{
 "awd_id": "0959935",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI-R2: Acquisition of Precision Wafer Aligner / Bonder for 3-D Integrated Nano-Opto-Electromechanical Systems (NOEMS).",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Maracas",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 535000.0,
 "awd_amount": 535000.0,
 "awd_min_amd_letter_date": "2010-04-28",
 "awd_max_amd_letter_date": "2010-04-28",
 "awd_abstract_narration": "\"This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5)\"\r\n\r\nThe objective of this research is integration of optical, electrical and mechanical systems at nano- and micro-meter scale, thus enabling novel biomedical, energy harvesting and structural health monitoring devices and systems, otherwise not possible. The approach is to use a wafer aligner and bonder system for precision alignment and bonding of a diverse set of substrates including semiconductor wafers, glass substrates, metals and polymers.\r\n\r\nThe intellectual merit lies in combining top-down and bottom-up fabrication techniques to pioneer new interfaces between semiconductor-based devices and biomolecules that can be tailored for specific applications, both as sensors and actuators / controllers of biological phenomena. The interrogation of bio-molecules and understanding of real cellular interactions require 3-D biocompatible structures, chambers and interfaces. Ranging in length scales from a few nanometers to many microns, inter and intra-cellular mechano-transduction signals play important roles in many aspects of cellular functions.\r\n\r\nThe proposed Precision Wafer Aligner / Bonder will be part of NanoFab at UT Arlington, which is an interdisciplinary resource open to scientists within and outside of the University. The Dallas-Forth Worth metropolitan region is home to more than 400 high tech institutions. As a user facility, the NanoFab will make the wafer aligner / bonder available 24/7 to these researchers and provide them training for usage. An annual workshop as well as an online discussion forum dedicated to 3-D integration will be established.",
 "awd_arra_amount": 535000.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zeynep",
   "pi_last_name": "Celik-Butler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zeynep Celik-Butler",
   "pi_email_addr": "zbutler@uta.edu",
   "nsf_id": "000186658",
   "pi_start_date": "2010-04-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Magnusson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Magnusson",
   "pi_email_addr": "magnusson@uta.edu",
   "nsf_id": "000355529",
   "pi_start_date": "2010-04-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jung-Chih",
   "pi_last_name": "Chiao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jung-Chih Chiao",
   "pi_email_addr": "jchiao@smu.edu",
   "nsf_id": "000488873",
   "pi_start_date": "2010-04-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Samir",
   "pi_last_name": "Iqbal",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Samir M Iqbal",
   "pi_email_addr": "smiqbal@utrgv.edu",
   "nsf_id": "000078713",
   "pi_start_date": "2010-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Arlington",
  "perf_str_addr": "701 S NEDDERMAN DR",
  "perf_city_name": "ARLINGTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760199800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 535000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>3-D Nano-Opto-Electromechanical Systems (NOEMS) provide enabling technology for integration of micro- and nano-devices at the component, die or wafer level to achieve system-on-a-chip. A completely new paradigm is introduced with NOEMS where devices can be designed and built in the vertical direction in addition to the conventional planar geometries. This not only aids in packaging and interconnection of many different devices in small volumes, but has the potential to revolutionize the industry with seamless integration of optical, electronic, and mechanical devices and systems onto the same platform. In order to accomplish this, a proposal was made for Acquisition of Precision Wafer Aligner / Bonder for 3-D Integrated NOEMS.</p>\n<p>The following pieces of equipment were purchased with the<br />granted award:</p>\n<ol>\n<li>EVG 520IS Wafer Bonder :&nbsp; 4&rdquo; wafer bonding equipment,<br />capable of various bonding such as Anodic, Fusion, Adhesive, Glass frit, Eutectic with alignment accuracy of 3-5 microns.</li>\n<li>EVG 620 Top and Backside aligner used for standard photolithography align exposure as well as pre-align for wafer bonding. Wafer size:4&rdquo;, Mask Size: 5&rdquo;X5&rdquo;, Loading: Manual. Tool could be used for flood UV exposure on photo resist for resist hardening.</li>\n</ol>\n<p><strong><span style=\"text-decoration: underline;\">Intellectual Merit:</span></strong></p>\n<p>The projects that benefit from the acquisition of this instrumentation are as following:</p>\n<ol>\n<li>Structural Health Monitoring of Aircraft: The objective is to develop integrated MEMS (Microelectromechanical Systems) sensors<br />on flexible substrates for structural health monitoring of aircraft. The<br />sensors include accelerometers, pressure sensors, temperature sensors, and acoustic sensors. These MEMS based embedded structural sensor strips support the realization of a reliable system, capable of sensing material changes that may affect aircraft structural integrity. The wafer aligner-bonder is used to put these devices between a substrate and superstrate. </li>\n<li>Artificial Blood Oxygenating Device: Millions of Americans suffer<br />from cardiovascular disorders that require cardio-pulmonary bypass with hundreds of thousands dying each year.&nbsp; For these<br />patients, oxygenators serve as a critical medical device. They are used in heart-lung machines for open-heart surgery, and also for long term extracorporeal life support. The oxygenator is a gas exchange system that serves to enrich the blood with O<sub>2</sub> and to remove CO<sub>2</sub>. The wafer aligner-bonder is used to integrate the gas channels with the blood channels with a thin gas exchange membrane.</li>\n<li>Energy Harvesting with Nanorod Carpet: Energy harvesting is defined as the conversion of ambient energy into usable electrical energy. We are building a &ldquo;carpet&rdquo; of piezoelectric Zinc Oxide nanorods, precisely placed vertically on substrates to convert vibrational energy into electrical. The nanorods are actuated by a proof mass that is<br />bonded to the substrate holding the nanorods, using the wafer aligner/bonder.</li>\n<li>Prosthetic Skin: Current prosthetic limbs either provide esthetic non-functioning substitutes for the lost limb or unattractive but functional devices that provide mechanical support, motion capability for a<br />specific task, and limited sensory feedback for control. We are developing a prototype prosthetic limb that offers the full sensory capability of human skin and better functionality than the currently available prosthetics. The purpose of the work is to design, build, laboratory- and field-test a prototype prosthetic skin for use in upper limb prosthetics for two distinct functions: (1) to restore the tactile sensory perception of the patient (2) to use as an input device for precise motion control of the prosthetic limb. The skin is achieved by fabr...",
  "por_txt_cntn": "\n3-D Nano-Opto-Electromechanical Systems (NOEMS) provide enabling technology for integration of micro- and nano-devices at the component, die or wafer level to achieve system-on-a-chip. A completely new paradigm is introduced with NOEMS where devices can be designed and built in the vertical direction in addition to the conventional planar geometries. This not only aids in packaging and interconnection of many different devices in small volumes, but has the potential to revolutionize the industry with seamless integration of optical, electronic, and mechanical devices and systems onto the same platform. In order to accomplish this, a proposal was made for Acquisition of Precision Wafer Aligner / Bonder for 3-D Integrated NOEMS.\n\nThe following pieces of equipment were purchased with the\ngranted award:\n\nEVG 520IS Wafer Bonder :  4\" wafer bonding equipment,\ncapable of various bonding such as Anodic, Fusion, Adhesive, Glass frit, Eutectic with alignment accuracy of 3-5 microns.\nEVG 620 Top and Backside aligner used for standard photolithography align exposure as well as pre-align for wafer bonding. Wafer size:4\", Mask Size: 5\"X5\", Loading: Manual. Tool could be used for flood UV exposure on photo resist for resist hardening.\n\n\nIntellectual Merit:\n\nThe projects that benefit from the acquisition of this instrumentation are as following:\n\nStructural Health Monitoring of Aircraft: The objective is to develop integrated MEMS (Microelectromechanical Systems) sensors\non flexible substrates for structural health monitoring of aircraft. The\nsensors include accelerometers, pressure sensors, temperature sensors, and acoustic sensors. These MEMS based embedded structural sensor strips support the realization of a reliable system, capable of sensing material changes that may affect aircraft structural integrity. The wafer aligner-bonder is used to put these devices between a substrate and superstrate. \nArtificial Blood Oxygenating Device: Millions of Americans suffer\nfrom cardiovascular disorders that require cardio-pulmonary bypass with hundreds of thousands dying each year.  For these\npatients, oxygenators serve as a critical medical device. They are used in heart-lung machines for open-heart surgery, and also for long term extracorporeal life support. The oxygenator is a gas exchange system that serves to enrich the blood with O2 and to remove CO2. The wafer aligner-bonder is used to integrate the gas channels with the blood channels with a thin gas exchange membrane.\nEnergy Harvesting with Nanorod Carpet: Energy harvesting is defined as the conversion of ambient energy into usable electrical energy. We are building a \"carpet\" of piezoelectric Zinc Oxide nanorods, precisely placed vertically on substrates to convert vibrational energy into electrical. The nanorods are actuated by a proof mass that is\nbonded to the substrate holding the nanorods, using the wafer aligner/bonder.\nProsthetic Skin: Current prosthetic limbs either provide esthetic non-functioning substitutes for the lost limb or unattractive but functional devices that provide mechanical support, motion capability for a\nspecific task, and limited sensory feedback for control. We are developing a prototype prosthetic limb that offers the full sensory capability of human skin and better functionality than the currently available prosthetics. The purpose of the work is to design, build, laboratory- and field-test a prototype prosthetic skin for use in upper limb prosthetics for two distinct functions: (1) to restore the tactile sensory perception of the patient (2) to use as an input device for precise motion control of the prosthetic limb. The skin is achieved by fabricating tactile sensors sandwiched in between a flexible substrate and superstrate through wafer-bonding.\n\n\nBroader Impacts:\n\nThe wafer bonder has been incorporated into the graduate curriculum through\nexisting courses, namely Intro to MEMS, IC Fab, and Fundamentals of Bio-Nanotechnology.\n\nA lecture has been developed ..."
 }
}