{
 "awd_id": "0959985",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI-R2: Development of an Instrument for Information Science and  Computing  in Neuroscience",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rita Rodriguez",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 2939515.0,
 "awd_amount": 2939515.0,
 "awd_min_amd_letter_date": "2010-06-18",
 "awd_max_amd_letter_date": "2014-03-05",
 "awd_abstract_narration": "\"This award is funded under the American Recovery and Reinvestment Act of 2009(Public Law 111-5).\"\r\nProposal #:\t09-59985\r\nPI(s):\t\tAdjouadi, Malek; Barreto, Armando B.; Gaillard,William; Jayakar,Prasanna; Rishe, Naphtali D.\r\nInstitution:\tFlorida International University \r\nTitle:          MRI-R2/Dev: Instrument for Information Science and Computing in Neuroscience\r\nThis project, developing an instrument for information processing and computing that enables cohesive study of the brain, involves the new concept of a 5-D brain processing platform while addressing the challenge of finding the best way to put together five dimensions to provide a complete picture of brain dynamics. This unified approach brings together fields of Computer Engineering, Computer Science, Electrical Engineering, and Bioengineering to create an instrument for precisely measuring and visualizing significant information and results across the five dimensions, three from spatial data, time, and an imaging modality that serves as the fifth dimension. Accomplishing this mission involves advanced designs, hardware-software integration mechanisms, and novel interfaces that bring competing, and sometimes diverging, technologies into a unified brain research platform. Combining a Multi-site Data Repository, Modality Integration and Computational, Visualization, and Operation Support Units, this new instrument is expected to bring:\r\n-\tNew insights into brain structure, functional correlations and dynamics, both in its normal state and under specific pathological conditions,\r\n-\tFar improved mapping of patterns of brain activity,\r\n-\tIntegration of multimodal technologies in order to augment their capabilities with new insights while consolidating high spatial resolution with high temporal resolution,\r\n-\tDatabase design and management augmented with mechanisms for fast user interaction and visualization to meet the challenge of managing complex spatio-temporal datasets, posing complex queries, and establishing effective methods for data representation and visualization, and\r\n-\tResolution of those paradigms that confront heavy computational requirements and compatibility problems that arise from the use of different recording modalities and diverse software platforms.\r\nThe project aims to collectively overcome the primary barriers in identifying the different factors that influence the functional organization of the brain and its underlying pathology. As an example, it delves in the epileptic seizure that can be mapped over time as it moves along specific fiber tracts that may enable better identification of specific areas of treatment and consequently protect functionally important parts of the brain during surgery that may lead to better and safer outcomes.\r\nBroader Impacts: \r\nFostering an environment that supports cross disciplinary initiatives, joint collaboration and programs, the instrument establishes a research platform that enables academic institutions and hospitals to investigate multi-site collaborative studies in accordance to systematically administered standardize protocols to a database of common assessments and measures. The project extends the breadth and depth of multidisciplinary efforts including new paradigms and findings. Moreover, the project advances the education, research, and training of many students in a minority serving university.",
 "awd_arra_amount": 2939515.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Malek",
   "pi_last_name": "Adjouadi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Malek Adjouadi",
   "pi_email_addr": "adjouadi@fiu.edu",
   "nsf_id": "000365625",
   "pi_start_date": "2010-06-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Naphtali",
   "pi_last_name": "Rishe",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Naphtali D Rishe",
   "pi_email_addr": "rishen@cs.fiu.edu",
   "nsf_id": "000462518",
   "pi_start_date": "2010-06-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Armando",
   "pi_last_name": "Barreto",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Armando B Barreto",
   "pi_email_addr": "barretoa@fiu.edu",
   "nsf_id": "000483295",
   "pi_start_date": "2010-06-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Prasanna",
   "pi_last_name": "Jayakar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Prasanna Jayakar",
   "pi_email_addr": "prasanna.jayakar@mch.com",
   "nsf_id": "000097710",
   "pi_start_date": "2010-06-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Gaillard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Gaillard",
   "pi_email_addr": "wgaillar@cnmc.org",
   "nsf_id": "000539640",
   "pi_start_date": "2010-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8TH ST",
  "perf_city_name": "MIAMI",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331992516",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 2939515.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This MRI instrumentation development grant allowed us to establish the following research facilities:</p>\n<ul>\n<li>Installed the equipment to begin work at Baptist Hospital on Epilepsy for the simultaneous recording of EEG while the patient is inside an MRI machine, to corroborate the advent of an interictal spike in EEG with the BOLD effect in MR. This ensures the 3D source of seizures is identified accurately for clinicians and surgeons to take appropriate action. </li>\n<li>We have secured new space for clinical research in the new Academic Health Center 5 (AHC5) building. This will bring our engineering and computing faculty together with our colleagues from the medical school and the departments of Psychiatry and Biostatistics in treating neurological disorders using transcranial magnetic stimulation. </li>\n<li>Established a fully operational 3D visualization laboratory within the CATE Center. In this laboratory, our students develop 3D visualization mechanisms that allow for contextual navigation that can be adopted by surgeons in operating rooms, and where mappings of eloquent cortex, delineated tumors/lesions, blood vessels, 3D source localization, and other brain landmarks are all rendered and displayed in the same 3D space.</li>\n<li>Completed installment of the infrastructure and related logistics to migrate big volumes of data on ADD and ADHD from the Center of Children and Families to our CATE centralized storage. REDCap, a secure web application,&nbsp;was installed to analyze video data for research studies in Attention deficit disorder (ADD) and Attention deficit hyperactivity disorder (ADHD).&nbsp;</li>\n<li>We have built several hardware and software interfaces between recording modalities which are assimilated to meet the challenges of alignments and the ubiquitous presence of noise and crosstalk between modalities.</li>\n<li>We have gathered significant databases on epilepsy and Alzheimer&rsquo;s disease for research, data sharing and for analysis across the disciplines.</li>\n</ul>\n<p>With these facilities, our research efforts have led to the following major outcomes</p>\n<ul>\n<li>Working with the Epilepsy Program at Baptist Hospital in Miami, our researchers are pinpointing the source of epileptic seizures. The process involves integrating simultaneous recording of electro-encephalography and functional Magnetic Resonance Imaging with 3D digitized head and electrode positioning using a digital pen. The goal is to optimize pre-surgical planning and therapeutic intervention with transcranial magnetic stimulation (TMS).</li>\n<li>On the subject of therapeutic interventions, a well-designed protocol has been approved by the FIU and Baptist Hospital Internal Review Boards so that we can commence a 1-year protocol designed to inhibit through low-frequency brain stimulation the advent of seizures or reduce significantly the number of seizures in patients with epilepsy (adults and children)</li>\n<li>FIU researchers are also looking at the earliest manifestations of Alzheimer&rsquo;s disease (AD) in order to develop effective tools to diagnose the disorder and intervene as early as possible. Investigators at FIU and Mount Sinai Medical Center in Miami Beach have developed methods to incorporate complex neuroimaging and multimodal data in the diagnosis process. The team is building on this research to add information regarding rate of progression and to verify if studied subtypes of AD can provide additional predictive data over more extended follow-up periods.&nbsp;</li>\n<li>In addressing Alzheimer&rsquo;s disease the FIU team together with a Florida consortium to &ldquo;Study Novel Markers of Early Alzheimer's disease&rdquo; supported through the Florida Department of Health, Ed and Ethel Moore Alzheimer's Disease Research, we are now extending our work at integrating <strong>PET Imaging</strong> to observe any early onset of amyloid deposition (protein plaq...",
  "por_txt_cntn": "\nThis MRI instrumentation development grant allowed us to establish the following research facilities:\n\nInstalled the equipment to begin work at Baptist Hospital on Epilepsy for the simultaneous recording of EEG while the patient is inside an MRI machine, to corroborate the advent of an interictal spike in EEG with the BOLD effect in MR. This ensures the 3D source of seizures is identified accurately for clinicians and surgeons to take appropriate action. \nWe have secured new space for clinical research in the new Academic Health Center 5 (AHC5) building. This will bring our engineering and computing faculty together with our colleagues from the medical school and the departments of Psychiatry and Biostatistics in treating neurological disorders using transcranial magnetic stimulation. \nEstablished a fully operational 3D visualization laboratory within the CATE Center. In this laboratory, our students develop 3D visualization mechanisms that allow for contextual navigation that can be adopted by surgeons in operating rooms, and where mappings of eloquent cortex, delineated tumors/lesions, blood vessels, 3D source localization, and other brain landmarks are all rendered and displayed in the same 3D space.\nCompleted installment of the infrastructure and related logistics to migrate big volumes of data on ADD and ADHD from the Center of Children and Families to our CATE centralized storage. REDCap, a secure web application, was installed to analyze video data for research studies in Attention deficit disorder (ADD) and Attention deficit hyperactivity disorder (ADHD). \nWe have built several hardware and software interfaces between recording modalities which are assimilated to meet the challenges of alignments and the ubiquitous presence of noise and crosstalk between modalities.\nWe have gathered significant databases on epilepsy and AlzheimerÆs disease for research, data sharing and for analysis across the disciplines.\n\n\nWith these facilities, our research efforts have led to the following major outcomes\n\nWorking with the Epilepsy Program at Baptist Hospital in Miami, our researchers are pinpointing the source of epileptic seizures. The process involves integrating simultaneous recording of electro-encephalography and functional Magnetic Resonance Imaging with 3D digitized head and electrode positioning using a digital pen. The goal is to optimize pre-surgical planning and therapeutic intervention with transcranial magnetic stimulation (TMS).\nOn the subject of therapeutic interventions, a well-designed protocol has been approved by the FIU and Baptist Hospital Internal Review Boards so that we can commence a 1-year protocol designed to inhibit through low-frequency brain stimulation the advent of seizures or reduce significantly the number of seizures in patients with epilepsy (adults and children)\nFIU researchers are also looking at the earliest manifestations of AlzheimerÆs disease (AD) in order to develop effective tools to diagnose the disorder and intervene as early as possible. Investigators at FIU and Mount Sinai Medical Center in Miami Beach have developed methods to incorporate complex neuroimaging and multimodal data in the diagnosis process. The team is building on this research to add information regarding rate of progression and to verify if studied subtypes of AD can provide additional predictive data over more extended follow-up periods. \nIn addressing AlzheimerÆs disease the FIU team together with a Florida consortium to \"Study Novel Markers of Early Alzheimer's disease\" supported through the Florida Department of Health, Ed and Ethel Moore Alzheimer's Disease Research, we are now extending our work at integrating PET Imaging to observe any early onset of amyloid deposition (protein plaques) with Magnetic Resonance Imaging (MRI) to observe if cortical thinness and volume reduction of key brain regions coincides with these protein plaques. These efforts are to seek early interventions and to monitor the progression ..."
 }
}