{
 "awd_id": "0959140",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI-R2: Acquisition for High-Performance Imaging of the Human Brain",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 1200000.0,
 "awd_amount": 1200000.0,
 "awd_min_amd_letter_date": "2010-02-26",
 "awd_max_amd_letter_date": "2012-02-06",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThis NSF Major Research Instrumentation (MRI-R2) Award will enable a three-year grant to purchase an upgrade for a single piece of equipment for imaging the human brain at the California Institute of Technology.  The upgrade, a 32-channel Total Imaging Matrix upgrade of a Siemens 3.0 Tesla MRI scanner, will substantially improve the resolution, the speed with which experiments can be done, and the kinds of imaging sequences that can be programmed.  Taken together, these major enhancements will enable a range of questions about the structure, connectivity, and functioning of the human brain.  Researchers at Caltech, in collaboration with a national and international consortium of scientists, will use the equipment to investigate how the brain makes financial decisions, how social information such as faces are processed, and how brain-machine interfaces can be built to decipher information from the brain to guide robotic prostheses. These are important, big open questions in neuroscience, and the new equipment will greatly enhance science at the Caltech Brain Imaging Center.\r\n\r\nThe grant will also provide opportunities for training of students and post-docs on the new equipment.  This will include classes taught at Caltech as well as participation in individual research projects.  The development of these new scientific tools will lead to a better understanding of how the brain works, how it is wired up, and how it may dysfunction in disease.  That knowledge, in turn, will contribute to efforts to build artificially intelligent systems.  Taken together, the cutting-edge science enabled by the new equipment, and the training of the next generation of young scientists on it, will contribute substantially to cognitive neuroscience in America and worldwide.",
 "awd_arra_amount": 1200000.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ralph",
   "pi_last_name": "Adolphs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ralph Adolphs",
   "pi_email_addr": "radolphs@hss.caltech.edu",
   "nsf_id": "000438787",
   "pi_start_date": "2010-02-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christof",
   "pi_last_name": "Koch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christof Koch",
   "pi_email_addr": "ChristofK@alleninstitute.org",
   "nsf_id": "000108625",
   "pi_start_date": "2010-02-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Andersen",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Richard A Andersen",
   "pi_email_addr": "andersen@vis.caltech.edu",
   "nsf_id": "000471356",
   "pi_start_date": "2010-02-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shinsuke",
   "pi_last_name": "Shimojo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shinsuke Shimojo",
   "pi_email_addr": "sshimojo@caltech.edu",
   "nsf_id": "000443502",
   "pi_start_date": "2010-02-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Antonio",
   "pi_last_name": "Rangel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Antonio Rangel",
   "pi_email_addr": "rangel@hss.caltech.edu",
   "nsf_id": "000499256",
   "pi_start_date": "2010-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E CALIFORNIA BLVD",
  "perf_city_name": "PASADENA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This NSF equipment grant funded the acquisition of equipment for magnetic resonance imaging of the human brain at Caltech&rsquo;s Brain Imaging Center.&nbsp; This has allowed a team of several faculty at Caltech to pursue cutting-edge research and training in cognitive neuroscience.&nbsp; The research that has been leveraged is now funded by additional grants, such as a new Conte Center from NIMH that was just awarded to investigate how we make decisions in a social setting.&nbsp; The training encompasses post-doctoral fellows and graduate students, as well as numerous undergraduate students at Caltech who have the opportunity to train in MRI imaging, to participate in ongoing research, and to take courses in neuroscience that include hands-on MR imaging.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>The major scientific advances resulting from our imaging studies of the human brain have been in both basic neuroscience, and in translational neuroscience.&nbsp; In basic neuroscience, we have applied mathematical models to MRI data from the brain, which has allowed us to better understand the processes whereby people make decisions-- a thriving field of research called &ldquo;neuroeconomics&rdquo;.&nbsp; We have also been able to investigate the structure and connectivity of the human brain.&nbsp; In terms of translational work, we have extended studies to diseases like autism.&nbsp; All of these advances are an important complement to other studies at Caltech that use optical or electrophysiological methods to investigate the brain in other animals.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>The major training and educational advances have been in building the foundations for the next generation of young neuroscientists.&nbsp; We regularly have tours of the Imaging Center for other students, interested people from the community, and K-12 student groups.&nbsp; There is a thriving community of students and fellows at Caltech that have learned how to use the MRI equipment, providing a highly supportive environment in which summer students can begin to learn about MRI, in which graduate students can conduct MRI studies as a component of their Ph.D., and where post-doctoral fellows can advance their studies of the brain so as to best position them for faculty positions at other universities.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>Taken together, the MRI equipment funded by this NSF grant has provided very substantial support, and continues to provide support, for education, outreach, and research on a rich array of topics.&nbsp; The topics all have to do with understanding one of the greatest mysteries that faces us: how the human perceives the world, forms memories, makes decisions, and gives rise to our conscious experience of the world around us. &nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/29/2013<br>\n\t\t\t\t\tModified by: Ralph&nbsp;Adolphs</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF equipment grant funded the acquisition of equipment for magnetic resonance imaging of the human brain at CaltechÆs Brain Imaging Center.  This has allowed a team of several faculty at Caltech to pursue cutting-edge research and training in cognitive neuroscience.  The research that has been leveraged is now funded by additional grants, such as a new Conte Center from NIMH that was just awarded to investigate how we make decisions in a social setting.  The training encompasses post-doctoral fellows and graduate students, as well as numerous undergraduate students at Caltech who have the opportunity to train in MRI imaging, to participate in ongoing research, and to take courses in neuroscience that include hands-on MR imaging.\n\n \n\nThe major scientific advances resulting from our imaging studies of the human brain have been in both basic neuroscience, and in translational neuroscience.  In basic neuroscience, we have applied mathematical models to MRI data from the brain, which has allowed us to better understand the processes whereby people make decisions-- a thriving field of research called \"neuroeconomics\".  We have also been able to investigate the structure and connectivity of the human brain.  In terms of translational work, we have extended studies to diseases like autism.  All of these advances are an important complement to other studies at Caltech that use optical or electrophysiological methods to investigate the brain in other animals.\n\n \n\nThe major training and educational advances have been in building the foundations for the next generation of young neuroscientists.  We regularly have tours of the Imaging Center for other students, interested people from the community, and K-12 student groups.  There is a thriving community of students and fellows at Caltech that have learned how to use the MRI equipment, providing a highly supportive environment in which summer students can begin to learn about MRI, in which graduate students can conduct MRI studies as a component of their Ph.D., and where post-doctoral fellows can advance their studies of the brain so as to best position them for faculty positions at other universities.\n\n \n\nTaken together, the MRI equipment funded by this NSF grant has provided very substantial support, and continues to provide support, for education, outreach, and research on a rich array of topics.  The topics all have to do with understanding one of the greatest mysteries that faces us: how the human perceives the world, forms memories, makes decisions, and gives rise to our conscious experience of the world around us.  \n\n \n\n\t\t\t\t\tLast Modified: 04/29/2013\n\n\t\t\t\t\tSubmitted by: Ralph Adolphs"
 }
}