{
 "awd_id": "0959282",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI-R2: Acquisition of Instrumentation to Determine Provenance of Environmental Samples",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carlos Murillo",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 215180.0,
 "awd_amount": 215180.0,
 "awd_min_amd_letter_date": "2010-01-14",
 "awd_max_amd_letter_date": "2012-02-09",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nWith this award from the Major Research and Instrumentation (MRI) program, Graham F. Peaslee, Kelvin J. Murray and Stephen K. Remillard will acquire a table-top scanning electron microscope and an auto analyzer for pollutants such as phosphates and nitrates in environmental samples. The equipment will be used to study the eutrophication of lakes and rivers due to non-point-source nutrient loading, a geological study of Lake Michigan beach sands, an  investigation of the interactions of fruit-eating birds and their food plants in Costa Rica, and in the characterization of superconducting microstrip lines. \r\n\r\nA scanning electron microscope (SEM) which includes x-ray analyses (EDS) enables researchers to measure important light element concentrations such as Na, Mg, Al, and Si and to study the morphological characterization of samples.  A continuous flow autoanalyzer can analyze large numbers of samples per hour for specific elements using a spectrophotometer detector.  Such chemical characterization provides critical information on problems ranging across chemistry, biology, geology and physics. In addition to the use of this instrumentation by undergraduates engaged in research and training, an innovative approach will be undertaken to incorporate high-school students and teachers into sediment sampling and characterization study of the local watershed. \r\n\r\n\r\n",
 "awd_arra_amount": 215180.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Graham",
   "pi_last_name": "Peaslee",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Graham F Peaslee",
   "pi_email_addr": "gpeaslee@nd.edu",
   "nsf_id": "000103156",
   "pi_start_date": "2010-01-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kelvin",
   "pi_last_name": "Murray",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Kelvin G Murray",
   "pi_email_addr": "gmurray@hope.edu",
   "nsf_id": "000461486",
   "pi_start_date": "2010-01-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Remillard",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen K Remillard",
   "pi_email_addr": "remillard@hope.edu",
   "nsf_id": "000538982",
   "pi_start_date": "2010-01-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hope College",
  "inst_street_address": "35 E 12TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "HOLLAND",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "6163957316",
  "inst_zip_code": "494233626",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MI04",
  "org_lgl_bus_name": "HOPE COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "YBR2AJ9X4BK9"
 },
 "perf_inst": {
  "perf_inst_name": "Hope College",
  "perf_str_addr": "35 E 12TH ST",
  "perf_city_name": "HOLLAND",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "494233626",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MI04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1108",
   "pgm_ref_txt": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 215180.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>This award allowed the purchase of a table-top Scanning Electron Microscope and auto-analyzer system for a team of researchers at Hope College.&nbsp; This instrumentation was purchased and installed on time and under budget.&nbsp;</p>\n<p>&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>The primary purpose of this instrumentation was to help pin-point the origins of excess sedimentation and excess nutrients entering the Macatawa Watershed. This local watershed and specifically Lake Macatawa within it suffers from hypereutrophic water conditions due to excess run-off from surrounding agricultural lands, and is representative of water quality problems experienced by a wide range of watersheds in the mid-Western United States. &nbsp;&nbsp;The main cause of this pollution is non-point-source contributions of sediment and attached phosphates that wash through the watershed during rain events.&nbsp; Altered hydrology and extensive land use changes over the past 150 years contribute to the current poor water quality.&nbsp; There are known remediation technologies that can be applied within any watershed to improve water quality, but the non-point source nature of the pollution makes it too expensive to implement everywhere. &nbsp;The overall goal of this project was to develop new methods for the characterization of sediments in local surface waters in terms of elemental composition, mineralogy, geomorphology, attached nutrient and radionuclide composition. By combining existing instrumental analyses with the table-top scanning electron microscope and autoanalyzer proposed here, it was possible to develop new tools that can help &ldquo;fingerprint&rdquo; the sediment observed at any one of 46 sampling sites within the Macatawa Watershed (see figure 1).&nbsp;&nbsp; Sediment was collected 8 to 10 times over a two-year period at each of these sites during a rain event, and it was subsequently analyzed by the new instrumentation for size, shape, color, phosphate level, elemental composition (mineralogy), and radioisotopic composition. The electron microscope with energy-dispersive x-ray detector specifically measured geologically important light element concentrations (Na, Mg, Al, Si) for those sediment samples that had their heavier elements quantified by particle-induced x-ray emission. In addition, the electron microscope allowed the morphological characterization of the sediments which can be combined with the other analyses to help identify the provenance of the sediment within the watershed.&nbsp; The autoanalyzer characterized the primary pollutants of concern: phosophorus and nitrogen, in terms of the different forms and locations in which these nutrients enter the watershed. Combined with the complete sediment characterization that is provided by other instrumentation, this information was used in a statistical analysis to determine contributions from various geographic sub-watersheds, to facilitate application of the limited resources available for remediation to the most critical areas of the watershed (see figure 2).</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <em>Intellectual Merit</em></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The development of a new method that integrates a variety of analytical techniques to measure where non-point source pollution originates within a watershed could have a tremendous impact on the study of polluted surface waters around the nation.&nbsp; This method of forensic identification of non-point source pollution can be adapted to watersheds everywhere, using research facilities available at most major research institutions.&nbsp;</p>\n<p>&nbsp;</p>\n<p><em>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Broader Impacts</em></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In addition to the ...",
  "por_txt_cntn": "\n This award allowed the purchase of a table-top Scanning Electron Microscope and auto-analyzer system for a team of researchers at Hope College.  This instrumentation was purchased and installed on time and under budget. \n\n \n\n The primary purpose of this instrumentation was to help pin-point the origins of excess sedimentation and excess nutrients entering the Macatawa Watershed. This local watershed and specifically Lake Macatawa within it suffers from hypereutrophic water conditions due to excess run-off from surrounding agricultural lands, and is representative of water quality problems experienced by a wide range of watersheds in the mid-Western United States.   The main cause of this pollution is non-point-source contributions of sediment and attached phosphates that wash through the watershed during rain events.  Altered hydrology and extensive land use changes over the past 150 years contribute to the current poor water quality.  There are known remediation technologies that can be applied within any watershed to improve water quality, but the non-point source nature of the pollution makes it too expensive to implement everywhere.  The overall goal of this project was to develop new methods for the characterization of sediments in local surface waters in terms of elemental composition, mineralogy, geomorphology, attached nutrient and radionuclide composition. By combining existing instrumental analyses with the table-top scanning electron microscope and autoanalyzer proposed here, it was possible to develop new tools that can help \"fingerprint\" the sediment observed at any one of 46 sampling sites within the Macatawa Watershed (see figure 1).   Sediment was collected 8 to 10 times over a two-year period at each of these sites during a rain event, and it was subsequently analyzed by the new instrumentation for size, shape, color, phosphate level, elemental composition (mineralogy), and radioisotopic composition. The electron microscope with energy-dispersive x-ray detector specifically measured geologically important light element concentrations (Na, Mg, Al, Si) for those sediment samples that had their heavier elements quantified by particle-induced x-ray emission. In addition, the electron microscope allowed the morphological characterization of the sediments which can be combined with the other analyses to help identify the provenance of the sediment within the watershed.  The autoanalyzer characterized the primary pollutants of concern: phosophorus and nitrogen, in terms of the different forms and locations in which these nutrients enter the watershed. Combined with the complete sediment characterization that is provided by other instrumentation, this information was used in a statistical analysis to determine contributions from various geographic sub-watersheds, to facilitate application of the limited resources available for remediation to the most critical areas of the watershed (see figure 2).\n\n \n\n            Intellectual Merit\n\n            The development of a new method that integrates a variety of analytical techniques to measure where non-point source pollution originates within a watershed could have a tremendous impact on the study of polluted surface waters around the nation.  This method of forensic identification of non-point source pollution can be adapted to watersheds everywhere, using research facilities available at most major research institutions. \n\n \n\n             Broader Impacts\n\n            In addition to the broad impact this instrumentation will have on the many undergraduates engaged in research and training at Hope College, including local high-school students and teachers involved into the sediment sampling and characterization study of the local watershed, this equipment also helped to support the work of a variety of other research groups on campus that can benefit from scanning electron microscopy &ndash; such as nanomaterial synthesis and characterization, electropolymerization charac..."
 }
}