{
 "awd_id": "0959476",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI-R2: From Molecules to Ecosystems: Establishment of the Skidmore Analytical Interdisciplinary Laboratory (SAIL)",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 547755.0,
 "awd_amount": 547755.0,
 "awd_min_amd_letter_date": "2010-01-06",
 "awd_max_amd_letter_date": "2012-02-22",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThis Major Research Instrumentation-Recovery and Reinvestment (MRI-R2) award funds the acquisition of a suite of instruments suitable for elemental analysis (atomic absorption and x-ray fluorescence), ion analysis (ion chromatograph), molecular analysis (infrared spectroscopy and gas chromatography-mass spectrometry) as well as direct functional analysis (a CO2 and H20 gas analyzer) at Skidmore College. The instrumentation will enrich and transform the diverse research of nine faculty members from biology, environmental studies, chemistry and anthropology to understand the structure and function of their research system at the molecular, cellular, ecosystem, or societal level. Additionally, the instrumentation will advance a diverse suite of research questions, including but not limited to those that explore how cell wall composition changes during differentiation, how organic matter stoichiometry and biological communities couples nitrogen and phosphorus cycles in terrestrial and aquatic systems, how ions migrate through polymer-coated capillaries under flow conditions, and, how, when and where technology transfers occurred during the transformation of rural jungle societies to networked stratified polities.  Skidmore College has a strong tradition of faculty-undergraduate research and the College has significantly increased its commitment to the sciences, with a concomitant increase in scholarship by its faculty and the proportion of students that pursue advanced degrees in the sciences. Data from the research projects enabled by the new instruments will be disseminated through peer-reviewed publications, and through student and faculty presentations at regional and national meetings.",
 "awd_arra_amount": 547755.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Gibson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine Gibson",
   "pi_email_addr": "cgibson@skidmore.edu",
   "nsf_id": "000520880",
   "pi_start_date": "2010-01-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Domozych",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "David S Domozych",
   "pi_email_addr": "ddomoz@skidmore.edu",
   "nsf_id": "000117662",
   "pi_start_date": "2010-01-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Ness",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua H Ness",
   "pi_email_addr": "jness@skidmore.edu",
   "nsf_id": "000271515",
   "pi_start_date": "2010-01-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kimberley",
   "pi_last_name": "Frederick",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberley A Frederick",
   "pi_email_addr": "kfreder1@skidmore.edu",
   "nsf_id": "000529467",
   "pi_start_date": "2010-01-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Hurst",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heather Hurst",
   "pi_email_addr": "hhurst@skidmore.edu",
   "nsf_id": "000538170",
   "pi_start_date": "2010-01-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Skidmore College",
  "inst_street_address": "815 N BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "SARATOGA SPRINGS",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5185808052",
  "inst_zip_code": "128661632",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "SKIDMORE COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "K2DDAS2E6DP7"
 },
 "perf_inst": {
  "perf_inst_name": "Skidmore College",
  "perf_str_addr": "815 N BROADWAY",
  "perf_city_name": "SARATOGA SPRINGS",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "128661632",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 547755.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project enhanced research and teaching opportunities at Skidmore College via the establishment of the Skidmore Analytical Interdisciplinary Laboratory (SAIL) and the purchase of the analytical instruments therein.&nbsp; By allowing for enhanced elemental analysis (via atomic absorption spectrometry and x-ray fluorescence), ion analysis (ion chromatography), molecular analysis (infrared spectroscopy and gas chromatography-mass spectrometry) as well as direct functional analysis (a CO<sub>2</sub> and H<sub>2</sub>O analyzer), the seven instruments enriched research and teaching across multiple disciplinary domains, including Biology, Chemistry, Environmental Studies, and Anthropology.&nbsp; Research conducted using SAIL instruments included identification of the ecological controls on nitrogen and phosphorus uptake and the coupling of nitrogen and phosphorus uptake in headwater streams, investigating a novel compound capable of photo-triggered linkage isomerism, identification of polymers in plant cell wall during development and in response to stress, characterize plaster materials, color hues, and pigment stability in newly discovered ancient Maya murals in Xulutun, Guatemala, quantifying carbon capture and soil functioning in Skidmore College&rsquo;s forested and agricultural lands in the context of the College&rsquo;s greenhouse gas inventory, and investigating lead load in arthropods inhabiting historic buildings.&nbsp; Use of the SAIL facility is robust and varied; &gt;300 students have used SAIL instruments in laboratory exercises associated with introductory and upper level science courses, &gt;50 students have used SAIL to conduct collaborative and independent research, and SAIL-supported research by faculty and students resulted in four publications and 19 conference presentations.&nbsp; Use of SAIL instruments has been essential in the development of inquiry-based laboratories for organic chemistry, introductory biology, and mid- and upper- level Environmental Science, Biology, and Chemistry courses. &nbsp;Outreach initiated by the newly hired SAIL Instrumentation Manager has also been successful and varied.&nbsp; For example, SAIL-associated programs with local high school students from Albany public high schools and charter middle schools demonstrated the power of analytical instrumentation, and curators from the College&rsquo;s Tang Teaching Museum have used SAIL instruments to test artifacts.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2013<br>\n\t\t\t\t\tModified by: Catherine&nbsp;Gibson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project enhanced research and teaching opportunities at Skidmore College via the establishment of the Skidmore Analytical Interdisciplinary Laboratory (SAIL) and the purchase of the analytical instruments therein.  By allowing for enhanced elemental analysis (via atomic absorption spectrometry and x-ray fluorescence), ion analysis (ion chromatography), molecular analysis (infrared spectroscopy and gas chromatography-mass spectrometry) as well as direct functional analysis (a CO2 and H2O analyzer), the seven instruments enriched research and teaching across multiple disciplinary domains, including Biology, Chemistry, Environmental Studies, and Anthropology.  Research conducted using SAIL instruments included identification of the ecological controls on nitrogen and phosphorus uptake and the coupling of nitrogen and phosphorus uptake in headwater streams, investigating a novel compound capable of photo-triggered linkage isomerism, identification of polymers in plant cell wall during development and in response to stress, characterize plaster materials, color hues, and pigment stability in newly discovered ancient Maya murals in Xulutun, Guatemala, quantifying carbon capture and soil functioning in Skidmore CollegeÆs forested and agricultural lands in the context of the CollegeÆs greenhouse gas inventory, and investigating lead load in arthropods inhabiting historic buildings.  Use of the SAIL facility is robust and varied; &gt;300 students have used SAIL instruments in laboratory exercises associated with introductory and upper level science courses, &gt;50 students have used SAIL to conduct collaborative and independent research, and SAIL-supported research by faculty and students resulted in four publications and 19 conference presentations.  Use of SAIL instruments has been essential in the development of inquiry-based laboratories for organic chemistry, introductory biology, and mid- and upper- level Environmental Science, Biology, and Chemistry courses.  Outreach initiated by the newly hired SAIL Instrumentation Manager has also been successful and varied.  For example, SAIL-associated programs with local high school students from Albany public high schools and charter middle schools demonstrated the power of analytical instrumentation, and curators from the CollegeÆs Tang Teaching Museum have used SAIL instruments to test artifacts.\n\n\t\t\t\t\tLast Modified: 10/17/2013\n\n\t\t\t\t\tSubmitted by: Catherine Gibson"
 }
}