{
 "awd_id": "0959722",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI R2: Acquisition of the next generation IRMS and CRDS for the SERC Stable Isotope Laboratory",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 328334.0,
 "awd_amount": 328334.0,
 "awd_min_amd_letter_date": "2010-02-26",
 "awd_max_amd_letter_date": "2010-02-26",
 "awd_abstract_narration": "\"This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\"\r\n\r\nThe funds for the next generation of mass spectrometers for the SERC Stable Isotope Laboratory (SIL), with a request for one new isotope ratio mass spectrometer (IRMS) and two Cavity Ring-down Spectroscopy (CRDS) systems. The new next generation Delta V IRMS system will have hydrogen collectors to allow for the measurement of D/H ratios in water, bulk OM, and biomarkers. The new Delta V Plus IRMS will come with an amplifier gain switch with a variable resistor for enriched 15N analyses. One CRDS system, a Picarro iTOC-CRDS Isotopic Carbon Analyzer will allow the lab to measure total organic carbon (TOC), dissolved organic carbon (DOC) and dissolved inorganic carbon (DIC) in marine waters including carbon isotopic compositions. The proposed instrumentation will add new capabilities to the facility.  \r\n\r\nBroader Impacts\r\n\r\nThe proposed instruments will be heavily involved with the training and research of graduate students. There is also a specific graduate class in stable isotope biogeochemistry which uses the instruments. The SIL has a good record of providing research opportunities for underrepresented individuals in the sciences (both undergraduate and graduate level). The SIL group has also participated in various outreach projects including LTER's and GEOSCOPE. These programs are designed to expose and include student (elementary /high school) in research projects in the South Florida marine system. The SIL group has also provided different government agencies with data used for management purposes.",
 "awd_arra_amount": 328334.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Anderson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Anderson",
   "pi_email_addr": "andersow@fiu.edu",
   "nsf_id": "000407388",
   "pi_start_date": "2010-02-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Fourqurean",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Fourqurean",
   "pi_email_addr": "fourqure@fiu.edu",
   "nsf_id": "000244360",
   "pi_start_date": "2010-02-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rudolf",
   "pi_last_name": "Jaffe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rudolf Jaffe",
   "pi_email_addr": "jaffer@fiu.edu",
   "nsf_id": "000482387",
   "pi_start_date": "2010-02-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Heithaus",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Michael R Heithaus",
   "pi_email_addr": "heithaus@fiu.edu",
   "nsf_id": "000296343",
   "pi_start_date": "2010-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8TH ST",
  "perf_city_name": "MIAMI",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331992516",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 328334.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Project Goals and Objectives</em></p>\n<p>The original project/award requested funds for the next generation of mass spectrometers for the SERC Stable Isotope Laboratory (SIL), with a request for one new isotope ratio mass spectrometer (IRMS) and one Cavity Ring-down Spectroscopy (CRDS) systems. These two systems were purchased and installed at the SIL. The new next generation Delta V IRMS system has hydrogen collectors to allow for the measurement of D/H ratios in water, bulk OM, and biomarkers. The CRDS system, a Picarro iTOC-CRDS Isotopic Carbon Analyzer allows the lab to measure total organic carbon (TOC), dissolved organic carbon (DOC) and dissolved inorganic carbon (DIC) in marine waters including carbon isotopic compositions. The SIL originally had two working IRMS systems of 14 years in age, and one of these systems is no longer supported by the original manufacturer, hence it has come to the end of its useful life. In order to be in at the cutting-edge of stable isotope geochemistry, the SIL is in need of these new state-of-the-art analytical systems to ensure the lab will be fully functional for the next 10 to 15 years. The proposed and acquired instrumentation has added new capabilities to the facility (carbon isotopic composition of marine water, D/H, and isotopic composition of waters). Stable Isotope approaches are extremely important for many research fields, and in this proposal we bring together a proven group of collaborators/researches from four departments at FIU; Earth and Environment, Marine Science Program, Biology, and Chemistry. The SIL has made major leaps and bounds over the last 11 years, and has contributed to the MS and Ph.D. programs at FIU.</p>\n<p>&nbsp;</p>\n<p><em>Project Activities Completed</em></p>\n<p>The major renovation of an existing laboratory to house the equipment was complete on March 22, 2011, the room as readied to be occupied once the final permit approval was completed about a month later. Before the final space was ready we temporarily placed the new CRDS TOC system in another laboratory with free bench space to start some limited testing of samples. Preliminary tests of the CRDS TOC system in November (2010) yielded important information about the limitations of the CRDS system with &ldquo;normal&rdquo; seawater samples. Whereas the TOC system can measure C on the order of ppb, the Picarro CRDS system needs ppm levels of concentration. The initial device delivered by Picarro was not sensitive enough, and we were sent another on a loaner bases until the &ldquo;more&rdquo; sensitive system would be manufactured. Our approach uses Picarro&rsquo;s ambient CO<sub>2</sub> CRDS system coupled to an OI TOC analyzer, which gives us nearly an order of magnitude increase in sensitivity (3,500 ppm vs 400 ppm). We received the new CRDS system at the end of January, and when it was installed/coupled to the new OI system (TOC machine). An installer from OI completed the check-out on their TOC analyzer on February 9, 2011. The Delta V IRMS system was installed in June of 2011, and tested. The GC-IRMS system successfully measured D/H of a commercial standard of individual compounds supplied by Thermo, and we further tested the system with a mix of FAMES (F8 mix) from Indian University (Arndt Schimmelmann per. comm.). As this device is a standard commercially available machine, our main goal for it was to get the device installed and tested with our older peripheral equipment (TC/EA and GasBench) and analyzing samples. Our major development efforts focused on the CRDS system. &nbsp;In order to understand the carbon flux from coastal systems, the identification of sources of carbon (OM and DIC) is important, as these parameters must be known, for carbon mass-balance models. Unfortunately we were not always able to measure samples at the 2.5 ppm level, which will require the use of a &ldquo;spiked&rdquo; approach. However, 5ppm TOC a...",
  "por_txt_cntn": "\nProject Goals and Objectives\n\nThe original project/award requested funds for the next generation of mass spectrometers for the SERC Stable Isotope Laboratory (SIL), with a request for one new isotope ratio mass spectrometer (IRMS) and one Cavity Ring-down Spectroscopy (CRDS) systems. These two systems were purchased and installed at the SIL. The new next generation Delta V IRMS system has hydrogen collectors to allow for the measurement of D/H ratios in water, bulk OM, and biomarkers. The CRDS system, a Picarro iTOC-CRDS Isotopic Carbon Analyzer allows the lab to measure total organic carbon (TOC), dissolved organic carbon (DOC) and dissolved inorganic carbon (DIC) in marine waters including carbon isotopic compositions. The SIL originally had two working IRMS systems of 14 years in age, and one of these systems is no longer supported by the original manufacturer, hence it has come to the end of its useful life. In order to be in at the cutting-edge of stable isotope geochemistry, the SIL is in need of these new state-of-the-art analytical systems to ensure the lab will be fully functional for the next 10 to 15 years. The proposed and acquired instrumentation has added new capabilities to the facility (carbon isotopic composition of marine water, D/H, and isotopic composition of waters). Stable Isotope approaches are extremely important for many research fields, and in this proposal we bring together a proven group of collaborators/researches from four departments at FIU; Earth and Environment, Marine Science Program, Biology, and Chemistry. The SIL has made major leaps and bounds over the last 11 years, and has contributed to the MS and Ph.D. programs at FIU.\n\n \n\nProject Activities Completed\n\nThe major renovation of an existing laboratory to house the equipment was complete on March 22, 2011, the room as readied to be occupied once the final permit approval was completed about a month later. Before the final space was ready we temporarily placed the new CRDS TOC system in another laboratory with free bench space to start some limited testing of samples. Preliminary tests of the CRDS TOC system in November (2010) yielded important information about the limitations of the CRDS system with \"normal\" seawater samples. Whereas the TOC system can measure C on the order of ppb, the Picarro CRDS system needs ppm levels of concentration. The initial device delivered by Picarro was not sensitive enough, and we were sent another on a loaner bases until the \"more\" sensitive system would be manufactured. Our approach uses PicarroÆs ambient CO2 CRDS system coupled to an OI TOC analyzer, which gives us nearly an order of magnitude increase in sensitivity (3,500 ppm vs 400 ppm). We received the new CRDS system at the end of January, and when it was installed/coupled to the new OI system (TOC machine). An installer from OI completed the check-out on their TOC analyzer on February 9, 2011. The Delta V IRMS system was installed in June of 2011, and tested. The GC-IRMS system successfully measured D/H of a commercial standard of individual compounds supplied by Thermo, and we further tested the system with a mix of FAMES (F8 mix) from Indian University (Arndt Schimmelmann per. comm.). As this device is a standard commercially available machine, our main goal for it was to get the device installed and tested with our older peripheral equipment (TC/EA and GasBench) and analyzing samples. Our major development efforts focused on the CRDS system.  In order to understand the carbon flux from coastal systems, the identification of sources of carbon (OM and DIC) is important, as these parameters must be known, for carbon mass-balance models. Unfortunately we were not always able to measure samples at the 2.5 ppm level, which will require the use of a \"spiked\" approach. However, 5ppm TOC and DOC samples are now a routine analysis with precisions of up to &plusmn;0.80&permil;.\n\nThe CRDS-TOC approach can potentially reduce the time and cost of measuring t..."
 }
}