{
 "awd_id": "0959006",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2010-01-15",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2010-01-06",
 "awd_max_amd_letter_date": "2010-01-06",
 "awd_abstract_narration": "This award is for a doctoral dissertation research improvement grant to support research for a dissertation project, On the Origin of Vestiges: Science, Pseudo-Science, and Society in Early Victorian Britain. It will focus on how Vestiges of the Natural History of Creation and its anonymous author, publisher Robert Chambers, reveal the complex and often conflictual relationship between science and society in early Victorian Britain. Vestiges proposed the first comprehensive theory of universal development, including the transmutation of species, to be published in English. Vestiges was very widely read by both the general public and many in positions of cultural and political authority. Its integrated theory of material development and deistic design derived from many sources that have yet to be fully revealed. This dissertation will seek to identify and clarify the components (intellectual, philosophical, theological, personal, sociological, and political) from which Chambers fashioned Vestiges, in order to highlight issues of cultural and epistemic status, display the early stages of border disputes between science and religion in Britain, and reveal surprising political affiliations and influences among people and ideas normally associated with liberal reform. In addition, because Vestiges occupied a particularly precarious position as a scientific work, this dissertation will reveal crucial but as yet ill-defined distinctions between science and non-science at a time when such distinctions were becoming especially consequential. Many of these issues still resonate today in conflicts between claims accepted by scientific experts and the values and ideas of certain religious and cultural groups. A deeper understanding of the historical components of these issues will help scientists, cultural leaders, teachers, and policy-makers develop more effective strategies for addressing and ameliorating some of the friction resulting from engagements between conflicting views about the nature and status of scientific knowledge.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Hunt",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce J Hunt",
   "pi_email_addr": "bjhunt@mail.utexas.edu",
   "nsf_id": "000430861",
   "pi_start_date": "2010-01-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Angela Smith",
   "pi_email_addr": "asmith5@austin.rr.com",
   "nsf_id": "000539547",
   "pi_start_date": "2010-01-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Version:1.0 StartHTML:0000000251 EndHTML:0000005005 StartFragment:0000002460 EndFragment:0000004969 SourceURL:file://localhost/Users/asmith/Desktop/General%20school%20and%20professional%20stuffs/NSF%20GRant%20/NSF%20Final%20Outcome%20Report.doc</p>\n<p>This doctoral dissertation research grant was used to conduct historical archival research in Scotland concerning the production, context, and potential meanings of the evolutionary cosmology <em>Vestiges of the Natural History of Creation</em>. The co-PI made several trips to the United Kingdom and conducted ten months of research. She discovered a large amount of archival material that has never been addressed in the secondary literature. This project has been valuable in developing the research skills of the co-PI and has allowed for extensive training in the methods of archival exploration. The co-PI has presented several versions of the paper &ldquo;Refusing to Give up the Ghost: Robert Chambers, Materialism, and Religious Sensibility in Victorian Britain,&rdquo; which was based on this original research at three conferences: the Western Conference on British Studies, the British Society for the History of Science Postgraduate Conference, and the History of Science Society's Annual Meeting. At the HSS conference, the co-PI and the PI were able to discuss the findings with several experts in the field of science and religion and one of the prominent <em>Vestiges </em>scholars in the United States. &nbsp;Along with continued work on her dissertation, the co-PI is also in the process of publishing a chapter relating to this research in an upcoming academic book. Archival discoveries that have been made with these funds will help clarify contradictory historiographical interpretations concerning the meaning of <em>Vestiges</em>, the authority of scientific knowledge and the context of science and religion in Victorian Britain, and the scientific culture of mid-nineteenth-century Edinburgh. These are all significant concerns for historians of science, religion, Britain, and intellectual culture generally. In addition, the implications of evolution for the relations between science and religion continue to reverberate in modern society. Understanding the historical roots of the complicated intellectual, philosophical, and sociological issues involved will help scientists, cultural leaders, teachers, and policy-makers develop more effective strategies for addressing and ameliorating their substantial differences.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/04/2012<br>\n\t\t\t\t\tModified by: Angela&nbsp;Smith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nVersion:1.0 StartHTML:0000000251 EndHTML:0000005005 StartFragment:0000002460 EndFragment:0000004969 SourceURL:file://localhost/Users/asmith/Desktop/General%20school%20and%20professional%20stuffs/NSF%20GRant%20/NSF%20Final%20Outcome%20Report.doc\n\nThis doctoral dissertation research grant was used to conduct historical archival research in Scotland concerning the production, context, and potential meanings of the evolutionary cosmology Vestiges of the Natural History of Creation. The co-PI made several trips to the United Kingdom and conducted ten months of research. She discovered a large amount of archival material that has never been addressed in the secondary literature. This project has been valuable in developing the research skills of the co-PI and has allowed for extensive training in the methods of archival exploration. The co-PI has presented several versions of the paper \"Refusing to Give up the Ghost: Robert Chambers, Materialism, and Religious Sensibility in Victorian Britain,\" which was based on this original research at three conferences: the Western Conference on British Studies, the British Society for the History of Science Postgraduate Conference, and the History of Science Society's Annual Meeting. At the HSS conference, the co-PI and the PI were able to discuss the findings with several experts in the field of science and religion and one of the prominent Vestiges scholars in the United States.  Along with continued work on her dissertation, the co-PI is also in the process of publishing a chapter relating to this research in an upcoming academic book. Archival discoveries that have been made with these funds will help clarify contradictory historiographical interpretations concerning the meaning of Vestiges, the authority of scientific knowledge and the context of science and religion in Victorian Britain, and the scientific culture of mid-nineteenth-century Edinburgh. These are all significant concerns for historians of science, religion, Britain, and intellectual culture generally. In addition, the implications of evolution for the relations between science and religion continue to reverberate in modern society. Understanding the historical roots of the complicated intellectual, philosophical, and sociological issues involved will help scientists, cultural leaders, teachers, and policy-makers develop more effective strategies for addressing and ameliorating their substantial differences.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/04/2012\n\n\t\t\t\t\tSubmitted by: Angela Smith"
 }
}