{
 "awd_id": "0959371",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Culturing Psychotherapy, Transforming Selfhood in Postsocialist China",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2010-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 148230.0,
 "awd_amount": 148230.0,
 "awd_min_amd_letter_date": "2010-03-17",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "Dr. Li Zhang, of the University of California at Davis, will undertake research on the impact of rapid socioeconomic transformations on the remaking of psychic life and concepts of what it means to be a person. The research will be carried out in China, where the breathless pace of market reforms has engendered profound changes and ruptures in not only economic and social structures but also the mental and emotional lives of Chinese citizens. Faced with the increasingly competitive and stressful lives, more middle-class urbanites are turning to professional psychological counseling and therapy to grapple with their anxiety, mental distress, and personal problems. Thus postsocialist China provides an ideal setting in which to explore a phenomenon that is taking place worldwide.\r\n\r\nTo investigate this \"inner revolution,\" Zhang will focus on one of China's emerging  psychotherapy movements. The research will be conducted in the city of Kunming in southwestern China. Data will be gathered through a mix of social scientific methods, including: participant observation of counseling sessions, semi-structured interviews with therapists and clients, illness narratives, media analysis, and archival research. Her research will address the following questions: Why do some Chinese people today seek psychotherapy and how do they make sense of their experiences? How are Western-originated psychotherapy models altered and adapted to suit Chinese cultural sensibilities? What kind of therapeutic relationship is emerging? How do Western therapeutic notions of the private self intersect with Chinese understandings of the socially embedded self? What are the implications for these individual-level changes for Chinese society more generally?\r\n\r\nThis research is important because it is addressing a worldwide phenomenon. By integrating psychology, psychiatry, and anthropology, the researcher will be able to illuminate the complex relationship among illness, culture, healing, and personhood in an increasingly interconencted world. By suggesting a culturally sensitive way of grappling with emotional disorders, this research has a transformative potential to improve mental health practice and policy in a country of increasing global significance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Li",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Li Zhang",
   "pi_email_addr": "lizhang@ucdavis.edu",
   "nsf_id": "000486354",
   "pi_start_date": "2010-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 52621.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 95609.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>My research project examines what I call &ldquo;the inner revolution&rdquo; that is taking place during China&rsquo;s market transition with a focus on a mass psychotherapy and counseling movement unfolding in Chinese cities. My main finding is that this new psychological intervention is undergoing significant cultural adaptations, and plays a vital part in reconfiguring selfhood and sociality among urban middle classes and in remaking postsocialist governing.&nbsp;</p>\n<p>First, the majority of Chinese people who decided to take up psychotherapy training in do not necessarily intend to go into this profession as their full-time job. Instead, they seek this as <strong>a form of self-help and self-development</strong> for personal and/or family reasons. This pattern is very different from what has been documented elsewhere and suggests a distinct, emerging model of self-help in China. More important, psychological training and therapeutic interventions play a key role in the Chinese <strong>urban middle-class project of the self</strong>. The &ldquo;self&rdquo; (<em>ziwo</em>) is turned into an object of intense inquiry, and therapeutic practices are regarded as central for self-growth and personal fulfillment. This new therapeutic work is contributing to intricate forms of subject-making&nbsp;that challenge a set of existing conceptual binaries in our thinking: the private&nbsp;versus social self, the inner versus outer life, psychological versus social problems. Further, this regime of self-work has a clear class and gender component, and dovetails with the post-reform state&rsquo;s project of building a &ldquo;harmonious society.&rdquo;</p>\n<p>Second, <strong>culture indeed plays a critical role</strong> in how Chinese people embrace and practice psychotherapy. Chinese therapists largely reject Freudian psychoanalysis; instead they prefer three other therapeutic approaches&mdash;cognitive behavior therapy, the Satir Model of systematic family therapy, and Jungian-influenced sandplay therapy. I identified several important cultural, social, and economic reasons for such particular choices and the process of indigenization. In particular, I focused on the the spread of the Satir Model&mdash;one of the most popular therapeutic approaches in China today that has been used not only in counseling treatment but also in self-help programs and organizational training workshops for better communication skills to enhance social relationships and reduce conflicts.</p>\n<p>Third, the use of psychotherapy and psychology in China is not limited to the individual and family spheres; rather it is also appropriated by the military, the police, enterprises, and schools in their personnel management for more effective governing. I term this important shift <strong>&ldquo;a turn to therapeutic governing.&rdquo;</strong> For the enterprises, the desire to appropriate new therapeutic tools is to create a more stable, knowable, and productive labor force. For the military and the police, the main focus is on how to train soldiers and police officers to manage stress and trauma better. In both cases, the use of psychological testing and training is integrated into the existing mode of personnel management that largely draws from socialist political &ldquo;thought work.&rdquo; I find that the impact of this therapeutic turn goes more deeply than the level of managerial styles because it inevitably entails the remaking of soldiers, police officers, and workers into new subjects of being governed and self-governing simultaneously.&nbsp;</p>\n<p>These findings contribute to the on-going debates on the relationship among culture, psychotherapy, knowledge production, and power, and on the social engineering of the self by extending the discussion to a non-western, postsocialist context.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/20/2013<br>\n\t\t\t\t\tModified by: Li&nbsp;Zhang</p>\n</div>\n<div class=\"po...",
  "por_txt_cntn": "\nMy research project examines what I call \"the inner revolution\" that is taking place during ChinaÆs market transition with a focus on a mass psychotherapy and counseling movement unfolding in Chinese cities. My main finding is that this new psychological intervention is undergoing significant cultural adaptations, and plays a vital part in reconfiguring selfhood and sociality among urban middle classes and in remaking postsocialist governing. \n\nFirst, the majority of Chinese people who decided to take up psychotherapy training in do not necessarily intend to go into this profession as their full-time job. Instead, they seek this as a form of self-help and self-development for personal and/or family reasons. This pattern is very different from what has been documented elsewhere and suggests a distinct, emerging model of self-help in China. More important, psychological training and therapeutic interventions play a key role in the Chinese urban middle-class project of the self. The \"self\" (ziwo) is turned into an object of intense inquiry, and therapeutic practices are regarded as central for self-growth and personal fulfillment. This new therapeutic work is contributing to intricate forms of subject-making that challenge a set of existing conceptual binaries in our thinking: the private versus social self, the inner versus outer life, psychological versus social problems. Further, this regime of self-work has a clear class and gender component, and dovetails with the post-reform stateÆs project of building a \"harmonious society.\"\n\nSecond, culture indeed plays a critical role in how Chinese people embrace and practice psychotherapy. Chinese therapists largely reject Freudian psychoanalysis; instead they prefer three other therapeutic approaches&mdash;cognitive behavior therapy, the Satir Model of systematic family therapy, and Jungian-influenced sandplay therapy. I identified several important cultural, social, and economic reasons for such particular choices and the process of indigenization. In particular, I focused on the the spread of the Satir Model&mdash;one of the most popular therapeutic approaches in China today that has been used not only in counseling treatment but also in self-help programs and organizational training workshops for better communication skills to enhance social relationships and reduce conflicts.\n\nThird, the use of psychotherapy and psychology in China is not limited to the individual and family spheres; rather it is also appropriated by the military, the police, enterprises, and schools in their personnel management for more effective governing. I term this important shift \"a turn to therapeutic governing.\" For the enterprises, the desire to appropriate new therapeutic tools is to create a more stable, knowable, and productive labor force. For the military and the police, the main focus is on how to train soldiers and police officers to manage stress and trauma better. In both cases, the use of psychological testing and training is integrated into the existing mode of personnel management that largely draws from socialist political \"thought work.\" I find that the impact of this therapeutic turn goes more deeply than the level of managerial styles because it inevitably entails the remaking of soldiers, police officers, and workers into new subjects of being governed and self-governing simultaneously. \n\nThese findings contribute to the on-going debates on the relationship among culture, psychotherapy, knowledge production, and power, and on the social engineering of the self by extending the discussion to a non-western, postsocialist context.\n\n\t\t\t\t\tLast Modified: 03/20/2013\n\n\t\t\t\t\tSubmitted by: Li Zhang"
 }
}