{
 "awd_id": "0959182",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Politics of Land and Conservation in Rio de Janeiro, Brazil.",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2011-04-30",
 "tot_intn_awd_amt": 13500.0,
 "awd_amount": 13500.0,
 "awd_min_amd_letter_date": "2010-04-27",
 "awd_max_amd_letter_date": "2010-04-27",
 "awd_abstract_narration": "Doctoral Dissertation Research: The politics of land and conservation in Rio de Janeiro, Brazil\r\n\r\nAbstract\r\n\tConservation has never been an innocent endeavor. Rather, the decision to preserve and protect flora, fauna, and ecosystems emerges from socially specific systems of valuation. Historically, intervention into the natural world has occurred often as part of colonial and imperial agendas; Brazil in particular has long connoted \"the natural\" in Western philosophy. Yet this romantic vision does not do justice to Brazilian understandings of nature, its protection, and the modern scientific techniques that make this possible. This investigation is organized around the efforts to save the Golden Lion Tamarin (GLT), which is the focus of one of conservation's rare success stories and is also a potent symbol of both the extraordinary and the everyday. The project aims to understand how conservation professionals, states and NGOs can develop integrated agendas that treat conservation not as a state of emergency but as a continuing condition for the safeguarding of life and the promulgation of social justice.  This research project will address the intersection between land rights, visions of social justice, and conservation politics in the Brazilian Atlantic Forest in the State of Rio de Janeiro's lowland coastal region. Methods include in-depth ethnographic work among small agricultural communities that border the GLT reserve, life histories of former members of land-based social justice movements, participant observation among the scientists and educators of the Golden Lion Tamarin Association (AMLD) and archival work on land claims and agricultural history in the region.\r\n\r\n     The researcher has developed a plan to disseminate data and conclusions with people at the field site as well as to a wider scientific community. This plan relies on use of existing educational institutions and community radio stations in Brazil as well as more standard networks of scientific professionals in Brazil and throughout the world. Ii order to be accessible to small farming communities, the researcher will work with a community-run radio station to develop a brief, Portuguese language segment descrbing results of the project, as well as allowing community respone.  The project's results are expected to inform social and political processes around the world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Collins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Collins",
   "pi_email_addr": "John.Collins@qc.cuny.edu",
   "nsf_id": "000587576",
   "pi_start_date": "2010-04-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Analia",
   "pi_last_name": "Villagra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Analia Villagra",
   "pi_email_addr": "avillagra@gc.cuny.edu",
   "nsf_id": "000536961",
   "pi_start_date": "2010-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Graduate School University Center",
  "inst_street_address": "365 5TH AVE STE 8113",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128177526",
  "inst_zip_code": "100164309",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "QVW9TFAZJFE7"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Graduate School University Center",
  "perf_str_addr": "365 5TH AVE STE 8113",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100164309",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "8815",
   "pgm_ref_txt": "Studies of Policy Sci Eng Tech"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 13500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For my dissertation project I sought to explore the intersection between land rights and conservation politics in the Brazilian Atlantic Forest region of southeastern Brazil.&nbsp; Inspired by classic work in ecological anthropology and recent studies of scientific practice, I am interested in how people understand and emplace themselves in a world configured as natural.&nbsp; My project analyzes how a burgeoning concern with conservation alters contemporary struggles over rights to land and land use.&nbsp; I organized my investigation around the efforts to save the Golden Lion Tamarin (GLT), a monkey species endemic to the state of Rio de Janeiro.</p>\n<p>&nbsp;</p>\n<p>The small (400g) but territorial GLT has become the charismatic flagship species of the efforts to preserve the threatened Atlantic Forest habitat.&nbsp; Endemic to the state of Rio de Janeiro and found only in select patches of eight municipalities in the state, the irresistibly cute, bright orange primate inspired an international team of biologists to champion the effort to save the species when they seemed on the brink of extinction in the late 1970s and early 1980s.&nbsp; The population has since seen a healthy resurgence.&nbsp; Lead by the Golden Lion Tamarin Association (AMLD for its name in Portuguese), the lowland coastal region of Rio de Janeiro state, about two hours outside of the city of Rio, has been actively working to preserve this rare primate and its tropical forest habitat.&nbsp; Conservation activities include coordinating forest restoration projects, educating the local population about their native flora and fauna, helping small farmers learn new, green agricultural techniques, and finally maintaining ongoing biological and ecological studies of the tamarin itself.</p>\n<p>&nbsp;</p>\n<p>My preparatory research and project pilot study, the latter conducted in the summer of 2008, prepared me to think about the ways in which numerous, diverse conservation activities revolved around the complex relationship of the human population with the GLT.&nbsp; When I entered the field in 2010 I quickly noted that the GLT, while still a powerful symbol of conservation, was very rarely the focus of discussion or strategic planning.&nbsp; My project shifted in focus towards the new, more immediate, concern with the forest restoration that would be necessary to maintain a viable population of wild GLTs.&nbsp; Forest restoration resonated very powerfully with the surrounding communities, especially the three nearby agrarian reform settlements.&nbsp; How could some of Brazil&rsquo;s most politically disenfranchised people, struggling to eke out a living for their families on tiny plots of land, co-exist with an increased push towards reforesting underused lands?</p>\n<p>&nbsp;</p>\n<p>In addition to working with the AMLD I became involved with the local agroecology movement.&nbsp; This movement links the push for environmentally responsible agriculture, ranging from urban organic farming to agroforestry systems, with Brazil&rsquo;s vociferous agrarian reform movement.&nbsp; At monthly meetings, the site of which rotated throughout the region, farmers and extension workers gathered to plant together, teach one another and learn from each other&rsquo;s practical experiences.&nbsp; I also accompanied extension workers from a local cooperative called CEDRO on their constant field visits to three surrounding communities.&nbsp; I was able to speak with individual farmers about their struggles on their property as well as their concerns about the effect of the environmental agenda on individual livelihood.&nbsp;</p>\n<p>&nbsp;</p>\n<p>My observations, interviews and collaborations in this region of inspiring conservation success provide insights into the practice of conservation &ldquo;on the ground&rdquo; that I believe will contribute substantially to our understanding of global conservation by clarifying th...",
  "por_txt_cntn": "\nFor my dissertation project I sought to explore the intersection between land rights and conservation politics in the Brazilian Atlantic Forest region of southeastern Brazil.  Inspired by classic work in ecological anthropology and recent studies of scientific practice, I am interested in how people understand and emplace themselves in a world configured as natural.  My project analyzes how a burgeoning concern with conservation alters contemporary struggles over rights to land and land use.  I organized my investigation around the efforts to save the Golden Lion Tamarin (GLT), a monkey species endemic to the state of Rio de Janeiro.\n\n \n\nThe small (400g) but territorial GLT has become the charismatic flagship species of the efforts to preserve the threatened Atlantic Forest habitat.  Endemic to the state of Rio de Janeiro and found only in select patches of eight municipalities in the state, the irresistibly cute, bright orange primate inspired an international team of biologists to champion the effort to save the species when they seemed on the brink of extinction in the late 1970s and early 1980s.  The population has since seen a healthy resurgence.  Lead by the Golden Lion Tamarin Association (AMLD for its name in Portuguese), the lowland coastal region of Rio de Janeiro state, about two hours outside of the city of Rio, has been actively working to preserve this rare primate and its tropical forest habitat.  Conservation activities include coordinating forest restoration projects, educating the local population about their native flora and fauna, helping small farmers learn new, green agricultural techniques, and finally maintaining ongoing biological and ecological studies of the tamarin itself.\n\n \n\nMy preparatory research and project pilot study, the latter conducted in the summer of 2008, prepared me to think about the ways in which numerous, diverse conservation activities revolved around the complex relationship of the human population with the GLT.  When I entered the field in 2010 I quickly noted that the GLT, while still a powerful symbol of conservation, was very rarely the focus of discussion or strategic planning.  My project shifted in focus towards the new, more immediate, concern with the forest restoration that would be necessary to maintain a viable population of wild GLTs.  Forest restoration resonated very powerfully with the surrounding communities, especially the three nearby agrarian reform settlements.  How could some of BrazilÆs most politically disenfranchised people, struggling to eke out a living for their families on tiny plots of land, co-exist with an increased push towards reforesting underused lands?\n\n \n\nIn addition to working with the AMLD I became involved with the local agroecology movement.  This movement links the push for environmentally responsible agriculture, ranging from urban organic farming to agroforestry systems, with BrazilÆs vociferous agrarian reform movement.  At monthly meetings, the site of which rotated throughout the region, farmers and extension workers gathered to plant together, teach one another and learn from each otherÆs practical experiences.  I also accompanied extension workers from a local cooperative called CEDRO on their constant field visits to three surrounding communities.  I was able to speak with individual farmers about their struggles on their property as well as their concerns about the effect of the environmental agenda on individual livelihood. \n\n \n\nMy observations, interviews and collaborations in this region of inspiring conservation success provide insights into the practice of conservation \"on the ground\" that I believe will contribute substantially to our understanding of global conservation by clarifying the human needs that abut areas of biological importance.\n\n\t\t\t\t\tLast Modified: 07/05/2011\n\n\t\t\t\t\tSubmitted by: Analia Villagra"
 }
}