{
 "awd_id": "0959920",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI-R2: Acquisition of a suite of analytical instrumentation essential for investigating fuel, chemical and polymer production from biomass",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leon Esterowitz",
 "awd_eff_date": "2010-04-15",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 992690.0,
 "awd_amount": 992690.0,
 "awd_min_amd_letter_date": "2010-04-02",
 "awd_max_amd_letter_date": "2012-02-08",
 "awd_abstract_narration": "0959920\r\nVaranasi\r\n\r\n\"This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\"\r\n\r\nThe objective of this proposal is to acquire a system of analytical instruments that are essential for green synthesis of chemicals, fuels and materials from biomass feed-stocks. Two feed-stocks with potential to replace petro-refineries with sustainable bio-refineries are lignocellulosic biomass and algae. Several researchers at The University of Toledo are very actively involved in research projects dealing with production and conversion of these feed-stocks to fuels and value-added products (in collaboration with industry). Recovery, characterization and conversion of sugars, lipids, lignin, proteins, liquid fuels and other products from the process streams, generated by biochemical, thermo-chemical, and mechanical processing of these feed stocks, present significant challenges and require the development of new reaction, separation and purification methods. A suite of analytical facilities comprising (1) solution and solid-state NMR spectrometer (2) Solution/solid Raman Spectrometer (3) GC-MS system and (4) UV/Vis/IR spectrometer is essential to these endeavors and complements the facilities already available on the campus. Biomass conversion and bio-renewables has an outstanding research track record within university's energy & environment focus area. This area has the largest number of NSF and DOE funded researchers including senior faculty who have achieved national recognition for their pioneering work involving the use of ionic liquids in biomass pre-treatment, a NSF CAREER award winner, as well as junior faculty who are establishing their research programs. Acquisition of the proposed suite of equipment is critical to the growth and continued success of the bio-fuels and biomaterials research groups. The suite of analytical equipment will be used to study: deconstruction of lingo-cellulose via ionic liquid (IL) pretreatment, synthesis of novel ILs for biomass pretreatment, recovery of ILs following pretreatment, enzymatic saccharification of pretreated biomass, algal oil extraction, thermo-chemical conversion of biomass to bio-oils, syn-gas, bio-chars, liquid hydrocarbon fuels, bio-based surfactants, and bio-based polymer processing and characterization.",
 "awd_arra_amount": 992690.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sasidhar",
   "pi_last_name": "Varanasi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sasidhar Varanasi",
   "pi_email_addr": "sasidhar.varanasi@utoledo.edu",
   "nsf_id": "000181320",
   "pi_start_date": "2010-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Constance",
   "pi_last_name": "Schall",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Constance A Schall",
   "pi_email_addr": "constance.schall@utoledo.edu",
   "nsf_id": "000226305",
   "pi_start_date": "2010-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jared",
   "pi_last_name": "Anderson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jared L Anderson",
   "pi_email_addr": "andersoj@iastate.edu",
   "nsf_id": "000401762",
   "pi_start_date": "2010-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sridhar",
   "pi_last_name": "Viamajala",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sridhar Viamajala",
   "pi_email_addr": "sridhar.viamajala@utoledo.edu",
   "nsf_id": "000427867",
   "pi_start_date": "2010-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yakov",
   "pi_last_name": "Lapitsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yakov Lapitsky",
   "pi_email_addr": "yakov.lapitsky@utoledo.edu",
   "nsf_id": "000540186",
   "pi_start_date": "2010-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Toledo",
  "inst_street_address": "2801 W BANCROFT ST",
  "inst_street_address_2": "",
  "inst_city_name": "TOLEDO",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4195302844",
  "inst_zip_code": "436063328",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "OH09",
  "org_lgl_bus_name": "UNIVERSITY OF TOLEDO",
  "org_prnt_uei_num": "EWRDP9YCDDH5",
  "org_uei_num": "XA77NAJYELF1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Toledo",
  "perf_str_addr": "2801 W BANCROFT ST",
  "perf_city_name": "TOLEDO",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "436063328",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "OH09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "049E",
   "pgm_ref_txt": "CHEMICAL PROCESS CONTROL"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 992690.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project outcomes Report</strong></p>\n<p><strong><span style=\"text-decoration: underline;\">&nbsp;</span></strong></p>\n<p><strong><span style=\"text-decoration: underline;\">Intellectual merit of the project and technical outcomes</span></strong></p>\n<p>The objective of this proposal was to acquire a system of analytical instruments that are essential for green synthesis of chemicals, fuels and materials from biomass feed-stocks. Two feed-stocks with potential to replace petro-refineries with sustainable bio-refineries are <em>lignocellulosic biomass</em> and <em>algae</em>.&nbsp; Several researchers at The University of Toledo are very actively involved in research projects dealing with production and conversion of these feed-stocks to fuels and value-added products (in collaboration with industry). Recovery, characterization and conversion of sugars, lipids, lignin, proteins, liquid fuels and other products from the process streams, generated by biochemical, thermo-chemical, and mechanical processing of these feed stocks, present significant challenges and require the development of new reaction, separation and purification methods. <em>A suite of analytical facilities comprising (1) solution and solid-state NMR spectrometer (2) Solution/solid Raman Spectrometer (3) GC-MS system and (4) micro pyrolysis reactor were essential for these endeavors and were acquired through the NSF MRI grant. The acquired suite of analytical equipment is complementary to the facilities already available on the campus.</em> Biomass conversion and bio-renewables has an outstanding research track record within university&rsquo;s energy &amp; environment focus area.&nbsp; This area has the largest number of NSF and DOE funded researchers including senior faculty who have achieved national recognition for their pioneering work involving the <em>use of ionic liquids in biomass pre-treatment</em>, two NSF CAREER award winners, as well as junior faculty who are establishing their research programs. &nbsp;Acquisition of the proposed suite of equipment was critical to the growth and continued success of the <em>bio-fuels and biomaterials</em> research groups.&nbsp; The suite of analytical equipment was used to study: deconstruction of lingo-cellulose via ionic liquid (IL) pretreatment, synthesis of novel ILs for biomass pretreatment, recovery of ILs following pretreatment, enzymatic saccharification of pretreated biomass, algal oil extraction, thermo-chemical conversion of biomass to bio-oils, syn-gas, bio-chars, liquid hydrocarbon fuels, bio-based surfactants, and bio-based polymer processing and characterization <strong>&nbsp;</strong></p>\n<p><strong><span style=\"text-decoration: underline;\">Broader Impact of the project</span></strong></p>\n<p class=\"Default\">Biofuels and biomaterials research groups have significant collaborations with local industries, e.g., SuGanit Systems, Red Lion Bio-Energy, GrafTech International, and REII. Several of the technologies developed by the investigators were patented and licensed to industry. Acquisition of these critical analytical facilities significantly benefitted the entire Northwest Ohio science and technology infrastructure and the local industry.&nbsp; Also, an essential part of this project was the training and education of graduate and undergraduate students, who obtained considerable experience in a wide-range of very practically important areas spanning from biochemical methods, analytical techniques, ionic liquid synthesis, characterization, assessment of chemical and structural changes in lignocellulosic materials, thermochemical conversion methods of biomass, algal lipid extraction and characterization techniques, algal lipid-based surfactant characterization, and structure-processing-property analysis of biodegradable polymer systems. In addition, the advanced analytical techniques afforded by the acquired suite of facilities were incor...",
  "por_txt_cntn": "\nProject outcomes Report\n\n \n\nIntellectual merit of the project and technical outcomes\n\nThe objective of this proposal was to acquire a system of analytical instruments that are essential for green synthesis of chemicals, fuels and materials from biomass feed-stocks. Two feed-stocks with potential to replace petro-refineries with sustainable bio-refineries are lignocellulosic biomass and algae.  Several researchers at The University of Toledo are very actively involved in research projects dealing with production and conversion of these feed-stocks to fuels and value-added products (in collaboration with industry). Recovery, characterization and conversion of sugars, lipids, lignin, proteins, liquid fuels and other products from the process streams, generated by biochemical, thermo-chemical, and mechanical processing of these feed stocks, present significant challenges and require the development of new reaction, separation and purification methods. A suite of analytical facilities comprising (1) solution and solid-state NMR spectrometer (2) Solution/solid Raman Spectrometer (3) GC-MS system and (4) micro pyrolysis reactor were essential for these endeavors and were acquired through the NSF MRI grant. The acquired suite of analytical equipment is complementary to the facilities already available on the campus. Biomass conversion and bio-renewables has an outstanding research track record within universityÆs energy &amp; environment focus area.  This area has the largest number of NSF and DOE funded researchers including senior faculty who have achieved national recognition for their pioneering work involving the use of ionic liquids in biomass pre-treatment, two NSF CAREER award winners, as well as junior faculty who are establishing their research programs.  Acquisition of the proposed suite of equipment was critical to the growth and continued success of the bio-fuels and biomaterials research groups.  The suite of analytical equipment was used to study: deconstruction of lingo-cellulose via ionic liquid (IL) pretreatment, synthesis of novel ILs for biomass pretreatment, recovery of ILs following pretreatment, enzymatic saccharification of pretreated biomass, algal oil extraction, thermo-chemical conversion of biomass to bio-oils, syn-gas, bio-chars, liquid hydrocarbon fuels, bio-based surfactants, and bio-based polymer processing and characterization  \n\nBroader Impact of the project\nBiofuels and biomaterials research groups have significant collaborations with local industries, e.g., SuGanit Systems, Red Lion Bio-Energy, GrafTech International, and REII. Several of the technologies developed by the investigators were patented and licensed to industry. Acquisition of these critical analytical facilities significantly benefitted the entire Northwest Ohio science and technology infrastructure and the local industry.  Also, an essential part of this project was the training and education of graduate and undergraduate students, who obtained considerable experience in a wide-range of very practically important areas spanning from biochemical methods, analytical techniques, ionic liquid synthesis, characterization, assessment of chemical and structural changes in lignocellulosic materials, thermochemical conversion methods of biomass, algal lipid extraction and characterization techniques, algal lipid-based surfactant characterization, and structure-processing-property analysis of biodegradable polymer systems. In addition, the advanced analytical techniques afforded by the acquired suite of facilities were incorporated into the curricula: Advanced analytical chemistry (Dr. Anderson), Bio Processing Lab (Dr. Viamajala) and Biochemical Engineering (Dr. Viamajala), providing students an in-depth training in the usage of the current state-of-the-art equipment.\n\nDemonstration modules and background material were developed on green synthesis of biofuels, products and materials from sustainable feedstocks.. The PI and Co-IÆs have served ..."
 }
}