{
 "awd_id": "0959951",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI-R2: Acquisition of Instrumentation for a Biomedical Materials Research Laboratory",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leon Esterowitz",
 "awd_eff_date": "2010-02-01",
 "awd_exp_date": "2011-01-31",
 "tot_intn_awd_amt": 293450.0,
 "awd_amount": 293450.0,
 "awd_min_amd_letter_date": "2010-01-21",
 "awd_max_amd_letter_date": "2010-01-21",
 "awd_abstract_narration": "0959951\r\nGettens\r\n\r\n\"This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\"\r\n\r\nThis award will allow the Western New England College (WNEC) School of Engineering to acquire the equipment necessary to achieve a state-of-the art biomedical materials and mechanics research and training laboratory. The requested equipment will supplement existing equipment and serve a common goal of supporting current and pending biomedical materials and mechanics research and educational activities. The two major pieces of equipment requested are an electrodynamic test instrument (mechanical fatigue instrument) and a materials and mechanics. The equipment will also place the WNEC engineering faculty in a better position to pursue additional research opportunities and partnerships with local industry. The primary areas of research that will be directly supported by the equipment will be: (i) dynamic testing of tooth enamel/dentin for stress/fatigue corrosion susceptibility, (ii) screening of nano-scale topographies for applications in tissue engineering and implantable devices, (iii) pre-clinical\r\nevaluation of novel prosthetic socket designs, and (iv) continued collaboration with the Santore lab at the University of Massachusetts for the development of nano-scale engineered surfaces.",
 "awd_arra_amount": 293450.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Gettens",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Gettens",
   "pi_email_addr": "rg289622@wnec.edu",
   "nsf_id": "000537174",
   "pi_start_date": "2010-01-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Judy",
   "pi_last_name": "Cezeaux",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Judy L Cezeaux",
   "pi_email_addr": "jcezeaux@atu.edu",
   "nsf_id": "000373458",
   "pi_start_date": "2010-01-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Rust",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Rust",
   "pi_email_addr": "mrust@wne.edu",
   "nsf_id": "000539461",
   "pi_start_date": "2010-01-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western New England University",
  "inst_street_address": "1215 WILBRAHAM RD",
  "inst_street_address_2": "",
  "inst_city_name": "SPRINGFIELD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4137821373",
  "inst_zip_code": "011192612",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MA01",
  "org_lgl_bus_name": "WESTERN NEW ENGLAND UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J6QJVY8JCQH3"
 },
 "perf_inst": {
  "perf_inst_name": "Western New England University",
  "perf_str_addr": "1215 WILBRAHAM RD",
  "perf_city_name": "SPRINGFIELD",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "011192612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 293450.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Final Report for Award #0959951</strong></p>\n<p><strong>Western New England College </strong></p>\n<p><strong>MRI-R2: Acquisition of Instrumentation for a Biomedical Materials Research Laboratory</strong></p>\n<p><strong>PROJECT ACTIVITIES</strong><strong>&nbsp;</strong></p>\n<div>\n<table border=\"0\" cellpadding=\"0\" width=\"675\">\n<tbody>\n<tr>\n<td>&nbsp;</td>\n</tr>\n</tbody>\n</table>\n</div>\n<p>This award allowed the Western New England College (WNEC) School of Engineering to acquire the equipment necessary to achieve a state-of-the art biomedical material research and training laboratory. The equipment obtained supplements existing equipment and serves a common goal of supporting current and pending biomedical materials research and educational activities.&nbsp; The two major pieces of equipment that were acquired under this proposal were an Instron E3000 electrodynamic test instrument (mechanical fatigue instrument) and a Veeco Multi-Mode 8 scanning probe microscope (SPM), also known as an atomic force microscope (AFM).</p>\n<p>&nbsp;</p>\n<p>The new equipment is directly impacting ongoing research projects in biomedical materials research at Western New England College.&nbsp; &nbsp;The primary areas of research that are currently directly supported by the equipment are: (i) <strong><em>Dynamic testing of tooth enamel/dentin for stress/fatigue corrosion evaluation</em> (ii) </strong><em>Screening of nano-scale topographies for applications in tissue engineering and implantable devices</em> (iii) <em>Continued collaboration with the Santore lab at the University of Massachusetts for the development of nano-scale engineered surfaces </em>(iv)<em> <strong>Pre-clinical evaluation of novel prosthetic socket designs.</strong><strong>&nbsp;</strong></em></p>\n<p>Several WNEC community outreach programs are directly impacted by the equipment including most notably our summer program in biomedical engineering for elite high school students.&nbsp; Both pieces of equipment obtained in the proposal were used to help energize American<em> </em>youth to pursue careers in science and technology.</p>\n<p>&nbsp;</p>\n<p>In addition to these activities the equipment has also provided the opportunity for a local business to have access to the equipment.&nbsp; Lenox (American Saw) a Newell Rubermaid company is using the E3000 instrument in mechanical fatigue analysis of their engineered products.</p>\n<p><strong>Specific Research and Educational Activities Ongoing</strong></p>\n<p><strong>Research Project: </strong>Determining the Fracture Mechanics of Teeth to Describe the Propagation of Abfractions</p>\n<p><strong>This research project correlates directly with primary area of research<em> (i), Dynamic testing of tooth enamel/dentin for stress/fatigue corrosion evaluation. </em>&nbsp;</strong>We are using the Instron E3000 to explore the etiology of dental abfractions for this project.&nbsp; Abfrations are a severe problem in dental health care.&nbsp; They can cause high sensitivity to heat and cold causing discomfort to patients ultimately leading to tooth failure. The work being undertaken will deepen the understanding of abfractions using a linear fracture mechanics approach on dentin.&nbsp; The study will look at how cracks propagate through dentin by applying a dynamic load to the specimen while it is submerged in varying acidic solutions.&nbsp; The project is being spearheaded currently by Stephen Lauzon an undergraduate senior.&nbsp;&nbsp; Stephen has designed an environmental chamber and specimen fixture device shown in Fig. 1 to interface with the Instron E3000 instrument and the dentin specimens.&nbsp; Construction of the fixture and testing will commence spring semester 2011. The ultimate goal of this project is to determine if a stress corrosion mechanism is indeed responsible for abfraction formation and recommend subsequent dental care practiced to dental clinicians based on ...",
  "por_txt_cntn": "\nFinal Report for Award #0959951\n\nWestern New England College \n\nMRI-R2: Acquisition of Instrumentation for a Biomedical Materials Research Laboratory\n\nPROJECT ACTIVITIES \n\n\n\n\n \n\n\n\n\n\nThis award allowed the Western New England College (WNEC) School of Engineering to acquire the equipment necessary to achieve a state-of-the art biomedical material research and training laboratory. The equipment obtained supplements existing equipment and serves a common goal of supporting current and pending biomedical materials research and educational activities.  The two major pieces of equipment that were acquired under this proposal were an Instron E3000 electrodynamic test instrument (mechanical fatigue instrument) and a Veeco Multi-Mode 8 scanning probe microscope (SPM), also known as an atomic force microscope (AFM).\n\n \n\nThe new equipment is directly impacting ongoing research projects in biomedical materials research at Western New England College.   The primary areas of research that are currently directly supported by the equipment are: (i) Dynamic testing of tooth enamel/dentin for stress/fatigue corrosion evaluation (ii) Screening of nano-scale topographies for applications in tissue engineering and implantable devices (iii) Continued collaboration with the Santore lab at the University of Massachusetts for the development of nano-scale engineered surfaces (iv) Pre-clinical evaluation of novel prosthetic socket designs. \n\nSeveral WNEC community outreach programs are directly impacted by the equipment including most notably our summer program in biomedical engineering for elite high school students.  Both pieces of equipment obtained in the proposal were used to help energize American youth to pursue careers in science and technology.\n\n \n\nIn addition to these activities the equipment has also provided the opportunity for a local business to have access to the equipment.  Lenox (American Saw) a Newell Rubermaid company is using the E3000 instrument in mechanical fatigue analysis of their engineered products.\n\nSpecific Research and Educational Activities Ongoing\n\nResearch Project: Determining the Fracture Mechanics of Teeth to Describe the Propagation of Abfractions\n\nThis research project correlates directly with primary area of research (i), Dynamic testing of tooth enamel/dentin for stress/fatigue corrosion evaluation.  We are using the Instron E3000 to explore the etiology of dental abfractions for this project.  Abfrations are a severe problem in dental health care.  They can cause high sensitivity to heat and cold causing discomfort to patients ultimately leading to tooth failure. The work being undertaken will deepen the understanding of abfractions using a linear fracture mechanics approach on dentin.  The study will look at how cracks propagate through dentin by applying a dynamic load to the specimen while it is submerged in varying acidic solutions.  The project is being spearheaded currently by Stephen Lauzon an undergraduate senior.   Stephen has designed an environmental chamber and specimen fixture device shown in Fig. 1 to interface with the Instron E3000 instrument and the dentin specimens.  Construction of the fixture and testing will commence spring semester 2011. The ultimate goal of this project is to determine if a stress corrosion mechanism is indeed responsible for abfraction formation and recommend subsequent dental care practiced to dental clinicians based on this information.\n\n \n\nResearch Project:   Design of a Nano-Scaffold for Tissue Engineering\n\nThis research project relates directly with primary research area (ii), Screening of nano-scale topographies for applications in tissue engineering and implantable devices.  We are using the Multi-mode 8 AFM in order to help create and characterize nanoscale topographies to induce specific cell orientation for tissue engineering applications.  To date we have been able to create and characterize a nanoscale topography using a self-assembled monolayer of the plasma pr..."
 }
}