{
 "awd_id": "0959679",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI-R2: Acquisition of an Environmental Field Emission Scanning Electron Microscope for Research and Education at North Caroline Central University",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas P. Rieker",
 "awd_eff_date": "2010-02-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 489000.0,
 "awd_amount": 489000.0,
 "awd_min_amd_letter_date": "2010-01-22",
 "awd_max_amd_letter_date": "2010-01-22",
 "awd_abstract_narration": "0959679\r\nWu\r\nNorth Carolina Central U.\r\n\r\nTechnical Summary:  \r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nNanostructured materials are increasingly important to fundamental and applied research in a wide range of scientific disciplines.  This proposal requests funding for a high resolution environmental field emission scanning electron microscope (FESEM) to support nanoscience research and education across science departments and research institutes at North Carolina Central University (NCCU), including projects focused on: (1) Development of semiconductor quantum dots and nanowires for advanced optoelectronic devices; (2) Health and environmental effects of nanoparticles; (3) Polymer nanocomposites for drug delivery and photovoltaic applications; (4) Nanostructures for biomedical imaging; and (5) Metal nanostructures for control of light through surface plasmon resonance effects.  This FESEM, which includes energy dispersive x-ray and electron backscattered diffraction systems, will provide timely access to size, shape, elemental composition and crystallographic phase data with nanoscale resolution that are critically important to ongoing research at NCCU.  The low vacuum capability of the requested FESEM enables imaging of the wide variety of materials studied at NCCU (including nonconductive or biological samples) without time consuming and resolution limiting preparation steps.  Acquisition of the FESEM will enhance research across multiple scientific disciplines at NCCU, increasing the depth, productivity and scope of ongoing projects, opening new research avenues, and improving the research experiences of many NCCU students.  A remote operation software accessory will enable demonstration of the instrument in any location with internet access, facilitating introduction of nanoscience to large introductory classes at NCCU and local K-12 classes. \r\n\r\nLayman Summary:  \r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nNanometer sized materials are of great interest due to their unique physical properties and their potential impact for applications ranging from imaging of cancer cells to generation of electricity from sunlight.  This proposal requests funding for a high resolution environmental field emission scanning electron microscope (FESEM) to support nanoscience research and education across science departments and research institutes at North Carolina Central University (NCCU), including a wide range of projects focused on the impact of nanoscale materials in optical devices, biomedical imaging and human health.  This FESEM, which includes energy dispersive x-ray and electron backscattered diffraction systems, will provide timely access to data on sizes, shapes, elemental compositions and structures with nanoscale resolution that are critically important to these projects.  This FESEM is capable imaging of the wide variety of materials studied at NCCU (including biological samples that are difficult to image with conventional scanning electron microscopes) without time consuming and resolution limiting preparation steps.  Acquisition of the FESEM will enhance research across multiple scientific disciplines at NCCU, increasing the depth, productivity and scope of ongoing projects, opening new research avenues, and improving the research experiences of many NCCU students.  A remote operation software accessory will enable demonstration of the instrument in any location with internet access, facilitating introduction of nanoscience to large introductory classes at NCCU and local K-12 classes.",
 "awd_arra_amount": 489000.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marvin",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marvin Wu",
   "pi_email_addr": "mwu@nccu.edu",
   "nsf_id": "000067322",
   "pi_start_date": "2010-01-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Darlene",
   "pi_last_name": "Taylor",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Darlene K Taylor",
   "pi_email_addr": "dtaylor@nccu.edu",
   "nsf_id": "000064658",
   "pi_start_date": "2010-01-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Liju",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Liju Yang",
   "pi_email_addr": "lyang@nccu.edu",
   "nsf_id": "000070428",
   "pi_start_date": "2010-01-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yongan",
   "pi_last_name": "Tang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yongan Tang",
   "pi_email_addr": "tangy@nccu.edu",
   "nsf_id": "000070843",
   "pi_start_date": "2010-01-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Bang",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "John J Bang",
   "pi_email_addr": "jjbang@nccu.edu",
   "nsf_id": "000516780",
   "pi_start_date": "2010-01-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina Central University",
  "inst_street_address": "1801 FAYETTEVILLE ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195307333",
  "inst_zip_code": "277073129",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "NORTH CAROLINA CENTRAL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "L1DXXP1KGP77"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina Central University",
  "perf_str_addr": "1801 FAYETTEVILLE ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277073129",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7209",
   "pgm_ref_txt": "NEXT GEN CHEM & BIO SENSORS & SENSING SY"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "7702",
   "pgm_ref_txt": "SOCIETAL IMPLICATIONS OF NANO"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 489000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Major Research Instrumentation award funded the acquisition of a high resolution environmental field emission scanning electron microscope (FESEM) to support STEM research and education across science departments and research institutes at North Carolina Central University (NCCU).&nbsp; The FESEM system, which is the only electron microscope on NCCU&rsquo;s campus, provides timely access to nanoscale spatial resolution size, shape, elemental composition and crystallographic phase data that are critically important to ongoing research projects and student education at NCCU.&nbsp; The instrument has thus far been used by seven faculty members from four STEM academic departments to study a wide variety of materials, including:&nbsp; semiconductor nanowires intended for photodetectors, nanoparticles collected from common environmental sources, polymer nanocomposites for drug delivery, carbon nanotubes for pharmaceutical applications, and metal nanoparticles used for biomedical imaging.&nbsp; The availability of this on &ndash; site FESEM removes the necessity of traveling to other universities, and has thus increased the productivity, impact and scope of nanoscience research at NCCU.&nbsp; Research findings enabled by this instrument include determination of the nature of nanoparticles produced by brake pads, the pore structure of novel drug delivery polymers, and the antimicrobial effects of carbon nanotubes.&nbsp; NCCU students have contributed significantly to this research, as fourteen NCCU students have received training during the FESEM&rsquo;s first year of operation.&nbsp; Acquisition of the FESEM has enhanced student education by providing students with: opportunities to participate in research projects with increased relevance and likelihood of success and exposure to nanoscience instrumentation and concepts.&nbsp; Students are heavily involved in all of the research described above.&nbsp; The new FESEM allows students to participate in projects at the forefront of research, and increases the productivity of this research.&nbsp; The FESEM has also been demonstrated to students from three courses, and will be featured in hands on activities for two advanced laboratory courses.&nbsp; &nbsp;Demonstrations and hands on activities will also be offered to high school students participating in summer programs at NCCU.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/27/2012<br>\n\t\t\t\t\tModified by: Marvin&nbsp;Wu</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2012/0959679/0959679_10013018_1330355037865_SEM-1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2012/0959679/0959679_10013018_1330355037865_SEM-1--rgov-800width.jpg\" title=\"NCCU NanoSEM\"><img src=\"/por/images/Reports/POR/2012/0959679/0959679_10013018_1330355037865_SEM-1--rgov-66x44.jpg\" alt=\"NCCU NanoSEM\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Students working with the FEI Nova NanoSEM 630 purchase through this award.</div>\n<div class=\"imageCredit\">M Wu</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Marvin&nbsp;Wu</div>\n<div class=\"imageTitle\">NCCU NanoSEM</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2012/0959679/0959679_10013018_1330357297489_CdSribbonwiretransition--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2012/0959679/0959679_10013018_1330357297489_CdSribbonwiretransition--rgov-800width.jpg\" title=\"Cadmium Sulfide Nanoribbon\"><...",
  "por_txt_cntn": "\nThis Major Research Instrumentation award funded the acquisition of a high resolution environmental field emission scanning electron microscope (FESEM) to support STEM research and education across science departments and research institutes at North Carolina Central University (NCCU).  The FESEM system, which is the only electron microscope on NCCUÆs campus, provides timely access to nanoscale spatial resolution size, shape, elemental composition and crystallographic phase data that are critically important to ongoing research projects and student education at NCCU.  The instrument has thus far been used by seven faculty members from four STEM academic departments to study a wide variety of materials, including:  semiconductor nanowires intended for photodetectors, nanoparticles collected from common environmental sources, polymer nanocomposites for drug delivery, carbon nanotubes for pharmaceutical applications, and metal nanoparticles used for biomedical imaging.  The availability of this on &ndash; site FESEM removes the necessity of traveling to other universities, and has thus increased the productivity, impact and scope of nanoscience research at NCCU.  Research findings enabled by this instrument include determination of the nature of nanoparticles produced by brake pads, the pore structure of novel drug delivery polymers, and the antimicrobial effects of carbon nanotubes.  NCCU students have contributed significantly to this research, as fourteen NCCU students have received training during the FESEMÆs first year of operation.  Acquisition of the FESEM has enhanced student education by providing students with: opportunities to participate in research projects with increased relevance and likelihood of success and exposure to nanoscience instrumentation and concepts.  Students are heavily involved in all of the research described above.  The new FESEM allows students to participate in projects at the forefront of research, and increases the productivity of this research.  The FESEM has also been demonstrated to students from three courses, and will be featured in hands on activities for two advanced laboratory courses.   Demonstrations and hands on activities will also be offered to high school students participating in summer programs at NCCU. \n\n\t\t\t\t\tLast Modified: 02/27/2012\n\n\t\t\t\t\tSubmitted by: Marvin Wu"
 }
}