{
 "awd_id": "0959625",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI-R2: Portable X-Ray Fluorescence, Digital IR Photography, and Stereomicroscopy Applied to University Collections of Art and History at Washington and Lee University",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carlos Murillo",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 119678.0,
 "awd_amount": 119678.0,
 "awd_min_amd_letter_date": "2010-01-14",
 "awd_max_amd_letter_date": "2012-02-09",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nWith this award from the Major Research and Instrumentation (MRI) program, Erich S. Uffelman and colleagues Alison Bell, Ronald Fuchs, Peter Grover and Patricia Hobbs of Washington & Lee (W&L) University will acquire a portable X-ray fluorescence spectrometer, a digital infrared camera, and a boom-mounted research-quality stereomicroscope.  These instruments will be employed in the nondestructive technical analysis of W&L's extensive holdings of art and historical objects by students and faculty in the Departments of Chemistry, Anthropology, and Museum Studies. Research projects to be undertaken include analysis of several historically important paintings of George Washington, an assessment of the technique of the minor turn-of-the-century master Louise Herreshoff, studies of W&L's ceramics and porcelain, and analysis of objects discovered at Thomas Jefferson's home of Monticello.  These projects, which will apply techniques of analytical, physical and inorganic chemistry to problems in art history, archaeology and anthropology will engage students and faculty in research at the interface of science and the humanities.\r\n\r\nX-ray fluorescence spectroscopy is used for nondestructive elemental analysis of elements heavier than Mg in a variety of objects including paintings and ceramics.  An infrared camera forms an image using infrared radiation.  Since many pigments are semi-transparent to infrared light, the camera can reveal objects under layers of paint. A stereomicroscope produces a three-dimensional image and will be used to facilitate taking microsamples (when ethically appropriate) for other methods of analysis.  The instrumentation made available by this award will provide a broad range of students critical hands-on experience in several courses and expose the public to applications of chemistry in art history investigations.",
 "awd_arra_amount": 119678.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erich",
   "pi_last_name": "Uffelman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Erich S Uffelman",
   "pi_email_addr": "uffelmane@wlu.edu",
   "nsf_id": "000225947",
   "pi_start_date": "2010-01-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Fuchs",
   "pi_mid_init": "",
   "pi_sufx_name": "Mr.",
   "pi_full_name": "Ronald Fuchs",
   "pi_email_addr": "rfuchs@wlu.edu",
   "nsf_id": "000540491",
   "pi_start_date": "2010-01-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Grover",
   "pi_mid_init": "",
   "pi_sufx_name": "Mr.",
   "pi_full_name": "Peter Grover",
   "pi_email_addr": "pgrover@wlu.edu",
   "nsf_id": "000540493",
   "pi_start_date": "2010-01-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Hobbs",
   "pi_mid_init": "",
   "pi_sufx_name": "Ms.",
   "pi_full_name": "Patricia Hobbs",
   "pi_email_addr": "phobbs@wlu.edu",
   "nsf_id": "000540497",
   "pi_start_date": "2010-01-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alison",
   "pi_last_name": "Bell",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Alison Bell",
   "pi_email_addr": "bella@wlu.edu",
   "nsf_id": "000540499",
   "pi_start_date": "2010-01-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington and Lee University",
  "inst_street_address": "204 W WASHINGTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5404588274",
  "inst_zip_code": "244502116",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "VA06",
  "org_lgl_bus_name": "THE WASHINGTON AND LEE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MSVHQKG44VN5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington and Lee University",
  "perf_str_addr": "204 W WASHINGTON ST",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "244502116",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "VA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1108",
   "pgm_ref_txt": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 119678.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Washington and Lee University (W&amp;L) was awarded an NSF MRI grant to obtain a portable X-ray fluorescence spectrometer (pXRF) a digital infrared (IR) indium-gallium-arsenide (InGaAs) camera, and a boom-mounted stereomicroscope with a 12.5 megapixel camera for the purpose of analyzing cultural heritage objects.&nbsp; These instruments have been used to train several students in intense research settings. Pedagogically, over 300 students at W&amp;L in over ten courses have gained experience with the equipment. In addition, at W&amp;L two art historians, two geologists, three archaeologists, two curators, and one chemist have collaborated with each other and their students. Furthermore, the equipment has enabled collaborations outside of W&amp;L with nine major museums and their curators, conservators, and conservation staff and provided collaborative enhanced training for those facilities&rsquo; graduate student and post-graduate student interns. Multiple publications have resulted from the research.&nbsp; Just a few highlights of the work follow below.</p>\n<p>Gijsbert Gillisz d&rsquo;Hondecoeter&rsquo;s (1604-1653) panel painting, <em>Cock and Hens in a Landscape</em> (inv. no. 405), recently underwent complete treatment and technical examination at The Royal Picture Gallery Mauritshuis, The Hague, The Netherlands. The interdisciplinary application of art historical research, conservation methodology, and scientific investigation led to several discoveries about the painting, including the revelation that major compositional elements of iconographical significance had been overpainted at some point in its history.</p>\n<p>Paolo Veronese&rsquo;s painting of <em>Apollo and Daphne</em> at the San Diego Museum of Art was suspected of containing large areas of degraded smalt (a pigment derived from ground cobalt glass) in the sky, causing the original blue color to have turned gray. pXRF analysis of the painting confirmed the presence of cobalt in all spots involving the sky. For purposes of contrast, Veronese&rsquo;s painting of <em>Madonna and Child with St. Elizabeth, the Infant St. John, and St. Catherine</em> at The Timken Museum of Art was analyzed by pXRF. The Timken&rsquo;s Veronese&rsquo;s sky is still blue, and copper (almost certainly present in the form of azurite) was found instead of cobalt.</p>\n<p>Several genuine pieces of George Washington&rsquo;s Society of the Cincinnati porcelain were examined by pXRF spectroscopy to determine if diagnostic chemical markers were present. The green enamel of the authentic porcelain was copper; the green enamel of a piece with later faked decoration was chromium. George Washington&rsquo;s Charles Willson Peale portrait of the Marquis de Lafayette and a period copy of Gilbert Stuart&rsquo;s Lansdowne Portrait of George Washington were examined by handheld XRF, InGaAs digital IR photography, and UV-induced visible fluorescence to determine their condition and their chemical attributes.</p>\n<p>Portable X-ray Fluorescence Spectrometry (pXRF) was used to survey 33 works in Washington and Lee University&rsquo;s collection of Louise Herreshoff&rsquo;s paintings. This work was done both to support a condition assessment of the paintings and their pigments and to determine which paintings might be appropriate for further study in the context of ongoing key synchrotron research into the degradation mechanisms of cadmium sulfide yellow pigment (CdS).&nbsp;</p>\n<p>The Indianapolis Museum of Art graciously hosted a W&amp;L faculty member for four weeks to collaborate with IMA on the analyses of several paintings.&nbsp; The various analytical tools of IMA (e.g., SEM-EDS and PLM) and W&amp;L&rsquo;s instrumentation were used to conduct several studies.</p>\n<p>The North Carolina Museum of Art hosted two Washington and Lee University undergraduate students and a faculty member so that pXRF digital InGaAs IR camera data could be collect...",
  "por_txt_cntn": "\nWashington and Lee University (W&amp;L) was awarded an NSF MRI grant to obtain a portable X-ray fluorescence spectrometer (pXRF) a digital infrared (IR) indium-gallium-arsenide (InGaAs) camera, and a boom-mounted stereomicroscope with a 12.5 megapixel camera for the purpose of analyzing cultural heritage objects.  These instruments have been used to train several students in intense research settings. Pedagogically, over 300 students at W&amp;L in over ten courses have gained experience with the equipment. In addition, at W&amp;L two art historians, two geologists, three archaeologists, two curators, and one chemist have collaborated with each other and their students. Furthermore, the equipment has enabled collaborations outside of W&amp;L with nine major museums and their curators, conservators, and conservation staff and provided collaborative enhanced training for those facilitiesÆ graduate student and post-graduate student interns. Multiple publications have resulted from the research.  Just a few highlights of the work follow below.\n\nGijsbert Gillisz dÆHondecoeterÆs (1604-1653) panel painting, Cock and Hens in a Landscape (inv. no. 405), recently underwent complete treatment and technical examination at The Royal Picture Gallery Mauritshuis, The Hague, The Netherlands. The interdisciplinary application of art historical research, conservation methodology, and scientific investigation led to several discoveries about the painting, including the revelation that major compositional elements of iconographical significance had been overpainted at some point in its history.\n\nPaolo VeroneseÆs painting of Apollo and Daphne at the San Diego Museum of Art was suspected of containing large areas of degraded smalt (a pigment derived from ground cobalt glass) in the sky, causing the original blue color to have turned gray. pXRF analysis of the painting confirmed the presence of cobalt in all spots involving the sky. For purposes of contrast, VeroneseÆs painting of Madonna and Child with St. Elizabeth, the Infant St. John, and St. Catherine at The Timken Museum of Art was analyzed by pXRF. The TimkenÆs VeroneseÆs sky is still blue, and copper (almost certainly present in the form of azurite) was found instead of cobalt.\n\nSeveral genuine pieces of George WashingtonÆs Society of the Cincinnati porcelain were examined by pXRF spectroscopy to determine if diagnostic chemical markers were present. The green enamel of the authentic porcelain was copper; the green enamel of a piece with later faked decoration was chromium. George WashingtonÆs Charles Willson Peale portrait of the Marquis de Lafayette and a period copy of Gilbert StuartÆs Lansdowne Portrait of George Washington were examined by handheld XRF, InGaAs digital IR photography, and UV-induced visible fluorescence to determine their condition and their chemical attributes.\n\nPortable X-ray Fluorescence Spectrometry (pXRF) was used to survey 33 works in Washington and Lee UniversityÆs collection of Louise HerreshoffÆs paintings. This work was done both to support a condition assessment of the paintings and their pigments and to determine which paintings might be appropriate for further study in the context of ongoing key synchrotron research into the degradation mechanisms of cadmium sulfide yellow pigment (CdS). \n\nThe Indianapolis Museum of Art graciously hosted a W&amp;L faculty member for four weeks to collaborate with IMA on the analyses of several paintings.  The various analytical tools of IMA (e.g., SEM-EDS and PLM) and W&amp;LÆs instrumentation were used to conduct several studies.\n\nThe North Carolina Museum of Art hosted two Washington and Lee University undergraduate students and a faculty member so that pXRF digital InGaAs IR camera data could be collected at NCMA to help with a collaboration between NCMA, University of Amsterdam, and Duke University.\n\nAn intensive long term research project was conducted by a W&amp;L undergraduate for a  senior thesis, involving faculty a..."
 }
}