{
 "awd_id": "0960648",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Dynamics of Eighteen Degree Water from CLIMODE Observations and its Climate Implications",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2010-04-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 351614.0,
 "awd_amount": 351614.0,
 "awd_min_amd_letter_date": "2010-04-06",
 "awd_max_amd_letter_date": "2015-02-02",
 "awd_abstract_narration": "Subtropical Mode Water (STMW), an isothermal layer that forms on the equatorward side of western boundary current (WBC) in response to wintertime cooling, is central to understanding climate variability in mid-latitude regions because it integrates anomalies in both the ocean and atmospheric to contribute to climate system memory. The STMW region has a large capacity to store heat, and its heat storage rate has been shown to depend both on air-sea fluxes and on ocean circulation. The volume of STMW is so large that several years of air-sea interaction alone cannot dissipate it; after formation, it is partially re-entrained in subsequent winters to again interact with the atmosphere.\r\n\r\nMany processes have been identified that could affect STMW formation or its subsequent destruction. A primary goal of the NSF-funded CLIMODE (CLIVAR Mode Water Experiment) is to quantify the processes contributing to the evolution of the STMW of the western North Atlantic, commonly referred to as 18-degree-water (EDW) because of its nearly constant temperature. An extensive set of measurements has been obtained over the two-year field program; analyses and modeling of the observational period can help evaluate the relative importance of the processes contributing to EDW evolution. A primary motivation is that CLIMODE analyses will lead to improvements in climate modeling. This study aims to provide a link between the CLIMODE-specific analyses, longer period variability, and the need for metrics to evaluate and verify climate models. \r\n\r\nIntellectual merit: The EDW region with its large heat storage and air-sea fluxes, variable poleward heat transport, and energetic ocean circulation is a prime candidate for memory in the atmosphere-ocean system. The proposed research is an examination of the interannual-to-decadal variations in EDW volume, of the processes that contribute to it, and its impact on air-sea interaction. Some competing processes in EDW evolution (warm water advection by the Gulf Stream, mixing, and oceanic heat loss through air-sea fluxes) have variability linked to climate indices such as the North Atlantic Oscillation. The investigators will examine whether important processes can be monitored using proxy variables and thus link the field program results to the longer climate record to evaluate the importance of each process, the predictability of EDW evolution, and the ability of EDW to contribute to climate memory.\r\n\r\nBroader impacts: To be successful in predicting climate variability and change, models must be able to simulate those processes that produce interannual-to-decadal climate impact. An effective climate observing system must monitor the variables needed to characterize those fundamental processes and improve model parameterization and simulation. For example, the EDW region is a center of rapid intensification of mid-latitude storms that may be responding to changing ocean conditions, in particular, to ocean heat storage. Simulation and verification of climate predictions (such as changes in storm intensity) depend on developing a series of metrics that measure how well the model simulates important processes (heat storage). For the processes that are important to EDW evolution and its climate impact, critical measurements will be identified in order to develop simple and appropriate metrics with which to evaluate climate models.\r\n\r\nThis project is a contribution to the U.S. CLIVAR (CLImate VARiability and predictability) program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Kelly",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn Kelly",
   "pi_email_addr": "kellyapl@uw.edu",
   "nsf_id": "000320475",
   "pi_start_date": "2010-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 351614.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our CLIMODE research focused on the climate implications of the subtropical mode water of the North Atlantic, known as 18-degree water (EDW) for its stable temperature. EDW is a thick layer of water that is formed at the surface in winter, but is capped by warmer water in the summer. The seasonal isolation from the atmosphere allows EDW to act as a reservoir of cold water that can modify the interaction with the overlying atmosphere. EDW forms adjacent to the Gulf Stream, a region with a complex balance between surface heat fluxes, ocean heat advection and heat storage.&nbsp;</p>\n<p>&nbsp;A primary goal of our research was to determine what factors influence EDW formation and to evaluate the ability of climate models to reproduce EDW.</p>\n<p>In much of the ocean the atmosphere forces ocean temperature variability; however, in strong boundary currents, such as the Gulf Stream, the ocean takes an active role, with currents and heat storage modulating atmospheric variability. On an annual average heat is fluxed from the ocean to the atmosphere in the warm Gulf Stream region. In winter stronger fluxes extract more heat and the relatively cool EDW is formed. &nbsp;The EDW is capped by warmer water in the spring and summer. In autumn cool air masses and strong winds extract heat from the warm surface ocean and entrain the EDW below. A larger than normal volume of EDW will decrease the amount of heat that can be fluxed to the atmosphere, resulting in cooler air masses. In general higher EDW volume (Figure 1a, dash line) corresponds to lower ocean heat content (blue). A cooler ocean leads to less heat fluxed to the (red) approximately four months later, indicating control of the air-sea fluxes by the ocean and some predictive skill for atmosphere-ocean interaction. These heat fluxes feed extratropical storm formation over the northwestern Atlantic and the eastern U.S.</p>\n<p>The relationship between EDW volume and wintertime heat loss, mixing, and ocean circulation was examined using a statistical model (Figure 1b). Kelly and Dong (2013) found that, unlike in the Pacific, EDW volume changes (blue) depend strongly on surface heat flux anomalies (red), secondarily on mixing (parameterized by the meandering of the Gulf Stream) and to a lesser extent, on ocean circulation that moves EDW southward to a region where it is capped by warmer waters (subducted).</p>\n<p>&nbsp;In Dong and Kelly (2013) we examined EDW formation and atmosphere-ocean interaction in three coupled models: GFDL coupled data assimilation (CDA), GFDL CM2.1, and NCAR CCSM3.0. In comparison with observations (their Figure 11a), the data assimilating model (11b) gives the best representation of the formation rate, spatial distribution and thickness of EDW. The formation rate in CM2.1 (11c) is low due to weak heat loss from the ocean. In contrast to the southward movement of EDW in the observations, the EDW in CM2.1 and CCSM3.0 moves eastward in the excessively wide Gulf Stream. However, CDA does not capture the observed relationship between heat content and fluxes (Figure 1a). In contrast this interaction is well described by GFDL CM2.1 and CCSM3.0. Only GFDL CM2.1 shows the anti-correlation between the upper ocean heat content and EDW volume (Figure 1a). This suggests that, although data assimilation corrects the readily observed variables (EDW volume and location), it degrades the model&rsquo;s response to forcing.&nbsp;</p>\n<p>&nbsp;Our CLIMODE research has been linked to more recent work with the Atlantic Meridional Overturning Circulation (AMOC) project (Kelly et al, 2014), funded by NASA. In this study we used a simple model to infer heat advection or heat transport convergence (HTC) from the difference between surface heat fluxes and heat content in 8 latitudinal bands in the Atlantic. HTC in a large region (25-40N, Figure 1b, dash line) shows a significant anti-correlation with EDW formation (blue), that...",
  "por_txt_cntn": "\nOur CLIMODE research focused on the climate implications of the subtropical mode water of the North Atlantic, known as 18-degree water (EDW) for its stable temperature. EDW is a thick layer of water that is formed at the surface in winter, but is capped by warmer water in the summer. The seasonal isolation from the atmosphere allows EDW to act as a reservoir of cold water that can modify the interaction with the overlying atmosphere. EDW forms adjacent to the Gulf Stream, a region with a complex balance between surface heat fluxes, ocean heat advection and heat storage. \n\n A primary goal of our research was to determine what factors influence EDW formation and to evaluate the ability of climate models to reproduce EDW.\n\nIn much of the ocean the atmosphere forces ocean temperature variability; however, in strong boundary currents, such as the Gulf Stream, the ocean takes an active role, with currents and heat storage modulating atmospheric variability. On an annual average heat is fluxed from the ocean to the atmosphere in the warm Gulf Stream region. In winter stronger fluxes extract more heat and the relatively cool EDW is formed.  The EDW is capped by warmer water in the spring and summer. In autumn cool air masses and strong winds extract heat from the warm surface ocean and entrain the EDW below. A larger than normal volume of EDW will decrease the amount of heat that can be fluxed to the atmosphere, resulting in cooler air masses. In general higher EDW volume (Figure 1a, dash line) corresponds to lower ocean heat content (blue). A cooler ocean leads to less heat fluxed to the (red) approximately four months later, indicating control of the air-sea fluxes by the ocean and some predictive skill for atmosphere-ocean interaction. These heat fluxes feed extratropical storm formation over the northwestern Atlantic and the eastern U.S.\n\nThe relationship between EDW volume and wintertime heat loss, mixing, and ocean circulation was examined using a statistical model (Figure 1b). Kelly and Dong (2013) found that, unlike in the Pacific, EDW volume changes (blue) depend strongly on surface heat flux anomalies (red), secondarily on mixing (parameterized by the meandering of the Gulf Stream) and to a lesser extent, on ocean circulation that moves EDW southward to a region where it is capped by warmer waters (subducted).\n\n In Dong and Kelly (2013) we examined EDW formation and atmosphere-ocean interaction in three coupled models: GFDL coupled data assimilation (CDA), GFDL CM2.1, and NCAR CCSM3.0. In comparison with observations (their Figure 11a), the data assimilating model (11b) gives the best representation of the formation rate, spatial distribution and thickness of EDW. The formation rate in CM2.1 (11c) is low due to weak heat loss from the ocean. In contrast to the southward movement of EDW in the observations, the EDW in CM2.1 and CCSM3.0 moves eastward in the excessively wide Gulf Stream. However, CDA does not capture the observed relationship between heat content and fluxes (Figure 1a). In contrast this interaction is well described by GFDL CM2.1 and CCSM3.0. Only GFDL CM2.1 shows the anti-correlation between the upper ocean heat content and EDW volume (Figure 1a). This suggests that, although data assimilation corrects the readily observed variables (EDW volume and location), it degrades the modelÆs response to forcing. \n\n Our CLIMODE research has been linked to more recent work with the Atlantic Meridional Overturning Circulation (AMOC) project (Kelly et al, 2014), funded by NASA. In this study we used a simple model to infer heat advection or heat transport convergence (HTC) from the difference between surface heat fluxes and heat content in 8 latitudinal bands in the Atlantic. HTC in a large region (25-40N, Figure 1b, dash line) shows a significant anti-correlation with EDW formation (blue), that is, increased ocean heat advection, related to the AMOC, removes heat from the region, leading to smaller EDW volumes about six..."
 }
}