{
 "awd_id": "0960081",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI-R2: Acquisition of a Heterogeneous Supercomputing Instrument for Transformative Interdisciplinary Research",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rita Rodriguez",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 1992527.0,
 "awd_amount": 1992527.0,
 "awd_min_amd_letter_date": "2010-06-18",
 "awd_max_amd_letter_date": "2012-02-09",
 "awd_abstract_narration": "\"This award is funded under the American Recovery and Reinvestment Act of 2009(Public Law 111-5).\"\r\nProposal #:\t09-60081\r\nPI(s):\t\tFeng, Wuchun\r\n\t\tHilu; Khidir W.; King, Scott D.\r\nInstitution:\tVirginia Polytechnic Institute and State University \r\nTitle:          MRI-R2/Acq:Heterogeneous Supercomputing Instrument for Transformative Interdisciplinary Research\r\nProject Proposed :\r\nThis project, acquiring a versatile heterogeneous supercomputing instrument, called HokieSpeed, in which each compute node consists of CPUs (central processing units) and GPUs (graphics processing units), aims to empower faculty, students, and staff across disciplines to tackle problems previously viewed as intractable or that required heroic efforts and significant domain expertise to solve. The instrument is expected to catalyze new approaches for conducting research via synergistic amalgamation of heterogeneous supercomputing and cyber-enabled tools that enhance ease of use. In particular, it should allow end users to:\r\n-\tMake commonplace the ability to perform in-situ visualization for rapid visual information synthesis and analysis, and\r\n-\tControl their level of immersion in the discovery process from being immersed (a la 'human in the loop' intuitively making real-time decisions via a large-scale gigapixel display), to observing the instrument automatically collect, organize, and analyze data of visual analytics.\r\nRecent trends have exposed the CPU as a 'jack of all computing trades, master of none,' thus giving rise to heterogeneous computing instruments with multiple types of brains (e.g., CPUs and GPUs). Though conventional wisdom believed in 2007 that missing genes in 699 microbial genomes was computationally infeasible, the PI led a team of more than twenty interdisciplinary researchers from eight institutions around the world and developed software cybertool instruments to integrate a set of distributed supercomputing with more that twelve thousand CPUs to complete the task in ten weeks. Coupled with the existing cybertools and those available from NVIDIA the instrument should enable completion of the task in a day with only two researchers. HokieSpeed will have 8,192 CPU cores and at least 61,440 GPU cores in 40 square feet and deliver 35 times better peak performance, 70 times better power efficiency, and 14 times better space efficiency than the current system at the institution (circa 2003) while offering versatility by enabling discovery through a large-scale gigapixel display and appropriately varying degrees of interaction between human and machine. Creating new forms of social research, and 'what if' scenarios for evaluation and promising to deliver research advances across multiple disciplines, the results will be generated often in real time allowing immediate in-situ visualization on a gigapixel display.\r\nBroader Impacts: \r\nReaching a broad community, the instrument is expected to herald a new age in multi-purpose and interdisciplinary computing instrumentation creating a computational ecosystem that simplifies access and use of the instrument to the masses. Students, including females and underrepresented minorities, will learn about energy-efficient computing, and visualization and interaction at large scale. Among others, the project will also utilize programs that specifically service broader impacts: MAOP (Multicultural/Minority Academic Opportunities Program), CTech2 (Computers and Technology at VaTech), and CRA-W's CREU (Collaborative Research Experience for Undergraduates). Additionally, it will extend an experimental GPU course and offer a workshop version for on-line instruction. Other activities include K-12 outreach, and delivery by CREU of information technology (IT) to rural and economically disadvantaged areas via virtual computing and the VaTech-STEM K-12 Outreach Initiative.",
 "awd_arra_amount": 1992527.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wuchun",
   "pi_last_name": "Feng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wuchun Feng",
   "pi_email_addr": "feng@cs.vt.edu",
   "nsf_id": "000066142",
   "pi_start_date": "2010-06-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Khidir",
   "pi_last_name": "Hilu",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Khidir W Hilu",
   "pi_email_addr": "hilukw@vt.edu",
   "nsf_id": "000295199",
   "pi_start_date": "2010-06-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "King",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Scott D King",
   "pi_email_addr": "sdk@vt.edu",
   "nsf_id": "000303125",
   "pi_start_date": "2010-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1992527.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Since the 1960s, the general-purpose processor (also known as the central processing unit or CPU) has served as <em>the</em> brain in computing instruments, ranging from mobile computing devices like smartphones to desktop computers to supercomputers. Recent trends, however, have exposed the CPU as a &ldquo;jack of all (computing) trades, master of none,&rdquo; thus giving rise to heterogeneous computing instruments with multiple types of brains, e.g., CPU and graphics processing unit (GPU), or by analogy, a \"left brain\" and a \"right brain,\" respectively. Consequently, this project realized a heterogeneous supercomputing instrument and in-situ visualization environment that made use of both CPUs and GPUs to create the most energy-efficient commodity supercomputer in the United States when it debuted in November 2011. This instrument ultimately empowered faculty, students, and staff across scientific and engineering disciplines to tackle problems previously viewed as intractable or that required heroic efforts and significant domain-specific expertise to solve. In addition, this instrument catalyzed new approaches for conducting research via the synergistic amalgamation of heterogeneous supercomputing and our cyber-enabled tools that enhanced ease of use.&nbsp;</p>\n<p>Intellecttual Merit: The instrument, which was dubbed HokieSpeed (named after the Virginia Tech Hokies team name), possessed a peak speed of more than 450-trillion floating-point operations per second in single precision and peak efficiency of more than 4-billion floating-point operations per second per watt of power consumption. It achieved this feat by leveraging and uniquely aggregating 209 compute nodes, consisting of 418 Intel Xeon hex-core CPUs (or 2,508 Intel Xeon CPU cores) and 418 NVIDIA Tesla Fermi GPUs (or 187,264 GPU cores). The sustained performance of HokieSpeed placed it at #96 overall with respect to the fastest supercomputers in the world and approximately 100 times slower than the #1 supercomputer, K Computer, from Japan. However, HokieSpeed was 1,000 times cheaper than the K Computer and 12% more energy-efficient. Coupled with this unique hardware design was the investigator's cyber-enabled tools to enhance the productivity of the end user and to further turbo-charge (or accelerate) application performance on HokieSpeed.</p>\n<div class=\"page\" title=\"Page 7\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Broader Impacts: This project sought to commoditize a new approach to large-scale heterogeneous computing, one that could be used as an exemplar for future acquisitions, by combining a unique integration of hardware that was then coupled with cyber-enabled tools from the investigator. This approach created a computational ecosystem that simplified access and use of the instrument to the masses, thus reaching a broader community. Towards the end of the grant, the investigator held a workshop tutorial for HokieSpeed at Virginia Tech and drew more than 120 partiicpants across 18 different departments. Despite the grant having officially ended, the project continues on at Virginia Tech as the investigator had the foresight to refresh and extend the HokieSpeed hardware and software environment in September 2013 and to secure service support and maintenance for HokieSpeed through June 2016.</p>\n<p>To quantify the broader impact, in 2007, though conventional wisdom believed that finding \"missing genes\" in 699 microbial genomes was computationally infeasible, The investigator led a team of 20+ interdiscipinary researchers from eight institutions around the world and developed software cybertool instruments to integrate a set of distributed supercomputers, totaling 12,000+ CPUs, to complete the task in ten weeks. The realized HokieSpeed instrument, coupled with our existing cybertool instruments and those available from NVIDIA, completed this task in a day while involving only two researche...",
  "por_txt_cntn": "\nSince the 1960s, the general-purpose processor (also known as the central processing unit or CPU) has served as the brain in computing instruments, ranging from mobile computing devices like smartphones to desktop computers to supercomputers. Recent trends, however, have exposed the CPU as a \"jack of all (computing) trades, master of none,\" thus giving rise to heterogeneous computing instruments with multiple types of brains, e.g., CPU and graphics processing unit (GPU), or by analogy, a \"left brain\" and a \"right brain,\" respectively. Consequently, this project realized a heterogeneous supercomputing instrument and in-situ visualization environment that made use of both CPUs and GPUs to create the most energy-efficient commodity supercomputer in the United States when it debuted in November 2011. This instrument ultimately empowered faculty, students, and staff across scientific and engineering disciplines to tackle problems previously viewed as intractable or that required heroic efforts and significant domain-specific expertise to solve. In addition, this instrument catalyzed new approaches for conducting research via the synergistic amalgamation of heterogeneous supercomputing and our cyber-enabled tools that enhanced ease of use. \n\nIntellecttual Merit: The instrument, which was dubbed HokieSpeed (named after the Virginia Tech Hokies team name), possessed a peak speed of more than 450-trillion floating-point operations per second in single precision and peak efficiency of more than 4-billion floating-point operations per second per watt of power consumption. It achieved this feat by leveraging and uniquely aggregating 209 compute nodes, consisting of 418 Intel Xeon hex-core CPUs (or 2,508 Intel Xeon CPU cores) and 418 NVIDIA Tesla Fermi GPUs (or 187,264 GPU cores). The sustained performance of HokieSpeed placed it at #96 overall with respect to the fastest supercomputers in the world and approximately 100 times slower than the #1 supercomputer, K Computer, from Japan. However, HokieSpeed was 1,000 times cheaper than the K Computer and 12% more energy-efficient. Coupled with this unique hardware design was the investigator's cyber-enabled tools to enhance the productivity of the end user and to further turbo-charge (or accelerate) application performance on HokieSpeed.\n\n\n\n\nBroader Impacts: This project sought to commoditize a new approach to large-scale heterogeneous computing, one that could be used as an exemplar for future acquisitions, by combining a unique integration of hardware that was then coupled with cyber-enabled tools from the investigator. This approach created a computational ecosystem that simplified access and use of the instrument to the masses, thus reaching a broader community. Towards the end of the grant, the investigator held a workshop tutorial for HokieSpeed at Virginia Tech and drew more than 120 partiicpants across 18 different departments. Despite the grant having officially ended, the project continues on at Virginia Tech as the investigator had the foresight to refresh and extend the HokieSpeed hardware and software environment in September 2013 and to secure service support and maintenance for HokieSpeed through June 2016.\n\nTo quantify the broader impact, in 2007, though conventional wisdom believed that finding \"missing genes\" in 699 microbial genomes was computationally infeasible, The investigator led a team of 20+ interdiscipinary researchers from eight institutions around the world and developed software cybertool instruments to integrate a set of distributed supercomputers, totaling 12,000+ CPUs, to complete the task in ten weeks. The realized HokieSpeed instrument, coupled with our existing cybertool instruments and those available from NVIDIA, completed this task in a day while involving only two researchers rather than 20-plus.\n\nIn addition to accelerating discovery and innovation via the traditional way of submitting and executing parallel computing jobs in batch, like in the above e..."
 }
}