{
 "awd_id": "0960292",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI-R2: Development of a Time Resolved Ultraviolet Spectroscopies Laboratory",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2010-04-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 1639639.0,
 "awd_amount": 1639639.0,
 "awd_min_amd_letter_date": "2010-03-16",
 "awd_max_amd_letter_date": "2012-02-14",
 "awd_abstract_narration": "Technical Summary: \r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThe PIs are awarded a Major Research Instrumentation (MRI) program to develop a new time-resolved ultraviolet spectroscopy laboratory at the University of Colorado.  The heart of the system will be a regeneratively amplified Titanium-sapphire system which will enable creation of ultrafast deep-ultraviolet radiation through the HHG (high harmonic generation) process, as well as the creation of tunable ultrafast radiation through the visible and the mid-infrared. This ultrafast radiation will principally be utilized for two unique spectroscopic probes which we will also develop under this program - ultraviolet pump-probe angle-resolved photoemission spectroscopy (ARPES) and ultraviolet pump-probe Raman spectroscopy.  The general goal of the project will be to determine the dynamics of various excited states of a solid so as to understand the details of the relaxation processes and their origins (electron-electron, electron-phonon, etc.). This will be done by observing these processes from both the electron (pump-probe ARPES) and lattice (pump-probe Raman) points of view. This is in general an extremely rich and completely wide open area of study with applications to the study of many of the most important materials systems with some of the deepest underlying physics questions. These include correlated electron systems including high temperature superconductivity, electrochromic oxides, thermoelectric materials, etc. Another important class of materials to be studied is advanced photoconversion systems including organic photovoltaics, dye-sensitized solar cells, and semiconducting nanocrystals. A wide body of collaborators from across campus and nearby national laboratories (NREL and NIST) have expressed interest in using this facility, and many others are expected in the future. \r\n\r\nLayman Summary: \r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThe PIs are awarded a Major Research Instrumentation (MRI) program to develop a new time-resolved ultraviolet spectroscopy laboratory at the University of Colorado.  The heart of the system will be a high power laser system which will create extremely short pulses of light with a wide range of wavelengths from the ultraviolet to the infrared. This laser light will principally be utilized to probe and understand materials physics in a time-resolved manner, telling us how the electrons move and interact with each other within a solid.  This is in general an extremely rich and completely wide open area of study with applications to the study of many of the most important materials systems with some of the deepest underlying physics questions. Materials to be studied include high temperature superconductors, organic photovoltaics, dye-sensitized solar cells, semiconducting nanocrystals, and electrochromic oxides (materials which change color upon the application of a voltage, which could be used for \"smart\" windows. A wide body of collaborators from across campus and nearby national laboratories (NREL and NIST) have expressed interest in using this facility, and many others are expected in the future.",
 "awd_arra_amount": 1639639.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Dessau",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel S Dessau",
   "pi_email_addr": "dessau@colorado.edu",
   "nsf_id": "000113994",
   "pi_start_date": "2010-03-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dmitry",
   "pi_last_name": "Reznik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dmitry Reznik",
   "pi_email_addr": "dmitry.reznik@colorado.edu",
   "nsf_id": "000540588",
   "pi_start_date": "2010-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1639639.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This is the project outcomes report on the NSF project &ldquo;MRI-R2: Development of a Time Resolved Ultraviolet Spectroscopies Laboratory&rdquo; The major goal of this project was to develop a femtosecond-scale time-resolved pump-probe ARPES (Angle Resolved Photoemission Spectroscopy) and Raman (inelastic light scattering) setup at the University of Colorado.&nbsp; This setup will be used for new research directions aimed at uncovering the dynamics of electrons and phonons (quantized sound waves) in modern materials systems such as superconductors, topological insulators, magnets, photovoltaics, etc. The goal of developing the system has been completed, as described here.&nbsp; The next step (not funded under this grant) is to utilize this instrument for the above mentioned research projects.</p>\n<p>The system that we have developed includes:</p>\n<p>a)&nbsp;&nbsp;&nbsp; The main laser system, which produces ultrafast high power laser pulses over a wide range of photon energies. These laser pulses are used to excite the electrons in a modern material system &ndash; the first step for an ARPES or Raman experiment.&nbsp; The laser system is a KM Labs&nbsp; &ldquo;Wyvern&rdquo; regeneratively amplified Ti:sapphire laser system with optical parametric amplifier and difference frequency generation unit. We also have built and installed a wide variety of harmonic generation capabilities and can produce and characterize light with wavelengths from about 20 microns to 190 nm with a variety of temporal speeds.&nbsp; We have also installed various active beam-stabilization systems, pulse compression and pulse train tools, various spectroscopic characterizations, etc.</p>\n<p>&nbsp;b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Electron spectrometer system. The electron spectrometer system has been upgraded to allow a full integration of the pump-probe experiments. We have efficiently coupled and integrated the laser system to the electron spectrometer system, including optics, software, timing electronics, and sample cryostat/manipulator. We have also improved the resolution, low energy performance, and counting efficiency and linearity of the spectrometer system.</p>\n<p>c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Raman spectroscopy system. The Raman spectroscopy system is complete and is performing very well, including the sample cryostat, collection optics, CCD camera, etc. World-class Raman spectra are attainable.</p>\n<p>Another outcome of the project is the training that the participants have obtained in design and construction of advanced optical and spectroscopic instrumentation, cryogenics, sensitive electronics, etc. The work included faculty, a senior research associate, multiple graduate students, post-docs, and undergraduate students.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/19/2014<br>\n\t\t\t\t\tModified by: Daniel&nbsp;S&nbsp;Dessau</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis is the project outcomes report on the NSF project \"MRI-R2: Development of a Time Resolved Ultraviolet Spectroscopies Laboratory\" The major goal of this project was to develop a femtosecond-scale time-resolved pump-probe ARPES (Angle Resolved Photoemission Spectroscopy) and Raman (inelastic light scattering) setup at the University of Colorado.  This setup will be used for new research directions aimed at uncovering the dynamics of electrons and phonons (quantized sound waves) in modern materials systems such as superconductors, topological insulators, magnets, photovoltaics, etc. The goal of developing the system has been completed, as described here.  The next step (not funded under this grant) is to utilize this instrument for the above mentioned research projects.\n\nThe system that we have developed includes:\n\na)    The main laser system, which produces ultrafast high power laser pulses over a wide range of photon energies. These laser pulses are used to excite the electrons in a modern material system &ndash; the first step for an ARPES or Raman experiment.  The laser system is a KM Labs  \"Wyvern\" regeneratively amplified Ti:sapphire laser system with optical parametric amplifier and difference frequency generation unit. We also have built and installed a wide variety of harmonic generation capabilities and can produce and characterize light with wavelengths from about 20 microns to 190 nm with a variety of temporal speeds.  We have also installed various active beam-stabilization systems, pulse compression and pulse train tools, various spectroscopic characterizations, etc.\n\n b)      Electron spectrometer system. The electron spectrometer system has been upgraded to allow a full integration of the pump-probe experiments. We have efficiently coupled and integrated the laser system to the electron spectrometer system, including optics, software, timing electronics, and sample cryostat/manipulator. We have also improved the resolution, low energy performance, and counting efficiency and linearity of the spectrometer system.\n\nc)       Raman spectroscopy system. The Raman spectroscopy system is complete and is performing very well, including the sample cryostat, collection optics, CCD camera, etc. World-class Raman spectra are attainable.\n\nAnother outcome of the project is the training that the participants have obtained in design and construction of advanced optical and spectroscopic instrumentation, cryogenics, sensitive electronics, etc. The work included faculty, a senior research associate, multiple graduate students, post-docs, and undergraduate students.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/19/2014\n\n\t\t\t\t\tSubmitted by: Daniel S Dessau"
 }
}