{
 "awd_id": "0960535",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Filtered Push: Continuous Quality Control for Distributed Collections and Other Species-Occurrence Data.",
 "cfda_num": "47.074",
 "org_code": "08080200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 1640289.0,
 "awd_amount": 1640289.0,
 "awd_min_amd_letter_date": "2010-07-27",
 "awd_max_amd_letter_date": "2010-12-22",
 "awd_abstract_narration": "Harvard University is awarded a grant to develop a networked solution to enable annotation of distributed biological collection data and to share assertions about their quality or usability. Internet inquiries that are posed to multiple datasets may yield varying results depending on the suitability or quality of the targeted data. In some cases it might be possible to inquire of experts or software agents that can assist in determining the fitness for use; in other cases such experts or agents might already have recorded an assessment of the data. However, that information is not typically available to the originator of the query.  The proposed system will make these value-added assertions accessible to the end users of biodiversity datasets. \r\n\r\nThe Filtered Push network uses natural science collections as a reference implementation for a cyberinfrastructure with which any community can render an expert opinion about the quality of data, and the fitness for use of a data set or a subset of records. The emergent knowledgebase of the Filtered Push network supports the ability of interested parties to get immediate or historical access to these annotations, filtered by criteria expressing constraints on their interests. The network can also provide for the automatic execution of scientific workflows triggered by expert commentary, by the introduction or discovery of new data, or by a change in scientific viewpoints. As with the annotations, the outputs of such workflows can be distributed to interested parties, software or human. Filtered Push networks therefore allow for continuous quality control by the scientific community, based on human expertise, statistical or logical machine reasoning or advances in the domain science itself. The Filtered Push project maintains a wiki at http://www.etaxonomy.org/mw/FilteredPush.  This project is part of a 10-year effort to digitize and mobilize the scientific information associated with biological specimens held in U.S. research collections. The images and digitized data from this project will be integrated into the online national resource as outlined in the community strategic plan available at http://digbiocol.files.wordpress.com/2010/05/digistratplanfinaldraft.pdf.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Hanken",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Hanken",
   "pi_email_addr": "hanken@oeb.harvard.edu",
   "nsf_id": "000179978",
   "pi_start_date": "2010-12-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Macklin",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "James A Macklin",
   "pi_email_addr": "james.macklin@agr.gc.ca",
   "nsf_id": "000206528",
   "pi_start_date": "2010-07-27",
   "pi_end_date": "2010-12-22"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bertram",
   "pi_last_name": "Ludaescher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bertram Ludaescher",
   "pi_email_addr": "ludaesch@illinois.edu",
   "nsf_id": "000487537",
   "pi_start_date": "2010-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Macklin",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "James A Macklin",
   "pi_email_addr": "james.macklin@agr.gc.ca",
   "nsf_id": "000206528",
   "pi_start_date": "2010-12-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1718",
   "pgm_ref_txt": "BIOINFORMATICS"
  },
  {
   "pgm_ref_code": "6895",
   "pgm_ref_txt": "DIGITIZATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1640289.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A typical natural-science collection specimen or observation is associated with information about who, what, where, when and how the specimen was collected and/or observed in nature. For hundreds of years, this information was captured on handwritten or typed labels associated with the specimens or in catalogs, but now these data are in high demand in digital form for use in scientific research. Digitization is typically performed by the data owners, who then freely distribute the data to relevant aggregators of information. This process inevitably generates errors, and it typically is limited in terms of the types and quantity of information that is captured (Figure 1). Consequently, data quality assessment is essential to determine the applicability, or fitness, of the data for a specific research purpose. Data quality can also be enhanced by using semi-automated tools that check for errors by comparing digitized data against authoritative sources, that suggest corrections, and that allow addition or improvements to data records based on expert opinion. A further complication is that such edits can be made by anyone, anywhere, and yet this knowledge is rarely communicated back to the data owner, especially in a useful, standardized form. The FilteredPush (FP) project has begun to address these challenges by producing online tools for improving the fitness for use of distributed data through computer analysis and annotation, and through human review of data quality annotations. <br /> <br /> Intellectual Merit:</p>\n<p>The FilteredPush team developed a novel suite of tools that use structured annotations to propose data edits. These tools extend those used for commenting about information on web pages. The annotations may be recorded in a variety of clients and &ldquo;pushed&rdquo; back to the data owners. Data curators serve as the gatekeepers (&ldquo;filters&rdquo;) who evaluate proposed edits to records in their database and update records accordingly. Annotations can be contributed by experts or non-experts; where multiple opinions exist, they become conversations. The concept of data annotation was embraced by the Biodiversity Information Standards (TDWG) body, which facilitated interoperability of FP with AnnoSys, a European implementation. Scientific workflow software for data quality control (Kepler-Kuration, FP-Akka) was developed to assess and recommend changes within natural-science collection datasets. These workflows include detailed provenance information that promotes transparency and reusability. The structured annotations also facilitate application of semantic web technologies to biodiversity data management.<br /> <br /> Broader Impacts:<br /> <br /> The FilteredPush project provides both direct and indirect support for several Thematic Collections Networks (TCNs) in the NSF&rsquo;s Advancing Digitization of Biological Collections program and its coordinating hub, iDigBio. Direct support was provided to the Southwest Collections of Arthropods Network (SCAN), InvertEBase, and New England Vascular Plants (NEVP) TCNs. The support includes FP functionality for creating annotations and registering taxonomic groups of interest to experts, which is embedded in Symbiota, a community collection-management tool and data portal. Data quality reports were also produced for institutions participating in TCNs (Figure 2), which continue to use the tools. Indirect support was provided through further enhancements to Symbiota and contributions to iDigBio hackathons, webinars and workshops. Training was provided to a broad spectrum of users through hands-on workshops and presentations. The project directly involved one undergraduate, three graduate students, and two postdoctoral fellows. Two courses taught at the graduate level incorporated content on data curation workflows.</p>\n<p>The project showed that a proposed web-annotation standard of the World Wide Web C...",
  "por_txt_cntn": "\nA typical natural-science collection specimen or observation is associated with information about who, what, where, when and how the specimen was collected and/or observed in nature. For hundreds of years, this information was captured on handwritten or typed labels associated with the specimens or in catalogs, but now these data are in high demand in digital form for use in scientific research. Digitization is typically performed by the data owners, who then freely distribute the data to relevant aggregators of information. This process inevitably generates errors, and it typically is limited in terms of the types and quantity of information that is captured (Figure 1). Consequently, data quality assessment is essential to determine the applicability, or fitness, of the data for a specific research purpose. Data quality can also be enhanced by using semi-automated tools that check for errors by comparing digitized data against authoritative sources, that suggest corrections, and that allow addition or improvements to data records based on expert opinion. A further complication is that such edits can be made by anyone, anywhere, and yet this knowledge is rarely communicated back to the data owner, especially in a useful, standardized form. The FilteredPush (FP) project has begun to address these challenges by producing online tools for improving the fitness for use of distributed data through computer analysis and annotation, and through human review of data quality annotations. \n \n Intellectual Merit:\n\nThe FilteredPush team developed a novel suite of tools that use structured annotations to propose data edits. These tools extend those used for commenting about information on web pages. The annotations may be recorded in a variety of clients and \"pushed\" back to the data owners. Data curators serve as the gatekeepers (\"filters\") who evaluate proposed edits to records in their database and update records accordingly. Annotations can be contributed by experts or non-experts; where multiple opinions exist, they become conversations. The concept of data annotation was embraced by the Biodiversity Information Standards (TDWG) body, which facilitated interoperability of FP with AnnoSys, a European implementation. Scientific workflow software for data quality control (Kepler-Kuration, FP-Akka) was developed to assess and recommend changes within natural-science collection datasets. These workflows include detailed provenance information that promotes transparency and reusability. The structured annotations also facilitate application of semantic web technologies to biodiversity data management.\n \n Broader Impacts:\n \n The FilteredPush project provides both direct and indirect support for several Thematic Collections Networks (TCNs) in the NSFÆs Advancing Digitization of Biological Collections program and its coordinating hub, iDigBio. Direct support was provided to the Southwest Collections of Arthropods Network (SCAN), InvertEBase, and New England Vascular Plants (NEVP) TCNs. The support includes FP functionality for creating annotations and registering taxonomic groups of interest to experts, which is embedded in Symbiota, a community collection-management tool and data portal. Data quality reports were also produced for institutions participating in TCNs (Figure 2), which continue to use the tools. Indirect support was provided through further enhancements to Symbiota and contributions to iDigBio hackathons, webinars and workshops. Training was provided to a broad spectrum of users through hands-on workshops and presentations. The project directly involved one undergraduate, three graduate students, and two postdoctoral fellows. Two courses taught at the graduate level incorporated content on data curation workflows.\n\nThe project showed that a proposed web-annotation standard of the World Wide Web Consortium (W3C) could be used to make annotations of scientific data. The quality control software produced by the project was shown t..."
 }
}