{
 "awd_id": "0960061",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI-R2: Development of Common Platform for Unifying Humanoids Research",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rita Rodriguez",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 5999997.0,
 "awd_amount": 5999997.0,
 "awd_min_amd_letter_date": "2010-07-08",
 "awd_max_amd_letter_date": "2014-04-17",
 "awd_abstract_narration": "\"This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\" \r\nProposal #:\t09-60061\r\nPI(s):\t\tKim, Youngmoo E., Gogotsi, Yury, Hong, Dennis H., Regli, William C., Schaal, Stefan\r\nInstitution:\tDrexel University\r\nTitle:  \t\tDevelopment of Common Platform for Unifying Humanoids Research\r\nProject Proposed: \r\nThis project, developing and disseminating HUBO+, a new common humanoid research platform instrument, enables novel and previously infeasible capabilities for future research efforts while working with a common instrument. HUBO will be the first homogeneous, full-sized humanoid to be used as a common research and education platform. Eight universities (Drexel, CMU, MIT, Ohio State, Penn, Purdue, Southern California, and VaTech), representing a critical mass of humanoids research within US, participate in this development of the world's first homogeneous full-sized humanoid team. Building upon unique expertise, the work extends current capabilities, resulting in six identical units, facilitating the following potentially transformative advances in robotics:\r\n-\tA state-of-the-art, standardized humanoid platform instrument with embedded capabilities for sensing, manipulation, and rapid locomotion, ideal for a broad range of future humanoids research\r\n-\tThe ability, for the first time, to directly compare and across validate algorithms and methodologies and consistently benchmark results across research teams\r\n-\tNovel energy storage technology for mobile robotics incorporating supercapacitors for operations requiring high power density, far exceeding the capabilities of traditional battery-only power sources\r\n-\tA widely distributed platform that motivates, recruits, and trains a broad range of students spanning multiple disciplines, including artificial intelligence, digital, signal processing, mechanics, and control\r\nHumanoids, robots engineered to mimic human form and motion, open broad avenues of cross disciplinary research spanning multiple fields, such as mechanical control, artificial intelligence, and power systems. Common humanoids are rarely autonomous and are not-ready for unconstrained interaction with humans. The most compelling demonstrations are meticulously pre-programmed and painstakingly choreographed. A few common platforms have already advanced some research. Hence, having a consistent platform should facilitate rapid progress in areas needed for autonomy and natural interaction, including mobility, manipulation, robot vision, speech communication, and cognition and learning. However, although currently Japan and Korea are considered world leaders in design and construction of humanoids, best practices have not been developed for constructing multiple, identical humanoids. These conditions call for the making of an urgently needed benchmark providing evaluations and cross-validation of results. With this development and the servicing of 6 humanoids, this project aims to create knowledge and best practices contributing to robotics research, possibly leading to the standardization needed for ubiquity.\r\nBroader Impacts: \r\nThe instrument enables US researchers to develop expertise in the design and construction of humanoids, while the distribution of the work activities ensures the broad dissemination of the knowledge. Humanoids research, inherently interdisciplinary and integrative, inspires young students. The graduate and undergraduates students participating are likely to receive a world-class training in robotics. Outreach partners, including several high-profile museums will introduce people of all ages to the exciting technologies of robotics, particularly useful in recruiting K-12 students into science, engineering, mathematics, etc. A partnership with the Science Leadership Academy (SLA), a magnet school with more than 63% underrepresented students, assures their involvement. With SLA, the project initiates an annual program modeled on a NASA-style experiment design competition, in which students use simulation tools to propose humanoids projects and activities. Selected winner(s) will have their proposed projects implemented on HUBO.",
 "awd_arra_amount": 5999997.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Youngmoo",
   "pi_last_name": "Kim",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Youngmoo E Kim",
   "pi_email_addr": "ykim@drexel.edu",
   "nsf_id": "000307796",
   "pi_start_date": "2010-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stefan",
   "pi_last_name": "Schaal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stefan Schaal",
   "pi_email_addr": "sschaal@usc.edu",
   "nsf_id": "000106410",
   "pi_start_date": "2010-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yury",
   "pi_last_name": "Gogotsi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yury Gogotsi",
   "pi_email_addr": "gogotsi@drexel.edu",
   "nsf_id": "000311096",
   "pi_start_date": "2010-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Regli",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "William C Regli",
   "pi_email_addr": "regli@umd.edu",
   "nsf_id": "000212288",
   "pi_start_date": "2010-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Hong",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis W Hong",
   "pi_email_addr": "dennishong@ucla.edu",
   "nsf_id": "000230746",
   "pi_start_date": "2010-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 CHESTNUT ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 5999997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project partnered research teams at Drexel University, Georgia Tech, MIT, The Ohio State University, Purdue University, University of Pennsylvania, University of Southern California, and Virginia Tech to significantly advance humanoid robotics. This effort enabled roboticists across the US to work with a common platform, based upon the Hubo adult-sized robot. The distribution of the project&rsquo;s Hubo+ units to research partners was the first time that such an advanced humanoid was available to multiple academic research teams in the US, and the joint activities in working with a large fully-actuated humanoid on such a wide scale was unprecedented.</p>\n<p>The large number of highly-varied systems, both hardware and software, involved in humanoids research requires wide-ranging expertise spanning many disciplines. A key outcome of this award was to share this multidisciplinary knowledge and expertise across the full research team and to disseminate the resulting systems and products to other robotics researchers.</p>\n<p>The work of this MRI-R2 project facilitated rapid advances in Hubo software and control that enhanced the research of all project participants. Two Hubo-based teams were invited to compete in the finals of the DARPA Robotics Challenge (DRC). These team efforts built upon widespread platform expertise and collaboration spanning the institutional partners (Purdue, Ohio State, and Georgia Tech) developed through this MRI-R2 project. Our project partners at the Korea Advanced Institute of Science and Technology (KAIST) were the overall winners of the DRC, a stunning achievement for the Hubo platform.&nbsp;</p>\n<p>The activities of this project had a significant impact on the research community, resulting in 35 peer-reviewed conference papers and 15 papers accepted for publication in archival journals. Project team members have participated in demonstrations with the Hubo+ robots for the World Science Festival , Philadelphia Robotics Expo, Philadelphia Science Festival, TEDxYouth, multiple media stories and other local and institutional events. A special summary workshop, \"Using the Hubo Platform to Advance Humanoids Research\", was presented at the International Conference on Robotics and Automation (ICRA) in Seattle on May 30, 2015. All major software developed in the course of this project has been released as open source.</p>\n<p><strong>Intellectual Merit:</strong> Humanoids are not yet capable of unconstrained interaction with humans. Having a consistent humanoid platform facilitated significant advances in capabilities needed for autonomy and natural interaction, including mobility, manipulation, sensing, and human-robot interaction. In developing and maintaining a platform of 6 adult-sized humanoids, the research team developed knowledge and best practices that informed other large-scale robotics research efforts.</p>\n<p><strong>Broader Impacts:</strong> This project enabled a large team of US researchers to develop expertise in the design and construction of humanoids. The distribution of work activities across 8 separate Universities ensured that the knowledge developed was broadly disseminated. Participating graduate and undergraduate students received world-class training in robotics. Humanoids research is inherently interdisciplinary and integrative and particularly inspires younger students and this award introduced people of all ages to the technologies of robotics, attracting a large number of K-12 students into science, engineering, and mathematics.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/28/2015<br>\n\t\t\t\t\tModified by: Youngmoo&nbsp;E&nbsp;Kim</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"c...",
  "por_txt_cntn": "\nThis project partnered research teams at Drexel University, Georgia Tech, MIT, The Ohio State University, Purdue University, University of Pennsylvania, University of Southern California, and Virginia Tech to significantly advance humanoid robotics. This effort enabled roboticists across the US to work with a common platform, based upon the Hubo adult-sized robot. The distribution of the projectÆs Hubo+ units to research partners was the first time that such an advanced humanoid was available to multiple academic research teams in the US, and the joint activities in working with a large fully-actuated humanoid on such a wide scale was unprecedented.\n\nThe large number of highly-varied systems, both hardware and software, involved in humanoids research requires wide-ranging expertise spanning many disciplines. A key outcome of this award was to share this multidisciplinary knowledge and expertise across the full research team and to disseminate the resulting systems and products to other robotics researchers.\n\nThe work of this MRI-R2 project facilitated rapid advances in Hubo software and control that enhanced the research of all project participants. Two Hubo-based teams were invited to compete in the finals of the DARPA Robotics Challenge (DRC). These team efforts built upon widespread platform expertise and collaboration spanning the institutional partners (Purdue, Ohio State, and Georgia Tech) developed through this MRI-R2 project. Our project partners at the Korea Advanced Institute of Science and Technology (KAIST) were the overall winners of the DRC, a stunning achievement for the Hubo platform. \n\nThe activities of this project had a significant impact on the research community, resulting in 35 peer-reviewed conference papers and 15 papers accepted for publication in archival journals. Project team members have participated in demonstrations with the Hubo+ robots for the World Science Festival , Philadelphia Robotics Expo, Philadelphia Science Festival, TEDxYouth, multiple media stories and other local and institutional events. A special summary workshop, \"Using the Hubo Platform to Advance Humanoids Research\", was presented at the International Conference on Robotics and Automation (ICRA) in Seattle on May 30, 2015. All major software developed in the course of this project has been released as open source.\n\nIntellectual Merit: Humanoids are not yet capable of unconstrained interaction with humans. Having a consistent humanoid platform facilitated significant advances in capabilities needed for autonomy and natural interaction, including mobility, manipulation, sensing, and human-robot interaction. In developing and maintaining a platform of 6 adult-sized humanoids, the research team developed knowledge and best practices that informed other large-scale robotics research efforts.\n\nBroader Impacts: This project enabled a large team of US researchers to develop expertise in the design and construction of humanoids. The distribution of work activities across 8 separate Universities ensured that the knowledge developed was broadly disseminated. Participating graduate and undergraduate students received world-class training in robotics. Humanoids research is inherently interdisciplinary and integrative and particularly inspires younger students and this award introduced people of all ages to the technologies of robotics, attracting a large number of K-12 students into science, engineering, and mathematics.\n\n \n\n\t\t\t\t\tLast Modified: 12/28/2015\n\n\t\t\t\t\tSubmitted by: Youngmoo E Kim"
 }
}