{
 "awd_id": "0960180",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI-R2:  Acquisition of a Laboratory for Innovations in Microwave Applications for Damage Prevention, Condition Assessment and Rehabilitation of Buried Structures",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christina L. Bloebaum",
 "awd_eff_date": "2010-01-15",
 "awd_exp_date": "2010-12-31",
 "tot_intn_awd_amt": 384960.0,
 "awd_amount": 384960.0,
 "awd_min_amd_letter_date": "2010-01-14",
 "awd_max_amd_letter_date": "2010-01-14",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThe objective of this Major Research Instrumentation (MRI-R2) award is to acquire an anechoic chamber for the purpose of testing devices/antennas mounted on full-scale components of construction equipment. An anechoic chamber is a specialized shielded room designed to attenuate electromagnetic energy, providing a shielded environment for characterizing the transmission patterns of antennas within the radio frequency (RF) spectrum. This unique research facility will support innovations in locating, characterizing and health monitoring of buried pipes and structures. Sample applications include the development of: a) miniature sensory systems mounted excavation equipment that will notify operators of the presence of nearby utilities, preventing inadvertent utility strikes; b) a rugged antenna array mounted on a robotic platform capable of detecting the presence of sinkholes under roadways and sidewalks; c) a new generation of health monitoring sensors for monitoring the structural condition of transportation tunnels. With the capability to test entire assemblies in a highly controlled laboratory environment, advancements are expected in areas such as rugged antenna design, the utilization of metamaterials to miniaturize an antenna's structure as well as to gain a more rigorous understanding of the propagation of electromagnetic waves in complex machine-soil-pipe environments. \r\n\r\nOnce acquired, the scientific discoveries made and new technologies developed in this facility will provide America's cities with new tools to address the increasing rate of pipelines failures associated with aging of their underground utility infrastructure, as well as the growing demands to accommodate new services in an already congested underground space. The facility will facilitate truly interdisciplinary research involving graduate and undergraduate students in the areas of civil, electrical and mechanical engineering and applied physics.",
 "awd_arra_amount": 384960.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erez",
   "pi_last_name": "Allouche",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Erez N Allouche",
   "pi_email_addr": "allouche@latech.edu",
   "nsf_id": "000494111",
   "pi_start_date": "2010-01-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Neven",
   "pi_last_name": "Simicevic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Neven Simicevic",
   "pi_email_addr": "neven@phys.latech.edu",
   "nsf_id": "000092310",
   "pi_start_date": "2010-01-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "Zivanovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra Zivanovic",
   "pi_email_addr": "sz@latech.edu",
   "nsf_id": "000492679",
   "pi_start_date": "2010-01-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Klaus",
   "pi_last_name": "Grimm",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Klaus Grimm",
   "pi_email_addr": "grimm@latech.edu",
   "nsf_id": "000510479",
   "pi_start_date": "2010-01-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Arun P.",
   "pi_last_name": "Jaganathan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arun P. Jaganathan",
   "pi_email_addr": "arun@latech.edu",
   "nsf_id": "000526362",
   "pi_start_date": "2010-01-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana Tech University",
  "inst_street_address": "RAIL ROAD AVE WYLY TWR 1620",
  "inst_street_address_2": "",
  "inst_city_name": "RUSTON",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "3182575075",
  "inst_zip_code": "712720001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "LA05",
  "org_lgl_bus_name": "LOUISIANA TECH UNIVERSITY",
  "org_prnt_uei_num": "PAMDY6DMVVE7",
  "org_uei_num": "PAMDY6DMVVE7"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana Tech University",
  "perf_str_addr": "RAIL ROAD AVE WYLY TWR 1620",
  "perf_city_name": "RUSTON",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "712720001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "LA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 384960.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A vast world often hidden from public view, America&rsquo;s underground infrastructure with more than 10.8 million miles of utility services involving water, sewer, electric, gas, oil and telecommunication, represents a substantial national investment that affects every business and home. Increasing failure rates and declining service levels due to aging, growing demands to accommodate new services in an already congested underground space, public safety concerns and increasing construction costs in the face of declining resources, all provide strong incentives for major initiatives in research, education and technology development in the area of buried infrastructure.&nbsp;</p>\n<p>Many of these systems are approaching or have already exceeded their design life. However, current spending on maintenance and replacement of these assets is grossly inadequate, implying that many of these utilities will have to service us for hundreds of years. To optimize the effectiveness of the limited resources available to owners of utility networks, a new generation of technologies capable of assessing the structural integrity of buried structures in a quantifiable manner is needed. Adding to the challenge is the need to continuously expand these buried networks in support of population growth and technology development. Globally, approximately 300,000 miles of underground utilities are installed annually, mainly in urban centers where underground space is highly congested. With over 200,000 inadvertent utility strikes of buried services during excavation reported annually, tens of related injuries and deaths, and a price tag in the billions of dollars, prevention of mechanical damage to exiting utilities during construction operations was identified as a priority technology development area by federal agencies such as the Transportation Research Board and Office of Pipeline Safety.&nbsp;</p>\n<p>This grant was used to establish a multi-disciplinary research and testing facility capable of supporting cutting edge fundamental and applied research as well as concept design, development and testing of advanced technologies for damage prevention, conditions assessment and rehabilitation of buried structures. The facility consists of a state-of-the-art 18 x 18 x 10 ft tall anechoic chamber and associated laboratories, for the purpose of supporting innovations in locating, characterizing and health monitoring of buried infrastructures. A sample project includes the development of a backhoe-mounted sensory system that alerts the operator in real-time of an impending utility strike during excavation activities. Another technology focuses on the detection of soil voids outside sewer and drainage pipes, which threaten the safety of motorists driving on the roadways immediately above these pipelines. Yet another technology detects &ldquo;cross-cores&rdquo;, a term used to described incidents where a natural gas line or an electrical cable is accidently installed through a sewer lateral, effectively creating a &ldquo;time bomb&rdquo;, as efforts to clear blockage of the sewer line created by the crossing utility can led to an explosion or electrification.&nbsp; &nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/23/2011<br>\n\t\t\t\t\tModified by: Erez&nbsp;N&nbsp;Allouche</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA vast world often hidden from public view, AmericaÆs underground infrastructure with more than 10.8 million miles of utility services involving water, sewer, electric, gas, oil and telecommunication, represents a substantial national investment that affects every business and home. Increasing failure rates and declining service levels due to aging, growing demands to accommodate new services in an already congested underground space, public safety concerns and increasing construction costs in the face of declining resources, all provide strong incentives for major initiatives in research, education and technology development in the area of buried infrastructure. \n\nMany of these systems are approaching or have already exceeded their design life. However, current spending on maintenance and replacement of these assets is grossly inadequate, implying that many of these utilities will have to service us for hundreds of years. To optimize the effectiveness of the limited resources available to owners of utility networks, a new generation of technologies capable of assessing the structural integrity of buried structures in a quantifiable manner is needed. Adding to the challenge is the need to continuously expand these buried networks in support of population growth and technology development. Globally, approximately 300,000 miles of underground utilities are installed annually, mainly in urban centers where underground space is highly congested. With over 200,000 inadvertent utility strikes of buried services during excavation reported annually, tens of related injuries and deaths, and a price tag in the billions of dollars, prevention of mechanical damage to exiting utilities during construction operations was identified as a priority technology development area by federal agencies such as the Transportation Research Board and Office of Pipeline Safety. \n\nThis grant was used to establish a multi-disciplinary research and testing facility capable of supporting cutting edge fundamental and applied research as well as concept design, development and testing of advanced technologies for damage prevention, conditions assessment and rehabilitation of buried structures. The facility consists of a state-of-the-art 18 x 18 x 10 ft tall anechoic chamber and associated laboratories, for the purpose of supporting innovations in locating, characterizing and health monitoring of buried infrastructures. A sample project includes the development of a backhoe-mounted sensory system that alerts the operator in real-time of an impending utility strike during excavation activities. Another technology focuses on the detection of soil voids outside sewer and drainage pipes, which threaten the safety of motorists driving on the roadways immediately above these pipelines. Yet another technology detects \"cross-cores\", a term used to described incidents where a natural gas line or an electrical cable is accidently installed through a sewer lateral, effectively creating a \"time bomb\", as efforts to clear blockage of the sewer line created by the crossing utility can led to an explosion or electrification.    \n\n\t\t\t\t\tLast Modified: 06/23/2011\n\n\t\t\t\t\tSubmitted by: Erez N Allouche"
 }
}