{
 "awd_id": "0960549",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Map of Life:  An Infrastructure for Integrating Global Species Distribution Knowledge",
 "cfda_num": "47.074",
 "org_code": "08080200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 459116.0,
 "awd_amount": 463609.0,
 "awd_min_amd_letter_date": "2010-06-10",
 "awd_max_amd_letter_date": "2012-06-06",
 "awd_abstract_narration": "Yale University and the University of Colorado Boulder are awarded grants to develop an interactive, online species distribution workbench and knowledge-base, the \"Map of Life\", as the fundamental mechanism for documentation, integration, and advance of human biodiversity distribution knowledge. Despite hundreds of years of active exploration, human knowledge of the distribution of biodiversity remains very limited. A fundamental factor in this shortcoming is that the majority of direct and indirect information about species' distributions has not been mobilized and integrated. While researchers can readily access fine-scale environmental data with global coverage, access to integrated species distribution information at validated precision remains elusive. This collaborative project will develop a conceptual and cyberinfrastructure framework for provisioning and improving reliable species geographic range information. Map of Life will combine on a single website expert range maps, survey data, and range maps adjusted for species habitat suitability initially for terrestrial vertebrate species, with extensions planned for other animal and plant groups. It will therefore serve the needs of all those requiring estimates of species geographic ranges across taxonomic groups and regions, such as scientists, land-managers, governments, policy-makers and the general public. Users can upload data, edit input or output and directly improve or comment on existing maps which will iteratively lead to more advanced species distribution knowledge. Users can also download any and all maps in different formats directly from the application or perform batch-download for multiple species. Finally, simple richness and regional species list tools will extend the products to users with a geographic focus. \r\n\r\nGiven that species range maps are one of the most commonly used and familiar information products in biology, the potential broader impacts and benefits of Map of Life to society are remarkable. Unlike printed range maps, the dynamic nature of editable online range maps encourages the public to move from roles of passive consumers to \"prosumers\"; they can both produce and consume information and generate new knowledge. The Map of Life project also presents a unique cross-disciplinary training opportunity in macroecology and biodiversity informatics. Dedicated lab exchanges between Yale and the University of Colorado, along with workshops and symposia at professional meetings will allow extensive cross-fertilization of ideas. The PIs will also develop targeted map and web tutorials illustrating the notion of human understanding of a species' geographic range and will showcase those products at the Yale Peabody Museum and the University of Colorado Museum of Natural History. Further information about the Map of Life may be found at http://www.yale.edu/mapoflife.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Guralnick",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Robert P Guralnick",
   "pi_email_addr": "Robert.Guralnick@colorado.edu",
   "nsf_id": "000452597",
   "pi_start_date": "2010-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ele_code": "167900",
   "pgm_ele_name": "INTERNATIONAL COORDINATION ACT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 459116.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 4493.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />Knowledge about the geographic occurrence of species is at the heart of much of ecology, evolution and conservation. It is also of tremendous societal importance and used daily for many important decisions. Yet spatial biodiversity data remains unreliable, often inaccessible and little integrated. Up-to-date accurate species distribution knowledge delivered online thus has the potential to support effective decision-making and to broadly benefit society.</p>\n<p>The NSF funded Map of Life project (www.mol.org) has set out to address this as first interactive, online resource for assimilating, monitoring, and analyzing the global geographic distribution of species in terms of its intellectual merit.&nbsp;Building on a powerful and scalable web platform geared for &ldquo;big&rdquo; biodiversity and environmental data, the Map of Life web pages and infrastructure developed with this support bring together species distribution knowledge from a wide range of data types and sources. The project currently provides new integrated maps for every species for which source data is available, and is soon to deliver finer-scale and automatically derived &lsquo;best-possible&rsquo; species distribution information. &nbsp;These maps will then be further editable by communities who wish to curate and update those maps. &nbsp;To date, the product is particularly rich for terrestrial vertebrates and select plant groups (&gt;30,000 species total) &ndash; with over two dozens of sources for some species &ndash; and has a data store that is rapidly growing. &nbsp;Map of Life also produces tools of use by the scientific and broader communities including a species list tool. &nbsp;That tool provides a list of vertebrate species (at a spatial resolution based on the quality of the data) for any region of the world.&nbsp;</p>\n<p>The infrastructure has had broad impact as is seen well over 150k unique users and has already supported a great number of uses in research and education, including university and K-12 curricular activities, citizen science campaigns, and scientific workshops at conferences. The project has resulted in a number of synergistic and collaborative activities with a variety of partners worldwide, including NSF PEER grant supported joint infrastructure development with the Animal Demography Unit (Cape Town, South Africa), direct support and engagement by the Senckenberg Institution (Frankfurt, Germany), and endorsement for providing &ldquo;Essential Biodiversity Variables&rdquo; by the Group on Earth Observations Biodiversity Network (GEO BON). The project is now entering its next phase of extended online tools, expanded datasets, and refined distribution products for an even larger set of species. The ultimate vision is a globally connected, collaborative knowledge- and tool-base for global, regional and local biodiversity decision-making, monitoring, and education.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/28/2014<br>\n\t\t\t\t\tModified by: Robert&nbsp;P&nbsp;Guralnick</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/0960549/0960549_10017106_1409263265628_PublicOutcomes_MOL-specieslistpage--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/0960549/0960549_10017106_1409263265628_PublicOutcomes_MOL-specieslistpage--rgov-800width.jpg\" title=\"Map of Life Species List Tool Page\"><img src=\"/por/images/Reports/POR/2014/0960549/0960549_10017106_1409263265628_PublicOutcomes_MOL...",
  "por_txt_cntn": "\n\nKnowledge about the geographic occurrence of species is at the heart of much of ecology, evolution and conservation. It is also of tremendous societal importance and used daily for many important decisions. Yet spatial biodiversity data remains unreliable, often inaccessible and little integrated. Up-to-date accurate species distribution knowledge delivered online thus has the potential to support effective decision-making and to broadly benefit society.\n\nThe NSF funded Map of Life project (www.mol.org) has set out to address this as first interactive, online resource for assimilating, monitoring, and analyzing the global geographic distribution of species in terms of its intellectual merit. Building on a powerful and scalable web platform geared for \"big\" biodiversity and environmental data, the Map of Life web pages and infrastructure developed with this support bring together species distribution knowledge from a wide range of data types and sources. The project currently provides new integrated maps for every species for which source data is available, and is soon to deliver finer-scale and automatically derived æbest-possibleÆ species distribution information.  These maps will then be further editable by communities who wish to curate and update those maps.  To date, the product is particularly rich for terrestrial vertebrates and select plant groups (&gt;30,000 species total) &ndash; with over two dozens of sources for some species &ndash; and has a data store that is rapidly growing.  Map of Life also produces tools of use by the scientific and broader communities including a species list tool.  That tool provides a list of vertebrate species (at a spatial resolution based on the quality of the data) for any region of the world. \n\nThe infrastructure has had broad impact as is seen well over 150k unique users and has already supported a great number of uses in research and education, including university and K-12 curricular activities, citizen science campaigns, and scientific workshops at conferences. The project has resulted in a number of synergistic and collaborative activities with a variety of partners worldwide, including NSF PEER grant supported joint infrastructure development with the Animal Demography Unit (Cape Town, South Africa), direct support and engagement by the Senckenberg Institution (Frankfurt, Germany), and endorsement for providing \"Essential Biodiversity Variables\" by the Group on Earth Observations Biodiversity Network (GEO BON). The project is now entering its next phase of extended online tools, expanded datasets, and refined distribution products for an even larger set of species. The ultimate vision is a globally connected, collaborative knowledge- and tool-base for global, regional and local biodiversity decision-making, monitoring, and education. \n\n\t\t\t\t\tLast Modified: 08/28/2014\n\n\t\t\t\t\tSubmitted by: Robert P Guralnick"
 }
}