{
 "awd_id": "0960770",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Regional Coupled Ocean-Atmosphere Feedback Processes Affecting Climate Along the California Coast",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 652703.0,
 "awd_amount": 652703.0,
 "awd_min_amd_letter_date": "2010-05-19",
 "awd_max_amd_letter_date": "2010-05-19",
 "awd_abstract_narration": "Intellectual Merit: Recent satellite observations have revealed that mesoscale sea surface temperature (SST) anomalies perturb the atmospheric boundary layer by altering its stability and its consequent vertical transport of momentum and heat. It remains unclear, however, how strongly these mesoscale flux anomalies affect the mean and transient flows in both the atmosphere and ocean. Long-term simulations with a realistic coupled ocean-atmosphere model that resolves oceanic mesoscale, the ocean driven surface fluxes, and the associated atmospheric boundary layer  and tropospheric response are needed to better understand the effects of these feedbacks. \r\n\r\nThis research effort will use coupled and uncoupled model runs in conjunction with observations to address several key issues in mesoscale ocean-atmosphere interaction in the California Regional Sector: What are the local effects of mesoscale ocean-atmosphere coupling on the cloud cover and atmospheric flow along the California Coast?  What are the remote effects of mesoscale ocean-atmosphere coupling on the fine-scale atmospheric circulation, rainfall patterns, snowfall patterns and land  surface processes along the coastal, in the central valleys, and over the interior mountain regions of California? What are the effects of mesoscale ocean-atmosphere coupling on the evolution of coastal upwelling frontal structures along the California Coast?\r\n\r\nThese feedback effects will be investigated using a high-resolution regional coupled ocean model that couples the Regional Ocean Modeling System to the Regional Special Model. Coupled and uncoupled runs of downscaled large-scale atmospheric reanalysis fields will be compared side-by-side to assess the effects of mesoscale surface flux anomalies on the atmospheric boundary layer, overlying tropospheric flows and oceanic upwelling frontal flows. A new strategy will be applied by running the coupled model in coupled mode, but with mesoscale SST variations spatially smoothed to remove ocean mesoscales in the coupler (only) to unambiguously identify the impact of the ocean mesoscale on the atmospheric circulation. Extensive physical diagnostics and observational comparisons will further elucidate the processes that link the mesoscale feedbacks to the local and remote atmospheric and oceanic responses.\r\n\r\nBroader Impacts: Improved understanding of the impacts of mesoscale atmosphere ocean coupling will form the foundation for determining likely changes induced by global warming on the regional climate of California and its coastal ocean. The results from this research will also be relevant to climate predictability, regional response to global warming, water resource usage, and energy usage and marine ecosystem response to climate variability. A graduate student will be trained in coupled ocean-atmosphere modeling. Both investigators will continue their outreach activities. Dr. Norris is a lead instructor in a UCSD program that provides a month-long hands-on science learning experience to high school students to encourage them to major in engineering or science, and the results of this project will be incorporated into his instruction. Dr. Miller volunteers as a Science Olympiad coach at a local high school.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arthur",
   "pi_last_name": "Miller",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Arthur J Miller",
   "pi_email_addr": "ajmiller@ucsd.edu",
   "nsf_id": "000275269",
   "pi_start_date": "2010-05-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Norris",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Joel R Norris",
   "pi_email_addr": "jnorris@ucsd.edu",
   "nsf_id": "000458745",
   "pi_start_date": "2010-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "8622 DISCOVERY WAY # 116",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920931500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  },
  {
   "pgm_ele_code": "688600",
   "pgm_ele_name": "MULTI-SCALE MODELING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 652703.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The summertime California Current System (CCS) is characterized by energetic currents called mesoscale eddies. The sea surface temperature (SST) and surface velocities from these eddies can modify the wind and air temperature at the air-sea interface due to \"coupling\" effects. The coupling affects the heat and momentum transferred between the ocean and atmosphere. We found that the eddy-coupling affects how energetic the eddies can be. If the couplig is turned off, so the wind does not change in the presence of the eddies, then the eddies are 25% stronger in their velcoties.</p>\n<p>We also found that these eddies do not only change the local (in time and space) balances between wind and currents, the eddy-coupling also affects time-average state of the system. In this regard, the process changes the mean winds, which in turn can change the mean ocean circulation and consequently the amount of mixing of nutrients from depths into the upper ocean. This cascades into potentially affecting the marine food web that supports the fisheries along the California Coast.&nbsp; More work needs to be done to see how these eddy-coupling effects function in different parts of the world ocean where eddies can be even stronger than in the CCS. And additional work is needed to determine how this affects the marine ecosystem.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/14/2015<br>\n\t\t\t\t\tModified by: Arthur&nbsp;J&nbsp;Miller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe summertime California Current System (CCS) is characterized by energetic currents called mesoscale eddies. The sea surface temperature (SST) and surface velocities from these eddies can modify the wind and air temperature at the air-sea interface due to \"coupling\" effects. The coupling affects the heat and momentum transferred between the ocean and atmosphere. We found that the eddy-coupling affects how energetic the eddies can be. If the couplig is turned off, so the wind does not change in the presence of the eddies, then the eddies are 25% stronger in their velcoties.\n\nWe also found that these eddies do not only change the local (in time and space) balances between wind and currents, the eddy-coupling also affects time-average state of the system. In this regard, the process changes the mean winds, which in turn can change the mean ocean circulation and consequently the amount of mixing of nutrients from depths into the upper ocean. This cascades into potentially affecting the marine food web that supports the fisheries along the California Coast.  More work needs to be done to see how these eddy-coupling effects function in different parts of the world ocean where eddies can be even stronger than in the CCS. And additional work is needed to determine how this affects the marine ecosystem.\n\n \n\n\t\t\t\t\tLast Modified: 08/14/2015\n\n\t\t\t\t\tSubmitted by: Arthur J Miller"
 }
}