{
 "awd_id": "0961594",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Accomplishment Based Renewal: Temporal Evolution of Hydrothermal and Volcanic Processes at the East Pacific Rise From Microearthquake Data",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Candace Major",
 "awd_eff_date": "2010-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 448163.0,
 "awd_amount": 448163.0,
 "awd_min_amd_letter_date": "2010-04-06",
 "awd_max_amd_letter_date": "2015-01-28",
 "awd_abstract_narration": "Recent work has shown that micro earthquake studies can contribute significantly to understanding a variety of processes that occur on mid ocean ridges. From October 2003 to January 2007 an array of Ocean Bottom Seismometers (OBSs) recorded ~320,000 microearthquakes near 9°50?N on the East Pacific Rise (EPR). To date this project has been very successful; it has led to several important discoveries, and it has produced 10 scientific papers, two of which have appeared in the most prestigious journals, Science and Nature. Tolstoy?s work has also been featured in the NSF annual report to Congress. This project has also spawned research in related disciplines. The EPR OBS experiment recorded around two orders of magnitude more earthquakes than had been expected and renewal funding will enable continued analysis of these data; specifically, studying temporal trends in the structures inferred from the earthquakes; analyzing source processes, focal mechanisms and variations in the stress field before, during and after the eruption; examining data for seismic evidence that eruptive activity occurred in the 6 months prior to the main seismic crisis (January 22, 2006) as implied by radiometric dating. Among the broader impacts of this project are a vigorous public outreach program, support for a graduate student and support for a highly productive female investigator.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maya",
   "pi_last_name": "Tolstoy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maya Tolstoy",
   "pi_email_addr": "mt290@uw.edu",
   "nsf_id": "000433542",
   "pi_start_date": "2010-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "10964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 116789.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 161859.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 169515.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Like most good science projects, this project has had strong expected outcomes as well as surprising and exciting new discoveries that we would not have anticipated.</p>\n<p>Building on earlier work on a data set of earthquakes recorded along the East Pacific Rise at 9&deg;50&rsquo;N between 2003-2007 we have been able to refine our understanding of how seafloor spreading takes place and how the hydrothermal &lsquo;black-smoker&rsquo; systems there are fed, and act as a feedback between the ocean the solid earth beneath it.&nbsp; We were able to document fine scale details of how water moves through the earth at these underwater chains of volcanoes, and also to show that the tiny earthquakes constantly being generated there are heavily influenced by tidal cycles, with more earthquakes happening when the stress from the tidal forces are &lsquo;encouraging&rsquo; and fewer happen when the stress is &lsquo;discouraging&rsquo;.&nbsp;</p>\n<p>We previously captured the first ever seafloor eruption recorded by ocean bottom seismometers (equipment designed to detect earthquakes), although some would argue the eruption actually captured the instruments because a number of them were trapped in the lava (see photo).&nbsp; New analysis of these data provided a really exciting and surprising result, which demonstrates that unlike volcanoes we know so well on land, eruptions at mid-ocean ridges seem to be driven more by the tectonic plates pulling apart than by the magma pushing up.&nbsp; This means mid-ocean ridges are more like tears in the seafloor where magma oozes out when it is ripped apart.</p>\n<p>The work at this site also contributed to a broader view of mid-ocean ridge eruptions that suggests they may be surprisingly sensitive to long-term changes in sea-level and long-term orbital perturbations (called Milankovitch cycles).&nbsp; The early results suggest that while we&rsquo;ve previously thought of seafloor spreading as a steady-state continuous &lsquo;conveyor belt&rsquo; process, where seafloor is churned out at a regular pace, it may in fact happen in bursts of volcanism followed by relatively quiet periods.&nbsp; This also means that these long-term changes in the volume of eruptions may feedback into the global carbon cycle, potentially helping to explain the abrupt end of past periods of heavy glaciation.&nbsp; When there is a lot of ice at the poles, sea-level goes down releasing pressure on the seafloor, and this might help &lsquo;uncork&rsquo; the seafloor volcanoes, leading to more melting in the mantle below, and more volcanism at the surface.&nbsp; These time periods also coincide with tiny changes in the shape of earths orbit around the sun that may change how these volcanic systems are squeezed.&nbsp;</p>\n<p>Overall this project changed our thinking about how seafloor spreading takes places and what it might mean for our whole planet.&nbsp; It shows how inextricably linked different processes are on Earth and how exquisitely sensitive our planet may be to small changes in the atmospheric, ocean and solid earth systems. &nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2016<br>\n\t\t\t\t\tModified by: Maria&nbsp;Tolstoy</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/0961594/0961594_10014660_1467294734730_Buried_obs_epr--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/0961594/0961594_10014660_1467294734730_Buried_obs_epr--rgov-800width.jpg\" title=\"Ocean Bottom Seismometer partially buried in...",
  "por_txt_cntn": "\nLike most good science projects, this project has had strong expected outcomes as well as surprising and exciting new discoveries that we would not have anticipated.\n\nBuilding on earlier work on a data set of earthquakes recorded along the East Pacific Rise at 9&deg;50ÆN between 2003-2007 we have been able to refine our understanding of how seafloor spreading takes place and how the hydrothermal æblack-smokerÆ systems there are fed, and act as a feedback between the ocean the solid earth beneath it.  We were able to document fine scale details of how water moves through the earth at these underwater chains of volcanoes, and also to show that the tiny earthquakes constantly being generated there are heavily influenced by tidal cycles, with more earthquakes happening when the stress from the tidal forces are æencouragingÆ and fewer happen when the stress is ædiscouragingÆ. \n\nWe previously captured the first ever seafloor eruption recorded by ocean bottom seismometers (equipment designed to detect earthquakes), although some would argue the eruption actually captured the instruments because a number of them were trapped in the lava (see photo).  New analysis of these data provided a really exciting and surprising result, which demonstrates that unlike volcanoes we know so well on land, eruptions at mid-ocean ridges seem to be driven more by the tectonic plates pulling apart than by the magma pushing up.  This means mid-ocean ridges are more like tears in the seafloor where magma oozes out when it is ripped apart.\n\nThe work at this site also contributed to a broader view of mid-ocean ridge eruptions that suggests they may be surprisingly sensitive to long-term changes in sea-level and long-term orbital perturbations (called Milankovitch cycles).  The early results suggest that while weÆve previously thought of seafloor spreading as a steady-state continuous æconveyor beltÆ process, where seafloor is churned out at a regular pace, it may in fact happen in bursts of volcanism followed by relatively quiet periods.  This also means that these long-term changes in the volume of eruptions may feedback into the global carbon cycle, potentially helping to explain the abrupt end of past periods of heavy glaciation.  When there is a lot of ice at the poles, sea-level goes down releasing pressure on the seafloor, and this might help æuncorkÆ the seafloor volcanoes, leading to more melting in the mantle below, and more volcanism at the surface.  These time periods also coincide with tiny changes in the shape of earths orbit around the sun that may change how these volcanic systems are squeezed. \n\nOverall this project changed our thinking about how seafloor spreading takes places and what it might mean for our whole planet.  It shows how inextricably linked different processes are on Earth and how exquisitely sensitive our planet may be to small changes in the atmospheric, ocean and solid earth systems.  \n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/30/2016\n\n\t\t\t\t\tSubmitted by: Maria Tolstoy"
 }
}