{
 "awd_id": "0961405",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: Modeling control of Antarctic Bottom Water  production by small-scale bathymetry and tides",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 315972.0,
 "awd_amount": 315972.0,
 "awd_min_amd_letter_date": "2010-06-21",
 "awd_max_amd_letter_date": "2010-06-21",
 "awd_abstract_narration": "Antarctic Bottom Water (AABW) is the dominant abyssal water mass in the global ocean. It is produced as very cold, dense water formed over the Antarctic continental shelves sinks down the continental slope as a density outflow, entraining ambient deep-ocean water masses as it descends. There has been recent progress in understanding the dynamics and modeling other major density currents, notably those in the Nordic and marginal seas. However, less progress has been made in understanding Antarctic density flows, hampered primarily by a lack of detailed field data. As a consequence we do not, at this time, have a clear answer to two following fundamental questions:  What is the relative importance of processes believed to determine the production rate and hydrographic characteristics of AABW at the primary formation sites around Antarctica? Why do Antarctic outflows retain sufficient density contrast to sink to the deep ocean floor, whereas most other outflows entrain sufficiently vigorously to reach neutral density at intermediate depths?\r\n\r\nBased on an extensive profile and mooring data set obtained in and around an energetic density outflow during the Antarctic Slope (AnSlope) field program in 2003-2005 in the NW Ross Sea, the investigators have defined a numerical modeling study that can address the above questions. Analyses of the field data, and exploratory modeling efforts, suggest that Antarctic outflows are significantly impacted by the following factors: (1) small-scale (sub-Rossby radius) topographic variability (corrugations, isobath convergence, continental slope curvature, steep slopes); (2) nonlinear interaction of the outflow with cross-slope advection and mixing associated with 'independent' energetic processes such as tides; and (3) nonlinear equation-of-state effects, notably thermobaricity. An extensive set of numerical studies using a spectral element Large Eddy Simulation (LES) model will be carried out to study the sensitivity of outflow dynamics and AABW production to these factors. The models will be guided by Antarctic field data (AnSlope, and complementary programs in the southern Weddell Sea), but will be applied to idealized topographies and hydrographic fields. We will develop parameterizations of Antarctic density outflows and AABW production rates, and test these within the framework of coarser-resolution regional ocean models using Regional Ocean Modeling Sysytem. The study will address the overarching objective of improving the representation of AABW formation in climate system models.\r\n\r\nIntellectual Merits: This project is the first known application of an LES model to the climatologically significant problem of global bottom water formation around Antarctica. We will use this tool to quantify the relative importance of the principal factors influencing the production rate and properties of AABW over parameter ranges that cover the major Antarctic outflows. Outcomes will be compared and contrasted with outflows elsewhere in the world ocean.\r\n\r\nBroader Impacts: The parameterizations that we will develop will improve our ability to simulate AABW production in earth climate system models that cannot resolve the small spatial and temporal scales of the outflow and its entrainment processes. AABW is a critical component of the meridional overturning circulation and is the dominant contributor to ventilation of the global deep ocean. One graduate student will be supported at RSMAS/UM by this grant. The Earth and Space Research (ESR) Co-investigator will continue to provide scientific oversight for a Western Oregon University grant to develop K-12 curricula and educate teachers in climate science. Presentations will be given at annual training workshops, and Oregon and National Science Teacher Association meetings. Both ESR and the University of Miami maintain specific web pages focused on education and outreach.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laurence",
   "pi_last_name": "Padman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laurence Padman",
   "pi_email_addr": "padman@esr.org",
   "nsf_id": "000436896",
   "pi_start_date": "2010-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Earth and Space Research",
  "inst_street_address": "1107 NE 45TH ST STE 320",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2067260501",
  "inst_zip_code": "981054656",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "EARTH AND SPACE RESEARCH",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJRJLK7U5TH8"
 },
 "perf_inst": {
  "perf_inst_name": "Earth and Space Research",
  "perf_str_addr": "1107 NE 45TH ST STE 320",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981054656",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 315972.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project studied ocean mixing and transport processes occurring along the edge of the Antarctic continental shelf. &nbsp;Dense water forms on the Antarctic continental shelf in winter as cold air cools the ocean and leads to sea ice formation. This water mixes with warmer salty water (&lsquo;Circumpolar Deep Water&rsquo;) that is a few hundred meters below the ocean surface in the Southern Ocean, to form Antarctic Bottom Water (AABW).&nbsp; The AABW accounts for most of the deep ocean waters found throughout the global ocean. The southward flow of warm near-surface water to the Antarctic shelf break, combined with sinking and subsequent northward flow of cold, dense water deeper down, is a key component of the global ocean &lsquo;conveyor belt&rsquo; that helps redistribute heat from the tropics to the polar regions.</p>\n<p>Earth &amp; Space Research (ESR) and RSMAS (University of Miami) collaborated on this project, which used oceanographic data to map the Antarctic Slope Front and the Antarctic Slope Current in two distinct regions, the Ross Sea and the Weddell-Scotia Confluence.&nbsp; We then used a suite of high-resolution numerical models to interpret the data sets. Our study has helped to identify important ocean processes that were not previously considered.</p>\n<p>The intellectual merit of this work has been documented in three papers and several conference presentations. <em>Marques et al. </em>[2014; Geophysical Research Letters] discovered that the outflow of dense water from troughs across the Ross Sea continental shelf generates &lsquo;vorticity&rsquo; waves that then travel along the continental slope. The energy in these waves is sufficient to cause mixing along the slope, helping to set the properties of the AABW that is produced there. A fascinating feature of these waves is that their energy is directed eastward from the trough, contrary to conventional wisdom about ocean vorticity waves.</p>\n<p><em>Flexas et al.</em> [2015; accepted by Journal of Geophysical Research] used data and modeling to show that the slope front and current around the Weddell-Scotia Confluence (around the tip of the Antarctic Peninsula) are generated by tides. This region delivers intermediate-density water from the confluence to intermediate depths under the Antarctic Circumpolar Current.&nbsp; Our conclusion that tides are critical to this process is contrary to many recent more theoretical studies that assume that the front and current are caused by variability of winds over the Southern Ocean. Based on this study, we conclude that tides must be included in climate models that attempt to model the effect of Antarctic coastal processes on the Southern Ocean. Furthermore, because the strength of tidal currents depends on short scales of variability of water depth, models must have much higher resolution than existing climate models in order to correctly model tidal effects.</p>\n<p><em>Marques et al</em>. [2015; to be submitted to Journal of Physical Oceanography] looked in more detail at how bottom-trapped outflows of dense water around Antarctica mix with overlying water masses. Understanding the &lsquo;mixing ratio&rsquo; of dense shelf water with ambient water is critical to determining the temperature, salinity and density of the resulting dense water heading northwards into the deep ocean. By running a model at very high grid spacing (5 m laterally and 2 m vertically), albeit for very idealized geometry, we could model individual turbulent mixing events. We found that, for some combinations of bottom slope and stratification, initially bottom-trapped outflows could break into two plumes, one remaining at the seabed and the other intruding into the deep ocean at an intermediate depth. This study suggests that a single outflow of dense water from the Antarctic continental shelf can contribute simultaneously to both AABW production and intermediate water masses that...",
  "por_txt_cntn": "\nThis project studied ocean mixing and transport processes occurring along the edge of the Antarctic continental shelf.  Dense water forms on the Antarctic continental shelf in winter as cold air cools the ocean and leads to sea ice formation. This water mixes with warmer salty water (æCircumpolar Deep WaterÆ) that is a few hundred meters below the ocean surface in the Southern Ocean, to form Antarctic Bottom Water (AABW).  The AABW accounts for most of the deep ocean waters found throughout the global ocean. The southward flow of warm near-surface water to the Antarctic shelf break, combined with sinking and subsequent northward flow of cold, dense water deeper down, is a key component of the global ocean æconveyor beltÆ that helps redistribute heat from the tropics to the polar regions.\n\nEarth &amp; Space Research (ESR) and RSMAS (University of Miami) collaborated on this project, which used oceanographic data to map the Antarctic Slope Front and the Antarctic Slope Current in two distinct regions, the Ross Sea and the Weddell-Scotia Confluence.  We then used a suite of high-resolution numerical models to interpret the data sets. Our study has helped to identify important ocean processes that were not previously considered.\n\nThe intellectual merit of this work has been documented in three papers and several conference presentations. Marques et al. [2014; Geophysical Research Letters] discovered that the outflow of dense water from troughs across the Ross Sea continental shelf generates ævorticityÆ waves that then travel along the continental slope. The energy in these waves is sufficient to cause mixing along the slope, helping to set the properties of the AABW that is produced there. A fascinating feature of these waves is that their energy is directed eastward from the trough, contrary to conventional wisdom about ocean vorticity waves.\n\nFlexas et al. [2015; accepted by Journal of Geophysical Research] used data and modeling to show that the slope front and current around the Weddell-Scotia Confluence (around the tip of the Antarctic Peninsula) are generated by tides. This region delivers intermediate-density water from the confluence to intermediate depths under the Antarctic Circumpolar Current.  Our conclusion that tides are critical to this process is contrary to many recent more theoretical studies that assume that the front and current are caused by variability of winds over the Southern Ocean. Based on this study, we conclude that tides must be included in climate models that attempt to model the effect of Antarctic coastal processes on the Southern Ocean. Furthermore, because the strength of tidal currents depends on short scales of variability of water depth, models must have much higher resolution than existing climate models in order to correctly model tidal effects.\n\nMarques et al. [2015; to be submitted to Journal of Physical Oceanography] looked in more detail at how bottom-trapped outflows of dense water around Antarctica mix with overlying water masses. Understanding the æmixing ratioÆ of dense shelf water with ambient water is critical to determining the temperature, salinity and density of the resulting dense water heading northwards into the deep ocean. By running a model at very high grid spacing (5 m laterally and 2 m vertically), albeit for very idealized geometry, we could model individual turbulent mixing events. We found that, for some combinations of bottom slope and stratification, initially bottom-trapped outflows could break into two plumes, one remaining at the seabed and the other intruding into the deep ocean at an intermediate depth. This study suggests that a single outflow of dense water from the Antarctic continental shelf can contribute simultaneously to both AABW production and intermediate water masses that intrude into the Antarctic Circumpolar Current.\n\nThe broader impacts of this study include a much better understanding of processes that control how water mass properties are trans..."
 }
}