{
 "awd_id": "0961369",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: Modeling control of Antarctic Bottom Water  production by small-scale bathymetry and tides",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 347494.0,
 "awd_amount": 347494.0,
 "awd_min_amd_letter_date": "2010-06-21",
 "awd_max_amd_letter_date": "2010-06-21",
 "awd_abstract_narration": "Antarctic Bottom Water (AABW) is the dominant abyssal water mass in the global ocean. It is produced as very cold, dense water formed over the Antarctic continental shelves sinks down the continental slope as a density outflow, entraining ambient deep-ocean water masses as it descends. There has been recent progress in understanding the dynamics and modeling other major density currents, notably those in the Nordic and marginal seas. However, less progress has been made in understanding Antarctic density flows, hampered primarily by a lack of detailed field data. As a consequence we do not, at this time, have a clear answer to two following fundamental questions:  What is the relative importance of processes believed to determine the production rate and hydrographic characteristics of AABW at the primary formation sites around Antarctica? Why do Antarctic outflows retain sufficient density contrast to sink to the deep ocean floor, whereas most other outflows entrain sufficiently vigorously to reach neutral density at intermediate depths?\r\n\r\nBased on an extensive profile and mooring data set obtained in and around an energetic density outflow during the Antarctic Slope (AnSlope) field program in 2003-2005 in the NW Ross Sea, the investigators have defined a numerical modeling study that can address the above questions. Analyses of the field data, and exploratory modeling efforts, suggest that Antarctic outflows are significantly impacted by the following factors: (1) small-scale (sub-Rossby radius) topographic variability (corrugations, isobath convergence, continental slope curvature, steep slopes); (2) nonlinear interaction of the outflow with cross-slope advection and mixing associated with 'independent' energetic processes such as tides; and (3) nonlinear equation-of-state effects, notably thermobaricity. An extensive set of numerical studies using a spectral element Large Eddy Simulation (LES) model will be carried out to study the sensitivity of outflow dynamics and AABW production to these factors. The models will be guided by Antarctic field data (AnSlope, and complementary programs in the southern Weddell Sea), but will be applied to idealized topographies and hydrographic fields. We will develop parameterizations of Antarctic density outflows and AABW production rates, and test these within the framework of coarser-resolution regional ocean models using Regional Ocean Modeling Sysytem. The study will address the overarching objective of improving the representation of AABW formation in climate system models.\r\n\r\nIntellectual Merits: This project is the first known application of an LES model to the climatologically significant problem of global bottom water formation around Antarctica. We will use this tool to quantify the relative importance of the principal factors influencing the production rate and properties of AABW over parameter ranges that cover the major Antarctic outflows. Outcomes will be compared and contrasted with outflows elsewhere in the world ocean.\r\n\r\nBroader Impacts: The parameterizations that we will develop will improve our ability to simulate AABW production in earth climate system models that cannot resolve the small spatial and temporal scales of the outflow and its entrainment processes. AABW is a critical component of the meridional overturning circulation and is the dominant contributor to ventilation of the global deep ocean. One graduate student will be supported at RSMAS/UM by this grant. The Earth and Space Research (ESR) Co-investigator will continue to provide scientific oversight for a Western Oregon University grant to develop K-12 curricula and educate teachers in climate science. Presentations will be given at annual training workshops, and Oregon and National Science Teacher Association meetings. Both ESR and the University of Miami maintain specific web pages focused on education and outreach.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tamay",
   "pi_last_name": "Ozgokmen",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Tamay M Ozgokmen",
   "pi_email_addr": "tozgokmen@rsmas.miami.edu",
   "nsf_id": "000482579",
   "pi_start_date": "2010-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1251 MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3054214089",
  "inst_zip_code": "331462509",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "VNZZYCJ55TC4",
  "org_uei_num": "KXN7HGCF6K91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1251 MEMORIAL DR",
  "perf_city_name": "CORAL GABLES",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331462509",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 347494.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main objective of this project was to get more insight into one of the<br />components of the conveyor belt in the ocean, in which hot water is carried towards the <br />poles, where they sink by cooling. The movement by this conveyor belt regulates the climate.<br />One of the mysteries about this conveyor belt is how deep the cold waters sink. Since this <br />happens in polar regions during the winter, it is hard to observe. In particular, Antarctic <br />regions are extremely difficult to document, but they are very important because these <br />regions of sinking are associated with some of the largest uncertainties (or potential sources of<br />error) in models that are being used to predict the future climate.&nbsp;&nbsp;&nbsp;&nbsp; <br /><br />This project has two major findings which provide further insight into how cold waters sink <br />near the Antarctic. First we found out that sinking in the Antarctic generates waves that travel<br />in the opposite direction as the dense/cold waters. Since since waves occupy the entire depth of the<br />ocean, instead of being attached to the bottom, they reveal the locations of sinking. Therefore,&nbsp; <br />remote sensing methods can be potentially used, for instance by monitoring the movement of sea ice<br />in these regions, to target future observational efforts. Since the cruises to the Antarctic take a very<br />long time to get there and have a limited window of observation period, it would be greatly useful<br />to know exactly where to look for these deep ocean flows, in order to be more effective and less <br />expensive.<br /><br />The second finding is the possibility that sinking takes place in the form of multiple intrusions.<br />This is very similar to tropical clouds and volcano eruptions that tend to propagate at several different<br />levels far from the source. The ultimate result of multiple intrusion levels is that these tends to create <br />a much thicker water mass at the bottom of the ocean, thereby influencing the details of the conveyor belt.<br /><br />A PhD student is supported by this project, who has now graduated. The student has accepted a postdoctoral<br />position at Geophysical Fluid Dynamics Laboratory associated with the Princeton University, where some of these<br />climate models are being operated. It is expected that the new knowledge of his doctoral research will be incorporated <br />in these climate models.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/06/2015<br>\n\t\t\t\t\tModified by: Tamay&nbsp;M&nbsp;Ozgokmen</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/0961369/0961369_10017490_1430948623973_TVWs--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/0961369/0961369_10017490_1430948623973_TVWs--rgov-800width.jpg\" title=\"Waves in the Antarctic\"><img src=\"/por/images/Reports/POR/2015/0961369/0961369_10017490_1430948623973_TVWs--rgov-66x44.jpg\" alt=\"Waves in the Antarctic\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Waves occupying the full water column (shown by arrows) propagate in the opposite direction as the sinking dense flow (red/salmon colors). Since the waves reach the surface of the ocean, they reveal the locations where sinking occurs.</div>\n<div class=\"imageCredit\">Gustavo Marques</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Tamay&nbsp;M&nbsp;Ozgokmen</div>\n<div class=\"imageTitle\">Waves in the Anta...",
  "por_txt_cntn": "\nThe main objective of this project was to get more insight into one of the\ncomponents of the conveyor belt in the ocean, in which hot water is carried towards the \npoles, where they sink by cooling. The movement by this conveyor belt regulates the climate.\nOne of the mysteries about this conveyor belt is how deep the cold waters sink. Since this \nhappens in polar regions during the winter, it is hard to observe. In particular, Antarctic \nregions are extremely difficult to document, but they are very important because these \nregions of sinking are associated with some of the largest uncertainties (or potential sources of\nerror) in models that are being used to predict the future climate.     \n\nThis project has two major findings which provide further insight into how cold waters sink \nnear the Antarctic. First we found out that sinking in the Antarctic generates waves that travel\nin the opposite direction as the dense/cold waters. Since since waves occupy the entire depth of the\nocean, instead of being attached to the bottom, they reveal the locations of sinking. Therefore,  \nremote sensing methods can be potentially used, for instance by monitoring the movement of sea ice\nin these regions, to target future observational efforts. Since the cruises to the Antarctic take a very\nlong time to get there and have a limited window of observation period, it would be greatly useful\nto know exactly where to look for these deep ocean flows, in order to be more effective and less \nexpensive.\n\nThe second finding is the possibility that sinking takes place in the form of multiple intrusions.\nThis is very similar to tropical clouds and volcano eruptions that tend to propagate at several different\nlevels far from the source. The ultimate result of multiple intrusion levels is that these tends to create \na much thicker water mass at the bottom of the ocean, thereby influencing the details of the conveyor belt.\n\nA PhD student is supported by this project, who has now graduated. The student has accepted a postdoctoral\nposition at Geophysical Fluid Dynamics Laboratory associated with the Princeton University, where some of these\nclimate models are being operated. It is expected that the new knowledge of his doctoral research will be incorporated \nin these climate models. \n\n\t\t\t\t\tLast Modified: 05/06/2015\n\n\t\t\t\t\tSubmitted by: Tamay M Ozgokmen"
 }
}