{
 "awd_id": "0961700",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Secular America? The Political Causes and Consequences of Growing Public and Private Secularism",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2010-07-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 209550.0,
 "awd_amount": 209550.0,
 "awd_min_amd_letter_date": "2010-07-12",
 "awd_max_amd_letter_date": "2010-07-12",
 "awd_abstract_narration": "America is a highly religious nation. Yet the last twenty years have seen a dramatic rise in secularism in America, i.e. rapid growth in the proportion of Americans who report no religious affiliation. During this period, secularism has become especially common among young people, suggesting that the United States may become an increasingly secular nation. The research produced by this project will inform the often heated discussion of religion's role in American society and politics. Given the high level of public attention to the mingling of religion with politics, this project is likely to produce research of great interest beyond academia. \r\n\r\nThe project will answer three questions.\r\n\r\nFirst, what is secularism? The first step is to define, and then measure, secularism. It is not simply the absence of religion (as the political science literature typically has defined it). Rather, it comes in different forms. These include public secularism (a belief that religion should be removed from the proverbial public square), and private secularism (one's own beliefs and behavior). Private secularism, in turn, can either consist of indifference toward religion, or the embrace of secular alternatives to religion. With the use of a major national survey, this project develops ways of measuring these variations of secularism. \r\n\r\nSecond, what are the political causes of secularism? Having developed measures of the different varieties of secularism, its political causes are examined. Unlike the secularization of European nations, which unfolded gradually, its rise in the United States has occurred rapidly. One possible explanation is that secularism has grown as some Americans have come to associate religion with politics, particularly conservative politics, and thus pull away from religion as a reaction. If correct, this would redefine our understanding of the relationship between religion and politics. Rather than just religion shaping politics, it would mean that the political environment shapes religious orientations. The potential causes of secularism are examined through the analysis of a survey which follows the same people through two election cycles. \r\n\r\nThird, what are the political consequences of secularism? The third component of the project will examine the consequence of public secularism: the exclusion of religion from the public square. What happens when individuals hear positions on policy issues that are, or are not, framed in religious terms? Does public secularism mean greater prospects for political compromise? Does it lead religious Americans to be less politically engaged, or secular Americans to be more engaged? These questions are addressed using a set of experimental studies.\r\n\r\nThe social value of the project comes in the greater understanding it will provide of a significant, yet understudied, social phenomena of our time: the rapid rise of secularism. In doing so it will help us understand, and prepare for, the consequences of an increasingly secular nation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Campbell",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "David E Campbell",
   "pi_email_addr": "dave_campbell@nd.edu",
   "nsf_id": "000493186",
   "pi_start_date": "2010-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Layman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey Layman",
   "pi_email_addr": "Geoffrey.Layman.7@nd.edu",
   "nsf_id": "000540994",
   "pi_start_date": "2010-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 GRACE HALL",
  "perf_city_name": "NOTRE DAME",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 209550.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project studies the democratic implications of America&rsquo;s changing religious landscape, specifically the rise of what is often described as the &ldquo;rise of secularism,&rdquo; or a turn away from some forms of religion. Historically, the high levels of religious belief, behavior, and belonging in the United States have made it an outlier among economically advanced democracies. Yet over roughly the last twenty years, there has been a sharp growth in the percentage of Americans who do not identify with a religion, and an accompanying increase in the public presence for secularists, including atheists. Given the connections between religion and philanthropy, economic development, public opinion, and political engagement, such a &ldquo;secular turn&rdquo; could have far-reaching consequences for American society.</p>\n<p>&nbsp;</p>\n<p>In addition to the consequences of the secular turn, this project also examines its causes. Past research has suggested that one potential reason for the secular turn is a reaction to the role of religion in American politics. The hypothesis is that some Americans disclaim a religious identity because they equate religion with an ideological perspective with which they disagree. Our study uses multiple methodological approaches to test whether this is really the case, including a four-wave panel study spanning a midterm (2010) and presidential election (2012) campaign and two experiments in which voters were asked to react to news coverage of congressional campaigns that did and did not include candidates using religious rhetoric.</p>\n<p>&nbsp;</p>\n<p>Thus far, our project has primarily entailed the collection of new data, which we are continuing to analyze. Our findings thus far have informed both public lectures delivered by the principal investigators and papers presented at academic conferences. Eventually, we will write a book summarizing all of our findings. Our data will also be released publically, to be used by other researchers. In addition, we hope that the measures we develop will be adopted by other scholars, and included on other surveys of the American population.</p>\n<p>&nbsp;</p>\n<p>Even though our data analysis is still in the early stages, we have some &ldquo;early returns.&rdquo;</p>\n<p>&nbsp;</p>\n<p>The first objective of our study has been to separate fact from fiction in understanding the characteristics, beliefs, and behavior of the growing ranks of non-religious Americans. For example, to disclaim a religious identity (e.g. being a Methodist or Catholic) is not the same as disavowing religious beliefs altogether. Many people who do not identify with a religion nonetheless believe in God and hold traditional religious beliefs. To that end, we have developed more extensive measures of secularism than have been employed by other researchers, including ourselves, in the past. Typically, secularism has simply been defined as the absence of religion. We call this <em>passive</em> secularism, or the absence of much religious behavior. However, there are other people who consciously reject religious beliefs in favor of a secular worldview, or what we label <em>active</em> secularism. Accordingly, we have developed measures of both passive and active secularism. Perhaps not surprisingly, the political behavior of passive and active secularists varies significantly. Furthermore, some Americans subscribe to <em>public</em> secularism, or a belief that government should be strictly neutral when it comes to religious symbols and expression. Logically, a belief in public secularism is distinct from either passive or active secularism; historically, some of its most vocal advocates have been people who are themselves highly religious. Therefore, we have also developed measures of public secularism that are distinct from an individual&rsquo;s level of either passive or active secularism.</p>\n<p>&nbsp;</p>\n<p>Second, a...",
  "por_txt_cntn": "\nThis project studies the democratic implications of AmericaÆs changing religious landscape, specifically the rise of what is often described as the \"rise of secularism,\" or a turn away from some forms of religion. Historically, the high levels of religious belief, behavior, and belonging in the United States have made it an outlier among economically advanced democracies. Yet over roughly the last twenty years, there has been a sharp growth in the percentage of Americans who do not identify with a religion, and an accompanying increase in the public presence for secularists, including atheists. Given the connections between religion and philanthropy, economic development, public opinion, and political engagement, such a \"secular turn\" could have far-reaching consequences for American society.\n\n \n\nIn addition to the consequences of the secular turn, this project also examines its causes. Past research has suggested that one potential reason for the secular turn is a reaction to the role of religion in American politics. The hypothesis is that some Americans disclaim a religious identity because they equate religion with an ideological perspective with which they disagree. Our study uses multiple methodological approaches to test whether this is really the case, including a four-wave panel study spanning a midterm (2010) and presidential election (2012) campaign and two experiments in which voters were asked to react to news coverage of congressional campaigns that did and did not include candidates using religious rhetoric.\n\n \n\nThus far, our project has primarily entailed the collection of new data, which we are continuing to analyze. Our findings thus far have informed both public lectures delivered by the principal investigators and papers presented at academic conferences. Eventually, we will write a book summarizing all of our findings. Our data will also be released publically, to be used by other researchers. In addition, we hope that the measures we develop will be adopted by other scholars, and included on other surveys of the American population.\n\n \n\nEven though our data analysis is still in the early stages, we have some \"early returns.\"\n\n \n\nThe first objective of our study has been to separate fact from fiction in understanding the characteristics, beliefs, and behavior of the growing ranks of non-religious Americans. For example, to disclaim a religious identity (e.g. being a Methodist or Catholic) is not the same as disavowing religious beliefs altogether. Many people who do not identify with a religion nonetheless believe in God and hold traditional religious beliefs. To that end, we have developed more extensive measures of secularism than have been employed by other researchers, including ourselves, in the past. Typically, secularism has simply been defined as the absence of religion. We call this passive secularism, or the absence of much religious behavior. However, there are other people who consciously reject religious beliefs in favor of a secular worldview, or what we label active secularism. Accordingly, we have developed measures of both passive and active secularism. Perhaps not surprisingly, the political behavior of passive and active secularists varies significantly. Furthermore, some Americans subscribe to public secularism, or a belief that government should be strictly neutral when it comes to religious symbols and expression. Logically, a belief in public secularism is distinct from either passive or active secularism; historically, some of its most vocal advocates have been people who are themselves highly religious. Therefore, we have also developed measures of public secularism that are distinct from an individualÆs level of either passive or active secularism.\n\n \n\nSecond, analysis of our panel survey finds evidence that a subset of Americans are more likely to disclaim a religious identity when they perceive a political environment with a high degree of religious rhetoric. In other words, th..."
 }
}