{
 "awd_id": "0961372",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Magnesium Isotope Geochemistry of Carbonate Sediments",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bilal U. Haq",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 299998.0,
 "awd_amount": 299998.0,
 "awd_min_amd_letter_date": "2010-07-28",
 "awd_max_amd_letter_date": "2010-07-28",
 "awd_abstract_narration": "Funds are provided to reconstruct the &#948;26Mg of seawater by measuring it the &#948;26Mg of pelagic carbonates across the Cenozoic. PI's preliminary results show similar patterns in &#948;26Mg at sites in both the Pacific and Atlantic Ocean sites. However, some of the observed changes in &#948;26Mg are too fast and too large to be compatible with the current understanding of the geochemical magnesium cycle. To refine understanding of magnesium isotope variability in pelagic carbonates the PI will also make magnesium isotope measurements on individual species of planktonic foraminifera and other size fractions of the bulk carbonate sediment as well as in pore fluids. These measurements will provide important new constraints on the potential effects of diagenesis. The PI will also pursue alternative approaches to reconstructing the &#948;26Mg of seawater using fluid inclusions in evaporite minerals. The work will help elucidate the processes that control the major element chemistry of seawater, and therefore the global carbon cycle and climate, on geologic timescales. \r\n\r\nThe research has the potential to make a broad impact on our understanding of the chemistry of the ocean, particularly with respect to the geochemical cycles of magnesium, calcium, and carbon. In addition, the proposed activities may help elucidate a better understanding of the causes of climate change over the Cenozoic by better constraining factors that affect the carbon cycle over this timescale. The research will support the training of a graduate student who will be exposed to a range of approaches including mass spectrometry and numerical modeling.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Schrag",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel P Schrag",
   "pi_email_addr": "schrag@eps.harvard.edu",
   "nsf_id": "000157720",
   "pi_start_date": "2010-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 299998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Earth&rsquo;s climate has transitioned from greenhouse to icehouse conditions over the Cenozoic (past 65 million years). This climatic change is attributed to a decline in atmospheric CO2, whose causes are hotly debated, and is associated with an increase in the ratio of Mg to Ca in seawater. A two- to three-fold increase in Mg/Ca over the Cenozoic observed in a variety of records of ancient seawater chemistry, including fluid inclusions in halite, deep-sea pore fluid profiles, the mineralogy of inorganic marine cements, low temperature calcium carbonate veins in oceanic crust, and biogenic carbonates. Similar co-variation between seawater Mg/Ca and climate, observed on hundred million year timescales throughout the Phanerozoic (the so-called &lsquo;aragonite&rsquo; and &lsquo;calcite&rsquo; seas), suggest fundamental connections between the global carbon cycle and the major element chemistry of seawater.</p>\n<p>&nbsp;</p>\n<p>Exactly how climate and seawater chemistry are linked is not well understood. One set of hypotheses for this link invokes changes in seafloor spreading, which can alter both rates of silicate weathering (through changes in CO2 outgassing) and rates of hydrothermal circulation and basalt alteration. Another set of hypotheses invokes eustatic sealevel driven changes in the carbonate system, through changing the rate of shallow water carbonate deposition and dolomite formation or the rate of carbonate weathering.</p>\n<p>&nbsp;</p>\n<p>This proposal funded new measurements of the Mg isotopic composition of carbonate sediments and their associated pore fluids.&nbsp; We used these observations to argue for a novel hypothesis for a direct link between the rise in seawater Mg/Ca and the cooling of Earth&rsquo;s climate over the Cenozoic: the effect of cooler ocean temperatures on the Mg sink in low temperature marine clays. Mg isotope records can be used to quantify the relative contributions of changes in silicate or carbonate fluxes to the global Mg budget. Recent studies of Mg isotope fractionation during mineral formation show that Mg-clays are modestly enriched in 26Mg, whereas Mg-carbonates (calcite and dolomite) are depleted by 1?4&permil; relative to the precipitating solution. Because Mgclays and Mg-carbonates represent the principle sources and sinks of Mg in seawater, these opposing isotope effects make the Mg isotopic composition of seawater a potentially powerful tool for unraveling the processes that control the geochemical cycling of magnesium in seawater and its link to the carbon cycle and climate on geologic timescales.</p>\n<p>&nbsp;</p>\n<p>We use our measurements of the Mg isotopic composition of pelagic carbonates and associated pore fluids from two sites in the Pacific and Atlantic Ocean basins to reconstruct changes in the Mg isotopic composition of seawater over the Cenozoic. We evaluate potential bias in our record due to diagenetic recrystallization &ndash; a ubiquitous process in deep-sea carbonate sediments &ndash; using measurements of the Mg isotopic composition of the associated pore fluids and a numerical model of sediment diagenesis (9). We find that the Mg isotopic composition of bulk foraminiferal is a reasonably faithful recorder of the Mg isotopic composition of seawater. Using a numerical model of the global carbon, alkalinity, magnesium, and calcium cycles we show that small changes in the Mg isotopic composition of seawater over the Cenozoic are best explained by changes in the weathering or formation of Mg-silicates. We propose that a temperature-driven reduction in the Mg sink in low temperature clays can account for the co-variation of seawater Mg/Ca and climate over the Cenozoic and discuss implications of this hypothesis for our understanding of Cenozoic seawater Li and Sr isotopes.</p>\n<p>&nbsp;</p>\n<p>In addition to the scientific findings, the funds in this proposal supported the graduate and postdoctoral ...",
  "por_txt_cntn": "\nEarthÆs climate has transitioned from greenhouse to icehouse conditions over the Cenozoic (past 65 million years). This climatic change is attributed to a decline in atmospheric CO2, whose causes are hotly debated, and is associated with an increase in the ratio of Mg to Ca in seawater. A two- to three-fold increase in Mg/Ca over the Cenozoic observed in a variety of records of ancient seawater chemistry, including fluid inclusions in halite, deep-sea pore fluid profiles, the mineralogy of inorganic marine cements, low temperature calcium carbonate veins in oceanic crust, and biogenic carbonates. Similar co-variation between seawater Mg/Ca and climate, observed on hundred million year timescales throughout the Phanerozoic (the so-called æaragoniteÆ and æcalciteÆ seas), suggest fundamental connections between the global carbon cycle and the major element chemistry of seawater.\n\n \n\nExactly how climate and seawater chemistry are linked is not well understood. One set of hypotheses for this link invokes changes in seafloor spreading, which can alter both rates of silicate weathering (through changes in CO2 outgassing) and rates of hydrothermal circulation and basalt alteration. Another set of hypotheses invokes eustatic sealevel driven changes in the carbonate system, through changing the rate of shallow water carbonate deposition and dolomite formation or the rate of carbonate weathering.\n\n \n\nThis proposal funded new measurements of the Mg isotopic composition of carbonate sediments and their associated pore fluids.  We used these observations to argue for a novel hypothesis for a direct link between the rise in seawater Mg/Ca and the cooling of EarthÆs climate over the Cenozoic: the effect of cooler ocean temperatures on the Mg sink in low temperature marine clays. Mg isotope records can be used to quantify the relative contributions of changes in silicate or carbonate fluxes to the global Mg budget. Recent studies of Mg isotope fractionation during mineral formation show that Mg-clays are modestly enriched in 26Mg, whereas Mg-carbonates (calcite and dolomite) are depleted by 1?4&permil; relative to the precipitating solution. Because Mgclays and Mg-carbonates represent the principle sources and sinks of Mg in seawater, these opposing isotope effects make the Mg isotopic composition of seawater a potentially powerful tool for unraveling the processes that control the geochemical cycling of magnesium in seawater and its link to the carbon cycle and climate on geologic timescales.\n\n \n\nWe use our measurements of the Mg isotopic composition of pelagic carbonates and associated pore fluids from two sites in the Pacific and Atlantic Ocean basins to reconstruct changes in the Mg isotopic composition of seawater over the Cenozoic. We evaluate potential bias in our record due to diagenetic recrystallization &ndash; a ubiquitous process in deep-sea carbonate sediments &ndash; using measurements of the Mg isotopic composition of the associated pore fluids and a numerical model of sediment diagenesis (9). We find that the Mg isotopic composition of bulk foraminiferal is a reasonably faithful recorder of the Mg isotopic composition of seawater. Using a numerical model of the global carbon, alkalinity, magnesium, and calcium cycles we show that small changes in the Mg isotopic composition of seawater over the Cenozoic are best explained by changes in the weathering or formation of Mg-silicates. We propose that a temperature-driven reduction in the Mg sink in low temperature clays can account for the co-variation of seawater Mg/Ca and climate over the Cenozoic and discuss implications of this hypothesis for our understanding of Cenozoic seawater Li and Sr isotopes.\n\n \n\nIn addition to the scientific findings, the funds in this proposal supported the graduate and postdoctoral research of John Higgins, now an assistant professor at Princeton University.  The training provided by this proposal should provide many decades of dividends by helping t..."
 }
}