{
 "awd_id": "0961179",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Biology Research Suite",
 "cfda_num": "47.074",
 "org_code": "08080200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Blood",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 1587155.0,
 "awd_amount": 1587155.0,
 "awd_min_amd_letter_date": "2010-09-13",
 "awd_max_amd_letter_date": "2013-08-30",
 "awd_abstract_narration": "Abstract\r\n\r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nRamapo College of New Jersey is a public undergraduate institution devoted to liberal arts and science education and training. Funds provided by this award will permit the renovation of the Biology Research Suite, a shared research laboratory for faculty-directed student research projects. The renovations include reconfiguration of the space to have an open design for student research allowing for improved faculty-faculty and faculty-student collaborations. In addition, the renovations include individual faculty research rooms, and common-use spaces including: cold room, tissue culture rooms, imaging room, and microbiology prep room. The renovated facility will provide the opportunity for undergraduates to conduct experiments involving protein purification, cloning, microbial gene expression and tissue culture.\r\n\r\nImproving the research training facility will deepen the College's offerings in biology and biochemistry and continue to provide opportunities for women, minorities and physically disabled students to gain employment and win spots in graduate and professional schools. The new Biology Research Suite will increase collaboration between senior and junior faculty.  Strengthening and increasing the interaction between undergraduates and faculty will widen student experience and better prepare them for careers in graduate school and/or public and corporate research laboratories. Producing graduates with skill sets that are current with sophisticated contemporary research and who understand the social system of science will increase the nation's science enterprise wherever they practice their profession. This experience will result in students who are prepared to move seamlessly into research environments in industry or graduate schools because they have experience with the technology and methods that are in common use in these settings.",
 "awd_arra_amount": 1587155.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Cristini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Angela Cristini",
   "pi_email_addr": "acristin@ramapo.edu",
   "nsf_id": "000082256",
   "pi_start_date": "2010-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ramapo College of New Jersey",
  "inst_street_address": "505 RAMAPO VALLEY RD",
  "inst_street_address_2": "",
  "inst_city_name": "MAHWAH",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "2016847500",
  "inst_zip_code": "074301623",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "NJ05",
  "org_lgl_bus_name": "RAMAPO COLLEGE OF NEW JERSEY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GJRVLJEK7H53"
 },
 "perf_inst": {
  "perf_inst_name": "Ramapo College of New Jersey",
  "perf_str_addr": "505 RAMAPO VALLEY RD",
  "perf_city_name": "MAHWAH",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "074301623",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "NJ05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "app-01R9",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1587155.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ramapo College of New Jersey was established by the State legislature in 1969 as a public baccalaureate institutions devoted to the liberal arts and sciences.&nbsp; Since 1974, science faculty has actively involved undergraduate students in research projects as part of the Ramapo Student Research Program (RSRP).&nbsp; The facility that was renovated is the <em>Biology Research Suite </em>a shared research laboratory for faculty directed student research projects. It was developed over twenty years ago by cobbling together areas that had been used for storage, prep space and a corridor.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Involving undergraduate students in research is a high priority at Ramapo; personnel decisions (reappointment, tenure, promotion) take into account the success of a faculty member in this area.&nbsp; The new bio research suite will allow faculty and students to engage in research activities at a higher level.</p>\n<p>The renovated facility will provide the opportunity for undergraduates to conduct experiments involving protein purification, cloning, microbial gene expression and tissue culture. This will result in students who are prepared to move seamlessly into research environments in industry or graduate schools because they have experience with the technology and methods that are in common use in these settings.</p>\n<p>The new Biology Research Suite is increasing opportunities for interaction between senior and junior faculty.&nbsp; This increase afforded by sharing common<br />space housing required research elements is improving the faculty team spirit<br />and deepen the newer faculty's understanding of conducting research with<br />undergraduate students.&nbsp; This understanding is critical especially for faculty whose experience is primarily as a graduate student or working in institutions with graduate students as researchers.</p>\n<p><strong>Intellectual Merit </strong>- The College administration recognizes the need to continuously address the institution&rsquo;s ability to upgrade facilities to increase the capacity to improve the research training in the sciences.&nbsp; Producing graduates with skill sets that are current with sophisticated contemporary research and who understand the social system of science will increase the science enterprise wherever they practice their profession in the US.&nbsp;</p>\n<p><strong>Broader Impact</strong> - Improving the research training facility will deepen the college&rsquo;s offerings in biology and biochemistry and continue to provide opportunities for women, minorities and physically disabled students to gain employment and win spots in graduate and professional schools.&nbsp; The College has actively recruited students from underrepresented groups in the scientific community; the cohort of RSRP participants over the past 10 years is 60% female and 23% minority including some with physical disabilities.&nbsp; The renovation will strengthen the College&rsquo;s ability to produce graduates who possess knowledge and skills in &ldquo;cutting edge&rdquo; methodologies and understand the nature and culture of research.&nbsp; Such scientists will instruct the next generation and/or affect changes through their work that will benefit society as a whole.&nbsp; In the past 10 years 70% of the students who have participated in the RSRP have entered post-baccalaureate programs or taken positions in public and corporate research facilities and are now members of the professional community.&nbsp;&nbsp;</p>\n<p>Approximately 55 jobs were created through this project.</p>\n<p>Ramapo College has succeeded in leveraging this NSF grant to<br />secure a private donation of $2 million to launch a complete<br />renovation and expansion of the College's science building.&nbsp; This expansion is now underway.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/05/2013<br>\n\t\t\t\t\tModified by: Angela&nbsp;Cristini</p>\n</div>\n<div cla...",
  "por_txt_cntn": "\nRamapo College of New Jersey was established by the State legislature in 1969 as a public baccalaureate institutions devoted to the liberal arts and sciences.  Since 1974, science faculty has actively involved undergraduate students in research projects as part of the Ramapo Student Research Program (RSRP).  The facility that was renovated is the Biology Research Suite a shared research laboratory for faculty directed student research projects. It was developed over twenty years ago by cobbling together areas that had been used for storage, prep space and a corridor.     \n\nInvolving undergraduate students in research is a high priority at Ramapo; personnel decisions (reappointment, tenure, promotion) take into account the success of a faculty member in this area.  The new bio research suite will allow faculty and students to engage in research activities at a higher level.\n\nThe renovated facility will provide the opportunity for undergraduates to conduct experiments involving protein purification, cloning, microbial gene expression and tissue culture. This will result in students who are prepared to move seamlessly into research environments in industry or graduate schools because they have experience with the technology and methods that are in common use in these settings.\n\nThe new Biology Research Suite is increasing opportunities for interaction between senior and junior faculty.  This increase afforded by sharing common\nspace housing required research elements is improving the faculty team spirit\nand deepen the newer faculty's understanding of conducting research with\nundergraduate students.  This understanding is critical especially for faculty whose experience is primarily as a graduate student or working in institutions with graduate students as researchers.\n\nIntellectual Merit - The College administration recognizes the need to continuously address the institutionÆs ability to upgrade facilities to increase the capacity to improve the research training in the sciences.  Producing graduates with skill sets that are current with sophisticated contemporary research and who understand the social system of science will increase the science enterprise wherever they practice their profession in the US. \n\nBroader Impact - Improving the research training facility will deepen the collegeÆs offerings in biology and biochemistry and continue to provide opportunities for women, minorities and physically disabled students to gain employment and win spots in graduate and professional schools.  The College has actively recruited students from underrepresented groups in the scientific community; the cohort of RSRP participants over the past 10 years is 60% female and 23% minority including some with physical disabilities.  The renovation will strengthen the CollegeÆs ability to produce graduates who possess knowledge and skills in \"cutting edge\" methodologies and understand the nature and culture of research.  Such scientists will instruct the next generation and/or affect changes through their work that will benefit society as a whole.  In the past 10 years 70% of the students who have participated in the RSRP have entered post-baccalaureate programs or taken positions in public and corporate research facilities and are now members of the professional community.  \n\nApproximately 55 jobs were created through this project.\n\nRamapo College has succeeded in leveraging this NSF grant to\nsecure a private donation of $2 million to launch a complete\nrenovation and expansion of the College's science building.  This expansion is now underway.\n\n\t\t\t\t\tLast Modified: 09/05/2013\n\n\t\t\t\t\tSubmitted by: Angela Cristini"
 }
}