{
 "awd_id": "0961316",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Medical Tourism in the Czech Republic",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2012-11-30",
 "tot_intn_awd_amt": 49465.0,
 "awd_amount": 49465.0,
 "awd_min_amd_letter_date": "2010-04-27",
 "awd_max_amd_letter_date": "2010-04-27",
 "awd_abstract_narration": "Dr. Amy Speier, Eckerd College, will undertake research on the growing transnational practice of medical tourism, in which patients seek lower cost health care by traveling abroad. This phenomenon is widely viewed as illustrating how globalization transforms the relationship between people and territory; it also may be an outcome of the growth of health care consumerism. One of the new medical tourism destinations is Eastern Europe, which has an older tradition of medical tourism focused on the allegedly healing powers of spas. Speier will pursue her research in the Czech Republic, where she will compare the new and the older forms of medical tourism to illuminate which factors are most salient for recent developments. \r\n\r\nThe focus of Spier's research will be patient-tourists from North America who travel to the Czech Republic for in vitro fertilization (IVF) treatment. She will determine their motivations for leaving North America for medical care, why they have chosen the Czech Republic in particular, and what their experiences are. She will employ a mix of ethnographic methods including, participant observation; surveys; focus groups; and interviews with patient-tourists, the providers, and the medical tourism companies that facilitate travel between different parts of the world. This new data will then be compared to earlier research she has carried out on the Czech spa industry.\r\n\r\nThis research is important because strategies to reduce health care are a major national concern. At the individual level, medical tourism is one such strategy, with larger implications that are not yet well understood. This research also will contribute to understanding transnational reproductive medicine in the context of global economics and networks, as well as North American responses to infertility.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Speier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amy Speier",
   "pi_email_addr": "speiera@eckerd.edu",
   "nsf_id": "000537969",
   "pi_start_date": "2010-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Eckerd College",
  "inst_street_address": "4200 54TH AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT PETERSBURG",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "7278647564",
  "inst_zip_code": "337114744",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "FL13",
  "org_lgl_bus_name": "ECKERD COLLEGE, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "R5P4PBB1MRU3"
 },
 "perf_inst": {
  "perf_inst_name": "Eckerd College",
  "perf_str_addr": "4200 54TH AVE S",
  "perf_city_name": "SAINT PETERSBURG",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "337114744",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "FL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 49465.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>&nbsp;<span style=\"white-space: pre;\"> </span>The primary objective of this study was to determine what factors influence North American patient tourists to travel to the Czech Republic for IVF treatment. This study was the first in-depth ethnographic study of reproductive tourism in the Czech Republic. Data was gathered through participant observation, surveys, focus groups and interviews with the three primary social actors involved in the medical tourism industry: the patient tourists, the providers, and the medical tourism companies that facilitate travel between different parts of the world. Three phases of summer research was conducted in North America and the Czech Republic. Ethnographic research at two reproductive clinics in the Czech Republic as well as with patient tourists once they have arrived back home provided insight into the complex behaviors and motivations of reproductive travel.</p>\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong>I conducted a total of 30 preliminary surveys with former reproductive travelers. In the Czech Republic, I met and interviewed a total of 20 patient travelers. In addition, eight survey respondents had agreed to an interview via phone or Skype. Thus, my initial two phases garnered a total of 28 interviews conducted with North American reproductive travelers who traveled to the Czech Republic. A total of 19 follow-up life history interviews were conducted with North American patients and brokers, whom I had met either online, via Skype or in the Czech Republic. I traveled to Canada and to 13 different states to follow up with patient travelers who had been to the Czech Republic for in-vitro fertilization. Among my informants, a total of 51trips were made to the Czech Republic. A total of 28 children have been born<a href=\"#_ftn1\">[1]</a>.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In-vitro fertilization in the United States can be very expensive, especially when couples must rely on an egg donor. Women go online to seek other, more affordable options. They often land upon IVF broker agency websites or online support groups, where they learn about reproductive travel to the Czech Republic. They conduct &ldquo;research&rdquo; by talking to former reproductive travelers about their experiences. We can consider some of these websites as patient advocacy groups.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This research contributes to theories of globalization, whereby patients, reproductive technologies, gametes and finance are traversing the globe creating contradictions. There are several contradictions embedded in reproductive tourism, where patients are encouraged to consider their trip a vacation, yet they also feel the stress of undergoing treatment in another country. There are varying levels of the extent to which patients do consider their trip a vacation, but it is also given as explaining the value of the money they spend on the trip &ndash; which usually costs a total of $10,000.</p>\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong>The notion of care becomes very important, as patients act as consumers with respect to their health care decisions. They will continue to travel where they will receive better care from physicians and nurses, unlike how they think about North American doctors &ndash; who are thought to be greedy. Since patients are seeking care, the doctor-patient relationship shifts, and doctors essentially become entrepreneurs.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Finally, the relationships that form between North American reproductive travelers while they are online, and together in the Czech Republic, may be considered new forms of social kinship. Couples often keep in touch, sending Christmas cards and photos o...",
  "por_txt_cntn": "\n \n\n  The primary objective of this study was to determine what factors influence North American patient tourists to travel to the Czech Republic for IVF treatment. This study was the first in-depth ethnographic study of reproductive tourism in the Czech Republic. Data was gathered through participant observation, surveys, focus groups and interviews with the three primary social actors involved in the medical tourism industry: the patient tourists, the providers, and the medical tourism companies that facilitate travel between different parts of the world. Three phases of summer research was conducted in North America and the Czech Republic. Ethnographic research at two reproductive clinics in the Czech Republic as well as with patient tourists once they have arrived back home provided insight into the complex behaviors and motivations of reproductive travel.\n\n            I conducted a total of 30 preliminary surveys with former reproductive travelers. In the Czech Republic, I met and interviewed a total of 20 patient travelers. In addition, eight survey respondents had agreed to an interview via phone or Skype. Thus, my initial two phases garnered a total of 28 interviews conducted with North American reproductive travelers who traveled to the Czech Republic. A total of 19 follow-up life history interviews were conducted with North American patients and brokers, whom I had met either online, via Skype or in the Czech Republic. I traveled to Canada and to 13 different states to follow up with patient travelers who had been to the Czech Republic for in-vitro fertilization. Among my informants, a total of 51trips were made to the Czech Republic. A total of 28 children have been born[1].\n\n            In-vitro fertilization in the United States can be very expensive, especially when couples must rely on an egg donor. Women go online to seek other, more affordable options. They often land upon IVF broker agency websites or online support groups, where they learn about reproductive travel to the Czech Republic. They conduct \"research\" by talking to former reproductive travelers about their experiences. We can consider some of these websites as patient advocacy groups.\n\n            This research contributes to theories of globalization, whereby patients, reproductive technologies, gametes and finance are traversing the globe creating contradictions. There are several contradictions embedded in reproductive tourism, where patients are encouraged to consider their trip a vacation, yet they also feel the stress of undergoing treatment in another country. There are varying levels of the extent to which patients do consider their trip a vacation, but it is also given as explaining the value of the money they spend on the trip &ndash; which usually costs a total of $10,000.\n\n            The notion of care becomes very important, as patients act as consumers with respect to their health care decisions. They will continue to travel where they will receive better care from physicians and nurses, unlike how they think about North American doctors &ndash; who are thought to be greedy. Since patients are seeking care, the doctor-patient relationship shifts, and doctors essentially become entrepreneurs.\n\n            Finally, the relationships that form between North American reproductive travelers while they are online, and together in the Czech Republic, may be considered new forms of social kinship. Couples often keep in touch, sending Christmas cards and photos of their children, even visiting one another once they are back in North America.\n\n In sum, the global market of reproductive medicine reflects a global trend of strengthening a neoliberal model for health care and globally stratified reproduction. There is a confluence of medicine, tourism and reproductive technology occurring in the Czech Republic. Increasingly, patients are using various forms of social media to learn about options outside of their home countries, conducting endless..."
 }
}