{
 "awd_id": "0962553",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Experimental Evidence on the Returns to Vocational Education in Kenya",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 150273.0,
 "awd_amount": 150273.0,
 "awd_min_amd_letter_date": "2010-04-30",
 "awd_max_amd_letter_date": "2012-06-15",
 "awd_abstract_narration": "Project Summary: \"Experimental Evidence on the Returns to Vocational Education in Kenya\"\r\nYouth unemployment is among the most pressing social and economic problems facing less developed countries, yet too little is known about how best to smooth the school-to-work transition or boost human capital for those not on the academic schooling track. Vocational education is one promising avenue for addressing the problem, especially through the dynamic private vocational sector. This project will study impacts of a vocational education voucher program among Kenyan youth, using a randomized design together with an innovative panel dataset. This is the first (to the investigators' knowledge) randomized evaluation of a vocational education intervention in Africa and builds on ten years of detailed information in the Kenyan Life Panel Survey (KLPS) dataset.\r\nThe intellectual merit of the proposed research is its reliance on a credible research design and unique dataset to address at least four central questions in the fields of development, labor and public economics:\r\n(1) What are the returns to education in Africa? The proposed project will estimate the impact of vocational education on formal sector employment, labor market earnings, entrepreneurship decisions, migration (within Kenya and abroad), remittances and fertility. Approximately 2,160 out-of-school Kenyan youths, drawn from the KLPS dataset, applied for vocational education tuition vouchers in the Kenyan study district. Half of these individuals were randomly selected to receive vouchers, with the non-winners serving as the control group. The project will also leverage the extensive (pre-intervention) individual-level data in KLPS to estimate heterogeneous returns to schooling by cognitive ability, socioeconomic status, and gender.\r\n(2) Are returns to vocational education higher in the private training sector? Among the voucher winners, a random half received vouchers that can be used only in government-supported training centers, while the other half received unrestricted vouchers that could be used in either public or private centers. The comparison of outcomes between the restricted (government only) and unrestricted voucher winners will illuminate any additional returns to access to private centers.\r\n(3) How are the \"returns\" to educational investments spatially distributed? The unusual KLPS panel dataset, which tracks respondents wherever they move within East Africa, will also provide new insights into how human capital investments affect out-migration decisions and remittances back to the sending area, shedding light on whether vocational education reduces or amplifies inter-regional economic disparities.\r\n(4) What factors affect the demand for vocational education? This project will produce examine experimental evidence on both the role of (i) price (through the tuition voucher experiment above) and (ii) information about average returns to vocational schooling, in determining demand. A baseline information experiment provided additional information (including basic statistics and a video) to a randomly chosen half of program applicants, highlighting (a) the higher earnings of vocational training recipients (in a cross-sectional analysis) and (b) the higher earnings of those who receive training in male-dominated trades (e.g., automobile mechanics) relative to female-dominated trades (e.g., seamstresses). The investigators will examine whether this information and encouragement affected the decision to enroll in a vocational education center and the type of course chosen. The preliminary results show large impacts of this information treatment on the enrollment decisions and course choices of Kenyan females, with a significant shift towards male-dominated courses.\r\nA key broader impact of the proposed project is the training of Economics Ph.D. students based in the U.S. in field data collection methods and applied econometrics. Another broader impact is the possibility of influencing public policy in less developed countries, and especially in Africa. Vocational education is seen as one of the most promising avenues for addressing the pressing problem of youth unemployment, and Kenya and many other African governments are currently expanding public programs in this sector. This project will provide rigorous evidence on the demand for and impacts of vocational education. The research team plans to continue actively disseminating results to development policymaking through this research, as they have with previous projects. The PIs have extensive data collection experience and policy contacts in Kenya dating back over a decade and work with a highly effective team of enumerators.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Isaac",
   "pi_last_name": "Mbiti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Isaac Mbiti",
   "pi_email_addr": "imbiti@smu.edu",
   "nsf_id": "000539560",
   "pi_start_date": "2010-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Methodist University",
  "inst_street_address": "6425 BOAZ ST RM 130",
  "inst_street_address_2": "",
  "inst_city_name": "DALLAS",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2147684708",
  "inst_zip_code": "752051902",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "SOUTHERN METHODIST UNIVERSITY",
  "org_prnt_uei_num": "S88YPE3BLV66",
  "org_uei_num": "D33QGS3Q3DJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Methodist University",
  "perf_str_addr": "6425 BOAZ ST RM 130",
  "perf_city_name": "DALLAS",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "752051902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 48987.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 50080.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 51206.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report:</p>\n<p>&ldquo;Collaborative Research: Experimental Evidence on the Returns to Vocational Education in Kenya&rdquo;</p>\n<p>&nbsp;</p>\n<p>Youth unemployment is among the most pressing social and economic problems facing less developed countries, yet too little is known about how best to smooth the school-to-work transition or boost human capital for those not on the academic schooling track. Vocational education is one promising avenue for addressing the problem; proponents argue that such training can deliver more readily-marketable skills to youth. However, there is limited rigorous empirical evidence on the effectiveness of vocational training in less developed countries, especially in Africa.</p>\n<p>This project studies a recent vocational training program among Kenyan youth and provides medium-term results from the intervention. This research project &ndash; the first of its kind in Africa, to our knowledge &ndash; aims to understand the mechanisms through which vocational education can address the widespread problem of youth underemployment in Kenya, using a multi-faceted randomized evaluation design together with an innovative panel dataset. Implementation began in 2008 with the recruitment of 2,163 out-of-school youths (ranging in age from roughly 18 to 30). A random half of these individuals were awarded a voucher for vocational training, while the other half served as the control group. Of the voucher winners, a random half were awarded a voucher that could only be used in public (government) institutions, while the other half received a voucher that could be used in either private or public institutions. The program also included a cross-cutting information intervention, which exposed a randomly selected half of all individuals to information about the actual returns to vocational education.</p>\n<p>We find that voucher winners were significantly more likely to enroll in vocational education institutions, and acquired an additional 0.6 years of education. The information treatment encouraged women to enroll in traditionally male-dominated trades, but did not affect overall educational attainment. We find limited evidence that the program increased earnings, although the program led to a significant increase in wage earnings among wage earners. Furthermore, there is some evidence that the program increased the likelihood of working in wage employment among those who have been out of school longer.</p>\n<p>The findings of this research will be of immediate and timely interest to policymakers in Africa and other less-developed regions. Furthermore, the project has resulted in an usual, highly detailed panel dataset that can be used to study a range of research questions relating to rural African youth.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2014<br>\n\t\t\t\t\tModified by: Isaac&nbsp;Mbiti</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report:\n\n\"Collaborative Research: Experimental Evidence on the Returns to Vocational Education in Kenya\"\n\n \n\nYouth unemployment is among the most pressing social and economic problems facing less developed countries, yet too little is known about how best to smooth the school-to-work transition or boost human capital for those not on the academic schooling track. Vocational education is one promising avenue for addressing the problem; proponents argue that such training can deliver more readily-marketable skills to youth. However, there is limited rigorous empirical evidence on the effectiveness of vocational training in less developed countries, especially in Africa.\n\nThis project studies a recent vocational training program among Kenyan youth and provides medium-term results from the intervention. This research project &ndash; the first of its kind in Africa, to our knowledge &ndash; aims to understand the mechanisms through which vocational education can address the widespread problem of youth underemployment in Kenya, using a multi-faceted randomized evaluation design together with an innovative panel dataset. Implementation began in 2008 with the recruitment of 2,163 out-of-school youths (ranging in age from roughly 18 to 30). A random half of these individuals were awarded a voucher for vocational training, while the other half served as the control group. Of the voucher winners, a random half were awarded a voucher that could only be used in public (government) institutions, while the other half received a voucher that could be used in either private or public institutions. The program also included a cross-cutting information intervention, which exposed a randomly selected half of all individuals to information about the actual returns to vocational education.\n\nWe find that voucher winners were significantly more likely to enroll in vocational education institutions, and acquired an additional 0.6 years of education. The information treatment encouraged women to enroll in traditionally male-dominated trades, but did not affect overall educational attainment. We find limited evidence that the program increased earnings, although the program led to a significant increase in wage earnings among wage earners. Furthermore, there is some evidence that the program increased the likelihood of working in wage employment among those who have been out of school longer.\n\nThe findings of this research will be of immediate and timely interest to policymakers in Africa and other less-developed regions. Furthermore, the project has resulted in an usual, highly detailed panel dataset that can be used to study a range of research questions relating to rural African youth.\n\n\t\t\t\t\tLast Modified: 09/29/2014\n\n\t\t\t\t\tSubmitted by: Isaac Mbiti"
 }
}