{
 "awd_id": "0962416",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Market for Financial Advice",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2010-06-15",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 106000.0,
 "awd_amount": 106000.0,
 "awd_min_amd_letter_date": "2010-06-12",
 "awd_max_amd_letter_date": "2014-05-19",
 "awd_abstract_narration": "THE MARKET FOR FINANCIAL ADVICE\r\nProject Summary\r\nThe United States has seen a dramatic shift in how pensions are invested. Managed savings (government or employer defined benefit plans) have given way to individually directed savings (defined contribution plans). A growing body of lab - and to a lesser extent field - evidence in behavioral finance raises concerns over this trend, arguing that individual investors are ill informed or even biased in their investment choices. Examples range from owning too much employer stock to using heuristics such as naive diversification. Many argue, however, that biased investors can still make good investments choices because intermediaries like financial advisors will help to undo their biases. In fact, 67% of US households owning equities or bonds consulted with a least one advisor between 2003 and 2008. Little is known, however, how this market for financial advice functions and whether it indeed leads to the desired outcomes for investors. The PI's propose two experiments to examine the supply and demand sides of the financial advice market. The first experiment uses an audit study methodology, novel to finance. Trained auditors visit advisors posing as \"clients\". Different (randomly assigned) treatments capture a number of investor biases: auditors vary both in the portfolios they present and the investment strategies they initially espouse to advisors. Outcome measures include the nature of advice that is given and attempts to de-bias clients. The treatments further allow the PI's to test advisor moral hazard; do they de-bias only when it leads to greater fees. Before the financial crisis, the PI's conducted a medium scale pilot that showed the feasibility of this approach as well as interesting results about advisors? selective de-biasing. The second experiment analyzes how, in the lab, investors assess advisor quality. Subjects see videos featuring financial advice from different advisors. The advice is randomly matched to advisors and varies in the extent to which it caters to biases, maximizes fee income or represents high quality advice. Subjects are asked to rate the quality of the advisor and the advice. The sample of test subjects will be drawn from a representative cross section of people in the adult working population; across different demographic subgroups, such as age, income, education and genders. The PI's have secured consent from several large employers in the Boston area to sign up some of their employees for the study.\r\n\r\nIntellectual Merit:\r\nTogether these studies will present some of the first data on this very important market. The PI's will collect quantitative data on a question that has only been discussed in the abstract. They use novel methods and random assignment to allow for causal inference and provide conceptual insights into the forces that shape the market for financial advice. For example, do investors provide market discipline for advisors? Could fee-income distort advisors? Answers to these questions will provide an important empirical basis for future theorizing and empirical on the market for financial advice.\r\n\r\nBroader Impact:\r\nA better understanding of how individuals invest their money has broad implications. Financial academics and regulators struggle to understand if and how behavioral biases affect market prices (as the recent debate on noise trader models in asset pricing highlights). Macroeconomists struggle to produce accurate models of individual consumption and investment. These debates have consequences for regulatory policy broadly construed. Shedding light on them can therefore impact a variety of areas. The results will also have immediate implications for regulating investor choices (e.g. disclosure) and the market for advice specifically. The financial crisis has renewed interest in designing smarter regulation of consumer finance products and the market for financial advice in the US and around the world. A firm empirical understanding of this and any potential market failure is essential in designing better regulation. Regulation would take a very different form if catering to investors' biased beliefs was the main problem rather than fee induced moral hazard of advisors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Antoinette",
   "pi_last_name": "Schoar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Antoinette Schoar",
   "pi_email_addr": "aschoar@mit.edu",
   "nsf_id": "000069891",
   "pi_start_date": "2010-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 106000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the last decade, the United States has seen a dramatic shift in how pensions are invested: defined benefit plans have given way to defined contribution plans.&nbsp; From existing research, we know that investors make suboptimal investment decisions in planning for their retirement and that most investors consult a financial advisor before purchasing shares. However, little is known about how investor biases interact with the quality of the advice provided. Even if the incentives of financial advisors are aligned with their clients, an average private investor may not identify good advice as such. The Market for Financial Advice study aims to examine how investors select advisors and how they respond to financial advice.</p>\n<p>The analysis of the demand side relied on a lab experiment that assigned people randomly to view videos of advisors providing either text book advice or a typical industry sales pitches. We find overall that subjects respond differently to the two types of advice. Overall subjects slightly prefer the text book advice, rather than the industry pitch. However, subjects were sophisticated in differentiating the advice from the advisors. When asked &ldquo;whether they liked the advisor&rdquo; we see no difference between the different treatments. But when asked to assess the advice a larger fraction of subject rated the text book advice higher.</p>\n<p>But the most interesting finding addresses how people respond to advice that is in accordance with or goes against their pre-existing believes. We find that people in general respond to the advice they are presented with, e.g. subjects who see the text book advice are afterwards more likely to choose a passive investment strategy (index funds) and vice versa for the industry pitch. However, people who have a strong pre-existing believe in either direction update less when shown advice that goes against their pre-existing believes. This suggests that the effectiveness of advice depends on peoples&rsquo; priors. Interestingly, the asymmetry is stronger for subjects whose prior are that passive investment is the right strategy. In other words, subjects who believe in index investing (or passive strategies) update much less in the direction of actives strategies when shown the industry pitch. In comparison subjects who believe in return chasing update more towards index investing when shown the text book advice. We think this asymmetric effect is driven by differences in financial literacy. We find that people whose prior are in favor of index investing are also financially more informed subjects. Therefore they have more trust in their own believes and thus will be less swayed by distraction through industry advertising. In contrast, people whose priors are less informed are more subject to suggestions from the outside.</p>\n<p>Finally we do see a dichotomy in how people rate advice and how they pick portfolios when presented with the choice. We allowed subjects to choose a portfolio that was either based on a passive or active investment strategy. Subjects where given the choice between them and had a chance to win a portfolio of $3,000 in the investment strategy of their choice to insure that they were well incentivized when choosing. We find that on average people are more likely to choose active funds, but even people who rated index investment highly tended to be more likely to choose active investment strategies. We believe that these results underscore that when it comes to actual investment choices some consumers might be confused as to how a passive investment strategy translates into actual investments.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/07/2015<br>\n\t\t\t\t\tModified by: Antoinette&nbsp;Schoar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOver the last decade, the United States has seen a dramatic shift in how pensions are invested: defined benefit plans have given way to defined contribution plans.  From existing research, we know that investors make suboptimal investment decisions in planning for their retirement and that most investors consult a financial advisor before purchasing shares. However, little is known about how investor biases interact with the quality of the advice provided. Even if the incentives of financial advisors are aligned with their clients, an average private investor may not identify good advice as such. The Market for Financial Advice study aims to examine how investors select advisors and how they respond to financial advice.\n\nThe analysis of the demand side relied on a lab experiment that assigned people randomly to view videos of advisors providing either text book advice or a typical industry sales pitches. We find overall that subjects respond differently to the two types of advice. Overall subjects slightly prefer the text book advice, rather than the industry pitch. However, subjects were sophisticated in differentiating the advice from the advisors. When asked \"whether they liked the advisor\" we see no difference between the different treatments. But when asked to assess the advice a larger fraction of subject rated the text book advice higher.\n\nBut the most interesting finding addresses how people respond to advice that is in accordance with or goes against their pre-existing believes. We find that people in general respond to the advice they are presented with, e.g. subjects who see the text book advice are afterwards more likely to choose a passive investment strategy (index funds) and vice versa for the industry pitch. However, people who have a strong pre-existing believe in either direction update less when shown advice that goes against their pre-existing believes. This suggests that the effectiveness of advice depends on peoplesÆ priors. Interestingly, the asymmetry is stronger for subjects whose prior are that passive investment is the right strategy. In other words, subjects who believe in index investing (or passive strategies) update much less in the direction of actives strategies when shown the industry pitch. In comparison subjects who believe in return chasing update more towards index investing when shown the text book advice. We think this asymmetric effect is driven by differences in financial literacy. We find that people whose prior are in favor of index investing are also financially more informed subjects. Therefore they have more trust in their own believes and thus will be less swayed by distraction through industry advertising. In contrast, people whose priors are less informed are more subject to suggestions from the outside.\n\nFinally we do see a dichotomy in how people rate advice and how they pick portfolios when presented with the choice. We allowed subjects to choose a portfolio that was either based on a passive or active investment strategy. Subjects where given the choice between them and had a chance to win a portfolio of $3,000 in the investment strategy of their choice to insure that they were well incentivized when choosing. We find that on average people are more likely to choose active funds, but even people who rated index investment highly tended to be more likely to choose active investment strategies. We believe that these results underscore that when it comes to actual investment choices some consumers might be confused as to how a passive investment strategy translates into actual investments.\n\n\t\t\t\t\tLast Modified: 10/07/2015\n\n\t\t\t\t\tSubmitted by: Antoinette Schoar"
 }
}