{
 "awd_id": "0962212",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement: Longitudinal Perspectives on Human Paternal Psychobiology in the Philippines",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carolyn Ehardt",
 "awd_eff_date": "2010-04-01",
 "awd_exp_date": "2011-03-31",
 "tot_intn_awd_amt": 19988.0,
 "awd_amount": 19988.0,
 "awd_min_amd_letter_date": "2010-03-16",
 "awd_max_amd_letter_date": "2010-03-16",
 "awd_abstract_narration": "Research has shown that in some cultural settings fathers have lower testosterone levels than non-fathers. Because these studies have not documented changes in hormones over time as men transition into fatherhood, it is not clear whether men with low testosterone are more likely to become fathers, or alternatively, if having a child leads to hormonal changes in men, much as past research has shown in mothers. This study tests the hypothesis that men experience a reduction in testosterone and an increase in prolactin (a hormone related to nurturing behavior in mothers) after becoming fathers. This question will be evaluated in 850 men participating in a large community-based study in the Philippines. The second aim of the study is to assess whether providing care to children leads to immediate, short-term changes in these same hormones in a smaller sample of 60 of the same men. These men are asked to provide culturally-appropriate care for their child for 30 minutes. Hormones will be measured in saliva and fingertip dried blood samples before and after this interaction, allowing evaluation of whether hormones shift to a profile more compatible with nurturing behavior.  \r\n\r\nBy comparing hormone levels with detailed reports of men's fathering behaviors and their attitudes regarding fatherhood and childcare, this study will help clarify the nature of biological changes that men experience in specific contexts of fathering. These characteristics may be uniquely important in humans compared to many other mammals. This project also expands understanding of the ways in which behavior and biology differ across cultures by contributing important insights into the range of human diversity in fathering behaviors and their relationships to male hormonal profiles. Finally, the project fosters international research collaboration between scholars and universities in the Philippines and US.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Kuzawa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Kuzawa",
   "pi_email_addr": "kuzawa@northwestern.edu",
   "nsf_id": "000276334",
   "pi_start_date": "2010-03-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lee",
   "pi_last_name": "Gettler",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Lee T Gettler",
   "pi_email_addr": "lgettler@nd.edu",
   "nsf_id": "000538353",
   "pi_start_date": "2010-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 19988.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study had two components, both of which addressed changes in men&rsquo;s hormones relative to fatherhood and childcare. We examined how men&rsquo;s hormones changed when they interacted with a child briefly (~30 minutes) and how their hormones changed longitudinally over a multi-year period as they transitioned to fatherhood. Findings from the father-child interaction study include: -No significant changes in testosterone from before the interaction to 30 min or 60 afterward. -Significant declines in prolactin from before the interaction to 30 min afterward. -More significant declines in prolactin over the observation period for first time fathers compared to experienced fathers. -More significant declines in prolactin over the observation period for men who have positive images of themselves as fathers vis-a-vis their wives. Findings from the longitudinal component include: -A greater decline in testosterone between age 21 and 25 among men who become newly married new fathers compared to men who remain single non-fathers.-A more substantial decline in testosterone among new fathers with infants, relative to fathers whose youngest child is older than 1 month. -Among fathers, the lowest testosterone among men who report the highest level of involvement in childcare.</p>\n<p>Our work falls under the umbrella of reproductive ecology and reproductive physiology. Much research has been conducted on the neuroendocrine underpinnings of maternal care, but much less is known about males, particularly human men. We are the first to demonstrate that fatherhood causally decreases testosterone in human men. Our finding that fathers involved in high degrees of childcare also adds to the small but growing body of evidence that suppression of testosterone by fatherhood is mediated through paternal care. Finally, our data represent one of the only studies to include evaluations of prolactin, both in the short-term, during father-child interaction, and longitudinally. Prolactin is likely an important hormone influencing expression of paternal care behaviors in men, but it has been given substantially less attention in studies of male socioendcrinology, relative to, for example, testosterone. Our findings that first-time fathers and those who feel support by their wives show greater declines in prolactin when interacting with their children provide important insights on the plasticity of human male physiology as men move through different life stages and priorities shift.</p>\n<p>Across cultural contexts and ecological settings, a child is frequently better served to have a father in his/her life than not. Little is known about father-child relationships vis-&agrave;-vis paternal physiological profiles. The results from this study are positioned to help clarify the relationship between male physiology and men&rsquo;s involvement as fathers, potentially providing a link between paternal physiology and child health and well-being. Both members of this research team are involved with Northwestern University's 'Cells to Society', whose goal, in part, is to use science to affect and inform policy. We hope that as our findings bear fruit as publications we might be able to help scholars and policy makes understand the biological underpinnings of caregiving involvement and how it can be enhanced to improve child health.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/18/2011<br>\n\t\t\t\t\tModified by: Lee&nbsp;Gettler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis study had two components, both of which addressed changes in menÆs hormones relative to fatherhood and childcare. We examined how menÆs hormones changed when they interacted with a child briefly (~30 minutes) and how their hormones changed longitudinally over a multi-year period as they transitioned to fatherhood. Findings from the father-child interaction study include: -No significant changes in testosterone from before the interaction to 30 min or 60 afterward. -Significant declines in prolactin from before the interaction to 30 min afterward. -More significant declines in prolactin over the observation period for first time fathers compared to experienced fathers. -More significant declines in prolactin over the observation period for men who have positive images of themselves as fathers vis-a-vis their wives. Findings from the longitudinal component include: -A greater decline in testosterone between age 21 and 25 among men who become newly married new fathers compared to men who remain single non-fathers.-A more substantial decline in testosterone among new fathers with infants, relative to fathers whose youngest child is older than 1 month. -Among fathers, the lowest testosterone among men who report the highest level of involvement in childcare.\n\nOur work falls under the umbrella of reproductive ecology and reproductive physiology. Much research has been conducted on the neuroendocrine underpinnings of maternal care, but much less is known about males, particularly human men. We are the first to demonstrate that fatherhood causally decreases testosterone in human men. Our finding that fathers involved in high degrees of childcare also adds to the small but growing body of evidence that suppression of testosterone by fatherhood is mediated through paternal care. Finally, our data represent one of the only studies to include evaluations of prolactin, both in the short-term, during father-child interaction, and longitudinally. Prolactin is likely an important hormone influencing expression of paternal care behaviors in men, but it has been given substantially less attention in studies of male socioendcrinology, relative to, for example, testosterone. Our findings that first-time fathers and those who feel support by their wives show greater declines in prolactin when interacting with their children provide important insights on the plasticity of human male physiology as men move through different life stages and priorities shift.\n\nAcross cultural contexts and ecological settings, a child is frequently better served to have a father in his/her life than not. Little is known about father-child relationships vis-&agrave;-vis paternal physiological profiles. The results from this study are positioned to help clarify the relationship between male physiology and menÆs involvement as fathers, potentially providing a link between paternal physiology and child health and well-being. Both members of this research team are involved with Northwestern University's 'Cells to Society', whose goal, in part, is to use science to affect and inform policy. We hope that as our findings bear fruit as publications we might be able to help scholars and policy makes understand the biological underpinnings of caregiving involvement and how it can be enhanced to improve child health.\n\n\t\t\t\t\tLast Modified: 04/18/2011\n\n\t\t\t\t\tSubmitted by: Lee Gettler"
 }
}