{
 "awd_id": "0962100",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Choosing a Portfolio of Technology Policies in an Uncertain World",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "maryann feldman",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 182799.0,
 "awd_amount": 182799.0,
 "awd_min_amd_letter_date": "2010-06-04",
 "awd_max_amd_letter_date": "2010-06-04",
 "awd_abstract_narration": "Addressing climate change without damaging the economy will require substantial improvements to energy technologies. These improvements depend on investments in, and the production of, new knowledge -- both in the laboratory and in commercial use. Because knowledge, due to its special nature, is notoriously difficult for private firms to control and profit from exclusively, it is argued that government support is required to assure that opportunities are not squandered. The literature is clear that the presence of multiple market failures and multiple technical options means that good government policy needs to have a portfolio of policies addressing a portfolio of technologies.  However, there are many possible diversified portfolios. This research applies science to science and innovation policy in order to estimate the consequences of combinations of technology policy instruments on the climate and on the economy.\r\n\r\nIntellectual Merit: This project aims to provide a framework for designing a portfolio of technology policies to address climate change.  The researchers model the effects of combinations of policy instruments on a portfolio of technologies, when both the outcomes of the technology policies and the effects of climate change are uncertain. The project evaluates combinations of three policy instruments: government funded R&D; subsidies for demand; and carbon prices.  It focuses on two important technologies: solar PV and Carbon Capture and Storage (CCS), while developing a framework amenable to the consideration of a larger set of technologies. Some of the key questions the project addresses are:\r\n\r\n- What factors are most important in choosing the best mix of R&D and subsidies? How does the mix change with increasing uncertainty in climate damages?\r\n- What drives the optimal mix of a two-technology portfolio?\r\n- To what extent do R&D and subsidies affect the optimal level of emissions abatement?\r\n- How large is the hedging value that subsidies provide?  \r\n\r\nThe researchers collect and use expert elicitations to estimate the probability of R&D investment producing technical improvements in CCS. Simultaneously and iteratively, they develop a bottom-up cost model to estimate the cost reductions expected from both economies of scale and learning-by-doing as deployment of CCS technology expands. They implement this model -- together with an earlier model of solar PV -- into an Integrated Assessment Model, allowing for the optimization of portfolios of policy instruments designed to reduce the cost of climate change mitigation. This configuration allows cost benefit optimization of policy choices under varying probability distributions over damages and technical outcomes.\r\n\r\nBroader Impact: Improved models that help improve the allocation of public funds could have an important fiscal impact.  In addition, the research will inform the development of classes and train students in public policy model building.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Nemet",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory F Nemet",
   "pi_email_addr": "nemet@wisc.edu",
   "nsf_id": "000504343",
   "pi_start_date": "2010-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 182799.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>How should public resources be allocated when investing in low-carbon energy technology? Should government concentrate their investments in the most promising technology or in a portfolio of technologies with uncertain futures, knowing that some may prove inferior options later on? &nbsp;By formally modeling these uncertainties, Gregory Nemet of University of Wisconsin-Madison and Erin Baker of the University of Massachusetts Amherst showed that in the case of carbon capture and storage (CCS), investing in a broad portfolio of technologies is superior to concentrating resources in one or a few options.</p>\n<p>&nbsp;</p>\n<p>CCS is potentially one of the most important energy technologies to address climate change. &nbsp;&nbsp;CCS typically accounts for substantial portions of future emissions reductions in integrated assessment modeling exercises. Meeting emissions reductions targets without the availability of CCS would raise mitigation costs considerably, by some estimates on the order of trillions of dollars by mid-century. However, CCS is only likely to contribute substantially to climate change mitigation if its costs are near or below the marginal cost of emissions abatement.&nbsp; Governments will play a central role in the future costs of CCS due to the presence of multiple market failures, such as pollution externalities and knowledge spillovers.&nbsp; But multiple market failures, multiple policy instruments, and multiple technical pathways within CCS present policymakers with a complicated set of decisions.</p>\n<p>&nbsp;</p>\n<p>Nemet and Baker developed a cost model to inform these decisions.&nbsp; The model characterizes the distribution of future costs of seven types of CCS technologies applied to coal power plants. An important input to their analysis is how much the technology will improve with increased federal R&amp;D funding.&nbsp; Since the returns to R&amp;D are notoriously difficult to predict, they used the technique of expert elicitation, a formal method with which to formulate probability distributions of outcome using the responses of experts to a series of questions.</p>\n<p>&nbsp;</p>\n<p>They found that likely future costs span a wide range and attributed this finding to uncertainty in future capital costs, discounting and energy penalty. &nbsp;&nbsp;The researchers also found that increasing public research and development funding leads to modest, but consistently lower, cost of capture across all technologies. They determined that the three most mature CCS technologies (pre-combustion, oxyfuel and post-combustion absorption) are most likely to set the minimum cost of CCS in 2025. But they also discovered that supporting research on all seven CCS technologies doubles the chances of achieving the targeted cost of reduced emissions, compared to investing only in the three technologies with the lowest expected costs. &nbsp;Carbon pricing has larger effects than R&amp;D and subsidies. But much of the range of outcomes is driven by uncertainty in other parameters, such as capital costs and returns to scale.&nbsp; Their results point to 4 parameters for which much better information is needed for future work informing technology policy to address climate change: capital costs, demonstration plants, growth constraints, and knowledge spillovers among technologies.</p>\n<p>&nbsp;</p>\n<p>The results of this research will help governments and private industry effectively and efficiently analyze and evaluate the potential for CCS technologies. The framework also allows governments and firms to make choices about general investments in technology when future improvements in the technology are uncertain.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/03/2014<br>\n\t\t\t\t\tModified by: Gregory&nbsp;F&nbsp;Nemet</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImag...",
  "por_txt_cntn": "\nHow should public resources be allocated when investing in low-carbon energy technology? Should government concentrate their investments in the most promising technology or in a portfolio of technologies with uncertain futures, knowing that some may prove inferior options later on?  By formally modeling these uncertainties, Gregory Nemet of University of Wisconsin-Madison and Erin Baker of the University of Massachusetts Amherst showed that in the case of carbon capture and storage (CCS), investing in a broad portfolio of technologies is superior to concentrating resources in one or a few options.\n\n \n\nCCS is potentially one of the most important energy technologies to address climate change.   CCS typically accounts for substantial portions of future emissions reductions in integrated assessment modeling exercises. Meeting emissions reductions targets without the availability of CCS would raise mitigation costs considerably, by some estimates on the order of trillions of dollars by mid-century. However, CCS is only likely to contribute substantially to climate change mitigation if its costs are near or below the marginal cost of emissions abatement.  Governments will play a central role in the future costs of CCS due to the presence of multiple market failures, such as pollution externalities and knowledge spillovers.  But multiple market failures, multiple policy instruments, and multiple technical pathways within CCS present policymakers with a complicated set of decisions.\n\n \n\nNemet and Baker developed a cost model to inform these decisions.  The model characterizes the distribution of future costs of seven types of CCS technologies applied to coal power plants. An important input to their analysis is how much the technology will improve with increased federal R&amp;D funding.  Since the returns to R&amp;D are notoriously difficult to predict, they used the technique of expert elicitation, a formal method with which to formulate probability distributions of outcome using the responses of experts to a series of questions.\n\n \n\nThey found that likely future costs span a wide range and attributed this finding to uncertainty in future capital costs, discounting and energy penalty.   The researchers also found that increasing public research and development funding leads to modest, but consistently lower, cost of capture across all technologies. They determined that the three most mature CCS technologies (pre-combustion, oxyfuel and post-combustion absorption) are most likely to set the minimum cost of CCS in 2025. But they also discovered that supporting research on all seven CCS technologies doubles the chances of achieving the targeted cost of reduced emissions, compared to investing only in the three technologies with the lowest expected costs.  Carbon pricing has larger effects than R&amp;D and subsidies. But much of the range of outcomes is driven by uncertainty in other parameters, such as capital costs and returns to scale.  Their results point to 4 parameters for which much better information is needed for future work informing technology policy to address climate change: capital costs, demonstration plants, growth constraints, and knowledge spillovers among technologies.\n\n \n\nThe results of this research will help governments and private industry effectively and efficiently analyze and evaluate the potential for CCS technologies. The framework also allows governments and firms to make choices about general investments in technology when future improvements in the technology are uncertain.\n\n\t\t\t\t\tLast Modified: 09/03/2014\n\n\t\t\t\t\tSubmitted by: Gregory F Nemet"
 }
}