{
 "awd_id": "0962279",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in DRMS: Looking Upstream: Governance of the Forest-Water Interface in California",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2010-03-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 16641.0,
 "awd_amount": 16641.0,
 "awd_min_amd_letter_date": "2010-03-15",
 "awd_max_amd_letter_date": "2012-03-08",
 "awd_abstract_narration": "Interactions of U.S. federal public lands agencies with non-government actors such as businesses, non-profit organizations, universities, and citizens have evolved in recent decades towards a network-based governance model for managing public lands and natural resources. This trend is also occurring in many other areas of public policy, changing how society makes decisions about public issues and altering the roles and responsibilities of government agencies. Although this has important implications for democracy and accountability, there is little research on how government agencies have adapted to network-based governance, for example in how they build and shape their networks. This research project asks how a critical natural resource agency, the U.S. Forest Service, pursues network-based approaches for managing public lands and resources. As the demand for network-based governance increases, with whom does the agency choose to work, and why? How might these choices reflect political constraints or organizational logics? How do resulting governance networks change power dynamics and shape public access to decision-making? And how are local-level networks embedded in, and shaped by, broader political contexts such as state and federal natural resource politics? In our study, we address these issues by focusing on how the U.S. Forest Service uses network approaches to manage national forests for downstream water supply in California, where national forests in the Sierra Nevada mountain range produce half of the state?s water supply. The management of these watersheds is increasingly a concern of downstream water stakeholders and decision makers in light of recurrent droughts and predictions that climate change will adversely affect water timing and yields. The research project combines network analysis with comparative case studies in three national forests and their watersheds.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "J. Keith",
   "pi_last_name": "Gilless",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "J. Keith Gilless",
   "pi_email_addr": "gilless@berkeley.edu",
   "nsf_id": "000237063",
   "pi_start_date": "2010-03-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Di Vittorio",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Di Vittorio",
   "pi_email_addr": "sdivi@berkeley.edu",
   "nsf_id": "000539117",
   "pi_start_date": "2010-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 16641.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research looked at community-led efforts to restore a mountain watershed in California. The watershed includes vital headwaters for California&rsquo;s water supply and also provides important hydropower and forest products. The research project asked how this community effort was affected by larger policy and politics of California water supply and national forest management. Findings contribute policy-relevant information for managing headwaters and advance academic understandings in the interdisciplinary field of environmental governance.</p>\n<p>Mountain headwaters are critical sources of water supply in the American West. Many headwaters were degraded by historic practices including logging, mining, grazing, and forest management. Today they face additional threats including climate change and increasing resource demands. Barriers to restoring headwaters include scientific uncertainties, lack of resources, and contentious questions about who bears responsibility &ndash; financial and otherwise &ndash; for the headwaters and their stewardship. This research provides helpful findings for policies toward managing and restoring headwaters.</p>\n<p>Additionally, the research contributes to scholarly understanding of recent shifts in how society makes decisions about, or &ldquo;governs,&rdquo; shared natural resources. Today, communities and citizens play an increasing role in managing and making decisions about their local environments, working with a broad range of people and organizations. Such community-based efforts have become popular amidst a backlash to strongly centralized, regulatory federal approaches, which have drawn criticism for insensitivity to local communities and disappointing environmental outcomes. But community-based efforts have also struggled to show positive environmental outcomes. Many researchers suggest that larger politics are a key barrier to community-based environmental governance, but there is little research on this topic in the United States. We also know relatively little about how federal natural resource agencies are adapting to these changes.</p>\n<p>Findings of this research project include specific ways that community-based efforts are shaped by larger political dynamics and federal agency involvement. Headwaters politics are characterized by inequitable power relationships between upstream communities and downstream water and hydropower retailers. These inequities are deeply embedded in traditional headwaters institutions, including policies, technologies, and organizations; and they are key barriers to community-based governance. To succeed, community-based headwaters governance and restoration efforts must gain and maintain support of people who control these traditional institutions.</p>\n<p>Collaborative projects have helped the watershed&rsquo;s stakeholders develop a new, shared approach to restoring nature in ways that provide multiple ecological and social benefits. In this way, community-based efforts have achieved an impressive record of restoring headwaters. They have also effectively challenged traditional beliefs and approaches that include passively managing headwaters while controlling rivers downstream to produce commodities. But this challenge is limited by several important factors: the political power of downstream water and hydropower retailers, existing technologies of river control, scientific uncertainties on the effects of restoration projects, and societal beliefs that take for granted profit-centered approaches to headwaters management. Finally, we examined the role of a key government agency with responsibility for managing headwaters. We find that the agency plays an important supportive role in community-based headwaters governance and restoration, but a fragmented mission and a desire to avoid political conflict limit its capacities. The dissertation write-up for this research is currently in pr...",
  "por_txt_cntn": "\nThis research looked at community-led efforts to restore a mountain watershed in California. The watershed includes vital headwaters for CaliforniaÆs water supply and also provides important hydropower and forest products. The research project asked how this community effort was affected by larger policy and politics of California water supply and national forest management. Findings contribute policy-relevant information for managing headwaters and advance academic understandings in the interdisciplinary field of environmental governance.\n\nMountain headwaters are critical sources of water supply in the American West. Many headwaters were degraded by historic practices including logging, mining, grazing, and forest management. Today they face additional threats including climate change and increasing resource demands. Barriers to restoring headwaters include scientific uncertainties, lack of resources, and contentious questions about who bears responsibility &ndash; financial and otherwise &ndash; for the headwaters and their stewardship. This research provides helpful findings for policies toward managing and restoring headwaters.\n\nAdditionally, the research contributes to scholarly understanding of recent shifts in how society makes decisions about, or \"governs,\" shared natural resources. Today, communities and citizens play an increasing role in managing and making decisions about their local environments, working with a broad range of people and organizations. Such community-based efforts have become popular amidst a backlash to strongly centralized, regulatory federal approaches, which have drawn criticism for insensitivity to local communities and disappointing environmental outcomes. But community-based efforts have also struggled to show positive environmental outcomes. Many researchers suggest that larger politics are a key barrier to community-based environmental governance, but there is little research on this topic in the United States. We also know relatively little about how federal natural resource agencies are adapting to these changes.\n\nFindings of this research project include specific ways that community-based efforts are shaped by larger political dynamics and federal agency involvement. Headwaters politics are characterized by inequitable power relationships between upstream communities and downstream water and hydropower retailers. These inequities are deeply embedded in traditional headwaters institutions, including policies, technologies, and organizations; and they are key barriers to community-based governance. To succeed, community-based headwaters governance and restoration efforts must gain and maintain support of people who control these traditional institutions.\n\nCollaborative projects have helped the watershedÆs stakeholders develop a new, shared approach to restoring nature in ways that provide multiple ecological and social benefits. In this way, community-based efforts have achieved an impressive record of restoring headwaters. They have also effectively challenged traditional beliefs and approaches that include passively managing headwaters while controlling rivers downstream to produce commodities. But this challenge is limited by several important factors: the political power of downstream water and hydropower retailers, existing technologies of river control, scientific uncertainties on the effects of restoration projects, and societal beliefs that take for granted profit-centered approaches to headwaters management. Finally, we examined the role of a key government agency with responsibility for managing headwaters. We find that the agency plays an important supportive role in community-based headwaters governance and restoration, but a fragmented mission and a desire to avoid political conflict limit its capacities. The dissertation write-up for this research is currently in progress, and no other publications have yet resulted. \n\n\t\t\t\t\tLast Modified: 11/30/2012\n\n\t\t\t\t\tSubmitted by: Sara..."
 }
}