{
 "awd_id": "0962153",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Personality and Politics in the Americas",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 120445.0,
 "awd_amount": 120445.0,
 "awd_min_amd_letter_date": "2010-02-19",
 "awd_max_amd_letter_date": "2010-02-19",
 "awd_abstract_narration": "Research on political behavior seeks to improve our understanding of how and how well citizens engage the political world. Scholars examine numerous facets of political behavior, including matters such as the tendency of citizens to be well informed or poorly informed about politics, the citizen's decision regarding whether to participate in the political arena, how people process and use information about politics, and the nature and coherence of political attitudes. This collective body of research is motivated by the desire to identify means to heighten citizen competence, and thus to improve the quality of democratic governance. In short, with better citizens comes better government. The specific research to be conducted in \"Personality and Politics in the Americas\" will endeavor to contribute to our understanding of citizens and politics by pinpointing the possible significance of people's core personality traits for their patterns in political behavior. A key step in accomplishing this objective is the inclusion of questions about personality traits on national surveys about politics. In this research, personality items will be added to the AmericasBarometer surveys, surveys that will be conducted in sixteen or more nations in the Americas in 2010.\r\n\r\nContemporary studies of personality and politics build on recent scientific breakthroughs on the human genome and the biological bases of human behavior. To a substantial extent, personality is biologically determined. Thus, core differences in people?s psychological traits, including differences that are present from birth, may influence multiple aspects of political behavior. Recognition of this possibility paves the way for a dramatic rethinking of citizenship. In the past, students of political behavior typically have looked solely to environmental factors to explain differences across citizens. Such works incorrectly assume that environmental influences will operate comparably on all individuals. To take one obvious counterexample, efforts to mobilize citizens to participate in politics surely will be much better received among extroverts than among introvert, yet failure to contemplate the possible significance of personality ensures that scholarship ignores such fundamental differences.\r\n\r\nIn \"Personality and Politics in the Americas,\" ten personality items will be used to measure what psychologists have dubbed the \"Big Five\" personality traits: openness to experience, conscientiousness, extraversion, agreeableness, and emotional stability. These items, which collectively capture the bulk of personality trait structure, will be added to AmericasBarometer surveys already set to be fielded in the spring of 2010 as part of Vanderbilt University's Latin American Public Opinion Project. The surveys will be completed by 1,500 respondents in each of at least sixteen nations, and other survey items address a wide array of political phenomena. Consequently, the resulting data set will be extraordinarily extensive, and will offer the greatest opportunity to date for research on personality and politics both within and across nations. Because the data will be released to the scholarly community as soon as they are available, with no embargo period, this project will yield an invaluable resource for scholars studying politics, personality, and cross-cultural human behavior.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffery",
   "pi_last_name": "Mondak",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffery J Mondak",
   "pi_email_addr": "jmondak@illinois.edu",
   "nsf_id": "000281959",
   "pi_start_date": "2010-02-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Damarys",
   "pi_last_name": "Canache",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Damarys Canache",
   "pi_email_addr": "dcanache@illinois.edu",
   "nsf_id": "000537045",
   "pi_start_date": "2010-02-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  },
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 120445.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 2010 AmericasBarometer surveys were conducted in 26 nations in the Americas. Over 40,000 respondents participated in this project.&nbsp; \"Personality and Politics in the Americas\" was designed to add ten items to these surveys, questions that provide data on five core personality traits: openness to experience, conscientiousness, extraversion, agreeableness and emotional stability. In psychological research, these are known as the \"Big Five\" trait dimensions. The personality items were included on all surveys in 24 of the 26 nations where the AmericasBarometer was administered.</p>\n<p>Social scientists study personality effects on social and political behavior in an effort to determine whether people's inherent psychological differences contribute to patterns in attitudes, information use, participation, and so on. This project's investigators are conducting research on the impact of personality on how citizens perceive political corruption within their nations, on response to the global economic downturn that began in 2008, on perceptions of and experiences with discrimination, and on national-level and regional-level relationships between personality and various measures of social and political culture.</p>\n<p>Output from this project are being disseminated in two manners. First, the investigators are presenting their direct findings at a series of conferences. Papers have been or are scheduled to be presented at conferences in Istanbul, Seattle, Boston, San Francisco, Chicago, Madrid and Trieste. Two papers have been submitted for review to scholarly journals, with more to follow. Second, the AmericasBarometer data, including the personality items, are available to the scholarly community through Vanderbilt University's LAPOP project.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/24/2011<br>\n\t\t\t\t\tModified by: Jeffery&nbsp;J&nbsp;Mondak</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe 2010 AmericasBarometer surveys were conducted in 26 nations in the Americas. Over 40,000 respondents participated in this project.  \"Personality and Politics in the Americas\" was designed to add ten items to these surveys, questions that provide data on five core personality traits: openness to experience, conscientiousness, extraversion, agreeableness and emotional stability. In psychological research, these are known as the \"Big Five\" trait dimensions. The personality items were included on all surveys in 24 of the 26 nations where the AmericasBarometer was administered.\n\nSocial scientists study personality effects on social and political behavior in an effort to determine whether people's inherent psychological differences contribute to patterns in attitudes, information use, participation, and so on. This project's investigators are conducting research on the impact of personality on how citizens perceive political corruption within their nations, on response to the global economic downturn that began in 2008, on perceptions of and experiences with discrimination, and on national-level and regional-level relationships between personality and various measures of social and political culture.\n\nOutput from this project are being disseminated in two manners. First, the investigators are presenting their direct findings at a series of conferences. Papers have been or are scheduled to be presented at conferences in Istanbul, Seattle, Boston, San Francisco, Chicago, Madrid and Trieste. Two papers have been submitted for review to scholarly journals, with more to follow. Second, the AmericasBarometer data, including the personality items, are available to the scholarly community through Vanderbilt University's LAPOP project.\n\n\t\t\t\t\tLast Modified: 09/24/2011\n\n\t\t\t\t\tSubmitted by: Jeffery J Mondak"
 }
}