{
 "awd_id": "0962354",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Human Capital and Unions in the Theory of Unemployment",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2010-03-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 406458.0,
 "awd_amount": 406458.0,
 "awd_min_amd_letter_date": "2010-03-23",
 "awd_max_amd_letter_date": "2015-02-18",
 "awd_abstract_narration": "The objective of this research is to better understand the determinants and consequences of unemployment.  We will explore how shocks to industries and occupations affect the wages and unemployment rates of workers with different skills levels.  In particular, we will explore the implications of the fact that individuals typically accumulate skills which are most applicable to the industries and occupations where they have worked.  For unlucky workers, technological progress, adverse shifts in demand, and competition from international trade may reduce the demand for these skills.  Moreover, older workers are less geographically mobile than younger workers.  It follows that the skills of experienced workers are supplied inelastically and so adverse shocks will quickly lower these workers' wages.  At some point, a worker may become unemployed rather than continue to work at a wage far below his historical level.  In contrast, younger workers who have not accumulated specific skills and who are less tied to a geographic area are more likely to move.  The risk of unemployment for skilled workers is exacerbated by labor unions, which may sustain high wages by creating a fringe of long-term unemployment among workers who are not allocated jobs.\r\n \r\nUnemployment falls as workers move from the depressed to the expanding sectors of the economy, but this adjustment process may be very slow.  Accumulating skills valuable in the expanding sectors can take many years, and earning seniority in the union of the expanding sector may also be a very slow process.  Therefore older workers in a currently depressed sector may be willing to wait a long time for labor market conditions to improve in their existing occupation or industry, possibly retiring before they ever return to work.  This lack of reallocation of skilled workers creates the prospect of years of low wages and high unemployment rates for such workers.  The final goal of this project is to explore how policies can ameliorate the adverse consequences of these shocks while encouraging workers to move towards expanding sectors of the economy when appropriate.\r\n\r\nIntellectual Merit: The PI and Co-PI propose a novel theory of unemployment. Building on techniques developed elsewhere in the economics literature, they will use analytically tractable models to examine the interaction between idiosyncratic shocks and the worker's specific human capital and seniority in the labor union.  There has been relatively little work on the type of model that this project will investigate, in part because such models were previously viewed as intractable.  Recent research by the PI and Co-PI has made progress on this issue.  The techniques the PI and Co-PI plan to develop will also be useful for studying other economic environments where real options are important, such as the migration decision for low skilled workers, irreversible investment decisions, as well as some aspects of the housing market.\r\n\r\nBroader Impacts: The lifetime incomes of most individuals are primarily determined by labor market outcomes: how capable the individuals are of accumulating human capital and how the price of that human capital fluctuates over time are important determinants of those outcomes.  In addition, for a worker who is a member of a labor union, the demand for the services provided by that union and the mechanism by which the union assigns jobs to its members significantly affects her labor market outcomes. Although union membership has declined in importance in the U.S. for several decades, recent developments suggest that unionization rates have bottomed out and are now increasing.  Thus the findings of this study should be relevant for policymakers and researchers studying labor markets in particular, and macroeconomics more generally. The techniques developed here are useful in other fields in economics that study real options, including investment and finance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Shimer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Shimer",
   "pi_email_addr": "shimer@uchicago.edu",
   "nsf_id": "000161369",
   "pi_start_date": "2010-03-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fernando",
   "pi_last_name": "Alvarez",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Fernando E Alvarez",
   "pi_email_addr": "f-alvarez1@uchicago.edu",
   "nsf_id": "000385789",
   "pi_start_date": "2010-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 135486.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 135486.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 135486.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research has explored a simple question, why workers are sometimes unemployed. &nbsp;During the last thirty years, macroeconomists have converged on a single explanation for unemployment, \"search frictions.\" &nbsp;According to search theory, unemployment arises because it takes time for workers to learn about and locate suitable jobs. &nbsp;A typical search model assumes that all workers are equally likely to find a job, a convenient but potentially misleading assumption. &nbsp;Recent empirical work shows that job displacement has enormous consequences for some workers. &nbsp;In particular, workers who are displaced from jobs that they have held for many years may never find jobs as good as the ones they lost. &nbsp;Search theory cannot explain the high cost of displacement for these workers.</p>\n<p>We propose that unemployment can also arise for other reasons. &nbsp;The first is that the demand for unemployed worker's skills is low. &nbsp;In such a situation, a displaced worker might be able to find a new job, but the new job would not use her skills and hence would pay a much lower wage. &nbsp;Workers may optimally choose to wait for a suitable job to open up. &nbsp;The second is that the worker may have achieved some seniority in a union, which entitles her to a high wage job when she does work. &nbsp;Again, in such a situation, a worker may prefer to wait for a job opening in a union position, rather than starting anew in a different field.</p>\n<p>This research is important for understanding the unequal consequences of job loss. &nbsp;According to our model, for some workers, job switches, including those involving a short spell of unemployment, are a normal life event with little long-term costs. &nbsp;For others, or at other points in those workers' lives, job loss leads to prolonged periods of joblessness and substantial wage losses. &nbsp;Our theory highlights this distinction. &nbsp;</p>\n<p>Having a model that captures this heterogeneity in unemployment experiences is important for evaluationg real-world public policy. &nbsp;For example, unemployment insurance redistributes resources towards workers who experience the more severe forms of unemployment. &nbsp;Long duration unemployment benefits encourage these workers to wait for a recovery in the demand for their old skills. &nbsp; Reductions in trade barriers are also important, since this may cause a prolonged period of unemployment for adversely affected workers, while helping others in export-driven or import-complementary occupations. &nbsp;Standard models are unable to address these issues, while our theoretical contributions offer some insights into how these policies differentially affect different workers.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2016<br>\n\t\t\t\t\tModified by: Robert&nbsp;Shimer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research has explored a simple question, why workers are sometimes unemployed.  During the last thirty years, macroeconomists have converged on a single explanation for unemployment, \"search frictions.\"  According to search theory, unemployment arises because it takes time for workers to learn about and locate suitable jobs.  A typical search model assumes that all workers are equally likely to find a job, a convenient but potentially misleading assumption.  Recent empirical work shows that job displacement has enormous consequences for some workers.  In particular, workers who are displaced from jobs that they have held for many years may never find jobs as good as the ones they lost.  Search theory cannot explain the high cost of displacement for these workers.\n\nWe propose that unemployment can also arise for other reasons.  The first is that the demand for unemployed worker's skills is low.  In such a situation, a displaced worker might be able to find a new job, but the new job would not use her skills and hence would pay a much lower wage.  Workers may optimally choose to wait for a suitable job to open up.  The second is that the worker may have achieved some seniority in a union, which entitles her to a high wage job when she does work.  Again, in such a situation, a worker may prefer to wait for a job opening in a union position, rather than starting anew in a different field.\n\nThis research is important for understanding the unequal consequences of job loss.  According to our model, for some workers, job switches, including those involving a short spell of unemployment, are a normal life event with little long-term costs.  For others, or at other points in those workers' lives, job loss leads to prolonged periods of joblessness and substantial wage losses.  Our theory highlights this distinction.  \n\nHaving a model that captures this heterogeneity in unemployment experiences is important for evaluationg real-world public policy.  For example, unemployment insurance redistributes resources towards workers who experience the more severe forms of unemployment.  Long duration unemployment benefits encourage these workers to wait for a recovery in the demand for their old skills.   Reductions in trade barriers are also important, since this may cause a prolonged period of unemployment for adversely affected workers, while helping others in export-driven or import-complementary occupations.  Standard models are unable to address these issues, while our theoretical contributions offer some insights into how these policies differentially affect different workers. \n\n\t\t\t\t\tLast Modified: 05/31/2016\n\n\t\t\t\t\tSubmitted by: Robert Shimer"
 }
}