{
 "awd_id": "0962916",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "University of California Natural Reserve System - Cyberinfrastructure Renovation",
 "cfda_num": "47.083",
 "org_code": "01060000",
 "po_phone": "7032927599",
 "po_email": "smeacham@nsf.gov",
 "po_sign_block_name": "Stephen Meacham",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 710115.0,
 "awd_amount": 710115.0,
 "awd_min_amd_letter_date": "2010-09-18",
 "awd_max_amd_letter_date": "2012-11-13",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nThis project involves the renovation of cyberinfrastructure at 17 of the 36 sites in the University of California Natural Reserve System (NRS).  The renovation will update the telecommunications infrastructure at these sites, enabling the deployment of networks of sensors and instrumentation by researchers and transforming the flow of data to researchers.\r\n\r\nThe NRS is a network of 36 reserves that encompass more than 135,000 acres across twelve ecological regions in California.  The 17 reserves in the proposed project have older cyberinfrastructure in need of renovation and/or are heavily used by a wide variety of researchers.   13 of the 17 reserves to be renovated are \"full facility\" reserves, possessing the facilities, equipment, and professional staff necessary to support long-term research projects and multi-week field courses remote from campus services.  Several of the NRS reserves are testbeds for researchers developing novel ecological sensors and observing systems, including a range of new instruments and networked systems developed by the Center for Embedded Networked Sensing. The James Reserve is the site for the National Ecological Observatory Network's first Fundamental Instrument Unit prototype.  \r\n\r\nThe scope of research that will benefit from the renovation is broad.  The evolution of sensing technology is a driver for the need for reliable, low-cost broadband Internet access to the reserves and the instruments within them.  Research to be pursued includes how climate change will affect California's plant and animal species and the ecosystems that provide essential services such as fresh water.  Examples of projects that will make use of the renovated communications infrastructure include:  an investigation of the ecological links between rivers and upland areas; a study of how water moves through the landscape and into deeper, rocky geology; the development of a Stream Experimental and Observational Network; and the development of the Very Large Ecological Array, a new class of environmental sensor network intended to observe micro-environmental conditions above and below ground and plant phenology at multiple scales.\r\n\r\nIn addition to providing infrastructure for research, the University of California Natural Reserves are used by educational institutions within California, including those in the K-12 system and the state higher education system.   The reserves serve as training centers for students and teachers. Data from the reserves is available to students online, including climate data, hydrological data, ecological data, and webcam imagery.\r\n\r\nThe work proposed includes the upgrading of communications infrastructure at the following 17 reserves:  the Angelo Coast Range Reserve, Blue Oak Ranch Reserve, Boyd Deep Canyon Desert Research Center, Chickering American River Reserve, Coal Oil Point Natural Reserve, Dawson Los Monos Canyon Reserve, Elliott Chaparral Reserve, Hastings Reserve, James San Jacinto Mountains Reserve, Landels-Hill Big Creek Reserve, Motte Rimrock Reserve, Sagehen Creek Field Station, Santa Cruz Island Reserve, Sedgwick Reserve, Sweeney Granite Mountains Desert Research Center, Sierra Nevada Aquatic Research Laboratory, and Valentine Camp.",
 "awd_arra_amount": 710115.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peggy",
   "pi_last_name": "Fiedler",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Peggy L Fiedler",
   "pi_email_addr": "Peggy.Fiedler@ucop.edu",
   "nsf_id": "000557858",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Hamilton",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Michael P Hamilton",
   "pi_email_addr": "mphamilton@berkeley.edu",
   "nsf_id": "000471618",
   "pi_start_date": "2012-11-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Stromberg",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Mark R Stromberg",
   "pi_email_addr": "stromberg@berkeley.edu",
   "nsf_id": "000480645",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California, Office of the President, Oakland",
  "inst_street_address": "1111 FRANKLIN ST FL 8",
  "inst_street_address_2": "",
  "inst_city_name": "OAKLAND",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5109879850",
  "inst_zip_code": "946075201",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "PKK5TD16N4H1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Office of the President, Oakland",
  "perf_str_addr": "1111 FRANKLIN ST FL 8",
  "perf_city_name": "OAKLAND",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "946075201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 710115.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-1cd54d0b-9b2b-e3a2-54c5-24cdc0080393\"> </span></p>\n<p dir=\"ltr\"><span> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Work at the UC Natural Reserve System reserves focused on providing a faster access point at the reserve, and then using mesh network radios to provide wireless access over larger areas of the reserves. Generally new access was provided with back-haul radios on towers or buildings. Either from a single access point on the reserve, or sometimes repeater radios on large towers on the reserve, solar-powered mesh network radios provide a wireless &ldquo;cloud&rdquo; up to 1000 feet radius around each node. These mesh network radios are relatively portable and can be moved to respond to changing research needs in the future. The number of mesh network radios required to cover a reserve depends on the reserve&rsquo;s vegetation and topography (lines of sight). Open, flat reserves or those with scattered high points can get coverage with fewer radios. Very small areas of wireless access were present at the start, essentially limited to housing and office/lab facilities if they were present. Over 2500 university researchers, 3800 university students in classes, and 1700 K-12 students each year use the reserves that benefited from this grant. While there, they utilize the cyber infrastructure for research projects, teaching, and K-12 activities. </span></p>\n<p dir=\"ltr\"><span>Field stations offer the experience of ecological and research in physical sciences as well as teaching in a relatively natural, conserved ecosystem. This project will substantially improve the research and teaching experiences for those using these field stations. Access to the internet via a wireless connection has had the largest impact on the field stations. Researchers can use a wide variety of sensors that use wireless connectivity to stream data and images to labs maintained by visiting researchers. Students and teachers now have access in the field to taxonomic keys, photos, and background ecological information on the subjects they are seeing in their natural habitats. The connectivity has allowed streaming of images and sounds in real time to the general public, often bringing the natural world into classrooms, airports and homes. Residents, reserve administrators and research labs at the field stations, often in relatively remote sites, now have the good access to the University libraries, email and other web services.</span></p>\n<p dir=\"ltr\"><span>This improvement in infrastructure allows researchers to have far better streaming data for the large research projects. </span><span>At the Angelo Reserve, the new Eel River Critical Zone Observatory is streaming data from a complex array of sensors tracking water as it falls, penetrates the soil and moves to the rocky substrate below and into the nearby river. An array of sensors at the Blue Oak Ranch is streaming similar hydrology data to Sally Thomson&rsquo;s lab at UC Berkeley. Astronomers at the Lick Observatory (Blue Oak Reserve) and the LCGOT Observatory are sharing the installed connection to stream data from several telescopes. The Sierra Nevada Aquatic Research Lab (SNARL) was selected as the core aquatic site and STREON experimental site for domain 17 of the NSF-funded NEON project, and it will require the robust internet connection. There is substantial research at SNARL on wild vertebrates.</span></p>\n<p dir=\"ltr\"><span>Examples of how the field stations use the new infrastructure to connect people with nature abound. Media and communications allow online publication of websites for the field stations, including bulletins and newsletters using Constant Contact online marketing tools (Sedgwick). The Wired Wilderness project at the Blue Oak Ranch is streaming real-time web cameras of life in and around a pond to the San Jose Airport (baggage claim area). Time-lapse sequences sho...",
  "por_txt_cntn": "\n \n           Work at the UC Natural Reserve System reserves focused on providing a faster access point at the reserve, and then using mesh network radios to provide wireless access over larger areas of the reserves. Generally new access was provided with back-haul radios on towers or buildings. Either from a single access point on the reserve, or sometimes repeater radios on large towers on the reserve, solar-powered mesh network radios provide a wireless \"cloud\" up to 1000 feet radius around each node. These mesh network radios are relatively portable and can be moved to respond to changing research needs in the future. The number of mesh network radios required to cover a reserve depends on the reserveÆs vegetation and topography (lines of sight). Open, flat reserves or those with scattered high points can get coverage with fewer radios. Very small areas of wireless access were present at the start, essentially limited to housing and office/lab facilities if they were present. Over 2500 university researchers, 3800 university students in classes, and 1700 K-12 students each year use the reserves that benefited from this grant. While there, they utilize the cyber infrastructure for research projects, teaching, and K-12 activities. \nField stations offer the experience of ecological and research in physical sciences as well as teaching in a relatively natural, conserved ecosystem. This project will substantially improve the research and teaching experiences for those using these field stations. Access to the internet via a wireless connection has had the largest impact on the field stations. Researchers can use a wide variety of sensors that use wireless connectivity to stream data and images to labs maintained by visiting researchers. Students and teachers now have access in the field to taxonomic keys, photos, and background ecological information on the subjects they are seeing in their natural habitats. The connectivity has allowed streaming of images and sounds in real time to the general public, often bringing the natural world into classrooms, airports and homes. Residents, reserve administrators and research labs at the field stations, often in relatively remote sites, now have the good access to the University libraries, email and other web services.\nThis improvement in infrastructure allows researchers to have far better streaming data for the large research projects. At the Angelo Reserve, the new Eel River Critical Zone Observatory is streaming data from a complex array of sensors tracking water as it falls, penetrates the soil and moves to the rocky substrate below and into the nearby river. An array of sensors at the Blue Oak Ranch is streaming similar hydrology data to Sally ThomsonÆs lab at UC Berkeley. Astronomers at the Lick Observatory (Blue Oak Reserve) and the LCGOT Observatory are sharing the installed connection to stream data from several telescopes. The Sierra Nevada Aquatic Research Lab (SNARL) was selected as the core aquatic site and STREON experimental site for domain 17 of the NSF-funded NEON project, and it will require the robust internet connection. There is substantial research at SNARL on wild vertebrates.\nExamples of how the field stations use the new infrastructure to connect people with nature abound. Media and communications allow online publication of websites for the field stations, including bulletins and newsletters using Constant Contact online marketing tools (Sedgwick). The Wired Wilderness project at the Blue Oak Ranch is streaming real-time web cameras of life in and around a pond to the San Jose Airport (baggage claim area). Time-lapse sequences showing climate are also being streamed to the airport. Data from 19 new high-quality weather stations on the reserves are being streamed to researchers, the local communities around the reserves, and the general public through the Desert Research Institute (Western Regional Climate Center). Trail cameras and web cameras are streaming li..."
 }
}