{
 "awd_id": "0962741",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2010 Colloidal, Macromolecular & Polyelectrolyte Solutions Gordon Research Conference",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ashok S. Sangani",
 "awd_eff_date": "2009-12-15",
 "awd_exp_date": "2010-05-31",
 "tot_intn_awd_amt": 15600.0,
 "awd_amount": 15600.0,
 "awd_min_amd_letter_date": "2009-12-09",
 "awd_max_amd_letter_date": "2009-12-09",
 "awd_abstract_narration": "0962741\r\nWalker\r\n\r\n\r\nFunds are requested to enhance attendance at the 2010 Colloidal, Macromolecular & Polyelectrolyte Solutions Gordon Research Conference. This conference, which will be held in February 2010, will bring together a diverse group of researchers to exchange ideas on the topic of dynamics in complex fluids; a topic relevant to the larger fields of polymer and colloid science. \r\n\r\nIntellectual Merit of the proposed activity: \r\n\r\nThe research and technology revolutions in biotechnology, nanotechnology, energy and soft materials have spurred great interest in complex fluids and interfacial science. The Gordon Research Conference on Colloidal, Macromolecular & Polyelectrolyte Solutions explores the frontiers of research about complex solutions of charged, macromolecular and colloidal systems and their interfaces. This conference has a strong interdisciplinary tradition bringing together materials scientists, engineers, physicists, and chemists. The conference attracts industrial, government and academic scientists to a stimulating set of presentations and discussions.  The program highlights the exciting impact of colloidal, macromolecular and polyelectrolyte solutions on materials, with specific emphasis on the dynamics of these systems. The conference will present the latest exciting results of top researchers in the colloid, polymer and polyelectrolyte fields. Fundamental problems within these fields and how these apply to the other relevant disciplines will be discussed. The impact of these fundamental ideas on specific applications in areas such as formulation, battery design, lab-on-a-chip development, materials design and separation of biomolecules will be highlighted through specific speakers and involvement of industrial scientists.\r\n\r\nBroader Impacts of the proposed activity: \r\n\r\nThis conference seeks, as do all Gordon Research Conferences, to gather people in the field and foster interaction between them and with younger researchers (specifically, graduate students and post doctoral researchers in relevant disciplines), in an effort to generate new ideas in this field.  Accordingly, a retreat like atmosphere is designed, consistent with GRC philosophy, and its principal product is the summary and dispersal of ideas across the community. The broader community includes scientists and researchers in chemistry, physics, engineering, and materials science; participants from both academia and industry will ensure that discussions range from fundamental through practical. There are no formal publications, only collegial exchanges on site and afterward. The program for the 2010 meeting includes a strong representation of female, African American and Hispanic speakers and discussion leaders. The organizers will strive to ensure that during the selection of participants to the meeting, a diverse audience will be constructed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lynn",
   "pi_last_name": "Walker",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lynn M Walker",
   "pi_email_addr": "lmwalker@umn.edu",
   "nsf_id": "000086752",
   "pi_start_date": "2009-12-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "5586 POST RD UNIT 2",
  "perf_city_name": "EAST GREENWICH",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028183454",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  },
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 15600.0
  }
 ],
 "por": null
}