{
 "awd_id": "0962080",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Culture, Psychological Distance and Modes of Moral Decision Making",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Leland",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 363851.0,
 "awd_amount": 363851.0,
 "awd_min_amd_letter_date": "2010-09-16",
 "awd_max_amd_letter_date": "2015-05-15",
 "awd_abstract_narration": "Common approaches to resource and political conflicts often assume adversaries understand the world on the basis of rational choices. Given this assumption, one can predict the behavior of potential allies and adversaries by analyzing the costs and benefits of a given action from their perspective. In prior research involving psychological experiments, anthropological fieldwork and political science surveys relating to political and resource conflicts, the PIs have found that that when sacred or protected values (e.g. \r\n\"My values are not for sale\"; \"Do the right thing regardless of the consequences\") are in play, the assumption that the values people place on different actions is simply the sum of the values of their consequences may be wrong.  As a result, the practice of providing incentives to increase the attractiveness of certain courses of action and/or penalties to make other courses of action less attractive to try and achieve a desired outcome in a conflict may backfire.  Planning and acting in ignorance of or disregard for non-consequentialist value frameworks may exacerbate conflict, with grievous loss of treasure and lives. \r\n\r\nIn the proposed research, the PIs examine how different moral frames, with different types and uses of sacred values, shape personal and collective identity, influence cultural and political decision making, and sustain inter-group conflict. The studies will broaden theoretical and empirical analyses of moral cognition, including how protected or sacred values (SVs) affect people's lives and play out in diverse cultural contexts. SVs are distinct from secular values because of their association with transcendental beliefs, relative immunity to tradeoffs with instrumental values, emotional salience, and significance for personal and collective identity. The project will examine how SVs operate in real-world contexts, identifying those circumstances where they result in decision makers ignoring material consequences and distance in time or place and produce paradoxical results as well as those where they produce outcomes that track those that follow from the consequentialist assumption. The methodology integrates basic and applied research, combining laboratory and field experiments, surveys and interviews in a number of different cultural settings (North America, the Middle East, and India) in order to provide \"real-world\" relevance. \r\n\r\nThe results will contribute to a comprehensive theoretical framework and wide-ranging empirical analysis of the psychological and cultural mechanisms underlying moral reasoning and decision making, the formation of cultural identity, and the nature of sacred values.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Ginges",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy B Ginges",
   "pi_email_addr": "gingesj@newschool.edu",
   "nsf_id": "000323433",
   "pi_start_date": "2010-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The New School",
  "inst_street_address": "66 W 12TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2122295600",
  "inst_zip_code": "100118603",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "THE NEW SCHOOL",
  "org_prnt_uei_num": "YNL2H7YNMFP9",
  "org_uei_num": "YNL2H7YNMFP9"
 },
 "perf_inst": {
  "perf_inst_name": "The New School",
  "perf_str_addr": "66 W 12TH ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100118603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  },
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  },
  {
   "pgm_ele_code": "139700",
   "pgm_ele_name": "Cross-Directorate  Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7956",
   "pgm_ref_txt": "SBE Interdisciplinary Research"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 363851.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-098e6c9c-5155-98e4-ca8b-7079a766d501\">\n<p dir=\"ltr\"><span>Common approaches to resource and political conflicts often assume adversaries model the world on the basis of rational choices that are commensurable across cultures. Such assumptions prevail in risk assessment and modeling by foreign aid and international development projects, and in proposals for \"carrots and sticks\" policies to deal with deep- seated cultural and political conflicts. Our psychological experiments, anthropological fieldwork and political science surveys relating to political and resource conflicts in the Middle East and elsewhere suggest a set of cognitive mechanisms that make human disputes difficult to resolve. Examples of core findings include the following: First, people treat certain values as being incompatible with material calculations - values we term &ldquo;sacred&rdquo; (such as when people believe land is more than an economic resource but if holy or sacred). Second, this leads to decision making which seemingly ignores cost benefit calculations, metaphorically blinding people to exit strategies from conflict. Third, brain imaging experiments suggest mechanisms that clarify the aforementioned findings; that people process material trade-off decisions over sacred values not in terms of rewards, but in terms of obligatory social rules. Fourth, these values are not static but are &ldquo;produced&rdquo; by communities through rituals that tie these values with significant social identities. Fifth, there are stable but reversible cognitive biases that limit our ability to accurately take the perspective of adversaries, leading to mistaken attributions that create the sense that conflict is intractable. Planning and acting in ignorance of or disregard for different value frameworks may exacerbate conflict, with grievous loss of treasure and lives. This research shows how different moral frames shape personal and collective identity, influence cultural and political decision making, and sustain inter-group conflict. The results expand possibilities for negotiation and adjudication across transcultural boundaries so as to reduce the consequences of conflict in an increasingly global competition for political, social and economic resources.</span></p>\n<div><span><br /></span></div>\n</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2016<br>\n\t\t\t\t\tModified by: Jeremy&nbsp;B&nbsp;Ginges</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nCommon approaches to resource and political conflicts often assume adversaries model the world on the basis of rational choices that are commensurable across cultures. Such assumptions prevail in risk assessment and modeling by foreign aid and international development projects, and in proposals for \"carrots and sticks\" policies to deal with deep- seated cultural and political conflicts. Our psychological experiments, anthropological fieldwork and political science surveys relating to political and resource conflicts in the Middle East and elsewhere suggest a set of cognitive mechanisms that make human disputes difficult to resolve. Examples of core findings include the following: First, people treat certain values as being incompatible with material calculations - values we term \"sacred\" (such as when people believe land is more than an economic resource but if holy or sacred). Second, this leads to decision making which seemingly ignores cost benefit calculations, metaphorically blinding people to exit strategies from conflict. Third, brain imaging experiments suggest mechanisms that clarify the aforementioned findings; that people process material trade-off decisions over sacred values not in terms of rewards, but in terms of obligatory social rules. Fourth, these values are not static but are \"produced\" by communities through rituals that tie these values with significant social identities. Fifth, there are stable but reversible cognitive biases that limit our ability to accurately take the perspective of adversaries, leading to mistaken attributions that create the sense that conflict is intractable. Planning and acting in ignorance of or disregard for different value frameworks may exacerbate conflict, with grievous loss of treasure and lives. This research shows how different moral frames shape personal and collective identity, influence cultural and political decision making, and sustain inter-group conflict. The results expand possibilities for negotiation and adjudication across transcultural boundaries so as to reduce the consequences of conflict in an increasingly global competition for political, social and economic resources.\n\n\n\n\n\t\t\t\t\tLast Modified: 12/30/2016\n\n\t\t\t\t\tSubmitted by: Jeremy B Ginges"
 }
}