{
 "awd_id": "0963306",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Renovation of the St. Anthony Falls Laboratory-University of Minnesota, for research in energy and environmental sustainability",
 "cfda_num": "47.083",
 "org_code": "01060000",
 "po_phone": "7032927599",
 "po_email": "smeacham@nsf.gov",
 "po_sign_block_name": "Stephen Meacham",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 7104536.0,
 "awd_amount": 7104536.0,
 "awd_min_amd_letter_date": "2010-09-20",
 "awd_max_amd_letter_date": "2014-09-09",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nThis project is a renovation of research infrastructure within the St. Anthony Falls Laboratory (SAFL), a facility of the University of Minnesota that is used for a variety of research related to energy and the Earth-surface environment.  It is a component of a larger renovation of the Laboratory undertaken by the University of Minnesota.  Research conducted at SAFL includes topics such as: hydrological and geomorphological Earth-surface processes, chemical and biological transport in the environment, tectonically driven erosional and depositional systems, two-phase flows, biological fluid mechanics and sustainable energy technologies.  SAFL houses a range of facilities, including clean labs, indoor and outdoor channels that route river water and can handle the complexity and materials ? earth, sediment, biota ? of the Earth-surface environment, a wind tunnel, and a large-scale experimental facility to model the evolution of landscapes through erosion, amongst others.  \r\n\r\nRenovations to the facility will allow SAFL to address research related to societal needs in the 21st century by expanding its research capacity in sustainable energy, notably wind and water energy and biofuels, and in landscape dynamics as a basis for restoration and sustainable management.  More specifically, the main elements of research and research training that would be enabled or enhanced by the renovation are: interdisciplinary research in environmental science and engineering; research in turbulence and atmospheric boundary layers, particularly with regard to wind-power optimization; the optimization of methods for sustainable hydrokinetic and hydro-power; biofuels research focusing on optimization of algal bioreactors under variable environmental conditions;  and research in environmental restoration and management, including streams, rivers and deltas.  Groups that are spatially distributed will be able to participate in this research and research training through collaboration tools, visualization, and virtual experiments using the renovated Laboratory?s cyberinfrastructure.\r\n\r\nIn addition to providing infrastructure for faculty research, the renovated laboratory will be used by visiting researchers from across and outside the US. The renovation will enhance the training that SAFL offers through its certificate program in Stream Restoration.  SAFL engages in a number of formal and informal education activities that are likely to benefit from access to the improved facilities. It partners with an informal science education institution, the Science Museum of Minnesota, to design exhibits on environmental science. Each summer, SAFL hosts undergraduate interns for a program in River and Coastal Restoration.  In partnership with the Fond du Lac Tribal and Community College, SAFL participates in science camps aimed at Native American youth.  Working with the Science Museum of Minnesota and a number of Science and Technology Center program participants, SAFL staff take part in the Future Earth Initiative aimed at informing the public and policymakers about the results of research in energy and sustainability.",
 "awd_arra_amount": 7104536.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fotis",
   "pi_last_name": "Sotiropoulos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fotis Sotiropoulos",
   "pi_email_addr": "fotis@umn.edu",
   "nsf_id": "000205543",
   "pi_start_date": "2010-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Paola",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Paola",
   "pi_email_addr": "cpaola@umn.edu",
   "nsf_id": "000201534",
   "pi_start_date": "2010-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Efi",
   "pi_last_name": "Foufoula-Georgiou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Efi Foufoula-Georgiou",
   "pi_email_addr": "efi@uci.edu",
   "nsf_id": "000482645",
   "pi_start_date": "2010-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Miki",
   "pi_last_name": "Hondzo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Miki Hondzo",
   "pi_email_addr": "mhondzo@umn.edu",
   "nsf_id": "000385771",
   "pi_start_date": "2010-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jacques",
   "pi_last_name": "Finlay",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jacques C Finlay",
   "pi_email_addr": "jfinlay@umn.edu",
   "nsf_id": "000086603",
   "pi_start_date": "2010-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 7104536.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on the renovation of the research and research training infrastructure of the St. Anthony Falls Laboratory, University of Minnesota. Key building infrastructure upgrades included: a new elevator and stair tower; fire sprinklers and alarm system; improved egress and accessibility; upgraded electrical; and a new central heating and cooling system. &nbsp;Most of SAFL&rsquo;s major research facilities were renovated through this effort including our wind tunnel, water supply systems, pump systems, delta research facilities, water chemistry laboratories, main research channel, and research fabrication and instrumentation labs.</p>\n<p>Physical renovation was completed in the fall of 2013. Science Impacts Goals were set at the start of the project with the purpose of demonstrating the immediate impacts of the renovation.&nbsp; A summary of the activities is provided below:</p>\n<p>(1)<em> </em>SAFL carried out a set of experiments in our renovated delta research basins to study the effect of variable wave climate on the shoreline configuration and subaerial surface topography of weakly cohesive deltas. The experiments took advantage of a new wave generator and topography scanning carriage to carry out the research. A publication is in preparation by the PhD graduate student and Principal Investigator.</p>\n<p>(2) SAFL carried out research in the renovated EcoFluids Laboratory exploring micro-algal cultivation strategies that minimize auxiliary power usage for enhanced lipid (biofuel) production. The renovation of the Ecofluids Laboratory has enabled research on microalgal cell culturing with minimal contamination under controlled temperature, nutrient, fluid flow energy dissipation, and photosynthetically active radiation environmental conditions. Research is ongoing and will be part of at least three graduate student PhD theses in the 2015-2016 academic year.</p>\n<p>3) SAFL carried out research on renewable marine hydrokinetic energy (MHK). &nbsp;The main questions were on wake development, on turbine-turbine interactions, and on potential impacts on erodible bathymetries. Main Channel experiments helped validate high-fidelity computational models of hydrokinetic turbines, which in turn provided new insights into large-scale instabilities that impact the intensity of wake meandering. The renovated Main Channel was also used to conduct a turbine model reference study funded by the U.S. Department of Energy and Oak Ridge National Laboratory. In this study, experiments were carried out on two model turbines to obtain data sets to help validate computational fluid dynamics models and to develop economic resource assessment models.&nbsp; Finally, the renovated wave maker in the SAFL Main Channel enabled us to perform high-resolution flow-structure interaction experiments with floating platforms and offshore wind turbine models. This work was supported by the U.S. Department of Energy. The research has resulted in six journal articles (published or in preparation), two conference proceedings papers, and two U.S.&nbsp;Department&nbsp;of Energy Project&nbsp;Reports.&nbsp;Preliminary results from these experiments were also included in the NSF CAREER proposal &ldquo;Geophysical flow control&rdquo; that has been awarded to a SAFL faculty member in September 2014.</p>\n<p>The Saint Anthony Falls Laboratory is also a facility for education and outreach to the public with demonstrated impacts on improving diversity in science, technology, engineering, and mathematics. A summary of Broader Impacts achievements since completing the renovation are provided below:</p>\n<h4>Undergraduate research</h4>\n<p>In partnership with the Research Experience for Undergraduates (REU) on Sustainable Land and Water Resources, SAFL hosted one of the REU teams, encompassing the research of 6 undergraduate summer interns who did research advised by SAFL faculty.&nbsp; Five of these studen...",
  "por_txt_cntn": "\nThis project focused on the renovation of the research and research training infrastructure of the St. Anthony Falls Laboratory, University of Minnesota. Key building infrastructure upgrades included: a new elevator and stair tower; fire sprinklers and alarm system; improved egress and accessibility; upgraded electrical; and a new central heating and cooling system.  Most of SAFLÆs major research facilities were renovated through this effort including our wind tunnel, water supply systems, pump systems, delta research facilities, water chemistry laboratories, main research channel, and research fabrication and instrumentation labs.\n\nPhysical renovation was completed in the fall of 2013. Science Impacts Goals were set at the start of the project with the purpose of demonstrating the immediate impacts of the renovation.  A summary of the activities is provided below:\n\n(1) SAFL carried out a set of experiments in our renovated delta research basins to study the effect of variable wave climate on the shoreline configuration and subaerial surface topography of weakly cohesive deltas. The experiments took advantage of a new wave generator and topography scanning carriage to carry out the research. A publication is in preparation by the PhD graduate student and Principal Investigator.\n\n(2) SAFL carried out research in the renovated EcoFluids Laboratory exploring micro-algal cultivation strategies that minimize auxiliary power usage for enhanced lipid (biofuel) production. The renovation of the Ecofluids Laboratory has enabled research on microalgal cell culturing with minimal contamination under controlled temperature, nutrient, fluid flow energy dissipation, and photosynthetically active radiation environmental conditions. Research is ongoing and will be part of at least three graduate student PhD theses in the 2015-2016 academic year.\n\n3) SAFL carried out research on renewable marine hydrokinetic energy (MHK).  The main questions were on wake development, on turbine-turbine interactions, and on potential impacts on erodible bathymetries. Main Channel experiments helped validate high-fidelity computational models of hydrokinetic turbines, which in turn provided new insights into large-scale instabilities that impact the intensity of wake meandering. The renovated Main Channel was also used to conduct a turbine model reference study funded by the U.S. Department of Energy and Oak Ridge National Laboratory. In this study, experiments were carried out on two model turbines to obtain data sets to help validate computational fluid dynamics models and to develop economic resource assessment models.  Finally, the renovated wave maker in the SAFL Main Channel enabled us to perform high-resolution flow-structure interaction experiments with floating platforms and offshore wind turbine models. This work was supported by the U.S. Department of Energy. The research has resulted in six journal articles (published or in preparation), two conference proceedings papers, and two U.S. Department of Energy Project Reports. Preliminary results from these experiments were also included in the NSF CAREER proposal \"Geophysical flow control\" that has been awarded to a SAFL faculty member in September 2014.\n\nThe Saint Anthony Falls Laboratory is also a facility for education and outreach to the public with demonstrated impacts on improving diversity in science, technology, engineering, and mathematics. A summary of Broader Impacts achievements since completing the renovation are provided below:\nUndergraduate research\n\nIn partnership with the Research Experience for Undergraduates (REU) on Sustainable Land and Water Resources, SAFL hosted one of the REU teams, encompassing the research of 6 undergraduate summer interns who did research advised by SAFL faculty.  Five of these students were from groups underrepresented in the sciences. In addition, two non-REU students did research with the SAFL research groups, both from underrepresented groups. This was the..."
 }
}