{
 "awd_id": "0963268",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Transformation through Renovation: Anthropology at Beloit College",
 "cfda_num": "47.083",
 "org_code": "01060000",
 "po_phone": "7032927599",
 "po_email": "smeacham@nsf.gov",
 "po_sign_block_name": "Stephen Meacham",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 349688.0,
 "awd_amount": 349688.0,
 "awd_min_amd_letter_date": "2010-08-19",
 "awd_max_amd_letter_date": "2011-01-18",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThis project is to renovate an anthropology research complex in the Godfrey Anthropology Building on the campus of Beloit College.  The research laboratories that will be modernized include an archaeology workspace/laboratory, an analytical wet laboratory, and a museum laboratory which is adjacent to the College's Logan Museum of Anthropology.  The renovation includes optimization of the laboratory floor space, installation of climate control to bring temperatures and relative humidity to an acceptable range for anthropological research, storage cabinets for reference and research collections, electrical and lighting upgrades to improve visibility and safety, and installation of research work stations.\r\n\r\nThe renovated research laboratories will be used for active research projects on faunal and human-osteological remains, archaeobotanical material, Paleolithic collections, and ethnographic materials.  Improved access to research and reference collections by faculty, students, and visiting scholars, adequate work spaces for collaborative and concurrent projects, and dependable environmental control and security will enhance the research in these areas.  Example of research studies that will be enabled include the role of exchange in the integration of Midwestern Middle Woodland communities, ca. 100 BC - AD 200, the analysis of macrobotanical remains from early agricultural communities in the Prairie Peninsula, the analysis of archaeological remains from areas around burial mounds in the local region, and the settlement patterns of Woodland inhabitants.\r\n\r\nThe renovations will greatly enhance Beloit College's capacity to train future anthropology doctoral candidates.  As the baccalaureate origin of more anthropology Ph.D. graduates than any other independent, four year liberal arts college, Beloit College's students pursue a range of original anthropology research projects that strengthen their ability to design a research project, interpret data, and present research results.  The renovated anthropology laboratory complex will transform student engagement by facilitating difference modes of research training including one-on-one student-faculty mentoring, small group collaborations, and independent research.  The renovated facility will also enable a range of collaborative research projects with visiting scholars working with the Logan Museum of Anthropology.",
 "awd_arra_amount": 349688.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shannon",
   "pi_last_name": "Fie",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Shannon M Fie",
   "pi_email_addr": "fies@beloit.edu",
   "nsf_id": "000535342",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Shea",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel E Shea",
   "pi_email_addr": "sheade@beloit.edu",
   "nsf_id": "000337862",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Krusko",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy A Krusko",
   "pi_email_addr": "kruskona@beloit.edu",
   "nsf_id": "000541354",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Green",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Green",
   "pi_email_addr": "greenb@beloit.edu",
   "nsf_id": "000541412",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Beloit College",
  "inst_street_address": "700 COLLEGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "BELOIT",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6083632201",
  "inst_zip_code": "535115595",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "WI01",
  "org_lgl_bus_name": "BELOIT COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "YRL1VL5N6225"
 },
 "perf_inst": {
  "perf_inst_name": "Beloit College",
  "perf_str_addr": "700 COLLEGE ST",
  "perf_city_name": "BELOIT",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "535115595",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "WI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "app-01R9",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 349688.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The &ldquo;Transformation through Renovation: Anthropology at Beloit College&rdquo; project involved the renovation of research space utilized by faculty, staff, undergraduate students and visiting scholars in the Department of Anthropology and Logan Museum of Anthropology at Beloit College. The renovated spaces included a large archaeology workspace, a large museum lab, a smaller analytical lab, and the connecting spaces. Poor environmental control and lack of secure storage severely limited the effective research use of these spaces.</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>The renovation of these lab spaces has greatly enhanced anthropological research and research training at the College by expanding access to museum and other collections, facilitating use of the reference collections, and providing dedicated research space. For senior personnel and their students,&nbsp; the renovated labs has reinvigorated current research on prehistoric exchange and subsistence economies through the use of loaned collections from other<br />institutions.</p>\n<p>Since completion of the lab renovation in August 2011, researchers have used the enhanced facility for research into several questions, including:</p>\n<p>1)&nbsp; Plant use among food-producing groups of the Illinois and Missouri River valleys, ca. AD 900-1200, as indicated by the microscopic study of charred plant remains;</p>\n<p>2) &nbsp;The nature and extent of historic impacts on prehistoric occupation of the Beloit College campus through the examination of recently excavated archaeological materials;</p>\n<p>3) &nbsp;The use and cultural affiliation of Algerian archaeological and ethnographic objects in the Logan Museum collections;</p>\n<p>4) &nbsp;Patterns of animal exploitation during the Aurignacian period (c. 45,000-35,000 years ago) in France through the identification and analysis of faunal remains.</p>\n<p>Co-PI Green, for example, is currently analyzing a loaned paleobotanical assemblage from Iowaville, a historic Native American site in Iowa. Similarly, the improved environmental and security conditions have allowed PI Fie to secure the loan of a collection of pipe-making debris from Gast Farm, a prehistoric site from Iowa. In support of these projects, both Dr. Fie and Dr. Green have received College support for student research assistants during summer 2012.</p>\n<p>The renovation has also facilitated the processing of archaeological materials recovered during the Fall &lsquo;12 campus excavation. The recent installation of new campus signage near the prehistoric mound group provided an opportunity for PI Fie and her students to investigate the prehistoric and historic occupation of the Beloit College campus. The dedicated research space has encouraged greater student interest and involvement in the project&nbsp;by providing open access to the collections.</p>\n<p>The competed research is aimed at a variety of venues, including publication in scholarly journals, presentation in scholarly and public forums, display in museum exhibitions, and reports in support of courses, museum exhibitions, and outreach programing.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>The improved facilities have also promoted the study of archaeological, ethnographic, and osteological materials from the Logan Museum, and broaden research opportunities for visiting scholars. Thus far, scholars have made excellent use of the new spaces in their research of archaeological and osteological remains from the Southwestern U.S., ethnographic and archaeological collections from Algeria, and archaeological faunal remains from France.</p>\n<p>In addition to providing current scholars with access to world-class research collections, the lab renovation enables greater research training and thereby enhances Beloit College&rsquo;s capacity to train future anthropology doctoral recipients. Students have been involved in organizing the te...",
  "por_txt_cntn": "\nThe \"Transformation through Renovation: Anthropology at Beloit College\" project involved the renovation of research space utilized by faculty, staff, undergraduate students and visiting scholars in the Department of Anthropology and Logan Museum of Anthropology at Beloit College. The renovated spaces included a large archaeology workspace, a large museum lab, a smaller analytical lab, and the connecting spaces. Poor environmental control and lack of secure storage severely limited the effective research use of these spaces.\n\nIntellectual Merit\n\nThe renovation of these lab spaces has greatly enhanced anthropological research and research training at the College by expanding access to museum and other collections, facilitating use of the reference collections, and providing dedicated research space. For senior personnel and their students,  the renovated labs has reinvigorated current research on prehistoric exchange and subsistence economies through the use of loaned collections from other\ninstitutions.\n\nSince completion of the lab renovation in August 2011, researchers have used the enhanced facility for research into several questions, including:\n\n1)  Plant use among food-producing groups of the Illinois and Missouri River valleys, ca. AD 900-1200, as indicated by the microscopic study of charred plant remains;\n\n2)  The nature and extent of historic impacts on prehistoric occupation of the Beloit College campus through the examination of recently excavated archaeological materials;\n\n3)  The use and cultural affiliation of Algerian archaeological and ethnographic objects in the Logan Museum collections;\n\n4)  Patterns of animal exploitation during the Aurignacian period (c. 45,000-35,000 years ago) in France through the identification and analysis of faunal remains.\n\nCo-PI Green, for example, is currently analyzing a loaned paleobotanical assemblage from Iowaville, a historic Native American site in Iowa. Similarly, the improved environmental and security conditions have allowed PI Fie to secure the loan of a collection of pipe-making debris from Gast Farm, a prehistoric site from Iowa. In support of these projects, both Dr. Fie and Dr. Green have received College support for student research assistants during summer 2012.\n\nThe renovation has also facilitated the processing of archaeological materials recovered during the Fall æ12 campus excavation. The recent installation of new campus signage near the prehistoric mound group provided an opportunity for PI Fie and her students to investigate the prehistoric and historic occupation of the Beloit College campus. The dedicated research space has encouraged greater student interest and involvement in the project by providing open access to the collections.\n\nThe competed research is aimed at a variety of venues, including publication in scholarly journals, presentation in scholarly and public forums, display in museum exhibitions, and reports in support of courses, museum exhibitions, and outreach programing.\n\nBroader Impacts\n\nThe improved facilities have also promoted the study of archaeological, ethnographic, and osteological materials from the Logan Museum, and broaden research opportunities for visiting scholars. Thus far, scholars have made excellent use of the new spaces in their research of archaeological and osteological remains from the Southwestern U.S., ethnographic and archaeological collections from Algeria, and archaeological faunal remains from France.\n\nIn addition to providing current scholars with access to world-class research collections, the lab renovation enables greater research training and thereby enhances Beloit CollegeÆs capacity to train future anthropology doctoral recipients. Students have been involved in organizing the teaching and research collections; processing archaeological materials recovered from the most recent campus excavations; and assisting faculty and visiting scholars in their research projects. Such valuable training opportunities will..."
 }
}