{
 "awd_id": "0963112",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Building for the Future: The Renovation of Thomas Hall at Ursinus College",
 "cfda_num": "47.074",
 "org_code": "08080200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Blood",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 1293801.0,
 "awd_amount": 1293801.0,
 "awd_min_amd_letter_date": "2010-08-19",
 "awd_max_amd_letter_date": "2012-04-26",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThis award provides funds for the renovation of two laboratory spaces and upgrade supporting\r\ninfrastructure for genetics research in the Biology Department at Ursinus College.\r\nOne research laboratory will be utilized to study C. elegans as a model system.  The second laboratory will be utilized for research on the role of prion-like protein aggregation in the normal biology of the cell using the model organism, Saccharomyces cerevisiae. The improvements will provide greater opportunities for students to participate in research and research training. The improvements to the two labs will include cabinetry, chemical fume hoods, improved electrical and power outlets, sinks, gas outlets, overhead lighting, flooring and ceiling tiles, and white boards. The funds will provide the addition of a new environmental system for the two labs and their support spaces. A single, dedicated air handler with energy saving enthalpy wheel and a new general laboratory exhaust system will be provided in a remote unit located on the roof directly above the two labs. With the addition of a new vertical duct chase, the similar orientation of the labs will allow efficient stacking of supply and return ductwork. The new single unit will provide centralized, efficient temperature and humidity control for both labs in an easily accessible roof top unit. Reinforcement of the roof structure above lab 210 will support the loads of the new air handling unit. The HVAC will be supplied with hot water from the college's central steam plant and chilled water from the college's central chiller plant.",
 "awd_arra_amount": 1293801.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Judith",
   "pi_last_name": "Levy",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Judith T Levy",
   "pi_email_addr": "jlevy@ursinus.edu",
   "nsf_id": "000236582",
   "pi_start_date": "2010-08-19",
   "pi_end_date": "2011-12-06"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dale",
   "pi_last_name": "Cameron",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Dale M Cameron",
   "pi_email_addr": "dcameron1@ursinus.edu",
   "nsf_id": "000540574",
   "pi_start_date": "2012-04-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Kohn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca Kohn",
   "pi_email_addr": "rkohn@ursinus.edu",
   "nsf_id": "000126362",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Lyczak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca Lyczak",
   "pi_email_addr": "rlyczak@ursinus.edu",
   "nsf_id": "000194967",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Dale",
   "pi_last_name": "Cameron",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Dale M Cameron",
   "pi_email_addr": "dcameron1@ursinus.edu",
   "nsf_id": "000540574",
   "pi_start_date": "2010-08-19",
   "pi_end_date": "2011-12-06"
  }
 ],
 "inst": {
  "inst_name": "Ursinus College",
  "inst_street_address": "601 E MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGEVILLE",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6104093005",
  "inst_zip_code": "194262513",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "PA04",
  "org_lgl_bus_name": "URSINUS COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "V5D6CC6CVHJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Ursinus College",
  "perf_str_addr": "601 E MAIN ST",
  "perf_city_name": "COLLEGEVILLE",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "194262513",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "PA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "app-01R9",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1293801.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>This project led to the renovation of research<br />laboratory space and upgraded supporting infrastructure for three geneticists<br />in the Biology Department at Ursinus College.&nbsp;&nbsp;<br />Drs. Kohn and Lyczak, who both use the nematode <em>Caenorhabditis</em><em> elegans </em>as a model<br />for molecular genetics, previously shared a laboratory designed for just one<br />faculty member and students. The renovations have allowed them to expand their<br />collaborative research with students into an additional laboratory space. The<br />third faculty member to occupy the newly renovated laboratories, Dr. Dale<br />Cameron, uses the baker&rsquo;s yeast <em>Saccharomyces cerevisiae </em>as his model<br />genetics system. In total, the three faculty members that use the renovated<br />laboratories work with approximately 30 undergraduate students per semester in<br />collaborative research projects, many of whom are women and minorities underrepresented<br />in science. In addition, each faculty member engages 2-4 students in summer<br />research, a full-time, immersion experience that is often instrumental in<br />helping students realize their potential as researchers and in gaining the<br />expertise and confidence necessary to complete a project.</p>\n<p><br /><br /></p>\n<p>The NSF-funded laboratory renovation has expanded access to independent<br />research experiences for Ursinus College students and led to greater<br />collaboration among students. For example, in the renovated space shared by<br />Drs. Lyczak and Kohn, laboratory benches that can move and be adjusted for<br />height enable a student who uses a wheelchair to engage independently in her research<br />project. Meeting space within the laboratories is used frequently for scheduled<br />group meetings and informal discussions among students from the lab groups.&nbsp; For all three research groups, the<br />improved facilities allow for additional equipment to be housed in the<br />laboratory, and have thus expanded the scope of the research being conducted<br />with student collaborators.&nbsp; Some of the work<br />carried out by these student researchers has already been presented at a national<br />scientific meeting<sup>1</sup>.</p>\n<p><br /><br /></p>\n<p>The research activities carried out in<br />the renovated laboratories will continually feed highly trained and motivated<br />students into the U.S. Ph.D. pipeline. Engaging undergraduates in original<br />research is central to the mission of faculty in the Biology Department at<br />Ursinus College. This direct experience of scientific discovery not only<br />prepares students to excel during graduate school but also persuades many to<br />pursue careers in research.</p>\n<p><br /><br /></p>\n<ol>\n<li><br />A. MURPHY STOUT, K. AMUQUANDOH, R. HOLLENBACH,<br />A. HRASOK, C. RYDER, A. SIDO, R. E. KOHN. A dominant suppressor of unc-13<br />partially rescues paralysis in Caenorhabditis elegans. Program#/Poster#:<br />333.18/D32. 2012 Neuroscience Meeting Planner. New Orleans, LA: Society for<br />Neuroscience, 2012. Online.</li>\n</ol>\n<p><br /><br /></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/18/2012<br>\n\t\t\t\t\tModified by: Dale&nbsp;M&nbsp;Cameron</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nThis project led to the renovation of research\nlaboratory space and upgraded supporting infrastructure for three geneticists\nin the Biology Department at Ursinus College.  \nDrs. Kohn and Lyczak, who both use the nematode Caenorhabditis elegans as a model\nfor molecular genetics, previously shared a laboratory designed for just one\nfaculty member and students. The renovations have allowed them to expand their\ncollaborative research with students into an additional laboratory space. The\nthird faculty member to occupy the newly renovated laboratories, Dr. Dale\nCameron, uses the bakerÆs yeast Saccharomyces cerevisiae as his model\ngenetics system. In total, the three faculty members that use the renovated\nlaboratories work with approximately 30 undergraduate students per semester in\ncollaborative research projects, many of whom are women and minorities underrepresented\nin science. In addition, each faculty member engages 2-4 students in summer\nresearch, a full-time, immersion experience that is often instrumental in\nhelping students realize their potential as researchers and in gaining the\nexpertise and confidence necessary to complete a project.\n\n\n\n\n\nThe NSF-funded laboratory renovation has expanded access to independent\nresearch experiences for Ursinus College students and led to greater\ncollaboration among students. For example, in the renovated space shared by\nDrs. Lyczak and Kohn, laboratory benches that can move and be adjusted for\nheight enable a student who uses a wheelchair to engage independently in her research\nproject. Meeting space within the laboratories is used frequently for scheduled\ngroup meetings and informal discussions among students from the lab groups.  For all three research groups, the\nimproved facilities allow for additional equipment to be housed in the\nlaboratory, and have thus expanded the scope of the research being conducted\nwith student collaborators.  Some of the work\ncarried out by these student researchers has already been presented at a national\nscientific meeting1.\n\n\n\n\n\nThe research activities carried out in\nthe renovated laboratories will continually feed highly trained and motivated\nstudents into the U.S. Ph.D. pipeline. Engaging undergraduates in original\nresearch is central to the mission of faculty in the Biology Department at\nUrsinus College. This direct experience of scientific discovery not only\nprepares students to excel during graduate school but also persuades many to\npursue careers in research.\n\n\n\n\n\n\nA. MURPHY STOUT, K. AMUQUANDOH, R. HOLLENBACH,\nA. HRASOK, C. RYDER, A. SIDO, R. E. KOHN. A dominant suppressor of unc-13\npartially rescues paralysis in Caenorhabditis elegans. Program#/Poster#:\n333.18/D32. 2012 Neuroscience Meeting Planner. New Orleans, LA: Society for\nNeuroscience, 2012. Online.\n\n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 12/18/2012\n\n\t\t\t\t\tSubmitted by: Dale M Cameron"
 }
}