{
 "awd_id": "0963119",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Renovation of the Plant Environmental Center Research Greenhouse",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Blood",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 0.0,
 "awd_min_amd_letter_date": "2010-09-13",
 "awd_max_amd_letter_date": "2011-11-30",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThis award will provide funds to renovate the research greenhouse portion of the Brown University Plant Environmental Center with new temperature control, ventilation, and lighting systems. Funds will allow replacement of the outdated environmental control and lighting systems with state-of-the-art energy efficient evaporative cooling systems, exhaust fans, horizontal air flow fans, vent motors, and lamps including computerized controls. Another key element of the renovation is to add automated energy curtains to the ceilings and walls for each of the three rooms in the greenhouse to provide insulation in the winter, shading in the summer, and the ability to maintain separate light regimes in each room. Funds will permit renovation of the experimental preparation area with better counters and sinks, storage space, and lighting to facilitate potting, tissue collection, and other activities necessary for greenhouse research projects.\r\n\r\nThe research greenhouse, which is the only facility of its kind at Brown, currently supports laboratories in the Department of Ecology and Evolutionary Biology (EEB) and the Department of Molecular Biology, Cell Biology, and Biochemistry (MCB), including faculty members, postdoctoral researchers, Ph.D. students, and undergraduates. Projects use a variety of species including the reference plant Arabidopsis thaliana, the important food plant rice, rare and threatened species, and invasive non-native plants to address fundamental questions in plant biology such as how plants interact with and adapt to their environments, how reproductive fitness is optimized, and how development is regulated. Although plant researchers at Brown have an impressive record of accomplishments, greenhouse renovations are essential for their continued success. The greenhouse infrastructure renovations will expedite plant research by removing seasonal constraints, providing ample growth facilities for large-scale experiments such as genetic screens, and increasing the range of species that can be propagated. Important long-term ramifications of the proposed renovations are stimulating new research directions and attracting new faculty and students interested in plant research.\r\n\r\nThe Plant Environmental Center provides research plant growth space, classroom space, and a conservatory with a teaching plant collection to promote plant biology through research, education, and outreach. The Center draws together people interested in all aspects of plant science ranging from ethnobotany to ecology to molecular biology. The central location on campus facilitates use by students, faculty, and members of the surrounding community. The greenhouse renovations will increase the visibility of plant research at Brown across the wide audience drawn to the Plant Environmental Center. A key broader impact will be to increase recruitment of undergraduates into plant research projects, which is a top priority in our participating laboratories. Greenhouse renovations will also aid in their outreach efforts such as visits from local K-12 classes and development of plant science curricular modules for high school students.",
 "awd_arra_amount": 651372.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Judith",
   "pi_last_name": "Bender",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Judith L Bender",
   "pi_email_addr": "judith_bender@brown.edu",
   "nsf_id": "000474771",
   "pi_start_date": "2010-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Johanna",
   "pi_last_name": "Schmitt",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Johanna M Schmitt",
   "pi_email_addr": "jschmitt@ucdavis.edu",
   "nsf_id": "000211830",
   "pi_start_date": "2010-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "app-01R9",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 651372.0
  }
 ],
 "por": null
}