{
 "awd_id": "0963404",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Measuring and Modeling Collective Intelligence",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 173908.0,
 "awd_amount": 173908.0,
 "awd_min_amd_letter_date": "2010-01-11",
 "awd_max_amd_letter_date": "2015-02-18",
 "awd_abstract_narration": "The \"holy grail\" of artificial intelligence research for decades has been to design computers with robust, integrated, human-like intelligence. This goal has proven elusive, in spite of a massive amount of research.  But another goal is just now becoming feasible, and so has been the subject of much less research: using vast computer networks to create new kinds of intelligent entities that combine the best of both human and machine intelligence.  One key to designing such human-centered computing systems is better ways of measuring the collective intelligence they exhibit. That is the focus of this research, which represents a collaborative effort among researchers at MIT (lead institution), CMU and Union College.  The PIs will first use analogies with what is already known about measuring individual intelligence to suggest new ways of measuring the collective intelligence of complex human-machine systems.  For instance, they will determine whether the striking pattern of correlations across tasks that characterizes individual human intelligence even exists for human-machine groups.  Next, a series of statistically validated tests will be developed to measure the key components of collective intelligence in human-machine groups.  Then, to better understand the \"active ingredients\" of collective intelligence, the PIs will use what is already known about how groups of people interact effectively to measure micro-level behavior in human-machine groups.   A key goal will be to find critical factors (such as group size, technological support, or individual capabilities) that contribute to a human-machine group's adaptability across a wide range of tasks.\r\n\r\nMost people and computers today are parts of larger human-machine systems that must cope with a wide range of problems.  This research will provide powerful new tools for managing and designing such systems.  Imagine, for instance, that one could give a short \"collective intelligence test\" to a top-management team, a product development team, or a collection of Wikipedia contributors.  Imagine that this test could predict the team's future performance on a wide range of important tasks.  And imagine that the test could also help suggest changes to the team that would improve its flexibility.  Or imagine that designers of new collaboration software tools could use a single test to predict how well their tools would improve a group's effectiveness on many different tasks.  From the smallest business work groups to our largest societal challenges, there are now many new opportunities for people and computers to solve problems together, not just more efficiently, but also more intelligently.  This work will help build a firmer scientific foundation for doing this.\r\n\r\nBroader Impacts:  With individual humans, it is relatively easy to measure intelligence, but it is difficult to increase that intelligence or to observe the detailed events inside the brain that give rise to it.  With human-computer groups it is much easier to observe and change factors (such as group size, composition, and technological support) that are likely to determine the group's collective intelligence. Thus, there is a profound intellectual opportunity, not just to learn more about how to design intelligent human-computer systems but also to gain new insights into the very nature of intelligence in complex systems.  The results of this research, therefore, will be of interest not only to researchers in computer-supported cooperative work, human-computer interaction, and artificial intelligence, but also more broadly to fields such as cognitive science, social psychology, and organization theory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Chabris",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher F Chabris",
   "pi_email_addr": "chabrisc@union.edu",
   "nsf_id": "000178992",
   "pi_start_date": "2010-01-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Union College",
  "inst_street_address": "807 UNION ST",
  "inst_street_address_2": "",
  "inst_city_name": "SCHENECTADY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5183886101",
  "inst_zip_code": "123083256",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "TRUSTEES OF UNION COLLEGE IN THE TOWN OF SCHENECTADY IN THE STATE OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "HE9HQBNZHHB5"
 },
 "perf_inst": {
  "perf_inst_name": "Union College",
  "perf_str_addr": "807 UNION ST",
  "perf_city_name": "SCHENECTADY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "123083256",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 173908.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">Psychologists have repeatedly shown that a single statistical factor, often called 'general intelligence', emerges from the correlations among people's performance on a wide variety of cognitive tasks. But no one had systematically examined whether a similar kind of 'collective intelligence' exists for groups of people. To investigate whether it does, we performed two studies with a total of 699 individuals, working together in groups of two to five. We found converging evidence of a general collective intelligence factor (&ldquo;c factor&rdquo;) that explains a group's performance on a wide variety of tasks. This 'c factor' is not strongly correlated with the average or maximum individual intelligence of group members, but it is correlated with the average social sensitivity of group members, the equality in distribution of conversational turntaking, and the proportion of females in the group.</p>\n<p class=\"p1\">Thus, one of the key contributions of this work was to take concepts developed and proven for measuring individual intelligence, and apply them to measuring the collective intelligence of groups. In addition, we created a streamlined battery of online collective intelligence tests that researchers can use to examine collective intelligence efficiently and reliably for both online and offline groups.</p>\n<p class=\"p1\">In further work, we found that the collective intelligence \"c factor\" also exists for groups working online as well as offline, and we found that the average social sensitivity of group members was equally important in predicting the collective intelligence of both online groups and offline groups. We also found that collective intelligence predicts performance on more complicated tasks for intact student project teams and virtual gaming teams.</p>\n<p class=\"p1\">We believe that our research opens up a wide range of additional questions, such as: Could a test of collective intelligence administered to a work team predict the team&rsquo;s performance on a novel task or longterm effectiveness? Can collective intelligence be increased by interventions focused on social intelligence and equal communication? What team composition strategies should be used to optimize a team&rsquo;s collective intelligence? Do tools supporting coordination affect collective intelligence, especially as group size becomes larger? What cognitive and social processes in groups are most likely to occur in collectively intelligent teams and not in others?</p>\n<p class=\"p1\">These questions have piqued interest not only of the academic community but also of the general public. For instance, our work has been featured in the New York Times, NPR, the Wall Street Journal, Fortune, and numerous other publications.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/13/2016<br>\n\t\t\t\t\tModified by: Christopher&nbsp;F&nbsp;Chabris</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Psychologists have repeatedly shown that a single statistical factor, often called 'general intelligence', emerges from the correlations among people's performance on a wide variety of cognitive tasks. But no one had systematically examined whether a similar kind of 'collective intelligence' exists for groups of people. To investigate whether it does, we performed two studies with a total of 699 individuals, working together in groups of two to five. We found converging evidence of a general collective intelligence factor (\"c factor\") that explains a group's performance on a wide variety of tasks. This 'c factor' is not strongly correlated with the average or maximum individual intelligence of group members, but it is correlated with the average social sensitivity of group members, the equality in distribution of conversational turntaking, and the proportion of females in the group.\nThus, one of the key contributions of this work was to take concepts developed and proven for measuring individual intelligence, and apply them to measuring the collective intelligence of groups. In addition, we created a streamlined battery of online collective intelligence tests that researchers can use to examine collective intelligence efficiently and reliably for both online and offline groups.\nIn further work, we found that the collective intelligence \"c factor\" also exists for groups working online as well as offline, and we found that the average social sensitivity of group members was equally important in predicting the collective intelligence of both online groups and offline groups. We also found that collective intelligence predicts performance on more complicated tasks for intact student project teams and virtual gaming teams.\nWe believe that our research opens up a wide range of additional questions, such as: Could a test of collective intelligence administered to a work team predict the teamÆs performance on a novel task or longterm effectiveness? Can collective intelligence be increased by interventions focused on social intelligence and equal communication? What team composition strategies should be used to optimize a teamÆs collective intelligence? Do tools supporting coordination affect collective intelligence, especially as group size becomes larger? What cognitive and social processes in groups are most likely to occur in collectively intelligent teams and not in others?\nThese questions have piqued interest not only of the academic community but also of the general public. For instance, our work has been featured in the New York Times, NPR, the Wall Street Journal, Fortune, and numerous other publications.\n\n \n\n\t\t\t\t\tLast Modified: 06/13/2016\n\n\t\t\t\t\tSubmitted by: Christopher F Chabris"
 }
}