{
 "awd_id": "0963481",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Infrastructure improvements to support invertebrate research at The Field Museum",
 "cfda_num": "47.083",
 "org_code": "01060000",
 "po_phone": "7032927599",
 "po_email": "smeacham@nsf.gov",
 "po_sign_block_name": "Stephen Meacham",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 2787782.0,
 "awd_amount": 2787782.0,
 "awd_min_amd_letter_date": "2010-08-05",
 "awd_max_amd_letter_date": "2013-06-28",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nThis project involves the renovation of invertebrate research areas within the Field Museum of Natural History (FMNH).  The renovated Invertebrate Research Facility will support invertebrate biodiversity, evolutionary, phylogenetic, and conservation research and research training conducted by individuals, groups and teams.  The renovated facility will consist of an area designated the Collaborative Invertebrate Laboratories, an area designated the Insect Systematics and Training Unit, and an area that will be the Molluscan and Marine Invertebrate Units.\r\n\r\nThe Field Museum is one of the largest natural history museums in the world. It is a not-for-profit independent research museum which accumulates and disseminates knowledge about the Earth's biological and cultural diversity. The research side of the museum supports investigations by a tenured/tenure-track faculty, resident graduate students and postdoctoral fellows, and national and international associated researchers.  The Museum maintains world-renowned research collections in the fields of Anthropology, Zoology, Botany, and Geology. The Museum makes research specimens available on loan to any bona fide researcher associated with an academic institution in any country of the world.  \r\n\r\nThe proposed renovations will facilitate the use of several million invertebrate specimens in research and research training in invertebrate zoology, evolutionary biology, phylogenetic analysis, and conservation biology carried out by scientists from both the Field Museum and external institutions.  The infrastructure improvements will increase the efficiency of research projects involving the project's senior personnel, their students, post-docs, and other collaborators. The shared, centralized facility will promote collaborations and the exchange of techniques and ideas across research groups.  Trainees will be exposed to a variety of research as well as to state-of-the-art equipment and methods for morphological analysis.   The renovations will improve the Museum's capacity to accommodate and train individuals with certain kinds of disabilities.  The renovation will also facilitate the continuation of the expansion of FMNH's freely internet-accessible collection databases, which help to make its specimen holdings available for research, educational, and conservation activities around the world.",
 "awd_arra_amount": 2787782.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rudiger",
   "pi_last_name": "Bieler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rudiger Bieler",
   "pi_email_addr": "rbieler@fieldmuseum.org",
   "nsf_id": "000476097",
   "pi_start_date": "2010-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Thayer",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret K Thayer",
   "pi_email_addr": "mthayer@fieldmuseum.org",
   "nsf_id": "000093243",
   "pi_start_date": "2010-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Field Museum of Natural History",
  "inst_street_address": "1400 S LAKE SHORE DR",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3126657240",
  "inst_zip_code": "606052827",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "FIELD MUSEUM OF NATURAL HISTORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CBHQF44BQYN5"
 },
 "perf_inst": {
  "perf_inst_name": "Field Museum of Natural History",
  "perf_str_addr": "1400 S LAKE SHORE DR",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606052827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 2787782.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project substantially renovated and reorganized laboratory spaces to support Field Museum of Natural History&rsquo;s collections-based research and training programs in invertebrate zoology (with focus on groups such as insects, spiders, mollusks, corals, etc.).&nbsp; It improved in numerous ways the ability of the Field Museum&rsquo;s invertebrate faculty to carry out collaborative research and research training, which are becoming ever more critical to cutting-edge research in biodiversity and evolutionary biology. The project has provided much-needed training spaces, much-improved research specimen facilities, and novel communal access to imaging equipment, allowing for greatly expanded and enhanced training experiences, e.g., in the context of high school and college intern training. It also provided and enhanced long-term archival-quality housing, security, and usability of the irreplaceable international research resource that the world-class invertebrate collections of this institution represent. Integral to the construction project were efforts to modernize and improve laboratory safety (fire suppression, eye wash stations, etc.), access (ADA compliance), and technology (electricity lines, computer networking) in a 1920s-era historic building. The newly integrated facility was designed to provide easier access for tours for the public to experience and discuss the discoveries being made by Field Museum researchers and their colleagues and students around the world.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/02/2013<br>\n\t\t\t\t\tModified by: Rudiger&nbsp;Bieler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project substantially renovated and reorganized laboratory spaces to support Field Museum of Natural HistoryÆs collections-based research and training programs in invertebrate zoology (with focus on groups such as insects, spiders, mollusks, corals, etc.).  It improved in numerous ways the ability of the Field MuseumÆs invertebrate faculty to carry out collaborative research and research training, which are becoming ever more critical to cutting-edge research in biodiversity and evolutionary biology. The project has provided much-needed training spaces, much-improved research specimen facilities, and novel communal access to imaging equipment, allowing for greatly expanded and enhanced training experiences, e.g., in the context of high school and college intern training. It also provided and enhanced long-term archival-quality housing, security, and usability of the irreplaceable international research resource that the world-class invertebrate collections of this institution represent. Integral to the construction project were efforts to modernize and improve laboratory safety (fire suppression, eye wash stations, etc.), access (ADA compliance), and technology (electricity lines, computer networking) in a 1920s-era historic building. The newly integrated facility was designed to provide easier access for tours for the public to experience and discuss the discoveries being made by Field Museum researchers and their colleagues and students around the world.\n\n \n\n\t\t\t\t\tLast Modified: 12/02/2013\n\n\t\t\t\t\tSubmitted by: Rudiger Bieler"
 }
}