{
 "awd_id": "0963566",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Enabling Hawaii to COMPETE: Seizing the Opportunity for Equitable Connectivity",
 "cfda_num": "47.083",
 "org_code": "01060000",
 "po_phone": "7032927599",
 "po_email": "smeacham@nsf.gov",
 "po_sign_block_name": "Stephen Meacham",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 9838151.0,
 "awd_amount": 9838151.0,
 "awd_min_amd_letter_date": "2010-08-18",
 "awd_max_amd_letter_date": "2011-01-21",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009\r\n(Public Law 111-5).\r\n\r\nThe central component of this project is the acquisition of a pair of 10 Gigabit per second optical network circuits on the new Asia America Gateway (AAG) cable connecting Hawaii and the U.S. mainland.  At the Hawaii end, these circuits will be connected from the AAG cable landing site on Oahu to the Hawaii Research and Education Network.  From the mainland landing site at Morro Bay, California, the AAG circuits will be connected to the Corporation for Education Network Initiatives in California's (CENIC's) Pacific Wave facility in Los Angeles and to Pacific NorthWest GigaPOP's (PNWGP's) Pacific Wave facility in Seattle.  The Seattle and Los Angeles locations are peering points for major U.S. and international research and education networks. This collection of Indefeasible Rights of Use (IRU) will provide 20Gbps of connectivity between the Hawaii Research and Education Network, major U.S. research and education networks, such as Internet2 and National Lambda Rail, and international networks in countries around the Pacific Rim.  It will support Hawaii's participation in major international network projects supporting science and engineering research, as well as data-intensive collaborations between researchers and facilities on Hawaii and researchers and facilities in the continental United States.  The latter include a number of current and planned astronomical activities using facilities on Mauna Kea. \r\n\r\nIt is often the nature of networking infrastructure that it provides research opportunities not just for one small community of researchers addressing a particular class of research project but also enhances research productivity across a number of disciplines.  The following, summarized from the proposal, are some examples of research activities that will benefit from the connectivity that will result from this project.\r\n\r\nGeophysics:  Global-scale convection of the Earth's mantle and its associated volcanology is a complex, multi-scale phenomenon that must take into account upper boundary stresses associated with tectonic plates, huge contrasts in material properties (e.g., liquid magma to ductile solid rock to brittle cool rock), a very large range of dynamic length scales, and phase changes.  University of Hawaii researchers investigate mantle convection using sophisticated and data-intensive numerical modeling requiring high-bandwidth access to national supercomputer centers.\r\n\r\nAstronomy:  Mauna Kea hosts thirteen telescopes operated by astronomers from eleven countries, including optical, infrared, submillimeter and radio astronomy facilities.  These resources are used by astronomers in the continental United States and throughout the world for discovery-oriented astronomical research.  Successive generations of telescopes generate a growing volume of digital imagery, much of it analyzed remotely.     \r\n\r\nBy reducing the need for individual researchers to travel to the telescopes themselves, remote observation over global research and education networks will enable scientists to be more productive.  In addition, the advanced connectivity proposed will make possible, \"the development of virtual observatories that integrate data from different instruments to enable greater insight than would be possible through any single experiment.\" \r\n\r\nEnvironmental sciences: With its unique ecosystems, geology and mid-ocean setting, Hawaii is home to a number of environmental research activities that, taken together, generate and maintain a diverse collection of environmental science databases.  The network connectivity proposed will provide researchers outside Hawaii with better access to these data which are important for research in a number of different environmental science fields.\r\n\r\nHigh-end computing:  The science and engineering faculty members at the University of Hawaii make heavy use of high-end computing in a number of areas of research.  The national high-end computing infrastructure for open science, provided by NSF and the Department of Energy's Office of Science, is located in the continental United States.   With time, such research has become progressively more data-intensive, highlighting a need for higher bandwidth network connections between Hawaii and the mainland to support the transfer of input and output datasets of increasing size, as well as the use of interactive visualization and computational steering.  \r\n\r\nCollaborative research:  In addition to some of the examples above, University of Hawaii researchers play an important role in a number of research collaborations.  One example is the Science and Technology Center for Microbial Oceanography--Research and Education (C-MORE). This consists of six partner institutes (University of Hawaii and five on the mainland) collaborating on research in ocean microbiology, including the ocean's microbial biogeochemistry-energy web.  One of the tools used is called the OptiPortal, a bandwidth-hungry, advanced visualization and collaboration tool that will expand understanding of the biogeochemical cycling of the ocean by bringing together a variety of data sets from the institutional partners onto one \"canvas\" for analysis. \r\n\r\nThe project's broader impacts include the provision of infrastructure for research and education in science and engineering, with an impact both in the United States and internationally. For example, enhanced connectivity will not only promote research in the U.S. but also strengthen astronomical research in a number of countries around the world.  \r\n\r\nThe proposed infrastructure provides opportunities for the closer integration of research and education.  NSF's investments in tools for cyber-enhanced education have resulted in a variety of educational tools that are intended for online use.  The ability of the over 250 public schools and campuses of higher education on Hawaii, to make use of the proposed network connectivity will make it easier for these educational tools, hosted at sites across the United States, to be used in education on Hawaii itself.  Examples include the resources of the academic Open Courseware Consortium.  Federal agencies and federally funded projects also make large volumes of data available online that become the grist for research and learning.  \r\n\r\nFederally supported online collections of data critical for contemporary research cover a wide range of fields and include GenBank, the Protein Data Bank, the Entrez cross-database search engine, the environmental science data holdings of the Federation of Earth Science Information Partners, the Earth System Grid's climate model output holdings, the National Center for Atmospheric Research's Research Data Archive, the Sloan Digital Sky Survey, the Hubble Space Telescope Science Data Archive, and the output from the Large Hadron Collider.\r\n\r\nThe campuses of the University of Hawaii system are Native Hawaiian Serving Institutions.  They also serve a wide cross-section of traditionally underserved communities from other Pacific Islanders. Through their participation in research activities that use the proposed connections, students from these communities will have additional opportunities for research training.  Through access to research and educational web-sites maintained on Hawaii, the proposed connectivity will also provide mainland U.S. students with greater access to the science and culture of Hawaii.",
 "awd_arra_amount": 9838151.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Lassner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Lassner",
   "pi_email_addr": "david@hawaii.edu",
   "nsf_id": "000107568",
   "pi_start_date": "2010-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "app-01R9",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 9838151.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>ARI-R2: Enabling Hawaii to COMPETE&hellip;<br /></strong><strong>(OIA-963566) Project Outcomes Report<br /></strong><strong>September 1, 2010 &ndash; August 31, 2012<br /></strong><strong>David Lassner &ndash; Principal Investigator</strong></p>\n<p>Hawaii's location in the middle of the Pacific and its island topography make connectivity to national research and education (R&amp;E) networks an immense challenge.&nbsp; At the same time, these geographical challenges also make networking even more critical to its researchers and educators as the means of overcoming internal and external separation and isolation. &nbsp;Hawaii is also one of the most important scientific laboratories on the planet.&nbsp; As one important example, Hawaii is home to over a billion dollars worth of telescopes with another billion dollars planned for investment over the next decade, generating terabytes of data daily.&nbsp;</p>\n<p>Hawaii's research &amp; education (R&amp;E) community has been very fortunate to enjoy shared access to high-bandwidth circuits from Australia to the continental U.S. that stop in Hawaii and have been provided on a restricted-use bases by the fiber owner (Southern Cross Cable Network) to the Australian Academic and Research Network (AARNet). The current arrangement has been referred to as \"reverse foreign aid\". Without this informal agreement by AARNet to share its international capacity, Hawaii&rsquo;s entire R&amp;E network connectivity would be limited to the OC3 (155 Mbps) level, generations behind the rest of the country.</p>\n<p>This project implemented the first domestic 10Gbps links for R&amp;E connectivity between Hawaii and the U.S. national cyberinfrastructure.&nbsp; It purchased indefeasible rights of use (IRUs) for two 10Gbps circuits between Hawaii and the continental U.S. on a new commercial submarine fiber system, Asia America Gateway (AAG). The purchased circuits were connected in Hawaii to the statewide R&amp;E Network hub at the University of Hawaii at Manoa.&nbsp; On the U.S. mainland, one circuit was connected in Los Angeles and one in Seattle to the major national and international R&amp;E network exchange facilities of Pacific Wave.&nbsp;&nbsp;</p>\n<p>The project was completed as proposed, on time and on budget.&nbsp; All required link and network acceptance and performance testing was successfully completed.</p>\n<p>The research infrastructure provided through funding for this project will support internationally recognized, collaborative research for faculty and research scientists throughout the University of Hawaii System for decades to come.&nbsp; This ensures enduring support for research and education activities at the University of Hawai&rsquo;i and the large number of internationally prominent research efforts in astronomy, climate research, and ocean science and ecosystems research.&nbsp; These research domains use sensor-based technologies for the acquisition of large data streams, many in real time, which in turn are made available to researchers around the globe via the R&amp;E network connectivity provided through this project.</p>\n<p>More broadly, environmental monitoring using real-time data from sensors deployed around the globe is becoming the new standard for understanding impacts of anthropogenic impacts on climate change and developing accessible resources of high quality data for ecosystem and climate research.&nbsp; Hawai&rsquo;i unique geography as the most remote island in the Pacific, creates a rare opportunity to study impacts of climate change free from continental influences.&nbsp; The islands&rsquo; varied ecosystems gradients make it an ideal site to examine the impact of environmental change in both terrestrial and marine ecosystems.&nbsp; Many research groups in Hawai&rsquo;i use distributed sensor networks as their primary data acquisition mode for monitoring the local envi...",
  "por_txt_cntn": "ARI-R2: Enabling Hawaii to COMPETE&hellip;\n(OIA-963566) Project Outcomes Report\nSeptember 1, 2010 &ndash; August 31, 2012\nDavid Lassner &ndash; Principal Investigator\n\nHawaii's location in the middle of the Pacific and its island topography make connectivity to national research and education (R&amp;E) networks an immense challenge.  At the same time, these geographical challenges also make networking even more critical to its researchers and educators as the means of overcoming internal and external separation and isolation.  Hawaii is also one of the most important scientific laboratories on the planet.  As one important example, Hawaii is home to over a billion dollars worth of telescopes with another billion dollars planned for investment over the next decade, generating terabytes of data daily. \n\nHawaii's research &amp; education (R&amp;E) community has been very fortunate to enjoy shared access to high-bandwidth circuits from Australia to the continental U.S. that stop in Hawaii and have been provided on a restricted-use bases by the fiber owner (Southern Cross Cable Network) to the Australian Academic and Research Network (AARNet). The current arrangement has been referred to as \"reverse foreign aid\". Without this informal agreement by AARNet to share its international capacity, HawaiiÆs entire R&amp;E network connectivity would be limited to the OC3 (155 Mbps) level, generations behind the rest of the country.\n\nThis project implemented the first domestic 10Gbps links for R&amp;E connectivity between Hawaii and the U.S. national cyberinfrastructure.  It purchased indefeasible rights of use (IRUs) for two 10Gbps circuits between Hawaii and the continental U.S. on a new commercial submarine fiber system, Asia America Gateway (AAG). The purchased circuits were connected in Hawaii to the statewide R&amp;E Network hub at the University of Hawaii at Manoa.  On the U.S. mainland, one circuit was connected in Los Angeles and one in Seattle to the major national and international R&amp;E network exchange facilities of Pacific Wave.  \n\nThe project was completed as proposed, on time and on budget.  All required link and network acceptance and performance testing was successfully completed.\n\nThe research infrastructure provided through funding for this project will support internationally recognized, collaborative research for faculty and research scientists throughout the University of Hawaii System for decades to come.  This ensures enduring support for research and education activities at the University of HawaiÆi and the large number of internationally prominent research efforts in astronomy, climate research, and ocean science and ecosystems research.  These research domains use sensor-based technologies for the acquisition of large data streams, many in real time, which in turn are made available to researchers around the globe via the R&amp;E network connectivity provided through this project.\n\nMore broadly, environmental monitoring using real-time data from sensors deployed around the globe is becoming the new standard for understanding impacts of anthropogenic impacts on climate change and developing accessible resources of high quality data for ecosystem and climate research.  HawaiÆi unique geography as the most remote island in the Pacific, creates a rare opportunity to study impacts of climate change free from continental influences.  The islandsÆ varied ecosystems gradients make it an ideal site to examine the impact of environmental change in both terrestrial and marine ecosystems.  Many research groups in HawaiÆi use distributed sensor networks as their primary data acquisition mode for monitoring the local environment as well as networks deployed in regions distant from HawaiÆi.  These sensor-based networks depend heavily on robust R&amp;E Internet connectivity provided by this project to maintain live data feeds as well as acquire data from other sources for analysis and modeling studies.  \n\n \n\n \n\n\t\t\t\t\tLast Modifi..."
 }
}