{
 "awd_id": "0963512",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research and Facility Renovation for the College of Engineering, Technology and Computer Science at Tennessee State University",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 1287206.0,
 "awd_amount": 1287206.0,
 "awd_min_amd_letter_date": "2010-08-31",
 "awd_max_amd_letter_date": "2013-09-20",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThis award supports the 7,202 square foot renovation and modernization of six research laboratories and a server room on the lower level (bottom floor) of the Research and Sponsored Programs (RSP) Building at Tennessee State University (TSU). The new, state of the art laboratories will foster multidisciplinary research as part of TSU's Interdisciplinary Graduate Engineering Research (TIGER) Institute.  Renovation tasks supported by this award will include flooring, installation of HVAC, electrical work, plumbing, and interior finishes. \r\n   \r\nIntellectual Merit:  The renovated facility will be used by TSU faculty and students from architectural, civil, electrical, and mechanical engineering; aeronautical and industrial technology; computer science, chemistry; biology; mathematics; and physics. Upgrading TSU's research infrastructure will enable collaborative, interdisciplinary research in ongoing research thrusts in scientific visualization, materials science and engineering, and smart sensor networking. Current research at TSU focuses on integrated systems health management of turbine engines, improving vehicle-human performance in vehicles for military and commercial applications, simulation and modeling techniques to assess the life of composite materials, cross-layered cognitive networks, and RF sensor based automatic target recognition.\r\n\r\nBroader Impacts: TSU is an Historically Black College/University that trains a significant number of African American students in engineering. Annually, at least one hundred undergraduate and fifty graduate students will be impacted by this award. Upon completion, the renovated facility will enhance the ability of faculty to compete for extramural funding, continue to attract outstanding student scholars and faculty, and facilitate the increase of the nation's minority doctorates in the sciences, engineering, and mathematics.",
 "awd_arra_amount": 1287206.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Thompson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Thompson",
   "pi_email_addr": "mthompson01@picard.tnstate.edu",
   "nsf_id": "000345410",
   "pi_start_date": "2010-08-31",
   "pi_end_date": "2011-07-05"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "S Keith",
   "pi_last_name": "Hargrove",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "S Keith Hargrove",
   "pi_email_addr": "skhargrove@tuskegee.edu",
   "nsf_id": "000536272",
   "pi_start_date": "2013-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "S Keith",
   "pi_last_name": "Hargrove",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "S Keith Hargrove",
   "pi_email_addr": "skhargrove@tuskegee.edu",
   "nsf_id": "000536272",
   "pi_start_date": "2010-08-31",
   "pi_end_date": "2011-07-05"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ron",
   "pi_last_name": "Brooks",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ron Brooks",
   "pi_email_addr": "rbrooks6@tnstate.edu",
   "nsf_id": "000542103",
   "pi_start_date": "2010-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tennessee State University",
  "inst_street_address": "3500 JOHN A MERRITT BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6159637631",
  "inst_zip_code": "372091561",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "TENNESSEE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "N63ZMY7UETA3"
 },
 "perf_inst": {
  "perf_inst_name": "Tennessee State University",
  "perf_str_addr": "3500 JOHN A MERRITT BLVD",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372091561",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9155",
   "pgm_ref_txt": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1287206.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 7\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><strong>ARI-R2 - Research &amp; Facility Renovation for the College of Engineering at Tennessee State University </strong></p>\n<p>Tennessee State University (TSU), an Historically Black College/University (HBCU) in an EPSCOR state with undergraduate and graduate programs in engineering and computer science, including a doctoral degree program in Computer Information Systems Engineering (CISE), has renovated a research space located in the Research and Sponsored Programs building (RSP). The funding from this project supports current and future research activities of the College of Engineering, in the areas of high national STEM workforce needs. The renovated research facility will impact the research efforts in the areas of Advanced Scientific Visualization, Materials Science and Engineering, Smart Sensor Networking, Advanced Computing, and Energy Systems currently conducted in various research laboratories in RSP and Torrence Hall, the current engineering facility. Funds from the ARI-R2 program are used to create four research laboratories within the RSP Building, and is now recognized as the&nbsp;Tennessee State University Interdisciplinary Graduate Engineering Research (TIGER) Institute. &nbsp;Construction of the facility is now completed, and each laboratory has begun to acquire and transfer equipment to initiate research projects in the respective areas.</p>\n<p><span>The <em><strong>i</strong><strong>ntellectual merit </strong></em>of this proposal was to enhance the capabilities of current and newly funded research projects by renovating the shell space in the RSP building to facilitate research in the aforementioned areas. &nbsp;The College of Engineering has acquired and continued funding from the Air Force Research Lab, Department of Homeland Security, US Navy, and industry support from the Boeing Company and local Nissan Corporation. &nbsp;The research activity promotes and foster collaboration throughout the campus, strenghtens capabilities, and advance resources of the university for innovative research. &nbsp;</span></p>\n<p><span>The <em><strong>broader impact</strong></em> of the project was to transform an unfinished shell space into a state-of-the-art graduate level research facility. </span><span>TSU is recognized as one of the top universities in the nation in graduating African American students with engineering degrees. At least 100 undergraduate students and 50 graduate students per year will be impacted by this funded project. More than 80% of TSU&rsquo;s undergraduate students are African American. This initiative also collaborates with other university and industrial partners, and supplemental funding has been acquired as a result of this award. Now that construction is completed, the project will enhance the ability of faculty to compete for extramural funding, continue to attract outstanding student scholars and faculty, and facilitate in the increase of the nation's minority doctorates in the sciences, engineering, and mathematics. The creation and renovation of the research facility has the potential to significantly impact in terms of the development of a high-technology enabled workforce in the emerging areas. </span><span>The TIGER Institute will also support TSU&rsquo;s growing Industry research collaborations with Boeing, IBM, Raytheon, General Motors, DuPont and others. The facility also has academic partners such as the affiliation with the University of Tennessee, Oak Ridge National Labs, TN-SCORE, Wayne State University, and the University of Michigan.</span></p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/24/2013<br>\n\t\t\t\t\tModified by: S. Keith&nbsp;Hargrove</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nARI-R2 - Research &amp; Facility Renovation for the College of Engineering at Tennessee State University \n\nTennessee State University (TSU), an Historically Black College/University (HBCU) in an EPSCOR state with undergraduate and graduate programs in engineering and computer science, including a doctoral degree program in Computer Information Systems Engineering (CISE), has renovated a research space located in the Research and Sponsored Programs building (RSP). The funding from this project supports current and future research activities of the College of Engineering, in the areas of high national STEM workforce needs. The renovated research facility will impact the research efforts in the areas of Advanced Scientific Visualization, Materials Science and Engineering, Smart Sensor Networking, Advanced Computing, and Energy Systems currently conducted in various research laboratories in RSP and Torrence Hall, the current engineering facility. Funds from the ARI-R2 program are used to create four research laboratories within the RSP Building, and is now recognized as the Tennessee State University Interdisciplinary Graduate Engineering Research (TIGER) Institute.  Construction of the facility is now completed, and each laboratory has begun to acquire and transfer equipment to initiate research projects in the respective areas.\n\nThe intellectual merit of this proposal was to enhance the capabilities of current and newly funded research projects by renovating the shell space in the RSP building to facilitate research in the aforementioned areas.  The College of Engineering has acquired and continued funding from the Air Force Research Lab, Department of Homeland Security, US Navy, and industry support from the Boeing Company and local Nissan Corporation.  The research activity promotes and foster collaboration throughout the campus, strenghtens capabilities, and advance resources of the university for innovative research.  \n\nThe broader impact of the project was to transform an unfinished shell space into a state-of-the-art graduate level research facility. TSU is recognized as one of the top universities in the nation in graduating African American students with engineering degrees. At least 100 undergraduate students and 50 graduate students per year will be impacted by this funded project. More than 80% of TSUÆs undergraduate students are African American. This initiative also collaborates with other university and industrial partners, and supplemental funding has been acquired as a result of this award. Now that construction is completed, the project will enhance the ability of faculty to compete for extramural funding, continue to attract outstanding student scholars and faculty, and facilitate in the increase of the nation's minority doctorates in the sciences, engineering, and mathematics. The creation and renovation of the research facility has the potential to significantly impact in terms of the development of a high-technology enabled workforce in the emerging areas. The TIGER Institute will also support TSUÆs growing Industry research collaborations with Boeing, IBM, Raytheon, General Motors, DuPont and others. The facility also has academic partners such as the affiliation with the University of Tennessee, Oak Ridge National Labs, TN-SCORE, Wayne State University, and the University of Michigan.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 12/24/2013\n\n\t\t\t\t\tSubmitted by: S. Keith Hargrove"
 }
}