{
 "awd_id": "0963844",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Photoelectrokinetic Spectroscopy:  A New Probe of Solid/Liquid Interfaces",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles Pibel",
 "awd_eff_date": "2010-07-15",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-07-10",
 "awd_max_amd_letter_date": "2010-07-10",
 "awd_abstract_narration": "With support from the Chemical Measurement and Imaging Program in the Division of Chemistry, Prof. Richard Saykally and his group at the University of California - Berkeley are investigating a novel concept for measuring the spectroscopic properties of aqueous interfaces, with long-term aims of developing new instruments and devices, as well as an enhanced understanding of the basic nature of electrolyte interfaces. Microfabricated channels of selected materials (e.g. glass, silicon, with various coatings) with suitable optical windows are connected to a liquid chromatography system which delivers liquids with precisely controlled composition, pressure, and flow through the channel. The resulting electrokinetic current/voltage is monitored both upstream and downstream from a nozzle exit orifice. The magnitudes of these observables depend explicitly on the properties of the solid/liquid interface (zeta potential, ion and electron mobilities, charge transfer cross sections, electric field). When light impinges on the liquid/solid interface, changes induced in the electrokinetic current and potential are observed. Measuring the changes in these quantities as a function of the optical wavelength and power can produce a spectrum of the chromophores localized in the interfacial region (adsorbed to the solid or located in the double layer). \r\n\r\nThis new approach can help characterize the nature of electrolyte interfaces, providing information essential for advancing the crucial technologies of batteries, fuel cells, solar fuel generators, and photovoltaics.  In addition to this potentially transformative scientific impact, the work is providing training in the development of new methods and instrumentation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Saykally",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Richard J Saykally",
   "pi_email_addr": "saykally@berkeley.edu",
   "nsf_id": "000341419",
   "pi_start_date": "2010-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6880",
   "pgm_ref_txt": "CHEMICAL MEASUREMENT & IMAGING"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report for the General Public </strong></p>\n<p><strong>PI: Richard Saykally</strong></p>\n<p><strong>Awardee: University of California-Berkeley</strong></p>\n<p><strong>Award Number: 0963844</strong></p>\n<p><strong>Award Expired:12/31/2011</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>Photoelectrokinetic Spectroscopy:&nbsp; A New Probe of Solid/Liquid Interfaces</p>\n<p>&nbsp;</p>\n<p>Chemical and physical processes that occur at the interface between solid surfaces and liquid electrolytes comprise the essence of solar energy conversion and fuel generation systems, and underlie all electrochemical processes that operate in batteries and fuel cells, but nevertheless remain incompletely understood.&nbsp; Such questions as selectivity in ion adsorption to solid surfaces, structure of electrochemical double layers, and charge transfer between semiconductor surfaces and liquid electrolytes are clearly vital to designing optimal solar cells, batteries, and fuel cells, but details of these processes remain controversial.&nbsp; Development of new tools for characterizing interfacial species and phenomena is essential to further such knowledge.</p>\n<p>&nbsp;</p>\n<p>In this NSF EAGER project, we have explored a novel means of detecting and characterizing interfacial ions and molecules in liquid electrolyte systems.&nbsp; This proposed method is based on our recent development of microfabricated liquid jet systems and studies of electrokinetic phenomena attending the flow of liquids through these devices by electrochemical and optical methods.<sup>1-3</sup>&nbsp; In these proposed studies, microfabricated channels of selected materials (e.g. silicon coated with TiO<sub>2</sub>) with optical glass windows&nbsp; connected to a HPLC system for precisely controlling composition and flow of&nbsp; liquid through the channel will be used (Figure 1).&nbsp; The electrokinetic current/voltage generated by the flow of liquid through the channel is monitored both upstream and downstream of the nozzle exit orifice.&nbsp; When light is impinged on the liquid/solid interface via the optical window, changes in the electrokinetic current and potential are observed and monitored.&nbsp; Measuring the changes in these quantities as a function of the optical wavelength produces the spectrum of chromophores localized in the interfacial region (adsorbed to the solid or located in the double layer).</p>\n<p><sup>&nbsp;</sup></p>\n<p>As electrokinetic current generation occurs exclusively at&nbsp; the solid-liquid interface, absorption spectra detected via monitoring changes in electrokinetic currents (or voltages) would be inherently interface sensitive.&nbsp; Our proposed photoelectrokinetic spectroscopy approach is relatively simple (no high power lasers required) and comprises a potentially powerful new approach for the study of solid-liquid interfaces.&nbsp; To thoroughly explore and optimize this new type of &ldquo;action spectroscopy&rdquo; and to evaluate its potential as a new technique for the study of aqueous interfaces were the goals of this proposed research project. Unfortunately, no definitive results were obtained in this initial study, but it did indicate that the above goals might well be realized, given additional time and resources.</p>\n<p>&nbsp;</p>\n<p>Increases in the photoelectrokinetic current upon illumination were commonly observed in these experiments and <em>some channels even gave significant current increases using only the ambient room lights for illumination!</em>&nbsp; But despite such encouraging successes, the photoelectrokinetic measurements were plagued with inconsistency.&nbsp; A number of tested channels gave no observable increase in current upon illumination and some even exhibited small negative photocurrents.&nbsp; A single channel could also give changing results in time, i.e. positive current changing to no current or vice...",
  "por_txt_cntn": "\nProject Outcomes Report for the General Public \n\nPI: Richard Saykally\n\nAwardee: University of California-Berkeley\n\nAward Number: 0963844\n\nAward Expired:12/31/2011\n\n \n\n \n\nPhotoelectrokinetic Spectroscopy:  A New Probe of Solid/Liquid Interfaces\n\n \n\nChemical and physical processes that occur at the interface between solid surfaces and liquid electrolytes comprise the essence of solar energy conversion and fuel generation systems, and underlie all electrochemical processes that operate in batteries and fuel cells, but nevertheless remain incompletely understood.  Such questions as selectivity in ion adsorption to solid surfaces, structure of electrochemical double layers, and charge transfer between semiconductor surfaces and liquid electrolytes are clearly vital to designing optimal solar cells, batteries, and fuel cells, but details of these processes remain controversial.  Development of new tools for characterizing interfacial species and phenomena is essential to further such knowledge.\n\n \n\nIn this NSF EAGER project, we have explored a novel means of detecting and characterizing interfacial ions and molecules in liquid electrolyte systems.  This proposed method is based on our recent development of microfabricated liquid jet systems and studies of electrokinetic phenomena attending the flow of liquids through these devices by electrochemical and optical methods.1-3  In these proposed studies, microfabricated channels of selected materials (e.g. silicon coated with TiO2) with optical glass windows  connected to a HPLC system for precisely controlling composition and flow of  liquid through the channel will be used (Figure 1).  The electrokinetic current/voltage generated by the flow of liquid through the channel is monitored both upstream and downstream of the nozzle exit orifice.  When light is impinged on the liquid/solid interface via the optical window, changes in the electrokinetic current and potential are observed and monitored.  Measuring the changes in these quantities as a function of the optical wavelength produces the spectrum of chromophores localized in the interfacial region (adsorbed to the solid or located in the double layer).\n\n \n\nAs electrokinetic current generation occurs exclusively at  the solid-liquid interface, absorption spectra detected via monitoring changes in electrokinetic currents (or voltages) would be inherently interface sensitive.  Our proposed photoelectrokinetic spectroscopy approach is relatively simple (no high power lasers required) and comprises a potentially powerful new approach for the study of solid-liquid interfaces.  To thoroughly explore and optimize this new type of \"action spectroscopy\" and to evaluate its potential as a new technique for the study of aqueous interfaces were the goals of this proposed research project. Unfortunately, no definitive results were obtained in this initial study, but it did indicate that the above goals might well be realized, given additional time and resources.\n\n \n\nIncreases in the photoelectrokinetic current upon illumination were commonly observed in these experiments and some channels even gave significant current increases using only the ambient room lights for illumination!  But despite such encouraging successes, the photoelectrokinetic measurements were plagued with inconsistency.  A number of tested channels gave no observable increase in current upon illumination and some even exhibited small negative photocurrents.  A single channel could also give changing results in time, i.e. positive current changing to no current or vice versa with time.  We attribute this complex behavior to the changing and uncontrolled surface modifications occurring throughout these experiments, as a result of the high electrical potentials produced.  Further work will be necessary to understand this complicated behavior.\n\n \n\n \n\n \n\nFigure 1:  Schematic of apparatus to measure photoelectrokinetic spectra.  Panel A depicts the etched glass channel and optical wi..."
 }
}