{
 "awd_id": "0963449",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Renovating Mid-Atlantic Crossroads Network Facilities",
 "cfda_num": "47.083",
 "org_code": "01060000",
 "po_phone": "7032927599",
 "po_email": "smeacham@nsf.gov",
 "po_sign_block_name": "Stephen Meacham",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 1442919.0,
 "awd_amount": 1442919.0,
 "awd_min_amd_letter_date": "2010-08-11",
 "awd_max_amd_letter_date": "2012-02-16",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nThis project is a renovation of Research and Education metro network facilities operated by the Mid-Atlantic Crossroads (MAX), augmenting current 10 Gigabit per second (Gb/s) optical transport and Ethernet switch capabilities with 100Gb/s technology.    MAX proposes to procure three dense wave division multiplexing (DWDM) systems with 100Gb/s transponders.  Two will link nodes in McLean, Virginia and College Park, Maryland to a 100 Gigabit Ethernet switch at the Next Generation Internet eXchange-East facility. The third will initially be setup and configured for testing in the MAX machine room laboratory. Once an additional pair of fibers has been built out between College Park and Baltimore in early 2011, this node will be installed in a Baltimore Point of Presence in support of the research and education efforts of institutions in the Baltimore area.\r\n \r\nThe project will provide infrastructure support for network research and for large-scale, data-intensive research activities.  The latter projects either generate large amounts of data, aggregate large amounts of data, or integrate data from diverse sources.  Examples of research fields affected include Earth and environmental science, transportation, linguistics, various computer science topics such as networking, imaging, data curation, and visualization, computational public health epidemiology, and computational research in areas such as computational fluid dynamics, simulations of materials properties, fluid-structure interactions in complex biological systems, direct and large-eddy simulations of turbulence, aero-acoustics, combustion,  reacting flows, micro-fluidics, and thermodynamic modeling.  \r\n\r\nBy providing infrastructure for research, the project will enable undergraduate and graduate faculty in the region to strengthen and expand their collaborations with colleagues throughout the region, and the world, on cutting-edge research and education projects.",
 "awd_arra_amount": 1442919.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "D. Peter",
   "pi_last_name": "O'Neil",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "D. Peter O'Neil",
   "pi_email_addr": "poneil@maxgigapop.net",
   "nsf_id": "000542240",
   "pi_start_date": "2010-08-11",
   "pi_end_date": "2011-01-18"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Abdella",
   "pi_last_name": "Battou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abdella Battou",
   "pi_email_addr": "abdella.battou@nist.gov",
   "nsf_id": "000582274",
   "pi_start_date": "2011-01-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Tracy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Tracy",
   "pi_email_addr": "chris@maxgigapop.net",
   "nsf_id": "000542260",
   "pi_start_date": "2010-08-11",
   "pi_end_date": "2011-04-07"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Balasubramania",
   "pi_last_name": "Pillai",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Balasubramania N Pillai",
   "pi_email_addr": "bpillai@umd.edu",
   "nsf_id": "000589915",
   "pi_start_date": "2011-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "app-01R9",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1442919.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Renovating Mid-Atlantic Crossroads Network Facilities project major goals were to enhance the Research and Education (R&amp;E) network facilities for the Mid-Atlantic Crossroads (MAX) network. &nbsp;MAX supports a number of organizations with large scale data flow requirements for the astronomy, biological, environmental, computer science, engineering, geo-science, and physical science communities. &nbsp;MAX participants include approximately forty universities, federal agencies, and government laboratories in Maryland, Virginia, and the District of Columbia. &nbsp;This projects activities were motivated by a belief that it was imperative for our nation&rsquo;s science, education, economic innovation, and competitive goals that Regional Optical Networks like MAX upgrade along with national networks to these advanced capabilities. &nbsp;In addition, our project goals were inspired by the guidance from an Office of Management &amp; Budget (OMB) and Office of Science &amp; Technology Policy (OSTP) memo urging science and technology activities which address the practical challenges of applying science and technology strategies. &nbsp;Specially noted were topics which promoted &ldquo;increasing the productivity of our research institutions; strengthening science, technology, engineering, and mathematics education; improving our information, communication, and transportation infrastructure; and enhancing our capabilities in space and earth observation to increase our understanding of the universe and our place in it.&rdquo;<br />MAX is a regional network in the Washington D.C. metropolitan area and provides advanced services and connectivity within their regional footprint as well as connections to wide area R&amp;E infrastructure. &nbsp;This project upgraded the MAX infrastructure to 100 Gigabits per second (Gbps) equipment to support data intensive science exploration, modeling, and discovery. &nbsp; These upgrades included 100 Gbps capability in the core of the network as well as for the interconnects to wide area infrastructures, such as Internet2 and the Washington International Exchange (WIX). &nbsp; &nbsp; Internet2 is the wide area network providing connectivity to other regional networks and international peering points across the United States. &nbsp;The WIX is an international exchange point located in the Washington D.C. area. &nbsp;Other key outcomes of this project included the acceleration of demand for these network technologies as well as development of a new paradigm for building out advanced network research and education infrastructures. &nbsp;This was realized in the form of other organizations within the MAX region deploying similar 100G network equipment based on the experience and example set by this projects activities. &nbsp; We worked with those organizations to engineer a highly integrated technical solution and shared network management between multiple organizations. &nbsp;This new technical and management approach allowed for deployment of the 100 Gbps capability across multiple organizations at a much reduced cost. &nbsp;This may prove to be a method for research and education focused networks to continue to stay on the leading edge of network infrastructure capabilities at price points which are sustainable.<br />The capabilities of this projects network upgrades were tested and verified via the collaboration with multiple MAX participants and researchers. &nbsp; This included verification of the ability to transfer data between two end systems at over 80 Gbps across the upgraded MAX network, and also on paths which included destinations on the other end of the wide area connections. &nbsp;This project activities have enabled our region&rsquo;s undergraduate and graduate faculty to strengthen and expand their collaborations with colleagues throughout the region and the world on cutting-edge research and education projects. &nbsp;Subse...",
  "por_txt_cntn": "\nThe Renovating Mid-Atlantic Crossroads Network Facilities project major goals were to enhance the Research and Education (R&amp;E) network facilities for the Mid-Atlantic Crossroads (MAX) network.  MAX supports a number of organizations with large scale data flow requirements for the astronomy, biological, environmental, computer science, engineering, geo-science, and physical science communities.  MAX participants include approximately forty universities, federal agencies, and government laboratories in Maryland, Virginia, and the District of Columbia.  This projects activities were motivated by a belief that it was imperative for our nationÆs science, education, economic innovation, and competitive goals that Regional Optical Networks like MAX upgrade along with national networks to these advanced capabilities.  In addition, our project goals were inspired by the guidance from an Office of Management &amp; Budget (OMB) and Office of Science &amp; Technology Policy (OSTP) memo urging science and technology activities which address the practical challenges of applying science and technology strategies.  Specially noted were topics which promoted \"increasing the productivity of our research institutions; strengthening science, technology, engineering, and mathematics education; improving our information, communication, and transportation infrastructure; and enhancing our capabilities in space and earth observation to increase our understanding of the universe and our place in it.\"\nMAX is a regional network in the Washington D.C. metropolitan area and provides advanced services and connectivity within their regional footprint as well as connections to wide area R&amp;E infrastructure.  This project upgraded the MAX infrastructure to 100 Gigabits per second (Gbps) equipment to support data intensive science exploration, modeling, and discovery.   These upgrades included 100 Gbps capability in the core of the network as well as for the interconnects to wide area infrastructures, such as Internet2 and the Washington International Exchange (WIX).     Internet2 is the wide area network providing connectivity to other regional networks and international peering points across the United States.  The WIX is an international exchange point located in the Washington D.C. area.  Other key outcomes of this project included the acceleration of demand for these network technologies as well as development of a new paradigm for building out advanced network research and education infrastructures.  This was realized in the form of other organizations within the MAX region deploying similar 100G network equipment based on the experience and example set by this projects activities.   We worked with those organizations to engineer a highly integrated technical solution and shared network management between multiple organizations.  This new technical and management approach allowed for deployment of the 100 Gbps capability across multiple organizations at a much reduced cost.  This may prove to be a method for research and education focused networks to continue to stay on the leading edge of network infrastructure capabilities at price points which are sustainable.\nThe capabilities of this projects network upgrades were tested and verified via the collaboration with multiple MAX participants and researchers.   This included verification of the ability to transfer data between two end systems at over 80 Gbps across the upgraded MAX network, and also on paths which included destinations on the other end of the wide area connections.  This project activities have enabled our regionÆs undergraduate and graduate faculty to strengthen and expand their collaborations with colleagues throughout the region and the world on cutting-edge research and education projects.  Subsequent research activities have included these upgraded network capabilities as key parts of their future work plans.\n\n\t\t\t\t\tLast Modified: 06/03/2013\n\n\t\t\t\t\tSubmitted by: Abdella Battou"
 }
}