{
 "awd_id": "0963544",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sierra Nevada Research Institute Informatics and Data Visualization Center in Yosemite National Park",
 "cfda_num": "47.083",
 "org_code": "01060000",
 "po_phone": "7032927599",
 "po_email": "smeacham@nsf.gov",
 "po_sign_block_name": "Stephen Meacham",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 411600.0,
 "awd_amount": 411600.0,
 "awd_min_amd_letter_date": "2010-09-18",
 "awd_max_amd_letter_date": "2013-02-04",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nThe project will renovate an old, uninsulated building that is currently used for environmental research at the University of California Merced (UC Merced) Sierra Nevada Research Institute (SNRI) Wawona Field Station in Yosemite National Park.  The result of the renovation will be an interdisciplinary, energy-efficient, networked center for computational modeling, eco-informatics, and data visualization. The center will support a variety of ongoing and future, computationally intensive research at the interface of science and natural resource management. Cyberinfrastructure upgrades will include high speed internet connections to the UC Merced campus for remote data storage and processing.  Infrastructure improvements will include: weather proofing, roof repair, an upgraded electrical system, and heating and cooling upgrades.   \r\n\r\nThe Wawona Field Station (WFS) supports Sierra Nevada Research Institute (SNRI) research and facilitates synergistic links among academic research, science education, natural resource management, and the arts. The WFS provides unique opportunities for research at the interface of science, resource management, and scientific communication. The WFS is a broad-based field station that supports research projects involving traditional field station activities and, more recently, the use of embedded sensor networks for spatially and temporally intensive measurements. However, WFS serves more functions than a traditional field station. Researchers who engage in field activities at WFS also do computationally intense synthesis, analysis, and visualization of remote sensing data, spatially explicit field data, temporally rich sensor network data, and data from other remote data libraries (e.g., genome sequence data). Addressing interdisciplinary environmental questions at landscape scales requires that field data be tightly coupled in real time with data synthesis and visualization to help refine and target subsequent field sampling. The renovated structure will facilitate interdisciplinary cross-scale research and enhance the Sierra Nevada Research Institute?s current activities including change detection in hydrological and ecological systems. The renovated facility will also provide research experiences to members of one of the most diverse student bodies in the University of California system, thus increasing interest in science among traditionally underrepresented student populations.",
 "awd_arra_amount": 411600.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Bales",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Roger C Bales",
   "pi_email_addr": "rbales@ucmerced.edu",
   "nsf_id": "000294648",
   "pi_start_date": "2013-02-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Berlow",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Eric L Berlow",
   "pi_email_addr": "eberlow@ucmerced.edu",
   "nsf_id": "000536221",
   "pi_start_date": "2010-09-18",
   "pi_end_date": "2011-09-29"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Bales",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Roger C Bales",
   "pi_email_addr": "rbales@ucmerced.edu",
   "nsf_id": "000294648",
   "pi_start_date": "2010-09-18",
   "pi_end_date": "2011-09-29"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Harmon",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas C Harmon",
   "pi_email_addr": "tharmon@ucmerced.edu",
   "nsf_id": "000316718",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Qinghua",
   "pi_last_name": "Guo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qinghua Guo",
   "pi_email_addr": "qguo@ucmerced.edu",
   "nsf_id": "000486915",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anna Carolin",
   "pi_last_name": "Frank",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anna Carolin Frank",
   "pi_email_addr": "cfrank3@ucmerced.edu",
   "nsf_id": "000508092",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California - Merced",
  "inst_street_address": "5200 N LAKE RD",
  "inst_street_address_2": "",
  "inst_city_name": "MERCED",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2092012039",
  "inst_zip_code": "953435001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "CA13",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, MERCED",
  "org_prnt_uei_num": "",
  "org_uei_num": "FFM7VPAG8P92"
 },
 "perf_inst": {
  "perf_inst_name": "University of California - Merced",
  "perf_str_addr": "5200 N LAKE RD",
  "perf_city_name": "MERCED",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "953435001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "CA13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 411600.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The mission of the Sierra Nevada Research Institute&rsquo;s (SNRI) Yosemite Field Station (YFS) is to support interdisciplinary environmental research and facilitate synergistic links among academic research, science education, natural resource management, and the arts. The YFS location inside Yosemite and adjacent to the Sierra National Forest provides exceptional opportunities for research at the interface of science, resource management, and scientific communication. YFS is much more than a traditional field station. SNRI researchers use the facility for computationally intense synthesis, analysis, and visualization of remote sensing data, spatially explicit field data, temporally rich sensor network data, and other remote data libraries (e.g., genome sequence data). During the extended winter season, when field research is limited, the YFS&rsquo;s location is ideal for hosting collaborative research groups focused on data synthesis, interdisciplinary collaboration, and conceptual integration. The YFS facility was ill equipped to meet its full potential in this regard because of inadequate cyber infrastructure and research space. The building that was renovated (hereafter, &ldquo;historic stable&rdquo;) is the only available collaborative research space. In addition to lacking reliable network connectivity, the original configuration was un-usable during the winter months as well as during summer hot spells owing to inadequate insulation, inefficient layout and deteriorating condition. The growth and development of SNRI research, and particularly of research collaborations among SNRI and federal agency scientists in Yosemite (e.g., National Park Service (NPS) and the US Geological Survey (USGS) researchers) was severely limited by this lack of quality collaborative research space with easy access to remote data libraries and cyber-infrastructure for analyzing, visualizing, and sharing data. The renovations to the research space were specifically designed to meet these diverse needs in a compact (~800 ft<sup>2</sup>) space by optimizing it for multiple uses that range from individual to collaborative (both real and virtual) computational research and facilitating the integration of field data with remote sensing, virtual data libraries, and geospatial data stored in remote servers.</p>\n<p>&nbsp;</p>\n<p>The renovation of the historic stable was completed within a year, and has resulted in the wonderfully versatile space that has been used by the UC Merced faculty and students, national and international researchers, the Yosemite National Park Service, the US Forest Service, and the US Geological Survey, for collaborative interdisciplinary research and professional development. We have been the venue for a 55-person international conference on Symbiosis, and acted as a base of operation for several intern programs serving a diverse student base from around the country. These interns are part of the Yosemite Leadership Program, a jointly run UC Merced and Yosemite National Park Service 2 year program, the NSF-supported Research Experience for Undergraduates (REU) program, and the Adventure Risk Challenge high school leadership and literacy program.</p>\n<p>&nbsp;</p>\n<p>The renovation of the historic stable has doubled our year-round, high-quality research space, allowing a larger and wider audience to use the facilities, broadening our impact across the research landscape and allowing us to more fully complete our mission.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/01/2013<br>\n\t\t\t\t\tModified by: Roger&nbsp;C&nbsp;Bales</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slidesho...",
  "por_txt_cntn": "\nThe mission of the Sierra Nevada Research InstituteÆs (SNRI) Yosemite Field Station (YFS) is to support interdisciplinary environmental research and facilitate synergistic links among academic research, science education, natural resource management, and the arts. The YFS location inside Yosemite and adjacent to the Sierra National Forest provides exceptional opportunities for research at the interface of science, resource management, and scientific communication. YFS is much more than a traditional field station. SNRI researchers use the facility for computationally intense synthesis, analysis, and visualization of remote sensing data, spatially explicit field data, temporally rich sensor network data, and other remote data libraries (e.g., genome sequence data). During the extended winter season, when field research is limited, the YFSÆs location is ideal for hosting collaborative research groups focused on data synthesis, interdisciplinary collaboration, and conceptual integration. The YFS facility was ill equipped to meet its full potential in this regard because of inadequate cyber infrastructure and research space. The building that was renovated (hereafter, \"historic stable\") is the only available collaborative research space. In addition to lacking reliable network connectivity, the original configuration was un-usable during the winter months as well as during summer hot spells owing to inadequate insulation, inefficient layout and deteriorating condition. The growth and development of SNRI research, and particularly of research collaborations among SNRI and federal agency scientists in Yosemite (e.g., National Park Service (NPS) and the US Geological Survey (USGS) researchers) was severely limited by this lack of quality collaborative research space with easy access to remote data libraries and cyber-infrastructure for analyzing, visualizing, and sharing data. The renovations to the research space were specifically designed to meet these diverse needs in a compact (~800 ft2) space by optimizing it for multiple uses that range from individual to collaborative (both real and virtual) computational research and facilitating the integration of field data with remote sensing, virtual data libraries, and geospatial data stored in remote servers.\n\n \n\nThe renovation of the historic stable was completed within a year, and has resulted in the wonderfully versatile space that has been used by the UC Merced faculty and students, national and international researchers, the Yosemite National Park Service, the US Forest Service, and the US Geological Survey, for collaborative interdisciplinary research and professional development. We have been the venue for a 55-person international conference on Symbiosis, and acted as a base of operation for several intern programs serving a diverse student base from around the country. These interns are part of the Yosemite Leadership Program, a jointly run UC Merced and Yosemite National Park Service 2 year program, the NSF-supported Research Experience for Undergraduates (REU) program, and the Adventure Risk Challenge high school leadership and literacy program.\n\n \n\nThe renovation of the historic stable has doubled our year-round, high-quality research space, allowing a larger and wider audience to use the facilities, broadening our impact across the research landscape and allowing us to more fully complete our mission. \n\n \n\n\t\t\t\t\tLast Modified: 07/01/2013\n\n\t\t\t\t\tSubmitted by: Roger C Bales"
 }
}