{
 "awd_id": "0964541",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NetSE: Medium: Collaborative Research: Privacy Preserving Social Systems",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 880000.0,
 "awd_amount": 896000.0,
 "awd_min_amd_letter_date": "2010-09-14",
 "awd_max_amd_letter_date": "2013-06-10",
 "awd_abstract_narration": "The success of the future Internet will not be measured by performance alone, but by its social and societal effects that alter our quality of life. The next-generation Internet must connect not only machines but also users: families and friends, representatives and rights advocates. There are immense technical challenges in facilitating communication while protecting user privacy and guarding their security. We address three key challenges. First, we apply user-focused research into developing practical secure communication between friends, laying the groundwork for social messaging without trusting centralized authorities to provide identities. Second, we develop advanced cryptographic techniques for processing private data without divulging it to application providers, placing private social applications on a solid theoretical foundation. Finally, we propose to fundamentally change how cooperation is encouraged and misbehavior is punished in distributed applications by embedding social network data into the design of applications.\r\n\r\nThis work has important broader impacts. Social networking is incredibly popular and maintaining privacy is a significant problem within these systems. The desire for privacy prevents individuals from participating fully and makes those who do participate vulnerable to various problems including potential identity theft. Because of the importance of the problem and problem domain, the results of our research will have significant public impact. Graduate and undergraduate students working on this proposal will gain experience with social applications, evaluating cryptographic protocols, and building systems that combine social data. We have actively involved undergraduate students in our research, and expect to continue.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samrat",
   "pi_last_name": "Bhattacharjee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Samrat Bhattacharjee",
   "pi_email_addr": "bobby@cs.umd.edu",
   "nsf_id": "000261786",
   "pi_start_date": "2010-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Katz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Katz",
   "pi_email_addr": "jkatz@cs.umd.edu",
   "nsf_id": "000148714",
   "pi_start_date": "2010-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Neil",
   "pi_last_name": "Spring",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Neil T Spring",
   "pi_email_addr": "nspring@cs.umd.edu",
   "nsf_id": "000459832",
   "pi_start_date": "2010-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  },
  {
   "pgm_ele_code": "779400",
   "pgm_ele_name": "NETWORK SCIENCE & ENGINEERING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7794",
   "pgm_ref_txt": "NETWORK SCIENCE & ENGINEERING"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 880000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br />The success of the future Internet will not be measured by performance<br />alone, but by its social and societal effects that alter our quality<br />of life.  Modern online interactions are characterized by two salient<br />features: they often involve social networks, and they are often<br />conducted using mobile devices.  This project focused on creating<br />basic security and privacy algorithms for secure social interactions<br />that, e.g., enable users to authenticate to a service provider while<br />maintaining their anonymity from that provider.  Our work also focused<br />on safely enabling new opportunities using mobile devices.  Based on<br />early results, a later part of the project focused on mobile device<br />power management.<br /><br />Intellectual Merit:<br /><br />We have developed fundamental techniques for enabling<br />privacy-preserving mobile-mobile device interactions, subscription<br />services, and interactions on social networks.  Prior approaches<br />either stored all user data, including potentially sensitive<br />information such as location and activity, on a trusted server or<br />implemented device-to-device communication that was susceptible to<br />tracking.  Our techniques enable the replication of existing<br />mobile-social applications, without divulging sensitive information to<br />third parties or trackers.  At the same time, users are able to<br />securely recognize friends and interact using mobile-social<br />applications.  Critically, our techniques are extremely efficient<br />(orders of magnitude more efficient than previous work), and can<br />directly be implemented on current mobile devices.<br /><br /><br />In the course of developing systems for mobile-social applications, we<br />obtained extremely fine-grained power measurements for mobile systems.<br />Based on observations in these measurements, we have developed a new<br />power management mode that reduces power consumption of periodic tasks<br />in existing systems by 1.5 - 5x.<br /><br />Broader Impact:<br /><br />Our work on privacy-preserving mobile-social applications enables new<br />applications and new modes of user-interaction.  We have demonstrated<br />uses by implementing and measuring new applications.  The follow-up<br />work on power management improves the battery-life of existing mobile<br />devices, regardless of their use for mobile-social applications.<br />Given the pervasiveness of mobile devices, this discovery has broad<br />impact beyond social networks.<br /><br /><br /><br /><br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2015<br>\n\t\t\t\t\tModified by: Samrat&nbsp;Bhattacharjee</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/0964541/0964541_10041172_1446061202483_sddr-vs-psi--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/0964541/0964541_10041172_1446061202483_sddr-vs-psi--rgov-800width.jpg\" title=\"SDDR protocol execution times.\"><img src=\"/por/images/Reports/POR/2015/0964541/0964541_10041172_1446061202483_sddr-vs-psi--rgov-66x44.jpg\" alt=\"SDDR protocol execution times.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Protocol execution times of PSI (prior best known scheme) versus SDDR for anencounter with varying sizes of advertised sets of link values.</div>\n<div class=\"imageCredit\">Matthew Lentz, Elaine Shi, Bobby Bhattacharjee, Peter Druschel, Viktor Erdelyi, Paarijaat Aditya</div>\n<di...",
  "por_txt_cntn": "\n\n\nThe success of the future Internet will not be measured by performance\nalone, but by its social and societal effects that alter our quality\nof life.  Modern online interactions are characterized by two salient\nfeatures: they often involve social networks, and they are often\nconducted using mobile devices.  This project focused on creating\nbasic security and privacy algorithms for secure social interactions\nthat, e.g., enable users to authenticate to a service provider while\nmaintaining their anonymity from that provider.  Our work also focused\non safely enabling new opportunities using mobile devices.  Based on\nearly results, a later part of the project focused on mobile device\npower management.\n\nIntellectual Merit:\n\nWe have developed fundamental techniques for enabling\nprivacy-preserving mobile-mobile device interactions, subscription\nservices, and interactions on social networks.  Prior approaches\neither stored all user data, including potentially sensitive\ninformation such as location and activity, on a trusted server or\nimplemented device-to-device communication that was susceptible to\ntracking.  Our techniques enable the replication of existing\nmobile-social applications, without divulging sensitive information to\nthird parties or trackers.  At the same time, users are able to\nsecurely recognize friends and interact using mobile-social\napplications.  Critically, our techniques are extremely efficient\n(orders of magnitude more efficient than previous work), and can\ndirectly be implemented on current mobile devices.\n\n\nIn the course of developing systems for mobile-social applications, we\nobtained extremely fine-grained power measurements for mobile systems.\nBased on observations in these measurements, we have developed a new\npower management mode that reduces power consumption of periodic tasks\nin existing systems by 1.5 - 5x.\n\nBroader Impact:\n\nOur work on privacy-preserving mobile-social applications enables new\napplications and new modes of user-interaction.  We have demonstrated\nuses by implementing and measuring new applications.  The follow-up\nwork on power management improves the battery-life of existing mobile\ndevices, regardless of their use for mobile-social applications.\nGiven the pervasiveness of mobile devices, this discovery has broad\nimpact beyond social networks.\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 10/28/2015\n\n\t\t\t\t\tSubmitted by: Samrat Bhattacharjee"
 }
}