{
 "awd_id": "0964253",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "IDBR: Development of a Miniaturized Implantable Satellite Transmitter to Monitor Survival, Predation and Reproduction in Marine Endotherms",
 "cfda_num": "47.074",
 "org_code": "08080200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joyce Fernandes",
 "awd_eff_date": "2010-04-15",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 484808.0,
 "awd_amount": 484808.0,
 "awd_min_amd_letter_date": "2010-03-25",
 "awd_max_amd_letter_date": "2012-02-24",
 "awd_abstract_narration": "Oceans comprise the majority of the Earth's biosphere, and marine ecosystems are faced with profound changes driven by natural and anthropogenic factors, including resource extraction and climate change. Many upper trophic marine linkages remain unresolved, largely due to a lack of viable approaches for collecting life history and vital rate data from species that are often impossibly to observe directly. Essential data include  age specific survival as well as causes of mortality such as predation. Such data are crucial to assess prevalence of top down (consumer driven) and bottom up (resource driven) effects, essential to our understanding of challenged marine ecosystems, but cannot yet be collected by single experimental approaches at comparable temporal and spatial resolutions.\r\nBuilding on a successful proof-of-concept development that provided the first direct at-sea determination of predation on a marine mammal from post-mortem satellite transmissions, a miniaturized implantable life-long satellite monitor will be developed to provide high resolution data on mortality, predation and vital rates in marine homeotherms. The new Life History Transmitters are designed to be implanted into animals as small as sea otters, and will record vital data through the life of the host. Data on reproductive events and causes of mortality will be transmitted post-mortem via satellite. The new instrument will allow innovative experimental paradigms for the study of predator-prey relationships in multi-species upper trophic marine assemblages, and should lead to a surge in our understanding of complex marine ecosystems, upper trophic linkages and prevalence of consumer- and resource-driven effects.\r\nThis joint development will be led by Oregon State University's Pinniped Ecology Applied Research Laboratory, with Oregon State's School of Mechanical, Industrial and Manufacturing Engineering and Wildlife Computers Inc. (Redmond, WA), a leading manufacturer of marine vertebrate telemetry devices. Undergraduate and graduate students in the Computational Mechanics and Applied Design Laboratory will participate in the multi-disciplinary integrative application of technological innovation to promoting transformative biological research. The engineering students will design a programmable pressure-cycling dive simulator, as well as an antenna cover for the implantable device from advanced composite materials. Existing miniaturized satellite transmitter components will be modified by Wildlife Computers to allow the targeted size reduction to 50% (by volume) of the proof-of-concept device. Computational algorithms will be developed by the Pinniped Ecology Laboratory to allow determination of reproductive events and predation by the operational software of the devices.\r\nThrough a dedicated education and outreach package, the linkages between technological innovation and biological research will be brought to a broad public audience including potential users of the new instrument, other scientists, public people of all ages, as well as K-12 school children. The outreach package will utilize a purpose built exhibit at the Hatfield Marine Science Visitor Center in Oregon, a Sea Grant supported marine education venue serving over 150,000 visitors and 12,000 K-12 students, as well as a project dedicated web site (www.sealtag.org), and will provide specifically developed curriculum elements that meet National Science Education Standards and Ocean Literacy Principles. Curricula will be made available via the project website and to the wider Sea Grant audiences. After completion of the development, the new instrument will be made commercially available through Wildlife Computers (www.wildlifecomputers.com).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Markus",
   "pi_last_name": "Horning",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Markus Horning",
   "pi_email_addr": "wildlife.technology.frontiers@gmail.com",
   "nsf_id": "000488488",
   "pi_start_date": "2010-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 266117.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 115267.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 103424.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The at-sea detection of predation on and by large marine homeotherms has previously been labeled as &lsquo;empirically intractable&rsquo;, resulting in a lack of robust data on many marine upper trophic linkages and forcings, especially for remote and effectively cryptic species. Vital rates essential for effective population monitoring and management, including age at first reproduction and total lifetime reproductive success are also difficult to assess and can only be obtained through large scale mark and resight efforts. Both types of data are crucial to assess prevalence of top down (consumer driven) versus bottom up (resource driven) effects &ndash; essential to our understanding of challenged marine ecosystems, but until recently could not be collected by single experimental approaches at comparable temporal and spatial resolutions.</p>\n<p>This research has led to the development of a novel, implantable life-long vital rate telemetry transmitter to monitor marine homeotherms. The surgically implanted LHX2 Life History Transmitter is designed to evaluate and record sensor data through the entire life of a host. Recorded data is transmitted to polar orbiting satellites post-mortem to provide information on: date, time, location and causes of mortality, and date of parturition events in female hosts. This data allows the determination of age-specific survival rates and predation rates, as well as age at primiparity and lifetime pupping events in females. Data on individual mortality and individual reproductive events are collected at comparable temporal and spatial scales. The device is suitable for host species with a body mass as low as 20kg. The new instrument will enable future innovative studies on functional predator-prey relationships in complex, multi-species upper trophic marine assemblages.</p>\n<p>Three undegraduate and one graduate student, three academic faculty as well as one telemetry company participated in training, research and design activities. A website was developed to introduce grade 6-12 school children, teachers and the general public to the concept of engineering directed at enabling novel biological research (www.sealtag.org). Learning resources were developed and made available through this website, including curriculum elements with lesson plans and classroom activities as well as supplemental informational material. This material was presented at three professional conferences and also to school teachers at three professional development workshops. An interactive exhibit was developed and set up at the Hatfield Marine Science Visitor Center, an informal learning educational venue open to the general public that caters to an annual 150,000 visitors</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/01/2014<br>\n\t\t\t\t\tModified by: Markus&nbsp;Horning</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe at-sea detection of predation on and by large marine homeotherms has previously been labeled as æempirically intractableÆ, resulting in a lack of robust data on many marine upper trophic linkages and forcings, especially for remote and effectively cryptic species. Vital rates essential for effective population monitoring and management, including age at first reproduction and total lifetime reproductive success are also difficult to assess and can only be obtained through large scale mark and resight efforts. Both types of data are crucial to assess prevalence of top down (consumer driven) versus bottom up (resource driven) effects &ndash; essential to our understanding of challenged marine ecosystems, but until recently could not be collected by single experimental approaches at comparable temporal and spatial resolutions.\n\nThis research has led to the development of a novel, implantable life-long vital rate telemetry transmitter to monitor marine homeotherms. The surgically implanted LHX2 Life History Transmitter is designed to evaluate and record sensor data through the entire life of a host. Recorded data is transmitted to polar orbiting satellites post-mortem to provide information on: date, time, location and causes of mortality, and date of parturition events in female hosts. This data allows the determination of age-specific survival rates and predation rates, as well as age at primiparity and lifetime pupping events in females. Data on individual mortality and individual reproductive events are collected at comparable temporal and spatial scales. The device is suitable for host species with a body mass as low as 20kg. The new instrument will enable future innovative studies on functional predator-prey relationships in complex, multi-species upper trophic marine assemblages.\n\nThree undegraduate and one graduate student, three academic faculty as well as one telemetry company participated in training, research and design activities. A website was developed to introduce grade 6-12 school children, teachers and the general public to the concept of engineering directed at enabling novel biological research (www.sealtag.org). Learning resources were developed and made available through this website, including curriculum elements with lesson plans and classroom activities as well as supplemental informational material. This material was presented at three professional conferences and also to school teachers at three professional development workshops. An interactive exhibit was developed and set up at the Hatfield Marine Science Visitor Center, an informal learning educational venue open to the general public that caters to an annual 150,000 visitors\n\n\t\t\t\t\tLast Modified: 06/01/2014\n\n\t\t\t\t\tSubmitted by: Markus Horning"
 }
}