{
 "awd_id": "0964977",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2010 Aqueous Corrosion Gordon Research Conference and Graduate Research Seminar",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032920000",
 "po_email": "aardell@nsf.gov",
 "po_sign_block_name": "Alan Ardell",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2010-05-17",
 "awd_max_amd_letter_date": "2010-05-17",
 "awd_abstract_narration": "The 2010 Gordon Research Conference on Aqueous Corrosion (GRC) will be held July 25-30, 2010, at Colby-Sawyer College in New London, New Hampshire. There will be about 22 invited oral presentations and about 50 posters. The preliminary list of topics includes: Advances in mathematical modeling of corrosion and protection; Understanding and controlling Environmentally Assisted Cracking; Degradation and protection of non-metallic materials and coatings; Interfaces of corrosion science with other disciplines; Corrosion issues in energy technologies and sustainability The 2010 GRC will be immediately preceded by a Gordon Graduate Research Seminar (GRS), a two-day weekend meeting run by and for young researchers along similar lines to the GRC. The GRC will feature speakers from academia, national labs, and industry worldwide, mostly mature leaders in the field, but with a number of younger researchers.  The demographic and gender-diverse mix of speakers and discussion leaders will reflect the worldwide community of people working in the field of corrosion as well as under-represented minorities and women. Corrosion science is an interdisciplinary field that draws together fundamental aspects of the physics, chemistry and electrochemistry of interfaces, advances in modeling, and cutting-edge characterization techniques. The selected topics highlight the fundamental science that underpins practical solutions to corrosion problems, as well as recognizing the common ground between corrosion science and related disciplines, and bringing scientists from those disciplines into the wider corrosion science community. Corrosion science has wide societal importance in view of the enormous cost of corrosion to developed economies, and its impact on safety, environment and quality of life. Corrosion control can be seen as critical to the sustainability of raw materials supply. Beyond that, corrosion issues arise in advanced technologies, including biomedical engineering and nanotechnology. This GRC will promote education and the scholarly pursuit of research in this technologically significant field. Almost all attendees, students in particular, are expected to participate via talks or posters. Meanwhile, the GRS gives an ideal opportunity for the next generation of corrosion scientists to develop their ideas and confidence, fostering beneficial national and international links. The engagement of women and under-represented minorities is already well underway after the outstanding 2006 and 2008 GRCs and inaugural 2008 GRS.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Scully",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "John R Scully",
   "pi_email_addr": "jrs8d@virginia.edu",
   "nsf_id": "000237107",
   "pi_start_date": "2010-05-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2010-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "5586 POST RD UNIT 2",
  "perf_city_name": "EAST GREENWICH",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028183454",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Gordon Research Conference on CORROSION-AQUEOUS<br />was held at Colby-Saywer College, New London, New Hampshire, July 25-30, 2010.<br />The Conference was well-attended with 141 participants (attendees list<br />attached). The attendees represented the spectrum of endeavor in this field<br />coming from academia, industry, and government laboratories, both U.S.<br />and foreign scientists, senior researchers, young investigators, and students. Of<br />the 141 attendees, 38 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 38 respondents, 18%<br />were Minorities &ndash; 5% Hispanic and 13% Asian.&nbsp;<br />Approximately 24% of the participants at the 2010 meeting were women.</p>\n<p>The Gordon Research Seminar on CORROSION-AQUEOUS<br />was held at Colby-Saywer College, New London, New Hampshire, July 24-25, 2010,<br />preceding its associated GRC. The Seminar was well-attended with 60 participants<br />(attendees list attached). The attendees represented the spectrum of endeavor<br />in this field coming from academia, industry, and government laboratories, both<br />U.S.<br />and foreign scientists, senior researchers, young investigators, and students.<br />Of the 60 attendees, 11 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 11 respondents, 18%<br />were Minorities &ndash; 9% Hispanic and 9% Asian. Approximately 37% of the<br />participants at the 2010 meeting were women.</p>\n<p>&nbsp;In designing the formal speakers program,<br />emphasis was placed on current unpublished research and discussion of the<br />future target areas in this field. There was a conscious effort to stimulate<br />lively discussion about the key issues in the field today. Time for formal<br />presentations was limited in the interest of group discussions. In order that<br />more scientists could communicate their most recent results, poster<br />presentation time was scheduled. Attached is a copy of the formal schedule and<br />speaker program and the poster program. In addition to these formal<br />interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.</p>\n<p class=\"CM2\"><br />&nbsp;Thank you for<br />your support of this Conference. As you know, in the interest of promoting the<br />presentation of unpublished and frontier-breaking research, Gordon Research<br />Conferences does not permit publication of meeting proceedings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/17/2011<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Gordon Research Conference on CORROSION-AQUEOUS\nwas held at Colby-Saywer College, New London, New Hampshire, July 25-30, 2010.\nThe Conference was well-attended with 141 participants (attendees list\nattached). The attendees represented the spectrum of endeavor in this field\ncoming from academia, industry, and government laboratories, both U.S.\nand foreign scientists, senior researchers, young investigators, and students. Of\nthe 141 attendees, 38 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 38 respondents, 18%\nwere Minorities &ndash; 5% Hispanic and 13% Asian. \nApproximately 24% of the participants at the 2010 meeting were women.\n\nThe Gordon Research Seminar on CORROSION-AQUEOUS\nwas held at Colby-Saywer College, New London, New Hampshire, July 24-25, 2010,\npreceding its associated GRC. The Seminar was well-attended with 60 participants\n(attendees list attached). The attendees represented the spectrum of endeavor\nin this field coming from academia, industry, and government laboratories, both\nU.S.\nand foreign scientists, senior researchers, young investigators, and students.\nOf the 60 attendees, 11 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 11 respondents, 18%\nwere Minorities &ndash; 9% Hispanic and 9% Asian. Approximately 37% of the\nparticipants at the 2010 meeting were women.\n\n In designing the formal speakers program,\nemphasis was placed on current unpublished research and discussion of the\nfuture target areas in this field. There was a conscious effort to stimulate\nlively discussion about the key issues in the field today. Time for formal\npresentations was limited in the interest of group discussions. In order that\nmore scientists could communicate their most recent results, poster\npresentation time was scheduled. Attached is a copy of the formal schedule and\nspeaker program and the poster program. In addition to these formal\ninteractions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\n\n Thank you for\nyour support of this Conference. As you know, in the interest of promoting the\npresentation of unpublished and frontier-breaking research, Gordon Research\nConferences does not permit publication of meeting proceedings.\n\n\t\t\t\t\tLast Modified: 06/17/2011\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}