{
 "awd_id": "0964912",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Strengthening Undergraduate Curriculum and Community to Engage Science Students (SUCCESS)",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032925309",
 "po_email": "cdellapi@nsf.gov",
 "po_sign_block_name": "Connie Della-Piana",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 563789.0,
 "awd_amount": 563789.0,
 "awd_min_amd_letter_date": "2010-06-29",
 "awd_max_amd_letter_date": "2012-05-30",
 "awd_abstract_narration": "The goal of the Strengthening Undergraduate Curriculum and Community to Engage Science Students (SUCCESS) Program is to increase the recruitment, retention, and graduation rates of financially needy but academically talented students majoring in Chemistry, Biochemistry, or Biology with Chemistry Minor. The program provides two cohorts of 8-12 students with yearly scholarships for four years of study each as well as an academic, professional, and social program targeted specifically for the scholars. \r\nSpecifically, the SUCCESS Program has three objectives: 1) increase persistence and graduation rates of the targeted majors; 2) improve the readiness of graduates to successfully enter either the workforce or continue their studies in graduate school; and 3) increase the number of educated workforce in areas of technical need, with a particular emphasis on increasing the number of underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carla",
   "pi_last_name": "Swearingen",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Carla B Swearingen",
   "pi_email_addr": "cswearingen@jbu.edu",
   "nsf_id": "000323806",
   "pi_start_date": "2010-06-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Calvin",
   "pi_last_name": "Piston",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Calvin Piston",
   "pi_email_addr": "piston@jbu.edu",
   "nsf_id": "000445527",
   "pi_start_date": "2010-06-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Wakefield",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy S Wakefield",
   "pi_email_addr": "twakefie@jbu.edu",
   "nsf_id": "000396026",
   "pi_start_date": "2010-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "John Brown University",
  "inst_street_address": "2000 W UNIVERSITY ST",
  "inst_street_address_2": "",
  "inst_city_name": "SILOAM SPRINGS",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795249500",
  "inst_zip_code": "727612121",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "JOHN BROWN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E8JMLPBES6E6"
 },
 "perf_inst": {
  "perf_inst_name": "John Brown University",
  "perf_str_addr": "2000 W UNIVERSITY ST",
  "perf_city_name": "SILOAM SPRINGS",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727612121",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 9188.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 554601.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 2010, JBU received an NSF S-STEM grant to implement a recruitment and retention program targeting chemistry, biochemistry, and biology with chemistry minor (CBB) students called <em>Strengthening Undergraduate Curriculum and Community to Engage Science Students (SUCCESS)</em>.&nbsp; Our intention was to focus on financially needy and academically talented students in these fields, building directly on the university&rsquo;s historic mission to educate students regardless of financial resources.&nbsp; JBU used the funds awarded to recruit and grant scholarships to two cohorts of students for four years each.&nbsp; (Cohort #1 graduated in May 2015, and cohort #2 will graduate in May 2016.)&nbsp; In addition, a targeted academic, professional, and extra-curricular program was created, with three specific objectives guiding the program:&nbsp; 1) increase persistence and graduation rates to a minimum of 80% and 65%, respectively; 2) improve readiness of graduates to successfully enter the science-based workforce or graduate school; and 3) increase number of educated scientists working in areas of technical need.</p>\n<p>Intellectual merit of the grant included an expanded relationship with JBU admissions to recruit CBB majors, a new targeted academic and social program with clearly defined goals, and directed student support services and career advisement for SUCCESS students in preparation for career or graduate school. &nbsp;Broader impacts included a sustainable best practices-based program to increase the number of CBB educated graduates and an increase of CBB majors entering graduate schools in science fields.</p>\n<p>The first step in meeting the three objectives was to focus on recruitment of prospective CBB majors.&nbsp; The SUCCESS team collaborated with admissions to identify and recruit qualified students.&nbsp; Over the two recruiting periods, 71 applications were received. &nbsp;<strong>The program served 29 students total over the five-year grant period (17 female, 4 minority).</strong>&nbsp;</p>\n<p>Once enrolled, the three objectives were guided by the National Academies&rsquo; 2007 report <span style=\"text-decoration: underline;\">Rising Above the Gathering Storm:&nbsp; Energizing and Employing America for a Brighter Economic Future</span>.&nbsp; In this report, first year attrition rates were noted to be significantly higher in science and engineering than other disciplines, affecting women and minorities in particular.&nbsp; Four reasons for the lagging persistence in science were elucidated in this report: 1) science requires adequate performance in prerequisites, particularly in math; 2) a &ldquo;weeding&rdquo; process occurs in introductory science courses which fosters competition among students; 3) students often do not know of their career options in science; and 4) careers in science require employees to stay current in the latest technologies. The SUCCESS Program was specifically designed to remove these barriers often faced by science students.</p>\n<p>The first objective involved raising the freshman to sophomore year persistence rate and the graduation rate.&nbsp; The goal was 80% persistence rate, up from the historical rates for JBU CBB majors of 65%.&nbsp; <strong>For participants in the SUCCESS program, this goal was exceeded with persistence rates of 91% for cohort #1 and 82% for cohort #2.&nbsp; </strong>The graduation rate goal was set at 65%, compared to the historical JBU CBB average of 41%.<strong>&nbsp; The graduation goal was also exceeded with 75% for cohort #1 and an expected rate of 85% for cohort #2 (graduating in May 2016).</strong></p>\n<p>High impact practices like a first semester weekly group seminar, common coursework, and free tutoring for science courses were important in achieving these high rates.&nbsp; However, in both anonymous yearly surveys and two external reviews, the top two factors cited were community buildin...",
  "por_txt_cntn": "\nIn 2010, JBU received an NSF S-STEM grant to implement a recruitment and retention program targeting chemistry, biochemistry, and biology with chemistry minor (CBB) students called Strengthening Undergraduate Curriculum and Community to Engage Science Students (SUCCESS).  Our intention was to focus on financially needy and academically talented students in these fields, building directly on the universityÆs historic mission to educate students regardless of financial resources.  JBU used the funds awarded to recruit and grant scholarships to two cohorts of students for four years each.  (Cohort #1 graduated in May 2015, and cohort #2 will graduate in May 2016.)  In addition, a targeted academic, professional, and extra-curricular program was created, with three specific objectives guiding the program:  1) increase persistence and graduation rates to a minimum of 80% and 65%, respectively; 2) improve readiness of graduates to successfully enter the science-based workforce or graduate school; and 3) increase number of educated scientists working in areas of technical need.\n\nIntellectual merit of the grant included an expanded relationship with JBU admissions to recruit CBB majors, a new targeted academic and social program with clearly defined goals, and directed student support services and career advisement for SUCCESS students in preparation for career or graduate school.  Broader impacts included a sustainable best practices-based program to increase the number of CBB educated graduates and an increase of CBB majors entering graduate schools in science fields.\n\nThe first step in meeting the three objectives was to focus on recruitment of prospective CBB majors.  The SUCCESS team collaborated with admissions to identify and recruit qualified students.  Over the two recruiting periods, 71 applications were received.  The program served 29 students total over the five-year grant period (17 female, 4 minority). \n\nOnce enrolled, the three objectives were guided by the National AcademiesÆ 2007 report Rising Above the Gathering Storm:  Energizing and Employing America for a Brighter Economic Future.  In this report, first year attrition rates were noted to be significantly higher in science and engineering than other disciplines, affecting women and minorities in particular.  Four reasons for the lagging persistence in science were elucidated in this report: 1) science requires adequate performance in prerequisites, particularly in math; 2) a \"weeding\" process occurs in introductory science courses which fosters competition among students; 3) students often do not know of their career options in science; and 4) careers in science require employees to stay current in the latest technologies. The SUCCESS Program was specifically designed to remove these barriers often faced by science students.\n\nThe first objective involved raising the freshman to sophomore year persistence rate and the graduation rate.  The goal was 80% persistence rate, up from the historical rates for JBU CBB majors of 65%.  For participants in the SUCCESS program, this goal was exceeded with persistence rates of 91% for cohort #1 and 82% for cohort #2.  The graduation rate goal was set at 65%, compared to the historical JBU CBB average of 41%.  The graduation goal was also exceeded with 75% for cohort #1 and an expected rate of 85% for cohort #2 (graduating in May 2016).\n\nHigh impact practices like a first semester weekly group seminar, common coursework, and free tutoring for science courses were important in achieving these high rates.  However, in both anonymous yearly surveys and two external reviews, the top two factors cited were community building and one-on-one faculty mentoring. Community building took place in a variety of settings, including an average of five social activities per year. \n\nThe second two objectives both involved preparing students to matriculate into graduate school or to enter the science workforce.  Over the course of four years, th..."
 }
}