{
 "awd_id": "0964819",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Studies Involving Atoms in High Rydberg States",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ann Orel",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 604114.0,
 "awd_amount": 604114.0,
 "awd_min_amd_letter_date": "2010-03-11",
 "awd_max_amd_letter_date": "2010-03-11",
 "awd_abstract_narration": "The control and manipulation of the electronic states of atoms will be explored using as a laboratory Rydberg atoms in which one electron is excited to a preselected very-high-lying initial state.  The targeted final states will be created using carefully-tailored sequences of short electric field pulses.  Localized electronic states will be engineered whose motion mirrors that of a classical electron moving in both quasi-one-dimensional and near-circular orbits.  The response of such atoms to periodic trains of pulses will be studied to explore their dynamics, the level of control that can be achieved by varying the driving field, the transition from classical to quantum chaos, and the application of the tools of classical non-linear dynamics to atomic systems.  Techniques to store/retrieve information in atoms will be evaluated.  The role of collisions or electrical noise in destroying such information will be also examined.  Rydberg atom-surface interactions will be investigated under controlled conditions to understand how atoms evolve as they approach a surface and to examine the charge transfer processes that occur.  Rydberg atom interactions with nanoscale particles deposited on the surface will also be studied. \r\n\r\nRydberg atoms promise valuable new insights into the nano-/meso-scale world and systems such as quantum wells and quantum dots that play a prominent role in emerging technologies related to quantum computing, quantum information processing, and information storage/retrieval.  The work will furnish new understanding of physics in the ultra-fast ultra-intense regime and speak to the engineering of low-lying atomic (and molecular) states at the sub-nanoscale using the new generation of attosecond pulse lasers.  Rydberg atoms form a bridge between the quantum and classical worlds permitting exploration of the whole quantum-to-classical crossover.  The Rydberg atom-surface studies will furnish new insights into charge transfer processes at surfaces which form the basis of many practical spectroscopies used to characterize surfaces and of many surface chemical reactions.  The research will contribute to the training of the scientific workforce by providing students with a solid foundation in many areas of physics together with a diverse array of experimental skills in many technologically-relevant areas ranging from high-vacuum systems and lasers to high-speed electronics and computerized data acquisition and control systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Dunning",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Frank B Dunning",
   "pi_email_addr": "fbd@rice.edu",
   "nsf_id": "000372837",
   "pi_start_date": "2010-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "129100",
   "pgm_ele_name": "ATOMIC & MOLECULAR DYNAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 604114.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!--  /* Font Definitions */ @font-face \t{font-family:\"?? ??\"; \tmso-font-charset:78; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1791491579 18 0 131231 0;} @font-face \t{font-family:\"Cambria Math\"; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1107305727 0 0 415 0;} @font-face \t{font-family:Cambria; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1073743103 0 0 415 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin-top:0in; \tmargin-right:0in; \tmargin-bottom:10.0pt; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:Cambria; \tmso-ascii-font-family:Cambria; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast; \tmso-hansi-font-family:Cambria; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi; \tmso-fareast-language:JA;} .MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tfont-family:Cambria; \tmso-ascii-font-family:Cambria; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast; \tmso-hansi-font-family:Cambria; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi; \tmso-fareast-language:JA;} .MsoPapDefault \t{mso-style-type:export-only; \tmargin-bottom:10.0pt;} @page WordSection1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.WordSection1 \t{page:WordSection1;} --></p>\n<p class=\"MsoNormal\" style=\"line-height: 150%;\">This project concerned the control and manipulation of the internal states of atoms using carefully-tailored sequences of short pulsed electric fields to create &ldquo;designer&rdquo; atoms with desired properties.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Atoms in highly excited states, termed Rydberg atoms after their discoverer Johannes Rydberg, were employed.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Such atoms are physically very large and those studied had diameters approaching one thousandth of an inch.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Such &ldquo;mesoscopic&rdquo; systems stand at the interface between the nanoscale world of quantum mechanics and the macroscopic world of classical Newtonian mechanics.<span style=\"mso-spacerun: yes;\">&nbsp; </span>The work demonstrated that use of pulsed electric fields allows Rydberg states to be engineered with remarkable precision allowing, for example, creation of states in which the electron was localized in a near circular orbit mimicking the original Bohr model of the atom.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Such control has provided valuable new insights into mesoscopic systems such as quantum wells and quantum dots that play a prominent role in emerging concepts and technologies related to quantum information processing and quantum control, and into data storage in atoms.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Studies using a series of equally-spaced electric field pulses have furnished new understanding of classical chaos and the mathematical tools used to describe it, and have provided a model system to test new paradigms for information processing and data manipulation based on this.<span style=\"mso-spacerun: yes;\">&nbsp; </span>This work has also yielded new information on physics in the ultra-fast, ultra-intense regime and speaks to the engineering of low-lying atomic (and molecular) states at the sub-nanoscale using ultra-fast laser pulses to control their properties and behavior.<span style=\"mso-spacerun: ...",
  "por_txt_cntn": "\n\nThis project concerned the control and manipulation of the internal states of atoms using carefully-tailored sequences of short pulsed electric fields to create \"designer\" atoms with desired properties.  Atoms in highly excited states, termed Rydberg atoms after their discoverer Johannes Rydberg, were employed.  Such atoms are physically very large and those studied had diameters approaching one thousandth of an inch.  Such \"mesoscopic\" systems stand at the interface between the nanoscale world of quantum mechanics and the macroscopic world of classical Newtonian mechanics.  The work demonstrated that use of pulsed electric fields allows Rydberg states to be engineered with remarkable precision allowing, for example, creation of states in which the electron was localized in a near circular orbit mimicking the original Bohr model of the atom.  Such control has provided valuable new insights into mesoscopic systems such as quantum wells and quantum dots that play a prominent role in emerging concepts and technologies related to quantum information processing and quantum control, and into data storage in atoms.  Studies using a series of equally-spaced electric field pulses have furnished new understanding of classical chaos and the mathematical tools used to describe it, and have provided a model system to test new paradigms for information processing and data manipulation based on this.  This work has also yielded new information on physics in the ultra-fast, ultra-intense regime and speaks to the engineering of low-lying atomic (and molecular) states at the sub-nanoscale using ultra-fast laser pulses to control their properties and behavior.  Studies of Rydberg atoms near surfaces have resulted in new understanding of atom-surface interactions and of the stray electric fields present at surfaces, both important considerations in the design of quantum computers based on atoms or ions trapped near a surface.  These experiments demonstrated that Rydberg atoms provide a valuable window into the mesoscopic world and can help illuminate the transition from quantum to classical behavior.\n\n\t\t\t\t\tLast Modified: 07/08/2014\n\n\t\t\t\t\tSubmitted by: F. Barry Dunning"
 }
}