{
 "awd_id": "0964812",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Thermodynamics and Phase Equilibria of Heusler and half-Heusler Alloys",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diana Farkas",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 333242.0,
 "awd_amount": 333242.0,
 "awd_min_amd_letter_date": "2010-05-17",
 "awd_max_amd_letter_date": "2012-04-18",
 "awd_abstract_narration": "TECHNICAL SUMMARY: Heusler compounds of type A2BC and 'half-Heusler' compounds of type ABC, where A and B are transition metals and C is a group III-V element are of great interest for their functional properties such as shape memory, thermoelectric, ferromagnetic and spin polarization effects which could lead to new mechanical and electronic devices. The objectives of the proposed research are to accurately determine heats of formation for ternary compounds of this type, to make complementary measurements of heat capacity, phase equilibria, melting points and lattice parameters and to analyze these data to provide understanding of the systematic alloying behavior in these systems. The enthalpies of formation of the compounds will be determined by direct synthesis reaction calorimetry using a Kleppa type calorimeter. The specific heats will be determined over a range of temperature from enthalpy measurements made in a Setaram high temperature drop calorimeter. Although potentially there are 230 compounds, rapid screening of composition space to identify which systems contain these compounds will be performed using diffusion multiples and systematic analysis of phase diagrams. The thermodynamic data obtained will be incorporated into an on-line database for access by the scientific community. The data will be incorporated in computational thermodynamic Gibbs energy descriptions of the compounds for use in predicting phase equilibria. Such data are also of importance in providing benchmarks for first principles calculations and for optimization of thermodynamic descriptions of compounds to permit future computational alloy development extending to higher order systems.\r\n\r\nNON-TECHNICAL SUMMARY: Novel mechanical and electronic devices may be possible using compounds based on three metallic elements. These compounds often exhibit properties such as magnetic or thermal shape memory and large shape change in magnetic fields which can be used for mechanical actuators and half metal-half semiconductor property which can be used to produce so-called 'spintronic' devices or conversion of thermal energy to electrical energy which have the potential to reduce energy consumption and waste heat loss in electronic devices. Basic property measurements will be made on a large number of such compounds, many of which have not been synthesized previously. The results of this project can be used by the wider scientific community for further alloy development of these materials and application to devices. Graduate and undergraduate students and high school students from the Illinois Mathematics and Science Academy will be directly involved in the research. Laboratory tours will be arranged for 3-8th grade classes from a local Chicago public school. The project involves a substantial international collaboration with researchers in both China and Korea and will provide opportunity for researchers to visit IIT to give seminars to our students and interact with faculty and graduate students. The thermodynamic database is available for all scientists to access via the web. Video tutorials of experimental techniques will be produced, edited and made available on the web as well as through iTunes U.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Nash",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Philip G Nash",
   "pi_email_addr": "nashp@iit.edu",
   "nsf_id": "000295830",
   "pi_start_date": "2010-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Illinois Institute of Technology",
  "inst_street_address": "10 W 35TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125673035",
  "inst_zip_code": "606163717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "ILLINOIS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E2NDENMDUEG8"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois Institute of Technology",
  "perf_str_addr": "10 W 35TH ST",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606163717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 107896.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 111861.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 113485.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project we have made experimental measurements to determine &nbsp;thermodynamic properties such as heat of formation and specific heat, crystal structures and phase equilibria of binary and ternary intermetallic compounds. These compounds have interesting functional properties, such as shape memory, magnetism, thermoelectric and spintronic effects that give them the potential for use in future electronic and mechanical devices. The results of this study will help in the selection and alloy design of these compounds that is necessary to transition them from the laboratory to commercial applications. Our results have been compared to calculated resutls predicted from first principles and in general there is good agreement between the results.Our experimental data serve as a benchmark for the first principles calculations.</p>\n<p>The data have been incorporated into a publicly accessible database for use by the scientific community at large. Several graduate students have been involved in the project in addition to the PI Professor Philip Nash and a Senior Research Associate, Dr. Susan Meschel. The students have received training in experimental techniques in thermochemistry and analysis of scientific data. Six high school students from Illinois Mathematics and Science Academy have participted in the project as part of their Student Independent Resarch program. The results of this project have been published in a number of peer reviewed scientific papers in materials science journals and also presented at appropriate scientific conferences both in the USA and internationally.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/15/2013<br>\n\t\t\t\t\tModified by: Philip&nbsp;G&nbsp;Nash</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project we have made experimental measurements to determine  thermodynamic properties such as heat of formation and specific heat, crystal structures and phase equilibria of binary and ternary intermetallic compounds. These compounds have interesting functional properties, such as shape memory, magnetism, thermoelectric and spintronic effects that give them the potential for use in future electronic and mechanical devices. The results of this study will help in the selection and alloy design of these compounds that is necessary to transition them from the laboratory to commercial applications. Our results have been compared to calculated resutls predicted from first principles and in general there is good agreement between the results.Our experimental data serve as a benchmark for the first principles calculations.\n\nThe data have been incorporated into a publicly accessible database for use by the scientific community at large. Several graduate students have been involved in the project in addition to the PI Professor Philip Nash and a Senior Research Associate, Dr. Susan Meschel. The students have received training in experimental techniques in thermochemistry and analysis of scientific data. Six high school students from Illinois Mathematics and Science Academy have participted in the project as part of their Student Independent Resarch program. The results of this project have been published in a number of peer reviewed scientific papers in materials science journals and also presented at appropriate scientific conferences both in the USA and internationally.\n\n \n\n\t\t\t\t\tLast Modified: 09/15/2013\n\n\t\t\t\t\tSubmitted by: Philip G Nash"
 }
}