{
 "awd_id": "0964138",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Long-Term Dynamics of Caribbean Maritime Forest Ecosystems in the Context of Major Disturbance Events: The Role of  Hurricanes and Fires",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 185877.0,
 "awd_amount": 185877.0,
 "awd_min_amd_letter_date": "2010-04-27",
 "awd_max_amd_letter_date": "2011-09-16",
 "awd_abstract_narration": "NATIONAL SCIENCE FOUNDATION \r\nGEOGRAPHY AND SPATIAL SCIENCES PROGRAM \r\n\r\nABSTRACT \r\n\r\nBCS-0964138, BCS-0964043\r\nLisa M. Kennedy, Kam-biu Liu\r\nVirginia Tech, Louisiana State University\r\n\r\nThe body of literature on the ecological impacts of hurricanes is large, but nearly all the studies have focused on relatively short-term (years) changes. A persistent question arising from many of these studies is whether hurricanes change forest composition over the long term (decades to centuries). In addition, increased post-hurricane fire hazards have been hypothesized for the subtropical maritime forests of the southeastern U.S., but whether this relationship holds for tropical forests is still a question mark. Recent advances allowing identification of proxy records of hurricane landfalls in sediment profiles provide an opportunity to address such questions. This project will examine the long-term (decades to centuries) impacts of hurricanes on tropical forests and the possible link between hurricanes and fire through paleoecological analyses of sediment records from coastal lakes in the Dominican Republic. The investigators will analyze geological, geochemical, and biological proxies contained in the sediments, and use radiocarbon dating, to identify records of hurricane landfalls and to examine how these landfalls influence vegetation composition and interact with fire over long time scales. A key objective of this research is to document whether post-hurricane vegetation changes persist over the long term and whether fire hazards increase in tropical ecosystems after hurricane strikes (i.e., the hypothesis of hurricane-fire interactions) through the study of pollen grains and microscopic charcoal in closely spaced samples above and below hurricane overwash deposits. Multiple study sites in the Dominican Republic, where there are relatively high frequencies of hurricane landfalls, will allow comparisons between hurricane effects on vegetation and fire in tropical dry and moist forest ecosystems. The study of modern pollen rain and the signatures of historical hurricane strikes in lake sediments will provide a basis for interpreting paleoenvironmental changes and events from sedimentary proxy data.\r\nClimate and vegetation dynamics are poorly understood in tropical areas in comparison to mid- and high-latitude areas. This project will produce proxy records of paleohurricane activity from the Dominican Republic, a location in the Caribbean region strategic for evaluating mechanisms affecting hurricane activity on millennial timescales. The results of this study will shed light on other aspects of climate and environmental history, including possibly pre-Columbian human activities, and will help to provide a broader understanding of environmental change in the Caribbean, where long-term history is still poorly documented. This research will provide a long-term perspective and generate the first proxy-based estimates of hurricane return periods and landfall probabilities for the Dominican Republic, which may be useful to decision makers in terms of disaster planning and management. This project will provide opportunities for graduate and undergraduate students to participate in international research with field and laboratory components.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Kennedy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa Kennedy",
   "pi_email_addr": "likenne1@vt.edu",
   "nsf_id": "000287761",
   "pi_start_date": "2010-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "1308",
   "pgm_ref_txt": "GLOBAL OCEAN ECOSYSTEMS DYNAMICS"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 61549.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 124328.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview: </strong>This project, carried out by research teams from Virginia Tech and Louisiana State University and collaborators from other institution, had three main objectives: (1) to document the long-term history of hurricane strikes in the Dominican Republic (DR) through analysis of lake-sediment proxies; (2) to examine the long-term effects of hurricanes on tropical ecosystems using paleoecological techniques, such as analysis of pollen grains as evidence of changing vegetation type; (3) to reconstruct the fire history of tropical ecosystems through analysis of charcoal fragments in the sediments and relate them to other disturbances such as tropical storms and fires. Our research methodology took a multi-proxy approach by analyzing a variety of proxy evidence from sediment cores to reconstruct the long-term environmental history of our sites. We examined geological proxies (e.g., overwash deposits, sediment composition), geochemical chemical proxies (e.g., &delta;18O, chemical elemental concentrations), and biological proxies (e.g., pollen, charcoal, foraminifera) found in the sediments to document tropical storms and other climatic events and to examine how these events have influenced vegetation composition and interacted with fire over long time scales.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual contributions: </strong>1)<strong> </strong>We documented a number of hurricane landfalls at Laguna Alejandro in southwestern DR using multiple traditional proxies, such as loss-on-ignition and the presence of sand layers. In addition, our collaborative work with Dr. Lane (UNCW) has brought forth a successful demonstration of how &delta;<sup>18</sup>O composition of ostracod shells in sediment archives can be used as a proxy for identification or confirmation of the occurrence of suspected prehistoric tropical storms in sediment cores from coastal lagoons like L. Alejandro.&nbsp; 2) The body of literature on the ecological impacts of hurricanes is large, but nearly all the studies have focused on relatively <em>short-term </em>(years) changes. We produced a long-term (centuries to millennia) record of vegetation changes in L. Alejandro by analyzing the fossil pollen in our sediment cores.&nbsp; The pollen data revealed that multiple tropical storms impacted the study area over the past 1000 years, but they did not alter the vegetation composition of the study site over the long term. Following storm events, pollen of legumes, an important tree in dry tropical forests, declined while shrub-types, such as Urticaceae, increased, but the legumes indicative of tropical dry forest recovered with time after each event.&nbsp; Conversely, it appears that mangroves near the core site, indicated by peat in older sediments, were destroyed by a major hurricane ~1000 years ago and never recovered. While pollen spectra representing periods before and after disturbance events were similar and may support the idea of forest resilience, more data are needed before generalizations can be made. &nbsp;3) The presence of a peat deposit in multiple cores taken from L. Alejandro indicates that water level in the lake dropped by at least 1.3 m during approximately 1000 &ndash; 300 years ago, suggesting the occurrence of a dry climate. &nbsp;4) Increases in regional fire activity, as evidenced by slight increases in the abundance of microscopic charcoal fragments found above identified &ldquo;storm layers&rdquo; in L. Alejandro may be tied to hurricane events. At L. Limon, a site on the humid northeastern coast of DR, we documented a 4700-yr record of fires. Local fires (macro-charcoal) were much more frequent during the last ~1500 years, probably due to increased human populations around the site, while regional fires (indicated by micro-charcoal) were more abundant during earlier time periods, a pattern likely related to drier climates.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impa...",
  "por_txt_cntn": "\nOverview: This project, carried out by research teams from Virginia Tech and Louisiana State University and collaborators from other institution, had three main objectives: (1) to document the long-term history of hurricane strikes in the Dominican Republic (DR) through analysis of lake-sediment proxies; (2) to examine the long-term effects of hurricanes on tropical ecosystems using paleoecological techniques, such as analysis of pollen grains as evidence of changing vegetation type; (3) to reconstruct the fire history of tropical ecosystems through analysis of charcoal fragments in the sediments and relate them to other disturbances such as tropical storms and fires. Our research methodology took a multi-proxy approach by analyzing a variety of proxy evidence from sediment cores to reconstruct the long-term environmental history of our sites. We examined geological proxies (e.g., overwash deposits, sediment composition), geochemical chemical proxies (e.g., &delta;18O, chemical elemental concentrations), and biological proxies (e.g., pollen, charcoal, foraminifera) found in the sediments to document tropical storms and other climatic events and to examine how these events have influenced vegetation composition and interacted with fire over long time scales.\n\n \n\nIntellectual contributions: 1) We documented a number of hurricane landfalls at Laguna Alejandro in southwestern DR using multiple traditional proxies, such as loss-on-ignition and the presence of sand layers. In addition, our collaborative work with Dr. Lane (UNCW) has brought forth a successful demonstration of how &delta;18O composition of ostracod shells in sediment archives can be used as a proxy for identification or confirmation of the occurrence of suspected prehistoric tropical storms in sediment cores from coastal lagoons like L. Alejandro.  2) The body of literature on the ecological impacts of hurricanes is large, but nearly all the studies have focused on relatively short-term (years) changes. We produced a long-term (centuries to millennia) record of vegetation changes in L. Alejandro by analyzing the fossil pollen in our sediment cores.  The pollen data revealed that multiple tropical storms impacted the study area over the past 1000 years, but they did not alter the vegetation composition of the study site over the long term. Following storm events, pollen of legumes, an important tree in dry tropical forests, declined while shrub-types, such as Urticaceae, increased, but the legumes indicative of tropical dry forest recovered with time after each event.  Conversely, it appears that mangroves near the core site, indicated by peat in older sediments, were destroyed by a major hurricane ~1000 years ago and never recovered. While pollen spectra representing periods before and after disturbance events were similar and may support the idea of forest resilience, more data are needed before generalizations can be made.  3) The presence of a peat deposit in multiple cores taken from L. Alejandro indicates that water level in the lake dropped by at least 1.3 m during approximately 1000 &ndash; 300 years ago, suggesting the occurrence of a dry climate.  4) Increases in regional fire activity, as evidenced by slight increases in the abundance of microscopic charcoal fragments found above identified \"storm layers\" in L. Alejandro may be tied to hurricane events. At L. Limon, a site on the humid northeastern coast of DR, we documented a 4700-yr record of fires. Local fires (macro-charcoal) were much more frequent during the last ~1500 years, probably due to increased human populations around the site, while regional fires (indicated by micro-charcoal) were more abundant during earlier time periods, a pattern likely related to drier climates.\n\n \n\nBroader Impacts: This research promoted and strengthened collaboration between the newer (VT, PI Kennedy, and UNCW, collaborator Dr. Lane) and longstanding (LSU) paleoenvironmental studies laboratories, and between senior an..."
 }
}