{
 "awd_id": "0964728",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Regulation of Type II Restriction-Modification Systems",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susannah Gal",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 569999.0,
 "awd_amount": 569999.0,
 "awd_min_amd_letter_date": "2010-03-03",
 "awd_max_amd_letter_date": "2012-02-18",
 "awd_abstract_narration": "Intellectual Merit:\r\nThe biosphere is dominated by over 10e30 bacteria and archaea, a number roughly equivalent to the number of seconds since the \"Big Bang\". Since bacteria are asexual, their rapid acquisition of new genes (for things like antibiotic resistance or ability to degrade specific chemicals) depends on the huge amount of gene exchange between species. Despite its critical importance, what controls the rate of this gene flow between bacteria is poorly understood. But it does seem clear that restriction-modification (RM) systems play a key role. RM systems produce two enzymes, a nuclease that cuts unprotected DNA (such as what enters from another cell or a bacterial virus), and a methyltransferase that protects the bacterium's own DNA from the nuclease. Many basic questions about the functioning and roles of these systems remain. Given the great importance of RM systems for understanding ongoing bacterial evolution, with implications for everything from plant diseases through biogeochemistry and global warming, it is critical that this deficiency in our understanding be addressed. \r\n\r\nThe purpose of this project is to elucidate the regulatory design of a C protein-controlled model RM system, and how it acts in a living bacterial cell. The C protein activates transcription of its own gene, and of the downstream nuclease gene, and as a result nuclease expression is delayed until C protein accumulates. The first aim is to determine the range of acceptable relative levels of a paired nuclease and methyltransferase. If the methyltransferase/nuclease ratio is too low, cells may die from DNA damage. If this ratio is too high, the entire population may be killed by virus (phage) that escaped the nuclease and became methylated. The second aim determines naturally occurring changes in relative nuclease and methyltransferase levels, under a range of growth conditions including stresses. The third aim is to characterize the time sensitive control system that controls production of the nuclease. Mathematical modeling has provided predictions that will be tested, to see if the system design is accurately understood. \r\n\r\nBroader Impacts:\r\nAn integral aspect of the project is to promote education and research training of scientists, ranging from high school science teachers through postdoctoral fellows. The teachers and undergraduates will each study one of the many already cloned but uncharacterized C protein orthologs. High school science teachers and undergraduate science majors will be recruited for summer research internships. The laboratory members will continue to host high school students for science fair projects and will do volunteer biology/career teaching at high schools. Additionally, at least one graduate student and one postdoctoral fellow will be encouraged to earn certificates in bioinformatics as part of their training. These individuals will be well prepared to contribute to the burgeoning field of bacterial genomics. The project will also enrich graduate level teaching and further promote the application to bacterial studies of mathematical modeling.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Blumenthal",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Robert M Blumenthal",
   "pi_email_addr": "robert.blumenthal@utoledo.edu",
   "nsf_id": "000297797",
   "pi_start_date": "2010-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Toledo Health Science Campus",
  "inst_street_address": "3000 ARLINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TOLEDO",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4193834252",
  "inst_zip_code": "436142598",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "OH09",
  "org_lgl_bus_name": "UNIVERSITY OF TOLEDO",
  "org_prnt_uei_num": "",
  "org_uei_num": "M9ACC5DQCNL6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Toledo Health Science Campus",
  "perf_str_addr": "3000 ARLINGTON AVE",
  "perf_city_name": "TOLEDO",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "436142598",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "OH09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1116",
   "pgm_ref_txt": "EUKARYOTIC GENETICS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 180000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 190000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 199999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Bacteria are the most abundant life forms on earth, and like us they have viruses (called &ldquo;bacteriophages&rdquo;) that can infect and kill them. One of the key defenses bacteria employ against these viruses is restriction-modification (RM) systems. RM systems have other, nondefensive roles as well, that have not been as well characterized. As the name suggests, RM systems include two components: a restriction enzyme, that cuts new DNA entering a cell, and a modification enzyme, that protects the cell&rsquo;s own DNA from the restriction enzyme. The restriction enzymes have been hugely important to the development of biotechnology, as the ability to cut DNA at specific points has allowed controlled assembly of different DNA segments. However, to successfully spread among different bacteria, the RM systems face a serious problem: they have to ensure that the new host cell&rsquo;s DNA is fully protected before they start producing restriction enzyme, or they will kill their new host. The major project goal was to improve our understanding of how this timing system works. Such knowledge is important for better ability to a) understand and respond to gene exchange among bacteria (including such things as antibiotic resistance and factors causing plant diseases), and b) further improve the set of biotechnological tools waiting to be discovered among the still barely-explored and highly-diverse world of RM systems.</p><p>&nbsp;&nbsp;&nbsp;&nbsp; This project focused on one family of RM systems. This family includes a third gene, in addition to the restriction and modification enzyme genes, that produces a small protein called &ldquo;C&rdquo; (for &ldquo;controller&rdquo;) that can both turn on and turn off the restriction enzyme gene. Furthermore, it does this by turning its own gene on and off &ndash; the restriction enzyme gene is located just after the C gene, and is only expressed when the C gene is. However the positive feedback loop created when C protein turns on its own gene is like a microphone held in front of a speaker &ndash; the sound begins at a low level but feeds back into the microphone and gets increasingly loud with increasing rapidity. When the genes for one of these RM systems enters a new cell, there is no C protein, and very little production of C or restriction enzyme, though the modification enzyme is made immediately. Over time, the level of C (and restriction enzyme) begins to leap up. This simplified and basic model has been known for over a decade, but truly understanding its operation is a more complex problem.</p><p>&nbsp;&nbsp;&nbsp;&nbsp; There were six major outcomes from this project:</p><p>1) While the C and restriction enzyme genes are transcriptionally coupled (same mRNA molecule), they are translationally independent (different ribosomes carry out the translation into protein). This was studied using a model RM system called PvuII, originally from a bacterium that causes urinary tract infections (<em>Proteus vulgaris</em>).</p><p>2) A critical factor in the control system is how many copies of the genes there are. This again used PvuII as the model system. This had not been demonstrated for any RM system before, and was only explored in this project due to the predictions of a mathematical model. Such modeling is a tool of increasing value. The result makes sense, because the genes for PvuII (and many other RM systems) reside on small circles of DNA called &ldquo;plasmids&rdquo;. These enter a new cell in a single copy, and then often replicate until they reach a higher copy number.</p><p>3) Another feature predicted by mathematical modeling and confirmed in PvuII is called hysteretic bistability. Basically, when the level of C in the cell is low, so is the expression of C (and restriction enzyme), and when the level of C is high, the expression is higher. But there is a region of intermediate levels of C where the expression c...",
  "por_txt_cntn": "\nBacteria are the most abundant life forms on earth, and like us they have viruses (called \"bacteriophages\") that can infect and kill them. One of the key defenses bacteria employ against these viruses is restriction-modification (RM) systems. RM systems have other, nondefensive roles as well, that have not been as well characterized. As the name suggests, RM systems include two components: a restriction enzyme, that cuts new DNA entering a cell, and a modification enzyme, that protects the cellÆs own DNA from the restriction enzyme. The restriction enzymes have been hugely important to the development of biotechnology, as the ability to cut DNA at specific points has allowed controlled assembly of different DNA segments. However, to successfully spread among different bacteria, the RM systems face a serious problem: they have to ensure that the new host cellÆs DNA is fully protected before they start producing restriction enzyme, or they will kill their new host. The major project goal was to improve our understanding of how this timing system works. Such knowledge is important for better ability to a) understand and respond to gene exchange among bacteria (including such things as antibiotic resistance and factors causing plant diseases), and b) further improve the set of biotechnological tools waiting to be discovered among the still barely-explored and highly-diverse world of RM systems.\n     This project focused on one family of RM systems. This family includes a third gene, in addition to the restriction and modification enzyme genes, that produces a small protein called \"C\" (for \"controller\") that can both turn on and turn off the restriction enzyme gene. Furthermore, it does this by turning its own gene on and off &ndash; the restriction enzyme gene is located just after the C gene, and is only expressed when the C gene is. However the positive feedback loop created when C protein turns on its own gene is like a microphone held in front of a speaker &ndash; the sound begins at a low level but feeds back into the microphone and gets increasingly loud with increasing rapidity. When the genes for one of these RM systems enters a new cell, there is no C protein, and very little production of C or restriction enzyme, though the modification enzyme is made immediately. Over time, the level of C (and restriction enzyme) begins to leap up. This simplified and basic model has been known for over a decade, but truly understanding its operation is a more complex problem.\n     There were six major outcomes from this project:\n1) While the C and restriction enzyme genes are transcriptionally coupled (same mRNA molecule), they are translationally independent (different ribosomes carry out the translation into protein). This was studied using a model RM system called PvuII, originally from a bacterium that causes urinary tract infections (Proteus vulgaris).\n2) A critical factor in the control system is how many copies of the genes there are. This again used PvuII as the model system. This had not been demonstrated for any RM system before, and was only explored in this project due to the predictions of a mathematical model. Such modeling is a tool of increasing value. The result makes sense, because the genes for PvuII (and many other RM systems) reside on small circles of DNA called \"plasmids\". These enter a new cell in a single copy, and then often replicate until they reach a higher copy number.\n3) Another feature predicted by mathematical modeling and confirmed in PvuII is called hysteretic bistability. Basically, when the level of C in the cell is low, so is the expression of C (and restriction enzyme), and when the level of C is high, the expression is higher. But there is a region of intermediate levels of C where the expression can be high or low, depending on the cellÆs recent history. This sort of design makes it harder to leap prematurely to high levels of expression, or to drop down to low levels once the RM system is well..."
 }
}