{
 "awd_id": "0964261",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Did Native Americans Significantly Alter Forest Structure in California? A Paleoecologic Reconstruction of Vegetation and Fire History from Two Different Ecosystems",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2010-04-27",
 "awd_max_amd_letter_date": "2011-09-12",
 "awd_abstract_narration": "It is well-documented that Native Americans across the United States used fire to manipulate the environment.  Fire is a primary tool for clearing trees or removing brush and if used extensively can fundamentally alter the landscape.  There is great interest in better understanding the degree to which Native Americans used fire but broad disagreement over the extent of the impact they had on forests in the western United States.  One argument, supported by paleoecological evidence of vegetation and climate change, states that the impacts were limited to small zones of occupation around village sites and that climate was the primary control on western forests.  The other argument, supported by anthropological evidence, notes that fire was essential to Native American subsistence and forest structure was heavily controlled by people.  There are few studies that have tried to bridge this divide, however such an approach is imperative to obtain a better understanding of the impacts that Native American use of fire had on western forests.  This project will use paleoecological methods for reconstructing past vegetation and fire history as well as anthropological data from areas with well-documented histories of Native American land-use.  The project will collect sediment cores from lakes and meadows and use pollen and charcoal analysis to reconstruct vegetation and fire history during the last 4,000 years.  Fire history during the last 200 to 300 years will be reconstructed from fire-scarred trees near the core sites to establish modern fire dynamics.  The project will also use existing archeological evidence to document the arrival and distribution of Native Americans across the region of study.  The long-term climate history for the project sites will come from previous paleoecological studies in the region.  The records of vegetation change and fire history for the project sites  will then be compared to changes in Native American technology and land use practices in an effort to identify anomalous shifts in forest structure that are not explained by the climate record.  Such changes would be attributed to Native American impacts.\r\n\r\nThis study is specifically designed to test the assertion that Native Americans had a larger role than previously supposed in shaping forest composition and structure through the use of fire.  The results have the potential to contribute directly to land management decisions through a better understanding of pre-European forest dynamics, since current management practices often do not account for possible human intervention.  The research will further demonstrate the extent to which past Native American land use practices may have been responsible for creating the forest structure inherited by modern land use managers.  Native American groups concerned with preserving subsistence practices important to their culture may benefit from a better understanding of how forests were affected by similar activities in the past.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Mensing",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Scott A Mensing",
   "pi_email_addr": "smensing@unr.edu",
   "nsf_id": "000439854",
   "pi_start_date": "2010-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "1664 N VIRGINIA ST # 285",
  "perf_city_name": "RENO",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 274138.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 75862.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study expands our understanding of Native American impacts on forests in California before the arrival of Europeans.&nbsp; Ecologic theory describes a process of forest succession driven by climate change, such that over hundreds to thousands of years, changes in ocean/atmosphere interactions cause climate to become wetter or drier.&nbsp; Plants respond to these changes, and if given sufficient time can reach a &lsquo;quasi equilibrium&rdquo; with climate.&nbsp; This theory does not account for short-term disturbances that may keep forests from reaching equilibrium with climate; in particular human induced disturbances.&nbsp; Following European contact in California, forests in California appear to have changed rapidly; in many areas becoming denser, with plant succession of &lsquo;shade&rsquo; tolerant species.&nbsp; Some studies argue that this change in forest structure is the result of the demise of the Native American population, which maintained an open forest structure through the regular use of fire.&nbsp; Others point out that the introduction of intensive livestock grazing as well as active fire suppression confound this conclusion, and argue that climate alone controlled fire frequency and forest structure in California, and the active suppression of fire (not removal of Native Americans) has created the dense forests of modern time.</p>\n<p>The cause that maintained fire frequency and forest structure prior to European fire suppression is critical in assumptions upon which modern forest management decisions are predicated.&nbsp; If climate alone controls forest density (in the absence of fire suppression) then a better understanding of forest climate dynamics is all that is needed in developing forest management policy.&nbsp; However, if Native American impacts were sufficiently large to modify forests across the landscape, then the open forests inherited by early European immigrants represent a human modified landscape, and land use managers need to consider human impacts as part of the dynamic that created an open forest structure.</p>\n<p>Our study contributes to helping make forest management decisions by analyzing forest changes over the past few thousand years when California Indians were the only humans impacting forests.&nbsp; The challenge is to distinguish human caused forest change from climatic causes.&nbsp; This is particularly difficult in California where Native Americans did not practice agriculture, but simply manipulated native vegetation. We selected sites in the Klamath and Sequoia National Forests with known archeological records so Native American impacts would be most observable. We used pollen analysis because pollen from forest species can be recovered from lake and meadow sediments, is easily identified and gives a broad picture of forest change over time.&nbsp; By comparing forest change with other independent climate records, we tested whether forest succession was in or out of phase with climate at any particular location.&nbsp; Instances when forest change or fire occurrence, appear out of phase with climate were compared to documented times of known human impacts to determine possible causality.</p>\n<p>At the Klamath site, we found fire frequency increased ~1500 years ago, a time when regional climate was still cool and wet, but coincident with immigration of a new Indian group to the region. Archeological evidence supports population changes at this time, and ethnographic material relates how tribes used these sites up to the historical period. Our pollen data suggest that as climate cooled during the Little Ice Age (LIA) and coniferous forest began to increase, as expected by climatic succession, oaks also increased &ndash; an ecological response not consistent with climatic change. We interpret this as the maintenance of oak openings by Native American populations.</p>\n<p>At the Sequoia site, we found increased fire ...",
  "por_txt_cntn": "\nThis study expands our understanding of Native American impacts on forests in California before the arrival of Europeans.  Ecologic theory describes a process of forest succession driven by climate change, such that over hundreds to thousands of years, changes in ocean/atmosphere interactions cause climate to become wetter or drier.  Plants respond to these changes, and if given sufficient time can reach a æquasi equilibrium\" with climate.  This theory does not account for short-term disturbances that may keep forests from reaching equilibrium with climate; in particular human induced disturbances.  Following European contact in California, forests in California appear to have changed rapidly; in many areas becoming denser, with plant succession of æshadeÆ tolerant species.  Some studies argue that this change in forest structure is the result of the demise of the Native American population, which maintained an open forest structure through the regular use of fire.  Others point out that the introduction of intensive livestock grazing as well as active fire suppression confound this conclusion, and argue that climate alone controlled fire frequency and forest structure in California, and the active suppression of fire (not removal of Native Americans) has created the dense forests of modern time.\n\nThe cause that maintained fire frequency and forest structure prior to European fire suppression is critical in assumptions upon which modern forest management decisions are predicated.  If climate alone controls forest density (in the absence of fire suppression) then a better understanding of forest climate dynamics is all that is needed in developing forest management policy.  However, if Native American impacts were sufficiently large to modify forests across the landscape, then the open forests inherited by early European immigrants represent a human modified landscape, and land use managers need to consider human impacts as part of the dynamic that created an open forest structure.\n\nOur study contributes to helping make forest management decisions by analyzing forest changes over the past few thousand years when California Indians were the only humans impacting forests.  The challenge is to distinguish human caused forest change from climatic causes.  This is particularly difficult in California where Native Americans did not practice agriculture, but simply manipulated native vegetation. We selected sites in the Klamath and Sequoia National Forests with known archeological records so Native American impacts would be most observable. We used pollen analysis because pollen from forest species can be recovered from lake and meadow sediments, is easily identified and gives a broad picture of forest change over time.  By comparing forest change with other independent climate records, we tested whether forest succession was in or out of phase with climate at any particular location.  Instances when forest change or fire occurrence, appear out of phase with climate were compared to documented times of known human impacts to determine possible causality.\n\nAt the Klamath site, we found fire frequency increased ~1500 years ago, a time when regional climate was still cool and wet, but coincident with immigration of a new Indian group to the region. Archeological evidence supports population changes at this time, and ethnographic material relates how tribes used these sites up to the historical period. Our pollen data suggest that as climate cooled during the Little Ice Age (LIA) and coniferous forest began to increase, as expected by climatic succession, oaks also increased &ndash; an ecological response not consistent with climatic change. We interpret this as the maintenance of oak openings by Native American populations.\n\nAt the Sequoia site, we found increased fire frequency from ~3000-2000 years ago, coincident with a period of drought. Large fires decreased dramatically with the onset of the LIA ~700 years ago; however, our pollen..."
 }
}