{
 "awd_id": "0964634",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "SHF:  Medium:  Collaborative Research:  System Level Self Correction Using On-Chip Micro Sensor Network and Autonomous Feedback Control",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tao Li",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2010-09-09",
 "awd_max_amd_letter_date": "2012-07-11",
 "awd_abstract_narration": "With technology scaling and increasing integration density in the nanometer technology regime, design considerations for yield and reliability have become critical. The objective of this collaborative research is to explore low-overhead formal design methodology with distributed micro-scale sensor network and systematic feedback control to achieve auto-curing of digital, analog and mixed-signal electronic systems under large process and temporal variations. Such auto-curing approaches will play a key role in preventing yield loss for nanoscale designs, while ensuring reliability of operation and low power dissipation. The research investigates self-curing concepts/techniques for logic circuits, digital signal processing (DSP) units, embedded memory and analog components using appropriate variation sensing and compensation techniques to achieve high yield with optimal power/die-area overhead. It also explores system-level self-curing approaches using global parameter sensor and global controller to determine optimal compensation of mixed-signal cores under power constraint. To realize the curing methodologies in an automatic synthesis environment, the research will aim at developing appropriate Computer-Aided Design tools and a library of self-correcting mixed-signal cores. \r\n\r\nIf successful, it will help the semiconductor industry deliver complex nanoelectronic systems with high reliability, low power and high yield. The proposed research will integrate education and training through course development, summer research program for undergraduates, and senior project design.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Byunghoo",
   "pi_last_name": "Jung",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Byunghoo Jung",
   "pi_email_addr": "jungb@purdue.edu",
   "nsf_id": "000381997",
   "pi_start_date": "2010-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kaushik",
   "pi_last_name": "Roy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kaushik Roy",
   "pi_email_addr": "kaushik@ecn.purdue.edu",
   "nsf_id": "000482731",
   "pi_start_date": "2010-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  },
  {
   "pgm_ele_code": "794100",
   "pgm_ele_name": "COMPUTER ARCHITECTURE"
  },
  {
   "pgm_ele_code": "794500",
   "pgm_ele_name": "DES AUTO FOR MICRO & NANO SYST"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 192351.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200106.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 207543.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Device parameter variations have emerged as a major challenge in system design using nanoscale technologies. Such variations are caused by fundamental physical limitations associated with nanofabrication processes as well as temporal deviations in device parameters due to environmental effects (such as temperature) and device aging. Process-induced and temporal parameter variations are becoming major bottleneck to achieve low-power dissipation, reliability of operation and high parametric yield. Developing design techniques to achieve variation tolerance and low-power operation typically impose conflicting requirements. The major goal of the project is developing systematic, robust and generic automatic correction techniques for System-on-Chip (SoC) design to achieve consistent performance and power dissipation among the fabricated SoCs in the presence of severe process, environmental and device aging-induced variations.</p>\n<p>During the course of the project, we have developed extensive models to capture parameter variations on both CMOS and some non-CMOS technologies like spintronics. The models have been used to simulate and determine the impact of variations on logic and memory circuits. We found that memory circuits are more vulnerable than logic circuits since memories can have functional failures due to variations. For logic, the failures are mainly due to delay variations. Based on the susceptibility to variations, we have come up with design methodologies, which are much better than the traditional worst-case design techniques. Our results show that proper trade-off between design parameters (delay, energy, and yield) can be made using the developed techniques.</p>\n<p>We also have developed on-chip real-time power and temperature sensors with very small area and power overheads.&nbsp;We found that the on-chip power and temperature sensors can be integrated in System-on-Chip for find-grained power management and real-time performance monitoring.&nbsp;Sensors for estimating power occupy a crucial area in traditional power management system. Accurate real-time power estimates enables the system to make better schedules in multi-core environments and to better predict the optimal number of threads required to meet job deadlines subject to a power criteria. As methods for direct online measurement of power have been unavailable, indirect and inefficient methods such as performance counters or temperature sensors had to be used as proxies for estimating power. The developed power sensor directly measure power at real-time, and is resilient to process-voltage-temperature variations and aging degradations. With a compact design and a fast response time, this sensor provides block-by-block power estimates in real-time that are essential for fine-grained power management in both temporal and spatial domains in tomorrow&rsquo;s microprocessors and other systems on chips.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/14/2016<br>\n\t\t\t\t\tModified by: Byunghoo&nbsp;Jung</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDevice parameter variations have emerged as a major challenge in system design using nanoscale technologies. Such variations are caused by fundamental physical limitations associated with nanofabrication processes as well as temporal deviations in device parameters due to environmental effects (such as temperature) and device aging. Process-induced and temporal parameter variations are becoming major bottleneck to achieve low-power dissipation, reliability of operation and high parametric yield. Developing design techniques to achieve variation tolerance and low-power operation typically impose conflicting requirements. The major goal of the project is developing systematic, robust and generic automatic correction techniques for System-on-Chip (SoC) design to achieve consistent performance and power dissipation among the fabricated SoCs in the presence of severe process, environmental and device aging-induced variations.\n\nDuring the course of the project, we have developed extensive models to capture parameter variations on both CMOS and some non-CMOS technologies like spintronics. The models have been used to simulate and determine the impact of variations on logic and memory circuits. We found that memory circuits are more vulnerable than logic circuits since memories can have functional failures due to variations. For logic, the failures are mainly due to delay variations. Based on the susceptibility to variations, we have come up with design methodologies, which are much better than the traditional worst-case design techniques. Our results show that proper trade-off between design parameters (delay, energy, and yield) can be made using the developed techniques.\n\nWe also have developed on-chip real-time power and temperature sensors with very small area and power overheads. We found that the on-chip power and temperature sensors can be integrated in System-on-Chip for find-grained power management and real-time performance monitoring. Sensors for estimating power occupy a crucial area in traditional power management system. Accurate real-time power estimates enables the system to make better schedules in multi-core environments and to better predict the optimal number of threads required to meet job deadlines subject to a power criteria. As methods for direct online measurement of power have been unavailable, indirect and inefficient methods such as performance counters or temperature sensors had to be used as proxies for estimating power. The developed power sensor directly measure power at real-time, and is resilient to process-voltage-temperature variations and aging degradations. With a compact design and a fast response time, this sensor provides block-by-block power estimates in real-time that are essential for fine-grained power management in both temporal and spatial domains in tomorrowÆs microprocessors and other systems on chips. \n\n\t\t\t\t\tLast Modified: 01/14/2016\n\n\t\t\t\t\tSubmitted by: Byunghoo Jung"
 }
}