{
 "awd_id": "0964955",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Characterization of defect energy levels due to As, Co, and Ni impurities in pyrite: A step toward understanding charge transfer kinetics at the semiconductor/electrolyte interface",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2010-12-31",
 "tot_intn_awd_amt": 54842.0,
 "awd_amount": 54842.0,
 "awd_min_amd_letter_date": "2010-03-10",
 "awd_max_amd_letter_date": "2010-03-10",
 "awd_abstract_narration": "SAVAGE, Kaye\r\nEAR-0617396\r\nUnderstanding the molecular scale mechanisms of pyrite oxidation is fundamental to a variety of fields including environmental geochemistry, materials science, and mineral processing. In a new electrochemical study using synthetically grown single pyrite crystals doped with As, Co, and Ni, we show that bulk electronic structure, as influenced by these electroactive impurities, influences the rate of oxidation. We observe, in order of highest to lowest oxidation rate: pyrite with As, Co, Ni and negligible impurities. This suggests that electroactive impurities fundamentally affect the rate of pyrite oxidation, raising the questions: How are differences in observed oxidation rates related to charge transfer resistance, carrier concentration and type, and concentration of surface states? What is the effect of different impurities on the concentration and reactivity of surface states? \r\nThe principle hypotheses to explain the observed behavior are:\r\n.\tBulk defect states in the band gap arising from impurities become reactive surface states at the electrode-solution interface and act as a conduit for charge transfer\r\n.\tP-type As-doped pyrite oxidizes faster because holes reaching the surface from the valence band accept electrons from Fe2+ and S2 2- surface states, resulting in broken bonds.\r\nThe research objectives are:\r\n.\tto characterize and measure the energy levels of bulk defect and interface surface states in undoped pyrite and pyrite doped with As, Co, and Ni using EPS;\r\n.\tto characterize the surface atomic environment and valence state of Fe, As, Co, and Ni;\r\n.\tto propose charge transfer mechanisms explaining the observed oxidation rates\r\nWe propose a set of experiments using electrochemical impedance spectroscopy (EIS), electrochemical photocapacitance spectroscopy (EPS) and AC voltammetry aimed at characterizing the kinetic behavior and surface electronic structure of doped and undoped synthetic pyrite. Parallel X-ray absorption spectroscopy experiments, including grazing-incidence XAS, will provide information on the local atomic environment and electronic structure of the impurities in the bulk and at the surface.\r\nIntellectual Merit\r\nOur collection of well-characterized synthetic doped and undoped pyrite puts us in a unique position to further explore the kinetics and mechanisms of pyrite oxidation. EPS will reveal the energy levels within the bandgap and the nature (donor or acceptor) of active defect states at the pyrite surface. The characterization of surface states in pyrite with different impurities (As-doped: p-type, Co and Nidoped: n-type with shallow and deep donor levels respectively) and its relation to oxidation rates will suggest electron transfer pathways. AC voltammetry will measure charge transfer kinetics, and suggest whether Fermi level pinning is controlling the surface electrochemical behavior. EIS will suggest equivalent circuit models for the charge transfer mechanism and provide additional information about charge transfer kinetics. Relating the energy of the bulk defect and surface states to the acceptor and donor levels of the redox couple in solution will allow us to propose specific charge transfer mechanisms related to the presence of As, Co, and Ni impurities.\r\nBroader Impacts\r\nPyrite oxidation in mine tailings and waste rock piles leads to acid drainage posing serious environmental risk. The results of this study will lead to more accurate reaction models and improved ecological risk analysis of mining and proposed mining sites. Understanding pyrite oxidation is critical for the mineral processing industry particularly in the use of flotation methods for ore enrichment. Additionally, materials scientists interested in pyrite for photovoltaic and liquid junction solar applications, and electrochemical storage devices will benefit from this knowledge. This study will continue to foster collaboration between the departments of Earth & Environmental Sciences and Chemistry at Vanderbilt University, and support a new researcher as he completes his doctoral dissertation.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kaye",
   "pi_last_name": "Savage",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kaye Savage",
   "pi_email_addr": "savageks@wofford.edu",
   "nsf_id": "000399798",
   "pi_start_date": "2010-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wofford College",
  "inst_street_address": "429 N CHURCH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SPARTANBURG",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8645974235",
  "inst_zip_code": "293033612",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "SC04",
  "org_lgl_bus_name": "WOFFORD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "CAJZKXCNUDN1"
 },
 "perf_inst": {
  "perf_inst_name": "Wofford College",
  "perf_str_addr": "429 N CHURCH ST",
  "perf_city_name": "SPARTANBURG",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "293033612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "SC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 54842.0
  }
 ],
 "por": null
}