{
 "awd_id": "0964632",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NeTS: Medium:  Collaborative Research:  Rechargeable Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thyagarajan Nandagopal",
 "awd_eff_date": "2010-03-15",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2010-03-16",
 "awd_max_amd_letter_date": "2012-08-14",
 "awd_abstract_narration": "This project examines wireless communication networks whose nodes have batteries that recharge by harvesting energy from the environment. Energy harvesting can yield a network that lasts as long as the network's hardware and intended purpose remain viable; this may be arbitrarily longer than the lifetime of any suitable single-charge battery. While average-power minimization is adequate to describe the lifetime of a device with a single-charge battery, a complete characterization of a network of rechargeable devices will depend on how the batteries are replenished. Given the broad variety of energy recharging systems, including solar cells, vibration absorption devices, wind and water mills, and thermoelectric generators, battery recharging is modeled as an environmental stochastic process. This project applies analytical models for battery recharging to evaluate fundamental multiple access, broadcast and relay network models composed of rechargeable nodes. The project objective is an enhanced understanding of the analytic fundamentals of rechargeable networks in order to contribute to the development and ultimate deployment of ecologically-friendly rechargeable networks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sennur",
   "pi_last_name": "Ulukus",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sennur Ulukus",
   "pi_email_addr": "ulukus@umd.edu",
   "nsf_id": "000199367",
   "pi_start_date": "2010-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 52520.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 161151.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 86329.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has studied wireless networks where individual nodes<br />harvest energy from nature into their rechargeable batteries to<br />operate in an energy self-sufficient, energy self-sustaining<br />manner. Such networks will contribute to the development of future<br />green wireless communication systems.<br /><br />The major technical outcome of this proposal is the development of<br />resource allocation algorithms that adaptively optimize the<br />transmission schemes of the nodes based on their energy intake from<br />the environment. Such algorithms implement <em>energy causality</em>, i.e.,<br />energy used at any given time must be less than the energy<br />harvested so far, and <em>no-energy-overflow</em>, i.e., no energy<br />harvesting opportunity must be missed due to a full battery. The<br />first principle dictates a slow enough expenditure of energy so<br />that the network never attempts to use more energy than it has<br />harvested, while the second principle dictates a fast enough<br />expenditure of energy so that sufficient space opens up in the<br />battery to accommodate all incoming energy. The developed<br />algorithms aim to strike a balance between these constraints with<br />the goal of maximizing the data rate sustained in the network.<br />Towards this goal, this research produced several practical<br />algorithms: a one-shot geometric algorithm as well as a<br />constructive iterative algorithm. This research produced a<br />practical resource allocation algorithm which is now known as<br /><em>directional water-filling algorithm</em>, which determines the power<br />allocation of an energy harvesting node over time based on the<br />channel quality and available energy. This research developed<br />optimum algorithms for point-to-point communication systems as well<br />as systems involving multiple transmitters and receivers. This<br />research also developed optimum algorithms for systems with hybrid<br />energy storage units with different energy storage and retrieval<br />efficiencies.<br /><br />Educational outcomes of this research include the development of a<br />seminar course at the University of Maryland with the title<br /><em>Energy-Harvesting Rechargeable Networks</em>, as well as incorporation<br />of the produced research results into an existing graduate-level<br />course <em>Wireless Communication Theory</em> to enrich and modernize its<br />curriculum.<br /><br />Human development and training outcomes of this research include<br />training of several PhD students here at Maryland, and also at<br />Rutgers and Penn State (our collaborative partners on this project)<br />on energy harvesting communications and gave them opportunities to<br />conduct research on modern issues in wireless communications and<br />networking. These PhD students have had the opportunity to<br />collaborate closely with their peers as well as professors at<br />different institutions, giving them richer learning experiences,<br />and opportunities to participate in joint collaborative research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/14/2014<br>\n\t\t\t\t\tModified by: Sennur&nbsp;Ulukus</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project has studied wireless networks where individual nodes\nharvest energy from nature into their rechargeable batteries to\noperate in an energy self-sufficient, energy self-sustaining\nmanner. Such networks will contribute to the development of future\ngreen wireless communication systems.\n\nThe major technical outcome of this proposal is the development of\nresource allocation algorithms that adaptively optimize the\ntransmission schemes of the nodes based on their energy intake from\nthe environment. Such algorithms implement energy causality, i.e.,\nenergy used at any given time must be less than the energy\nharvested so far, and no-energy-overflow, i.e., no energy\nharvesting opportunity must be missed due to a full battery. The\nfirst principle dictates a slow enough expenditure of energy so\nthat the network never attempts to use more energy than it has\nharvested, while the second principle dictates a fast enough\nexpenditure of energy so that sufficient space opens up in the\nbattery to accommodate all incoming energy. The developed\nalgorithms aim to strike a balance between these constraints with\nthe goal of maximizing the data rate sustained in the network.\nTowards this goal, this research produced several practical\nalgorithms: a one-shot geometric algorithm as well as a\nconstructive iterative algorithm. This research produced a\npractical resource allocation algorithm which is now known as\ndirectional water-filling algorithm, which determines the power\nallocation of an energy harvesting node over time based on the\nchannel quality and available energy. This research developed\noptimum algorithms for point-to-point communication systems as well\nas systems involving multiple transmitters and receivers. This\nresearch also developed optimum algorithms for systems with hybrid\nenergy storage units with different energy storage and retrieval\nefficiencies.\n\nEducational outcomes of this research include the development of a\nseminar course at the University of Maryland with the title\nEnergy-Harvesting Rechargeable Networks, as well as incorporation\nof the produced research results into an existing graduate-level\ncourse Wireless Communication Theory to enrich and modernize its\ncurriculum.\n\nHuman development and training outcomes of this research include\ntraining of several PhD students here at Maryland, and also at\nRutgers and Penn State (our collaborative partners on this project)\non energy harvesting communications and gave them opportunities to\nconduct research on modern issues in wireless communications and\nnetworking. These PhD students have had the opportunity to\ncollaborate closely with their peers as well as professors at\ndifferent institutions, giving them richer learning experiences,\nand opportunities to participate in joint collaborative research.\n\n\t\t\t\t\tLast Modified: 06/14/2014\n\n\t\t\t\t\tSubmitted by: Sennur Ulukus"
 }
}