{
 "awd_id": "0965389",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Government Responses to Network Failures: The Case of the Manufacturing Extension Partnerships",
 "cfda_num": "47.075",
 "org_code": "04000000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "maryann feldman",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 318869.0,
 "awd_amount": 318869.0,
 "awd_min_amd_letter_date": "2010-05-10",
 "awd_max_amd_letter_date": "2010-05-10",
 "awd_abstract_narration": "While inter-firm networks provide an increasingly important alternative to arm's length transactions in knowledge-intensive industries, they are notoriously difficult to build and maintain.  Various hypotheses have been advanced for the sources of such collaboration, suggesting that they derive from cultural, organizational and institutional factors. This research attempts to quantify the relative importance of the factors contributing to the success of collaboration projects by developing and analyzing survey and interview-based indicators of public inputs to network production among small and mid-sized firms -- with a particular focus on their provision through the Manufacturing Extension Partnerships sponsored by the Federal Government.\r\n\r\nIntellectual Merit:  This research contributes to the literature about the rationale for government intervention to foster innovation  in the United States.  Government intervention is typically justified as a response to market failure, and represents an effort to make markets more competitive.  However, a growing body of literature argues that innovation tends to occur in \"collaborative spaces\" that are sheltered from market competition.  The focus of the research is to examine whether there is a mismatch between the process of innovation and the rationale for innovation policy.  The research examines the relative importance of public inputs to network production among small and medium-sized firms in a study of the Manufacturing Extension Partnerships (MEPs) sponsored by the National Institute of Standards and Technology. \r\n\r\nBroader Impact:  The research produces a publicly available data set that can be used to examine the relationship between government inputs and network production.  The results inform a variety of different disciplines, such as economics, sociology and political science.  The study also engages and trains graduate students in the research processes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SBE",
 "org_div_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Schrank",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Schrank",
   "pi_email_addr": "andrew_schrank@brown.edu",
   "nsf_id": "000539017",
   "pi_start_date": "2010-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1 UNIVERSITY OF NEW MEXICO",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 318869.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><tt>American manufacturing has been fundamentally transformed by globalization, competition, and the growth of information and communications technology. Manufactured goods that used to be produced by corporate giants in large-scale plants are increasingly assembled by decentralized networks of suppliers and subcontractors who are more flexible, but also more vulnerable, than their vertically integrated predecessors. What, if anything, can the government do to help these networks survive and prosper in the 21<sup>st</sup> century? We set out to answer the question by developing: (i) indicators of public inputs to network production among small and midsized manufacturers; (ii) an account of their proliferation through the Manufacturing Extension Partnerships (MEPs) sponsored by the National Institute of Standards and Technology (NIST); and (iii) case studies of their impacts in several states and communities. Our goal was to contribute not only to the scholarly literature on decentralized production networks but to the MEP&rsquo;s efforts to augment their competitiveness by distinguishing a &ldquo;market-fixing&rdquo; approach to service delivery from a &ldquo;network-making&rdquo; alternative. While the former includes the direct provision of advisory services to unfamiliar clients, and is justified by way of reference to the private consulting industry&rsquo;s tendency to overlook the small and midsized firms served by the MEP, the latter includes interaction with more familiar clients, which implies a &ldquo;thickening&rdquo; of network ties, and/or third-party service providers, which speaks to the possibility of &ldquo;brokerage&rdquo; among network members. We used administrative records kindly provided by MEP personnel to build a database of their interactions with almost 20,000 clients and identified a tension, of sorts, in interviews carried out at eight different MEP centers in different parts of the country. While clients report that network-making interactions are particularly valuable, controlling for other factors, the centers have an incentive&mdash;rooted in both the regnant policy frames in Washington and their specific reporting requirements&mdash;to focus on the market-fixing approach. The preliminary results were conveyed to high-ranking NIST and Department of Commerce personnel in a briefing carried out by the principal investigators (PIs) and one of their research assistants in September of 2014. They have also been incorporated into working papers, draft articles, policy briefs, and conference presentations. Finally, the PIs are incorporating much of the material into a book on &ldquo;network failures&rdquo; in the industrial economy that is currently under advanced contract at Princeton University Press.&nbsp;</tt></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2014<br>\n\t\t\t\t\tModified by: Andrew&nbsp;Schrank</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAmerican manufacturing has been fundamentally transformed by globalization, competition, and the growth of information and communications technology. Manufactured goods that used to be produced by corporate giants in large-scale plants are increasingly assembled by decentralized networks of suppliers and subcontractors who are more flexible, but also more vulnerable, than their vertically integrated predecessors. What, if anything, can the government do to help these networks survive and prosper in the 21st century? We set out to answer the question by developing: (i) indicators of public inputs to network production among small and midsized manufacturers; (ii) an account of their proliferation through the Manufacturing Extension Partnerships (MEPs) sponsored by the National Institute of Standards and Technology (NIST); and (iii) case studies of their impacts in several states and communities. Our goal was to contribute not only to the scholarly literature on decentralized production networks but to the MEPÆs efforts to augment their competitiveness by distinguishing a \"market-fixing\" approach to service delivery from a \"network-making\" alternative. While the former includes the direct provision of advisory services to unfamiliar clients, and is justified by way of reference to the private consulting industryÆs tendency to overlook the small and midsized firms served by the MEP, the latter includes interaction with more familiar clients, which implies a \"thickening\" of network ties, and/or third-party service providers, which speaks to the possibility of \"brokerage\" among network members. We used administrative records kindly provided by MEP personnel to build a database of their interactions with almost 20,000 clients and identified a tension, of sorts, in interviews carried out at eight different MEP centers in different parts of the country. While clients report that network-making interactions are particularly valuable, controlling for other factors, the centers have an incentive&mdash;rooted in both the regnant policy frames in Washington and their specific reporting requirements&mdash;to focus on the market-fixing approach. The preliminary results were conveyed to high-ranking NIST and Department of Commerce personnel in a briefing carried out by the principal investigators (PIs) and one of their research assistants in September of 2014. They have also been incorporated into working papers, draft articles, policy briefs, and conference presentations. Finally, the PIs are incorporating much of the material into a book on \"network failures\" in the industrial economy that is currently under advanced contract at Princeton University Press. \n\n\t\t\t\t\tLast Modified: 10/30/2014\n\n\t\t\t\t\tSubmitted by: Andrew Schrank"
 }
}