{
 "awd_id": "0965064",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "International Research Fellowship Program: Modeling the Morphodynamics of Bedrock Meandering",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Tsapogas",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 109200.0,
 "awd_amount": 109200.0,
 "awd_min_amd_letter_date": "2010-05-14",
 "awd_max_amd_letter_date": "2010-05-14",
 "awd_abstract_narration": "0965064\r\nNelson\r\n\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad.  The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support an eighteen-month research fellowship by Dr. Peter A. Nelson to work with Dr. Giovanni Seminara at the University of Genoa in Italy.\r\n\r\nMeandering bedrock rivers are visually spectacular examples of nature?s ability to form patterns. The origin and behavior of bedrock meanders have been debated for over a century, yet today we are still unable to answer very basic questions about them; for instance, how do meanders form in bedrock, and what determines the selection of a meander wavelength? The aim of this project is to develop a theoretical morphodynamic model for bedrock meandering as an important step toward being able to answer these questions. The host and PI are using available studies in the literature and available topographic datasets to develop a comprehensive description of bedrock meanders in nature, and, building upon existing theory for alluvial meandering and recent advances in our understanding of the mechanics of bedrock erosion, these observations are used to develop a theory for bedrock meander formation. Theory development includes the following: 1) new approaches to estimate local vertical and lateral erosion due to abrasion from saltating bed load and suspended load, and bedrock breakdown due to weathering; 2) a linear stability analysis of a basic state to ascertain whether lateral erosion may provide a mechanism for bend growth; 3) the development of a 3D model for flow in a curved channel whose axis may display both bending and torsion; and 4) the development of a 3D planform evolution equation for the channel centerline to illustrate predicted channel behavior. \r\n\r\nThis project promotes cooperation between geomorphologists and theoretical morphodynamicists. Since so little is known about the behavior of bedrock rivers, this project has the potential to dramatically broaden our basic understanding of bedrock systems. Our proposed work will combine the state-of-the-art in theoretical morphodynamics of alluvial meandering and bedrock incision, and the theoretical framework we develop will be the first of its kind to employ a purely erosive mechanism, to include the effects of sediment supply, and to be intrinsically 3D. The novel aspects of this work, particularly the incorporation of sediment supply-limited effects, should be applicable to a broad range of geomorphic problems, including possible anthropogenic or climatic effects on river behavior. We expect this project will provide opportunities for continual international collaboration between theoreticians and geomorphologists now and in the future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Nelson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Peter A Nelson",
   "pi_email_addr": "",
   "nsf_id": "000542426",
   "pi_start_date": "2010-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nelson                  Peter          A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Berkeley",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "947051423",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Nelson                  Peter          A",
  "perf_str_addr": "",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947051423",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5920",
   "pgm_ref_txt": "ITALY"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 109200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Rivers are dynamic systems that adjust their form in response to changes in climate, tectonics, sediment supply, and biological and anthropogenic activity. These adjustments can be better understood by characterizing the river system within a mathematical framework and using governing equations to describe fluid flow, sediment transport and bed and bank erosion and deposition. With an appropriate framework in place, analytical and numerical techniques can then be used to explore fundamental problems in river morphodynamics. Such techniques have generated considerable progress in advancing our understanding of the behavior of alluvial rivers. However, these methods have not been able to inform our understanding of rivers that cut through bedrock, because bedrock rivers do not receive a sediment supply equal to the river&rsquo;s sediment transport capacity. Motivated by the desire to achieve a better understanding of how and why bedrock rivers meander, the intent of this project was to develop modeling tools and an analytical framework capable of extending the rich history alluvial morphodynamic theory to bedrock systems.</p>\n<p>&nbsp;</p>\n<p>The activities completed during this fellowship provide an improved understanding of the morphodynamics of mixed bedrock-alluvial rivers, and provide a foundation for making further progress in understanding bedrock river meandering. We have introduced a theoretical framework and modeling tools that can be used to address a variety of questions concerning bedrock and alluvial river systems. Our work has provided a theoretical explanation of how differences in hydraulic roughness between bare bedrock and mobile sediment causes sediment to become locally concentrated on the channel bed, a phenomenon that has been observed in the field and in flume experiments. We also developed a model that simulates how a bedrock river&rsquo;s cross sectional shape evolves in response to changes in sediment supply, and we have developed a nonlinear mathematical model that shows how channel curvature influences flow, sediment transport, and bed topography in mixed bedrock-alluvial rivers.</p>\n<p>&nbsp;</p>\n<p>As a postdoctoral fellowship, a major goal of the project was to promote teaching, training, and learning. Experts in theoretical morphodynamics at the host institution mentored the postdoctoral fellow in the analytical and numerical techniques that have proven to be quite powerful in enhancing the field&rsquo;s understanding of river dynamics, and as a new university faculty member, the fellow will incorporate these methods into his teaching and advising responsibilities. The major findings of this research have been, and will continue to be, broadly disseminated through presentations at international conferences and publications in respected scientific journals. Furthermore, because the fellowship was so productive, it is expected to encourage further interactions and collaborations between geomorphologists and theoretical morphodynamicists, and international cooperation between researchers in the United States and Europe.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2012<br>\n\t\t\t\t\tModified by: Peter&nbsp;A&nbsp;Nelson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRivers are dynamic systems that adjust their form in response to changes in climate, tectonics, sediment supply, and biological and anthropogenic activity. These adjustments can be better understood by characterizing the river system within a mathematical framework and using governing equations to describe fluid flow, sediment transport and bed and bank erosion and deposition. With an appropriate framework in place, analytical and numerical techniques can then be used to explore fundamental problems in river morphodynamics. Such techniques have generated considerable progress in advancing our understanding of the behavior of alluvial rivers. However, these methods have not been able to inform our understanding of rivers that cut through bedrock, because bedrock rivers do not receive a sediment supply equal to the riverÆs sediment transport capacity. Motivated by the desire to achieve a better understanding of how and why bedrock rivers meander, the intent of this project was to develop modeling tools and an analytical framework capable of extending the rich history alluvial morphodynamic theory to bedrock systems.\n\n \n\nThe activities completed during this fellowship provide an improved understanding of the morphodynamics of mixed bedrock-alluvial rivers, and provide a foundation for making further progress in understanding bedrock river meandering. We have introduced a theoretical framework and modeling tools that can be used to address a variety of questions concerning bedrock and alluvial river systems. Our work has provided a theoretical explanation of how differences in hydraulic roughness between bare bedrock and mobile sediment causes sediment to become locally concentrated on the channel bed, a phenomenon that has been observed in the field and in flume experiments. We also developed a model that simulates how a bedrock riverÆs cross sectional shape evolves in response to changes in sediment supply, and we have developed a nonlinear mathematical model that shows how channel curvature influences flow, sediment transport, and bed topography in mixed bedrock-alluvial rivers.\n\n \n\nAs a postdoctoral fellowship, a major goal of the project was to promote teaching, training, and learning. Experts in theoretical morphodynamics at the host institution mentored the postdoctoral fellow in the analytical and numerical techniques that have proven to be quite powerful in enhancing the fieldÆs understanding of river dynamics, and as a new university faculty member, the fellow will incorporate these methods into his teaching and advising responsibilities. The major findings of this research have been, and will continue to be, broadly disseminated through presentations at international conferences and publications in respected scientific journals. Furthermore, because the fellowship was so productive, it is expected to encourage further interactions and collaborations between geomorphologists and theoretical morphodynamicists, and international cooperation between researchers in the United States and Europe.\n\n \n\n\t\t\t\t\tLast Modified: 09/28/2012\n\n\t\t\t\t\tSubmitted by: Peter A Nelson"
 }
}