{
 "awd_id": "0965533",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "BREAD:   An Alternate Dwarfing Gene System to Improve Abiotic Stress Tolerance in Cereals",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924508",
 "po_email": "dokamuro@nsf.gov",
 "po_sign_block_name": "Diane Jofuku Okamuro",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 1564486.0,
 "awd_amount": 1564486.0,
 "awd_min_amd_letter_date": "2010-05-12",
 "awd_max_amd_letter_date": "2012-07-26",
 "awd_abstract_narration": "PI: Kulvinder S. Gill (Washington State University)\r\n\r\nCoPIs: Johar Singh (Punjab Agricultural University, Ludhiana, India) and Devinder Sandhu (University of Wisconsin-Stevens Point)\r\n\r\nKey Collaborators: Kanwarpal S. Dhugga (Pioneer Hi-Bred International, Inc.), Gurmukh S. Johal (Purdue University), Mustafa Shafqat (COMSATS University, Abbottabad, Pakistan), Harindra S. Balyan and Pushpendra K. Gupta (Meerut University, India), and Madhu Meeta Jindal (Punjab Agricultural University, Ludhiana, India)\r\n\r\nGenes influencing plant height have revolutionized agriculture by doubling the wheat and rice production. Under conditions of environmental stress, the most predominantly used wheat semi-dwarf mutants rht1 and rht2 exhibit adverse effects on agronomic traits including coleoptile and first leaf length, root length and biomass, as well as drought tolerance. These adverse effects limit wheat yields under abiotic stress conditions that regularly affect more than 85% of the US and about 50% of the world wheat production area. The main goal of the project is to identify and characterize an alternative dwarfing gene system for wheat and other cereals in order to alleviate adverse effects of the currently used dwarfing genes.  Currently used dwarfing gene systems in wheat reduce plant height by interrupting production or signaling of plant growth hormone gibberellins that are particularly important for plants to deal with stressful conditions.  Previous studies have shown that mutations in the maize brachytic2 (br2) and the sorghum dwarf3 (dw3) genes that encode P-glycoproteins (PGPs) involved in polar transport of auxin, result in a reduction in plant height without any of the adverse phenotypic effects usually associated with the currently used wheat dwarfing mutants.  Based on these observations, this project will test whether the wheat ortholog (TaBr2) of the maize Br2 gene can be used as an alternative dwarfing gene system in wheat.  Specific objectives are to clone TaBr2 and to study its expression and function in wheat using various reverse genetics tools including virus-induced gene silencing and RNAi.  In addition, mutations in TaBr2 will be isolated using phenotypic as well as by TILLING screens in order to identify the ideal dwarfing mutant.  \r\n\r\nThe benefit of the project, especially to farmers with small land holdings, will come from the introgression of value-added genes, including stripe rust resistance genes as well as newly-developed dwarfing gene mutants, into popular varieties of India, Pakistan, and the US.  In addition, the project will provide new insight into the process of auxin signaling and transport in crop plants.  \r\n\r\nThe project will provide highly interdisciplinary and international research training opportunities for undergraduate and graduate students, as well as for research associates/visiting scientists.   The PIs are actively involved in outreach activities including farmers' Field Days, talking to grower groups and organizing lab demonstrations and displays to grower groups and the public at large. The project information and findings will be communicated with the public via these efforts as well as through electronic means.   A project website will be developed that will serve as a \"one-stop\" location for access to all resources generated in this project.  Links will be provided to this project webpage from each of the investigator's web pages as well.   Expression and sequence data will be immediately submitted to GenBank (http://www.ncbi.nlm.nih.gov/), according to the currently accepted community standard (e.g. Bermuda/Ft. Lauderdale agreement). Real-time expression data of selected genes on various wheat lines will be made freely available first via publications and then by hosting on the project webpage and on Gramene (http://www.gramene.org/). Mapping data will be available at GrainGenes database (http://wheat.pw.usda.gov/GG2/index.shtml).  All VIGS and RNAi constructs and germplasm generated in this project will be maintained in the PIs' lab and will be available to the public.  Gene introgression lines developed in India and Pakistan will be released as public varieties after going through variety testing programs of the respective countries.  Introgression lines developed in the US will be released as public varieties, possibly through the USDA-ARS National Center for Genetic Resources Preservation and the Plant Variety Protection Office.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kulvinder",
   "pi_last_name": "Gill",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kulvinder S Gill",
   "pi_email_addr": "ksgill@wsu.edu",
   "nsf_id": "000470052",
   "pi_start_date": "2010-05-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Devinder",
   "pi_last_name": "Sandhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Devinder Sandhu",
   "pi_email_addr": "dsandhu@uwsp.edu",
   "nsf_id": "000540764",
   "pi_start_date": "2010-05-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Johar",
   "pi_last_name": "Saini",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Johar S Saini",
   "pi_email_addr": "joharsingh@pau.edu",
   "nsf_id": "000561881",
   "pi_start_date": "2010-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "240 FRENCH ADMINISTRATION BLDG",
  "perf_city_name": "PULLMAN",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  },
  {
   "pgm_ele_code": "828800",
   "pgm_ele_name": "BM Gates Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8288",
   "pgm_ref_txt": "BMGF"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "40XX",
   "app_name": "NSF TRUST FUND",
   "app_symb_id": "048960",
   "fund_code": "4079XXXXDB",
   "fund_name": "NSF TRUST FUND",
   "fund_symb_id": "048960"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 517883.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 520791.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 525812.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 'Green Revolution' that improved wheat production worldwide since the 1960s was due to the use of height reducing genes<em> </em>that allowed increased use of fertilizers and irrigation. More than 90% of the wheat varieties grown in the world carry the same dwarfing genes to reduce plant height. Especially under conditions of environmental stress, the currently used dwarfing genes exhibit adverse effect on plant&rsquo;s ability to cope with the stress due to reduction in a very important plant hormone gibberellins (GA) thus reduce abiotic stress tolerance and yield. Because of the use of GA-based dwarfing mutants, the currently grown wheat cultivars are more prone to yield losses due to abiotic stresses. A number of plant attributes including coleoptile and first leaf length, and primary and secondary roots and root biomass are negatively effected by the currently used dwarfing genes. Reduced coleoptile and first leaf length adversely affect seedling emergence from deep planting depths that is a common practice for low rainfall production areas of the world. Even in the medium precipitation zone, shorter coleoptile length forces shallow planting thus reduces effective water use efficiency. Lower root length/biomass adversely affect water use efficiency thus yield and grain quality under medium to low precipitation area. About 86% of the US wheat and about 50% of the wheat producing area of the world is drought prone.</p>\n<p>As intended by the NSF-BREAD program, the project is expected to have direct impact on wheat productivity and farm profitability. Twenty-two new dwarfing genes were identified which are now being evaluated under NSF-STTR grant for their agronomic performance. The newly developed dwarfing genes will replace the currently used genes and will significantly improve abiotic stress tolerance thus will improve wheat yields, sustainability and farm profitability. Additionally, several wheat lines carrying value-added traits were developed some of which will be released as varieties. In addition to the direct impact on wheat productively, significant original information was generated during the course of the project. Wheat has a large and complex genome which, along with the lack of many genomic resources, make it difficult to clone and characterize wheat genes. As a result only a handful genes have been cloned from wheat. Besides, tremendous investments have been made to generate information, resources and technologies in model systems with the hope to translate that into crop plants. We have established a practical, efficient and economical pipeline to clone and characterize valuable genes using information from model systems and other plants without having to go through complex cloning methods. We provided new insights into genetic control of the seedling emergence trait. Previously it was believed that the seedling emergence is directly proportional to the coleoptile length. We have shown that not to be the case as plants with the best emergence were present in most of the coleoptile classes. Now this information has set the stage to investigate this further to understand genetic control of this very important trait of wheat. Both auxins and brassinosteroids were shown to be involved in determining plant height in wheat and some key genes involved in the pathways of these two very important plant hormones were cloned and characterized in wheat. A mutant resource was developed for the scientific community that will help in understanding gene function in wheat. Specifically the bioinformatics approaches developed to identify important genes across plants so as to utilize information and resources from the model systems for their utility in crop plants; can be used across living organisms. The same is the case for various other bioinformatics tools and approaches that were optimized to learn about evolution, find gene parts important for its activi...",
  "por_txt_cntn": "\nThe 'Green Revolution' that improved wheat production worldwide since the 1960s was due to the use of height reducing genes that allowed increased use of fertilizers and irrigation. More than 90% of the wheat varieties grown in the world carry the same dwarfing genes to reduce plant height. Especially under conditions of environmental stress, the currently used dwarfing genes exhibit adverse effect on plantÆs ability to cope with the stress due to reduction in a very important plant hormone gibberellins (GA) thus reduce abiotic stress tolerance and yield. Because of the use of GA-based dwarfing mutants, the currently grown wheat cultivars are more prone to yield losses due to abiotic stresses. A number of plant attributes including coleoptile and first leaf length, and primary and secondary roots and root biomass are negatively effected by the currently used dwarfing genes. Reduced coleoptile and first leaf length adversely affect seedling emergence from deep planting depths that is a common practice for low rainfall production areas of the world. Even in the medium precipitation zone, shorter coleoptile length forces shallow planting thus reduces effective water use efficiency. Lower root length/biomass adversely affect water use efficiency thus yield and grain quality under medium to low precipitation area. About 86% of the US wheat and about 50% of the wheat producing area of the world is drought prone.\n\nAs intended by the NSF-BREAD program, the project is expected to have direct impact on wheat productivity and farm profitability. Twenty-two new dwarfing genes were identified which are now being evaluated under NSF-STTR grant for their agronomic performance. The newly developed dwarfing genes will replace the currently used genes and will significantly improve abiotic stress tolerance thus will improve wheat yields, sustainability and farm profitability. Additionally, several wheat lines carrying value-added traits were developed some of which will be released as varieties. In addition to the direct impact on wheat productively, significant original information was generated during the course of the project. Wheat has a large and complex genome which, along with the lack of many genomic resources, make it difficult to clone and characterize wheat genes. As a result only a handful genes have been cloned from wheat. Besides, tremendous investments have been made to generate information, resources and technologies in model systems with the hope to translate that into crop plants. We have established a practical, efficient and economical pipeline to clone and characterize valuable genes using information from model systems and other plants without having to go through complex cloning methods. We provided new insights into genetic control of the seedling emergence trait. Previously it was believed that the seedling emergence is directly proportional to the coleoptile length. We have shown that not to be the case as plants with the best emergence were present in most of the coleoptile classes. Now this information has set the stage to investigate this further to understand genetic control of this very important trait of wheat. Both auxins and brassinosteroids were shown to be involved in determining plant height in wheat and some key genes involved in the pathways of these two very important plant hormones were cloned and characterized in wheat. A mutant resource was developed for the scientific community that will help in understanding gene function in wheat. Specifically the bioinformatics approaches developed to identify important genes across plants so as to utilize information and resources from the model systems for their utility in crop plants; can be used across living organisms. The same is the case for various other bioinformatics tools and approaches that were optimized to learn about evolution, find gene parts important for its activities and to study gene function in a targeted manner.\n\nThe project has a tremendous..."
 }
}