{
 "awd_id": "0965741",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "ABI: Novel Tools for the Analysis & Interpretation of Gene Signaling Pathways",
 "cfda_num": "47.074",
 "org_code": "08080200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 1539055.0,
 "awd_amount": 1539055.0,
 "awd_min_amd_letter_date": "2010-07-27",
 "awd_max_amd_letter_date": "2011-09-16",
 "awd_abstract_narration": "Wayne State University is awarded a grant to develop new algorithms and methods for the analysis of gene signaling pathways. Using a systems biology approach, the project will perform an impact analysis that includes classic performance statistics but also considers other crucial factors that have been previously neglected, such as the magnitude of each gene's expression change, their significance, their position in the given pathways, their interactions, and the full topology of the pathway. Preliminary work shows that the classical analysis can produce both false positives and false negatives while the proposed impact analysis can provide biologically meaningful results. The methods will be tested and validated in terms of the distribution of the p-values under the null hypothesis, as well as in a number of real biological problems. The validation will be done both in-house, as well as through a number of external collaborations.\r\n\r\nMembers of under-represented groups will be involved in many aspects of this project through collaborations established with Douglass College and Renaissance High School. Douglass College is a undergraduate women's college at Rutgers University. Two annual visits to Douglass will present this research to their undergraduates with a view towards attracting some of them to graduate careers in this area, addressing the need for more women in computer science. Renaissance High School is a minority high-school in Detroit, MI. This project will include a series of lectures for the Renaissance students, as well as competitive summer internships that will involve these high-school students in hands-on research with the goal of enticing them to pursue careers in science. This project is expected to enhance the national education and research infrastructure by providing web-based software implementations of the new algorithms and methods developed as well as by contributing to the establishment of a national repository of bioinformatics education materials. The results of this project will be broadly disseminated by providing: i) a web interface to all tools developed during this project, and ii) by regular scientific communications in journals and conferences. More information about this project will be available through the PI's lab website at http://vortex.cs.wayne.edu/index.html .",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sorin",
   "pi_last_name": "Draghici",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sorin Draghici",
   "pi_email_addr": "sorin@advaitabio.com",
   "nsf_id": "000332124",
   "pi_start_date": "2010-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Grossman",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence I Grossman",
   "pi_email_addr": "l.grossman@wayne.edu",
   "nsf_id": "000184500",
   "pi_start_date": "2010-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Morris",
   "pi_last_name": "Goodman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Morris Goodman",
   "pi_email_addr": "mgoodwayne@aol.com",
   "nsf_id": "000334777",
   "pi_start_date": "2010-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "5700 CASS AVE STE 4900",
  "perf_city_name": "DETROIT",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023692",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1718",
   "pgm_ref_txt": "BIOINFORMATICS"
  },
  {
   "pgm_ref_code": "1728",
   "pgm_ref_txt": "PROG FOR WOMEN AND UNDERREPRESENT GROUPS"
  },
  {
   "pgm_ref_code": "1729",
   "pgm_ref_txt": "K-12, UG, GRAD AND POSTDOCTORAL"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 500200.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1038855.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual merit:</p>\n<p><span style=\"font-size: 12px;\">The approximatively 30,000 known genes in the human body interact in complex ways in order to maintain health and carry out normal physiological processes. The complex interactions between the genes are described by graphs known as gene signaling pathways. Current laboratory techniques allow researchers to compare two phenotypes, such as cancer vs healthy, by &nbsp;measuring the expression levels of all genes. In principle, by studying the sets of genes that change between disease and healthy samples in the context of all known pathways, one can understand the mechanisms of disease. &nbsp;A statistical approach using various models is generally used to identify the most relevant pathways in a given experiment characterized by a set of gene changes. In this work, we showed that the existing pathway analysis methods fail to take into consideration important biological aspects and may provide incorrect results in certain situations. By using a systems biology approach, we developed an impact analysis that includes the classical statistics but also considers other crucial factors such as the magnitude of each gene&rsquo;s expression change, their type and position in the given pathways, their interactions, and the statistical significance of the change observed for each gene. The analysis methods developed here allow deeper level of understanding of the biological phenomena, informed by more pathway-specific biology, than the existing techniques.&nbsp;</span></p>\n<p><span style=\"font-size: 12px;\">This research also showed that all major categories of pathway analysis methods (enrichment analysis, functional class scoring, and topology-based methods) are severely influenced by crosstalk phenomena due to pathways that share genes with each other. Using real pathways and data, we showed that in some cases pathways that are statistically significant are not biologically meaningful, and that some biologically meaningful pathways with non-significant p-values become statistically significant when the crosstalk effects of other pathways are removed. We developed a technique able to detect, quantify, and correct crosstalk effects, as well as identify independent functional modules. This method is expected to allow a better understanding of individual experiment results, as well as a more refined definition of the existing signaling pathways for specific phenotypes.</span></p>\n<p>Broader impact:</p>\n<p>The methods developed in this project can be used to compare disease vs. healthy, treated vs. untreated, drug A vs. drug B, etc. Therefore, these technique are expected to have a broader impact in areas such as&nbsp;<span style=\"font-size: 12px;\">drug development, research aimed at understanding the mechanisms of various diseases in particular complex disease such as diabetes and obesity, agricultural research such as crop yield improvements and disease &nbsp;resistance, as well as in more general areas of molecular biology. This project supported 10 PhD students (of which 5 were women) and one (female) postdoc. As part of this project, we also involved several undergraduate students &nbsp;in a summer camp (5 women and one hispanic), we undertook outreach activities in a high school with a student body of more then 75% African American students, and we involved one undergraduate female student as a McNair research fellow.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2014<br>\n\t\t\t\t\tModified by: Sorin&nbsp;Draghici</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=...",
  "por_txt_cntn": "\nIntellectual merit:\n\nThe approximatively 30,000 known genes in the human body interact in complex ways in order to maintain health and carry out normal physiological processes. The complex interactions between the genes are described by graphs known as gene signaling pathways. Current laboratory techniques allow researchers to compare two phenotypes, such as cancer vs healthy, by  measuring the expression levels of all genes. In principle, by studying the sets of genes that change between disease and healthy samples in the context of all known pathways, one can understand the mechanisms of disease.  A statistical approach using various models is generally used to identify the most relevant pathways in a given experiment characterized by a set of gene changes. In this work, we showed that the existing pathway analysis methods fail to take into consideration important biological aspects and may provide incorrect results in certain situations. By using a systems biology approach, we developed an impact analysis that includes the classical statistics but also considers other crucial factors such as the magnitude of each geneÆs expression change, their type and position in the given pathways, their interactions, and the statistical significance of the change observed for each gene. The analysis methods developed here allow deeper level of understanding of the biological phenomena, informed by more pathway-specific biology, than the existing techniques. \n\nThis research also showed that all major categories of pathway analysis methods (enrichment analysis, functional class scoring, and topology-based methods) are severely influenced by crosstalk phenomena due to pathways that share genes with each other. Using real pathways and data, we showed that in some cases pathways that are statistically significant are not biologically meaningful, and that some biologically meaningful pathways with non-significant p-values become statistically significant when the crosstalk effects of other pathways are removed. We developed a technique able to detect, quantify, and correct crosstalk effects, as well as identify independent functional modules. This method is expected to allow a better understanding of individual experiment results, as well as a more refined definition of the existing signaling pathways for specific phenotypes.\n\nBroader impact:\n\nThe methods developed in this project can be used to compare disease vs. healthy, treated vs. untreated, drug A vs. drug B, etc. Therefore, these technique are expected to have a broader impact in areas such as drug development, research aimed at understanding the mechanisms of various diseases in particular complex disease such as diabetes and obesity, agricultural research such as crop yield improvements and disease  resistance, as well as in more general areas of molecular biology. This project supported 10 PhD students (of which 5 were women) and one (female) postdoc. As part of this project, we also involved several undergraduate students  in a summer camp (5 women and one hispanic), we undertook outreach activities in a high school with a student body of more then 75% African American students, and we involved one undergraduate female student as a McNair research fellow.\n\n \n\n\t\t\t\t\tLast Modified: 10/29/2014\n\n\t\t\t\t\tSubmitted by: Sorin Draghici"
 }
}