{
 "awd_id": "0965814",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: US-BRAZIL IRES / Development and Applications of Microfluidic Devices",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032928416",
 "po_email": "jrobin@nsf.gov",
 "po_sign_block_name": "Jessica Robin",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 67500.0,
 "awd_amount": 67500.0,
 "awd_min_amd_letter_date": "2010-06-01",
 "awd_max_amd_letter_date": "2010-06-01",
 "awd_abstract_narration": "Microfluidic devices offer great versatility, high throughput, low analysis time, low cost, and, more importantly, performance that is comparable to standard bench-top instrumentation. Microfluidics is also an excellent platform to introduce students to microfabrication and nanotechnology, bridging chemistry with other fields such as engineering and biology. To spark interest in this emerging technology and to increase the science participation of students from underrepresented minorities, this International Research Experiences for Students (IRES) award will enable four U.S. undergraduate students per year to engage in research on microfluidics devices in São Paulo, Brazil.  Participants in the IRES program will work mainly on the design and characterization of novel methods for the quantification of phenolic compounds. These compounds have been associated with a variety of health issues ranging from headaches to cancer, and are one of the research priorities of the U.S. Environmental Protection Agency.\r\n\r\nStudent researchers will be mentored by Dr. Emanuel Carrilho of the University of São Paulo, São Carlos, Brazil, and will spend eight weeks in the host researcher?s lab.  Research projects will be complemented by the students? interaction with on-campus research groups and departmental activities, as well as a teaching module that includes ethics, safety and presentation skills.  A focus on minority recruiting, combined with the involvement of graduate students as mentors, will promote the engagement of underrepresented minorities in this international research opportunity. \r\n\r\nThis award is co-funded by the Office of International Science and Engineering (OISE) and the Division of Chemistry (CHE).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Garcia",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos D Garcia",
   "pi_email_addr": "cdgarci@clemson.edu",
   "nsf_id": "000354990",
   "pi_start_date": "2010-06-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Gomez",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Frank A Gomez",
   "pi_email_addr": "fgomez@calstate.edu",
   "nsf_id": "000468452",
   "pi_start_date": "2010-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at San Antonio",
  "inst_street_address": "1 UTSA CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104584340",
  "inst_zip_code": "782491644",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT SAN ANTONIO",
  "org_prnt_uei_num": "U44ZMVYU52U6",
  "org_uei_num": "U44ZMVYU52U6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at San Antonio",
  "perf_str_addr": "1 UTSA CIR",
  "perf_city_name": "SAN ANTONIO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782491644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "197800",
   "pgm_ele_name": "PROJECTS"
  },
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  },
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5913",
   "pgm_ref_txt": "BRAZIL"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "7639",
   "pgm_ref_txt": "IRES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 67500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project aimed to provide training opportunities to students in the area of microanalytical chemistry. A focus on minority recruiting, the involvement of graduate students as mentors, and an array of strategies were implemented to encourage the participation of underrepresented minorities and strengthen their research skills. Recruitment for the program was performed through a variety of sources including e-mail announcements, media interviews, promoting the program during invited talks/seminars, and via non-traditional channels such as Facebook, LinkedIn, and ResearchGate. In all cases, students were directed to a <a title=\"US-Brazil IRES\" href=\"http://www.utsa.edu/chem/faculty/carlosGarcia/ires.html\">webpage</a> that contains a description of the program, an on-line application form, and additional information about the program. Since we started tracking, the page received 1215 visits, 84% of them from domestic locations (<em>Google Analytics</em>). The vast majority of the visits came from locations targeted in the recruitment plan (Texas, 56% and California, 22%). This service also allowed us to observe peaks in traffic (~100 visits/week) occuring after e-mail notifications were sent.</p>\n<p>A total of 42 applications were received, mostly from the locations targeted in the recruitment plan enabling the selection (only US citizens or permanent residents were considered) of a diverse pool of participants that adequately reflects the objectives of the program. It is important to point out that exceptional applicants from distant locations were considered when voluntarily disclosed arrangements to participate in the pre-IRES activities. The IRES project was adequately promoted and was able to broaden participation of underrepresented groups. An additional advantage of these strategies was the development of new relationships with researchers in the area that actively encouraged their students to apply. It is also important to mention that, in line with the goals of the Office of International and Integrative Activities, the program has also facilitated the exchange of Brazilian scientist. In this regard, the links developed during the visits to Brazil, the presentations performed, and the informal discussion of the research perspectives among students have facilitated the approval of six Brazilian scholarships (<a href=\"http://www.fapesp.br/en/\">FAPESP</a>) to perform research at UTSA by 8 students and 1 faculty.</p>\n<p>The intellectual merit of the proposal originated from the interaction of the participants with a pool of accomplished faculty, their exposure to a foreign research environment, the training received, the productivity achieved by the students, the excitement for STEM developed by the participants, and the appreciation for the cultural exchange. The program was initially focused on the development and characterization of microchip-capillary electrophoresis (CE) devices and then expanded to provide alternatives to students interested in nanomaterials. All students received pre-IRES trainings in laboratory safety, ethics, and laboratory techniques and were acquainted with the language, customs, and culture from Brazil. To ensure a &ldquo;<em>safe landing</em>&rdquo; at the foreign institution, the PI travelled to Brazil and stayed in residence there for at least one week, during each of the four years of the program. According to the mentoring program, students were paired with a Brazilian graduate student or junior faculty member that supervised the progress in the research project and provided daily support.</p>\n<p>The impact of the IRES program was evaluated with a series of anonymous <a title=\"SurveyMonkey\" href=\"http://www.surveymonkey.com\">surveys</a> using a numerical scale of 1 (low) to 6 (high) evaluatring the activities performed before summer experience, the logistic arrangements, the experience while in Brazil, and their perception of t...",
  "por_txt_cntn": "\nThe project aimed to provide training opportunities to students in the area of microanalytical chemistry. A focus on minority recruiting, the involvement of graduate students as mentors, and an array of strategies were implemented to encourage the participation of underrepresented minorities and strengthen their research skills. Recruitment for the program was performed through a variety of sources including e-mail announcements, media interviews, promoting the program during invited talks/seminars, and via non-traditional channels such as Facebook, LinkedIn, and ResearchGate. In all cases, students were directed to a webpage that contains a description of the program, an on-line application form, and additional information about the program. Since we started tracking, the page received 1215 visits, 84% of them from domestic locations (Google Analytics). The vast majority of the visits came from locations targeted in the recruitment plan (Texas, 56% and California, 22%). This service also allowed us to observe peaks in traffic (~100 visits/week) occuring after e-mail notifications were sent.\n\nA total of 42 applications were received, mostly from the locations targeted in the recruitment plan enabling the selection (only US citizens or permanent residents were considered) of a diverse pool of participants that adequately reflects the objectives of the program. It is important to point out that exceptional applicants from distant locations were considered when voluntarily disclosed arrangements to participate in the pre-IRES activities. The IRES project was adequately promoted and was able to broaden participation of underrepresented groups. An additional advantage of these strategies was the development of new relationships with researchers in the area that actively encouraged their students to apply. It is also important to mention that, in line with the goals of the Office of International and Integrative Activities, the program has also facilitated the exchange of Brazilian scientist. In this regard, the links developed during the visits to Brazil, the presentations performed, and the informal discussion of the research perspectives among students have facilitated the approval of six Brazilian scholarships (FAPESP) to perform research at UTSA by 8 students and 1 faculty.\n\nThe intellectual merit of the proposal originated from the interaction of the participants with a pool of accomplished faculty, their exposure to a foreign research environment, the training received, the productivity achieved by the students, the excitement for STEM developed by the participants, and the appreciation for the cultural exchange. The program was initially focused on the development and characterization of microchip-capillary electrophoresis (CE) devices and then expanded to provide alternatives to students interested in nanomaterials. All students received pre-IRES trainings in laboratory safety, ethics, and laboratory techniques and were acquainted with the language, customs, and culture from Brazil. To ensure a \"safe landing\" at the foreign institution, the PI travelled to Brazil and stayed in residence there for at least one week, during each of the four years of the program. According to the mentoring program, students were paired with a Brazilian graduate student or junior faculty member that supervised the progress in the research project and provided daily support.\n\nThe impact of the IRES program was evaluated with a series of anonymous surveys using a numerical scale of 1 (low) to 6 (high) evaluatring the activities performed before summer experience, the logistic arrangements, the experience while in Brazil, and their perception of teh activities after the program. Very good ratings were obtained, showing an average overall value of the program as 5.8 out of 6.\n\n Although other products (2) are currently in preparation, the program already generated four publications in peer-reviewed journals:\n\nMoraes, F.; Lima, R.; Segato, T.; Cesa..."
 }
}