{
 "awd_id": "0966934",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Shape Effects on Microorganism Removal by Microfiltration and Ultrafiltration Membranes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Angie Lueking",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 147741.0,
 "awd_amount": 155741.0,
 "awd_min_amd_letter_date": "2010-03-31",
 "awd_max_amd_letter_date": "2015-02-23",
 "awd_abstract_narration": "This NSF award by the Chemical and Biological Separations program supports work to examine from both experimental and theoretical viewpoints the effect of microorganism size and shape on membrane rejection. Microfiltration and ultrafiltration membranes are increasingly employed in the food processing, biotechnology, pharmaceutical industries and for environmental separations. These advanced filtration techniques have gained popularity in municipal water and wastewater treatment particularly following the 1993 Cryptosporidium outbreak in Milwaukee, WI. This is the single largest waterborne disease outbreak in the history of the United States resulting in over 400,000 becoming ill and 50 deaths. Even though membranes present a virtually complete barrier to this parasite (conventional filtration techniques do not), viruses and bacteria can pass through them potentially posing human health risks. MF and UF systems are also employed during purification and manufacturing of drugs, juices, milk and other products where sterility is an important consideration.\r\n\r\nParadoxically, even though microfiltration and ultrafiltration systems do not generally achieve complete virus and bacteria removal, the factors governing microorganism transport across them are not well understood, particularly for non-spherical organisms. This necessitates conservative membrane design and implementation. Further, previous experimental and theoretical studies of colloid passage across membranes have focused predominantly on spherical particles even though rod-shaped bacteria and non-spherical viruses are frequently encountered in water supplies.\r\n\r\nIn this work comprehensive theoretical and experimental investigations will be performed to delineate hindered transport phenomena contributing to the removal of viruses and bacteria by microfiltration and ultrafiltration membranes. The focus will be on systematically and rigorously determining the influence of microorganism aspect ratio and the importance of axial and rotational Peclet numbers on transport. The filtration of numerous rod-shaped viruses and bacteria across a range of pore sizes and transmembrane pressures will be examined using both track-etched membranes with an idealized pore geometry as well as commercially relevant phase inversion membranes which have a complex porous structure. A rigorous model that incorporates Brownian diffusion and particle alignment with the flow will be developed.\r\n\r\nBroader impacts of the work lie in (i) training a high school science/math teacher in Clarkson and another at Houston, (ii) communications with industrial scientists at Millipore Corporation, (iii) training students to perform interdisciplinary and collaborative research applying principles from transport phenomena, biotechnology, and environmental engineering, (iv) supporting undergraduates to conduct research through course projects and summer research, and (v) disseminating research results in peer-reviewed publications and conference presentations. We hope to draw participants from a variety of K-12 institutions across Houston and Potsdam, particularly those with historically minority student bodies in several of these activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ruth",
   "pi_last_name": "Baltus",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Ruth E Baltus",
   "pi_email_addr": "baltus@clarkson.edu",
   "nsf_id": "000166661",
   "pi_start_date": "2010-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clarkson University",
  "inst_street_address": "8 CLARKSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "POTSDAM",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3152686475",
  "inst_zip_code": "136761401",
  "inst_country_name": "United States",
  "cong_dist_code": "21",
  "st_cong_dist_code": "NY21",
  "org_lgl_bus_name": "CLARKSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SL2PF6R7MRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Clarkson University",
  "perf_str_addr": "8 CLARKSON AVE",
  "perf_city_name": "POTSDAM",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "136761401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "21",
  "perf_st_cong_dist": "NY21",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "007E",
   "pgm_ref_txt": "Biological Separation Processes"
  },
  {
   "pgm_ref_code": "052E",
   "pgm_ref_txt": "MAT & PROC FOR CHEM SEPARATION"
  },
  {
   "pgm_ref_code": "053E",
   "pgm_ref_txt": "BIOSEPARATIONS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 147741.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goals of this project were to enhance the removal and/or inactivation of viruses and bacteria by membrane filtration so as to provide safer drinking water and to provide a rigorous mechanistic understanding of underlying transport (rejection) phenomena.&nbsp; The project was specifically focused on membrane separations for the effective removal of non-spherical microorganisms, using tightly coupled experimental and theoretical efforts. Images of several organisms examined in this study are shown in the attached file.</p>\n<p>Results demonstrate that a higher fraction of capsule shaped particles are rejected from porous membranes when compared to spherical particles of the same volume.&nbsp; These results mean that larger pore membranes can be used to remove non-spherical particles than pore sizes required to remove spherical particles of the same volume. Since energy consumption (to pump water across the membrane) decreases with increasing pore size, this is an important finding. Results also show that removals can be significantly increased when particles and membrane carry the same charge. &nbsp;The theoretical models developed as part of this project are in excellent agreement with experimental observations, demonstrating that numerical calculations can be used to predict separations for different particle and membrane systems, albeit under relatively idealized conditions.</p>\n<p>&nbsp;Current models of particle rejection by porous membranes focus exclusively on the reduced velocity experienced by large particles in a pore only slightly bigger than the particle and neglect the influence of the pore entrance on particle motion.&nbsp; Our work on this project has also involved a theoretical examination of pore entrance effects. Results show that these effects should not be neglected when designing separation systems involving thin membranes.</p>\n<p>Efforts were also initiated to examine free diffusion of tailed viruses. Again, experimental observations are in excellent agreement with model predictions showing our capability to accurately capture the physics and chemistry associated with these phenomena. Results demonstrate the importance of the tail in the transport of these particles, i.e., diffusion rates will be seriously underestimated if one simplifies viruses as simple spheres as is sometimes incorrectly assumed in the literature.</p>\n<p>&nbsp;We also empirically investigated novel methods to coagulate viruses to facilitate their removal by microfiltration membranes. Aggregating viruses with each other or with other colloids present in contaminated waters increased their effective size. This allows the use of membranes with larger pores thereby reducing energy requirements. Coagulation also substantially reduces membrane fouling, further lowering operating costs. In addition to physically removing viruses, we showed that viruses could be inactivated (or killed) to a limited extent by electrochemical coagulation if the water salinity was sufficiently high. This portion of our research proved that pretreatment by chemical or electro-coagulation will increase productivity and simultaneously improve filtered water quality. These results also suggest that electrocoagulation integrated with membranes can be applied to provide safe drinking water under emergency situations (e.g. hurricanes or flooding) since it is highly a portable and effective method to purify water at relatively small-scale.</p>\n<p>Three PhD students and several undergraduate students have been involved with this project. These students have learned specifically about membranes and their role in water treatment processes. More generally, these students have been introduced to collaborative research, including data interpretation and technical communication.&nbsp; Results from this project have been published in scholarly journals and have been presented at annual meetings of the North A...",
  "por_txt_cntn": "\nThe major goals of this project were to enhance the removal and/or inactivation of viruses and bacteria by membrane filtration so as to provide safer drinking water and to provide a rigorous mechanistic understanding of underlying transport (rejection) phenomena.  The project was specifically focused on membrane separations for the effective removal of non-spherical microorganisms, using tightly coupled experimental and theoretical efforts. Images of several organisms examined in this study are shown in the attached file.\n\nResults demonstrate that a higher fraction of capsule shaped particles are rejected from porous membranes when compared to spherical particles of the same volume.  These results mean that larger pore membranes can be used to remove non-spherical particles than pore sizes required to remove spherical particles of the same volume. Since energy consumption (to pump water across the membrane) decreases with increasing pore size, this is an important finding. Results also show that removals can be significantly increased when particles and membrane carry the same charge.  The theoretical models developed as part of this project are in excellent agreement with experimental observations, demonstrating that numerical calculations can be used to predict separations for different particle and membrane systems, albeit under relatively idealized conditions.\n\n Current models of particle rejection by porous membranes focus exclusively on the reduced velocity experienced by large particles in a pore only slightly bigger than the particle and neglect the influence of the pore entrance on particle motion.  Our work on this project has also involved a theoretical examination of pore entrance effects. Results show that these effects should not be neglected when designing separation systems involving thin membranes.\n\nEfforts were also initiated to examine free diffusion of tailed viruses. Again, experimental observations are in excellent agreement with model predictions showing our capability to accurately capture the physics and chemistry associated with these phenomena. Results demonstrate the importance of the tail in the transport of these particles, i.e., diffusion rates will be seriously underestimated if one simplifies viruses as simple spheres as is sometimes incorrectly assumed in the literature.\n\n We also empirically investigated novel methods to coagulate viruses to facilitate their removal by microfiltration membranes. Aggregating viruses with each other or with other colloids present in contaminated waters increased their effective size. This allows the use of membranes with larger pores thereby reducing energy requirements. Coagulation also substantially reduces membrane fouling, further lowering operating costs. In addition to physically removing viruses, we showed that viruses could be inactivated (or killed) to a limited extent by electrochemical coagulation if the water salinity was sufficiently high. This portion of our research proved that pretreatment by chemical or electro-coagulation will increase productivity and simultaneously improve filtered water quality. These results also suggest that electrocoagulation integrated with membranes can be applied to provide safe drinking water under emergency situations (e.g. hurricanes or flooding) since it is highly a portable and effective method to purify water at relatively small-scale.\n\nThree PhD students and several undergraduate students have been involved with this project. These students have learned specifically about membranes and their role in water treatment processes. More generally, these students have been introduced to collaborative research, including data interpretation and technical communication.  Results from this project have been published in scholarly journals and have been presented at annual meetings of the North American Membrane Society and the American Institute of Chemical Engineers, and in academic seminars. Broader impacts of our wor..."
 }
}