{
 "awd_id": "0966165",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "ACHIEVING DIVERSITY GOALS: A PROGRAM TO ADVANCE LEADERSHIP IN  ENGINEERING AND COMPUTER SCIENCE",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Teles",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 586500.0,
 "awd_amount": 586500.0,
 "awd_min_amd_letter_date": "2010-05-03",
 "awd_max_amd_letter_date": "2017-08-14",
 "awd_abstract_narration": "The long-term objective of this project is development of a recruitment and retention program designed to attract and graduate engineering and computer science leaders (Leadership Scholars) who have been traditionally underrepresented. Strategies to achieve this objective include strengthening the pipelines with engineering academies and community colleges, as well as retention strategies focused on leadership and academic excellence. These recruitment and retention strategies are being developed, tested, and refined as part of a college program designed to advance leadership in engineering and computer science. Specific objectives for the Class of 2015 engineering and computer science graduates are:\r\n1. At least 30% of the students who graduate belong to underrepresented groups.\r\n2. A minimum four year retention rate of 70% is attained for underrepresented groups.\r\n3. The Leadership Scholars belong to the top half of their respective graduating classes.\r\n4. The necessary recruitment and retention strategies to sustain these goals are in place by the project completion date.\r\n\r\nUnderrepresented students in computer science and engineering at the college belong to one or more of the following three categories: non-European ethnic groups, first-generation college students, and women. The college is recruiting a cohort of approximately 13 first-year students and 6 community college students. These Leadership Scholars receive tiered, need-based scholarships that increase after they declare their majors. Upon matriculation, the Scholars participate in a three-semester Leadership in science, technology, engineering, and mathematics (STEM) co-curricular program designed to strengthen the cohort, and to expose them to the distinctive opportunities available at a liberal arts college  The Leadership Scholars have opportunities to participate in voluntary paid summer research or internship experiences during their first two years at the college. \r\n\r\nIntellectual Merit: This project is modeled after the successful Meyerhoff Scholars Program, however, it is adapted to emphasize the particular benefits of STEM education within a liberal arts context. Studies regarding science education at liberal arts colleges conclude that they are very successful in developing STEM leaders since they offer extraordinary benefits that support many of the goals outlined in strategic plan of NSF including the need for alternative and diverse approaches to excellence in education, cross-fertilization between disciplines, and discovery-based learning  \r\n\r\nBroader Impacts: This project supports the recent strategic plan at the college that embraces a vision to graduate diverse engineering and computer science leaders by broadening the participation of underrepresented groups in STEM fields. By disseminating the project results, the program advances the understanding of strategies that are successful in recruiting and retaining diverse STEM leaders.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Jones",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon A Jones",
   "pi_email_addr": "sjones23@uw.edu",
   "nsf_id": "000144095",
   "pi_start_date": "2010-05-03",
   "pi_end_date": "2011-07-15"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chun Wai",
   "pi_last_name": "Liew",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chun Wai Liew",
   "pi_email_addr": "liewc@lafayette.edu",
   "nsf_id": "000166274",
   "pi_start_date": "2017-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Roth",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Mary J Roth",
   "pi_email_addr": "rothm@lafayette.edu",
   "nsf_id": "000154356",
   "pi_start_date": "2011-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Raich",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Anne M Raich",
   "pi_email_addr": "anne.raich@valpo.edu",
   "nsf_id": "000336822",
   "pi_start_date": "2011-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Chun Wai",
   "pi_last_name": "Liew",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chun Wai Liew",
   "pi_email_addr": "liewc@lafayette.edu",
   "nsf_id": "000166274",
   "pi_start_date": "2010-05-03",
   "pi_end_date": "2011-07-15"
  }
 ],
 "inst": {
  "inst_name": "Lafayette College",
  "inst_street_address": "730 SULLIVAN RD",
  "inst_street_address_2": "",
  "inst_city_name": "EASTON",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6103305029",
  "inst_zip_code": "180421760",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LAFAYETTE COLLEGE",
  "org_prnt_uei_num": "Q4FMY6KZXBP1",
  "org_uei_num": "Q4FMY6KZXBP1"
 },
 "perf_inst": {
  "perf_inst_name": "Lafayette College",
  "perf_str_addr": "730 SULLIVAN RD",
  "perf_city_name": "EASTON",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180421760",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 14620.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 571880.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This&nbsp; project supports Lafayette's vision of&nbsp; graduating diverse engineering and computer science leaders. The Scholars&nbsp; have strong academic<br />profiles and are identified through a targeted recruitment process. The Scholars receive competitive scholarships, intensive academic mentorship, opportunities for&nbsp; undergraduate research, and on-going leadership training and mentoring. It was originally anticipated that the project would recruit a  large number of community college transfers. During the project, the  institution was unable to develop a smooth transfer pathway; so, the  student recruiting focused on first generation and other underpresented  groups</p>\n<p>The project recruited 26 students over the past 6 years and of those - 10 were minority students, 8 were women and 19 were the first members of their families to enter college.&nbsp;&nbsp; Twenty of the students successfully completed their programs and graduated with GPA's above 2.8; six of the students had GPA's above 3.7.&nbsp; In addition, two students were awarded Goldwater Scholarships that helped pave the way to graduate study in their fields.&nbsp; Thirteen students graduated with a GPA above 3.3 and were in the top half of their fields.</p>\n<p>Outside of academic activities, 3 students were women who majored in either computer science or computer engineering.&nbsp;&nbsp; These women helped to start a Women In Computing club that provided a social environment as well as mentoring for women interested in the computing fields.&nbsp;&nbsp; When they started the club, women made up approximately 10% of the majors in computer science and computer engineering.&nbsp;&nbsp; After six years women make up 20% of the majors in both fields.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/02/2018<br>\n\t\t\t\t\tModified by: Chun Wai&nbsp;Liew</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis  project supports Lafayette's vision of  graduating diverse engineering and computer science leaders. The Scholars  have strong academic\nprofiles and are identified through a targeted recruitment process. The Scholars receive competitive scholarships, intensive academic mentorship, opportunities for  undergraduate research, and on-going leadership training and mentoring. It was originally anticipated that the project would recruit a  large number of community college transfers. During the project, the  institution was unable to develop a smooth transfer pathway; so, the  student recruiting focused on first generation and other underpresented  groups\n\nThe project recruited 26 students over the past 6 years and of those - 10 were minority students, 8 were women and 19 were the first members of their families to enter college.   Twenty of the students successfully completed their programs and graduated with GPA's above 2.8; six of the students had GPA's above 3.7.  In addition, two students were awarded Goldwater Scholarships that helped pave the way to graduate study in their fields.  Thirteen students graduated with a GPA above 3.3 and were in the top half of their fields.\n\nOutside of academic activities, 3 students were women who majored in either computer science or computer engineering.   These women helped to start a Women In Computing club that provided a social environment as well as mentoring for women interested in the computing fields.   When they started the club, women made up approximately 10% of the majors in computer science and computer engineering.   After six years women make up 20% of the majors in both fields.\n\n\t\t\t\t\tLast Modified: 11/02/2018\n\n\t\t\t\t\tSubmitted by: Chun Wai Liew"
 }
}