{
 "awd_id": "0966858",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Fate and bioavailability of steroidogenic compounds in aquatic sediment",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 227571.0,
 "awd_amount": 262704.0,
 "awd_min_amd_letter_date": "2010-03-29",
 "awd_max_amd_letter_date": "2015-04-22",
 "awd_abstract_narration": "Proposal Title: Collaborative Research: Fate and bioavailability of steroidogenic compounds in aquatic sediment\r\n\r\nPrincipal Investigators: Bartelt-Hunt, Shannon; Kolok, Alan\r\nInstitutions: University of Nebraska-Lincoln; University of Nebraska-Omaha\r\nProposal Nos: CBET-0966850; CBET-0966858\r\n\r\n Environmental exposures to elevated levels of steroids have been linked with negative reproductive outcomes in fish and potential human health impacts including defective bone formation and impacts on brain development.  Previously-published studies indicate that exogenous steroids will sorb to aquatic sediments, however the bioavailability of sediment-associated steroid hormones to aquatic organisms is not clear.  The PIs? preliminary data suggest that sediment-associated steroids remain bioavailable and, moreover, may represent the principle source of bioavailable steroidogenic compounds in aquatic systems.  The proposed work is innovative as it represents the first study to examine how association with sediment alters the bioavailability of steroids to aquatic biota. The PIs will examine the physical and chemical factors responsible for estrogen and androgen fate and transformation in sediment as well as the routes by which macroorganisms are exposed to biologically-active steroid hormones.  The results of the proposed research will provide a better understanding of the role of sediment in steroid transformation and biologic uptake and will support design of effective mitigation strategies in aquatic systems impacted by steroidogenic compounds. \r\n\r\nThe objective of this application is to examine the role that sediments play in the environmental fate, transformation and bioavailability of steroidogenic compounds.  The central hypothesis of this study is that sediment-associated steroids remain bioavailable. They plan to test their central hypothesis and accomplish the objective of this application by pursuing the following three specific aims: (1) determine the exposure routes by which steroids become bioavailable to the fathead minnow, a ubiquitous freshwater fish, (2) evaluate the physicochemical mechanisms governing steroid in sediment, and (3) validate their laboratory results with controlled field studies conducted in aquatic systems with known steroidogenic discharge. \r\n\r\nThe educational and outreach plan for this project is focused on undergraduate and graduate student education as well as providing information to regional, national and international groups with an interest in endocrine-disrupting compounds.  The proposed project represents a collaborative research effort between faculty at a research I University (University of Nebraska-Lincoln) and a predominantly undergraduate institution (University of Nebraska at Omaha).  Educational modules outlining the methods and results of this research will be integrated into existing courses focused on contaminant fate and transport, environmental sampling methods, and toxicology taught by project investigators at the University of Nebraska-Lincoln and the University of Nebraska at Omaha.  Research results and information on hormones in the environment will be disseminated to wastewater treatment plant operators, to the public through articles published in a University of Nebraska quarterly publication and an interactive website designed for a lay audience.  International outreach will be achieved through a graduate student exchange program with the Corporación para Investigaciones Biológicas and the University of Antioquia in Medellin, Columbia.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Kolok",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Alan S Kolok",
   "pi_email_addr": "akolok@uidaho.edu",
   "nsf_id": "000114836",
   "pi_start_date": "2010-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska at Omaha",
  "inst_street_address": "6001 DODGE ST EAB 209",
  "inst_street_address_2": "",
  "inst_city_name": "OMAHA",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4025542286",
  "inst_zip_code": "681820001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NE02",
  "org_lgl_bus_name": "UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "FZRNFQTKADH1",
  "org_uei_num": "FZRNFQTKADH1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska at Omaha",
  "perf_str_addr": "6001 DODGE ST EAB 209",
  "perf_city_name": "OMAHA",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "681820001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NE02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "5926",
   "pgm_ref_txt": "LATIN AMERICA, SDC"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 244868.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1999.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 15837.0
  }
 ],
 "por": null
}