{
 "awd_id": "0966411",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "From Endangered Language Documentation to Phonetic Documentation",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Colleen M. Fitzgerald",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 400062.0,
 "awd_amount": 464088.0,
 "awd_min_amd_letter_date": "2010-09-26",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "Modern language documentation projects endeavor to obtain high quality audio recordings so that the material will be useful for phonetic analysis at a later point, but it is not clear how useful the material being collected will be.  The present project will examine archival material in three languages to see how much material, and of what sort, is needed for phonetic description of a language. To do that, three languages will be studied: Tarahumara/Rarámuri [ISO 639 tar], Nahuatl of the Balsas valley of central Guerrero [ISO 639 ngu], and Arapaho [ISO 639 arp].  These each have extensive documentation in existence, and measurements from these sources will be examined for the statistical properties of the languages in question.  In particular, the number of speakers and repetitions of items required to give an accurate view of a language's phonetic structure will be tested.  New evidence from Arapaho, including acoustics and static palatography, will be used as a comparison.  A sketch of the phonetics of the three languages will be produced, along with a deeper analysis of a small number of specific features.  Recommendations for best practice will also be generated.\r\n\r\nEndangered language documentation is of increasing value to both linguistic science and to indigenous communities.  The phonetic aspects of a language are important for knowing how linguistic distinctions are made and for possible reconstruction by heritage learners.  A transformative aspect of this research is the definition of phonetic norms not only for endangered language documentation but for documentation of any language; despite years of analysis, this issue has not been satisfactorily resolved.  Finally, the project will provide training for students in language documentation and phonetic analysis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Whalen",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas H Whalen",
   "pi_email_addr": "whalen@haskins.yale.edu",
   "nsf_id": "000542916",
   "pi_start_date": "2010-09-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Haskins Laboratories, Inc.",
  "inst_street_address": "300 GEORGE ST STE 900",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2038656163",
  "inst_zip_code": "065116624",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "HASKINS LABORATORIES, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "HKDXUVASHNE4"
 },
 "perf_inst": {
  "perf_inst_name": "Haskins Laboratories, Inc.",
  "perf_str_addr": "300 GEORGE ST STE 900",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065116624",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 400062.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 64026.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Languages are falling silent at a distressing rate; languages are more endangered than mammals and birds, according to a report in <em>Nature</em> in 2003.&nbsp; Linguists and community members have stepped up their efforts to document these languages while it is still possible.&nbsp; Beyond documentation, however, is the use of that documentation.&nbsp; The present project was designed to test whether it is possible to gather useful phonetic information from archival sources.&nbsp; That is, can we really describe the phonetics of a language from archival material alone?&nbsp; This is an important question because many of the languages being documented will soon be without native speakers, and many of those same languages are being revived by their descendants.&nbsp; Getting the sounds right is a central part of that process.</p>\n<p>&nbsp;</p>\n<p>The project looked closely at two languages, Yolox&oacute;chitl Mixtec of Guerrero, Mexico [language code: ISO 639 xty], an Oto-Manguean language, and Arapaho [ISO 639 arp], an Algonquian language of Wyoming and Oklahoma. Both have extensive collections of previously recorded and transcribed texts that were made available to this project.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Our initial task with these languages was to determine how we could use speech analysis software to speed up data analysis. One of the major bottlenecks for research on endangered language corpora is the extensive time and effort that is required to transcribe and segment the acoustic signal. While the speech from the languages we studied had already been transcribed, it was not yet segmented. We were able to extend some tools for speech analysis to these languages even though the tools had been designed for English.&nbsp; The outcome of this process was access to a much larger sample than we would have analyzed otherwise.&nbsp; This process points the way for other researchers to use similar techniques on other language collections.&nbsp; We have presented these techniques at various conferences and published the results as well.</p>\n<p>&nbsp;</p>\n<p>Two main discoveries came out of testing software for doing endangered language segmentation. First, the acoustic characteristics of the speech signal can be described with good accuracy even if the segmentation software functions with many mistakes. This has strong implications for large-scale work with spoken language corpora because it implies that one can produce reliable phonetic research by using general tools for segmenting and analyzing a variety of languages. &nbsp;The key was having a sufficiently large set of data so that alignment mistakes and influences of neighboring sounds would average out in the long run.&nbsp; We found that, generally, 200 tokens of a sound were enough to give it a good characterization.&nbsp; This information helps other researchers establish what a minimum, and optimum, amount of recording for a language should be.</p>\n<p>&nbsp;</p>\n<p>Second, we discovered that there are systematic differences between spontaneous, everyday speech and more carefully-elicited speech. For Mixtec speakers, spontaneous speech, when compared to careful speech, involves significant changes in how vowels are produced. &nbsp;These results have been published in a recent issue of <em>Journal of Phonetics.</em> However, in Arapaho, vowels in spontaneous speech show a different pattern when compared to careful speech. Long vowels appear to get shorter in casual speech, but they do not change their quality (that is, become somewhat reduced towards an &ldquo;uh&rdquo; sound), whereas short vowels do reduce toward &ldquo;uh.&rdquo; &nbsp;These results have been published and will be presented later this year. What is of interest is that even with our two language sample, we found different phonetic patterns: in Mixtec, all vowels reduce rather equally, while Arapaho long vowels resist reduction. As endangered...",
  "por_txt_cntn": "\nLanguages are falling silent at a distressing rate; languages are more endangered than mammals and birds, according to a report in Nature in 2003.  Linguists and community members have stepped up their efforts to document these languages while it is still possible.  Beyond documentation, however, is the use of that documentation.  The present project was designed to test whether it is possible to gather useful phonetic information from archival sources.  That is, can we really describe the phonetics of a language from archival material alone?  This is an important question because many of the languages being documented will soon be without native speakers, and many of those same languages are being revived by their descendants.  Getting the sounds right is a central part of that process.\n\n \n\nThe project looked closely at two languages, Yolox&oacute;chitl Mixtec of Guerrero, Mexico [language code: ISO 639 xty], an Oto-Manguean language, and Arapaho [ISO 639 arp], an Algonquian language of Wyoming and Oklahoma. Both have extensive collections of previously recorded and transcribed texts that were made available to this project. \n\n \n\nOur initial task with these languages was to determine how we could use speech analysis software to speed up data analysis. One of the major bottlenecks for research on endangered language corpora is the extensive time and effort that is required to transcribe and segment the acoustic signal. While the speech from the languages we studied had already been transcribed, it was not yet segmented. We were able to extend some tools for speech analysis to these languages even though the tools had been designed for English.  The outcome of this process was access to a much larger sample than we would have analyzed otherwise.  This process points the way for other researchers to use similar techniques on other language collections.  We have presented these techniques at various conferences and published the results as well.\n\n \n\nTwo main discoveries came out of testing software for doing endangered language segmentation. First, the acoustic characteristics of the speech signal can be described with good accuracy even if the segmentation software functions with many mistakes. This has strong implications for large-scale work with spoken language corpora because it implies that one can produce reliable phonetic research by using general tools for segmenting and analyzing a variety of languages.  The key was having a sufficiently large set of data so that alignment mistakes and influences of neighboring sounds would average out in the long run.  We found that, generally, 200 tokens of a sound were enough to give it a good characterization.  This information helps other researchers establish what a minimum, and optimum, amount of recording for a language should be.\n\n \n\nSecond, we discovered that there are systematic differences between spontaneous, everyday speech and more carefully-elicited speech. For Mixtec speakers, spontaneous speech, when compared to careful speech, involves significant changes in how vowels are produced.  These results have been published in a recent issue of Journal of Phonetics. However, in Arapaho, vowels in spontaneous speech show a different pattern when compared to careful speech. Long vowels appear to get shorter in casual speech, but they do not change their quality (that is, become somewhat reduced towards an \"uh\" sound), whereas short vowels do reduce toward \"uh.\"  These results have been published and will be presented later this year. What is of interest is that even with our two language sample, we found different phonetic patterns: in Mixtec, all vowels reduce rather equally, while Arapaho long vowels resist reduction. As endangered language corpora contain a variety of speech styles, these observations are particularly important here.\n\n \n\nRegardless of these language-specific differences, we found that it was indeed possible to use the analyzed speech corpora to obtain deta..."
 }
}