{
 "awd_id": "0966581",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Understanding Plasticization and Compaction Mechanisms in Perfluorocyclobutyl Polymer Thin Films and Membranes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rosemarie D. Wesson",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 302933.0,
 "awd_amount": 310433.0,
 "awd_min_amd_letter_date": "2010-04-27",
 "awd_max_amd_letter_date": "2012-07-17",
 "awd_abstract_narration": "This 3-year research and education program entails collaboration between Prof. Scott Husson at Clemson University and Dr. Earl Wagener of Tetramer Technologies, L.L.C. (Tetramer) in Pendleton, SC. Our overall goal is to develop fundamental structure-property relationships for perfluorocyclobutyl (PFCB) polymer thin films and use these relationships as the foundation for improved molecular architecture design and production practices of PFCB-based membranes with enhanced resistance to compaction and plasticization by CO2 and hydrocarbons. \r\n\r\nTetramer's PFCB polymers are new to the membrane art. They have a significant percentage of fluorine in the backbone and structures designed to increase free volume. No previous plasticization/compaction studies have been performed on these polymers. Partnership with Tetramer will give Clemson researchers access to these promising new membrane polymers. A variety of standard and new to the membrane art analytical techniques are proposed to determine the fundamental structure-property relations for a set of PFCB polymers having a range of molecular architectures. A better understanding of how the structure of the membrane separation layer affects its susceptibility to plasticization/compaction/physical aging would allow better prediction of performance and may lead to new ways to limit their negative impacts. Tetramer plans to use the data generated to determine which mitigation techniques, such more rigid backbones, crosslinking, or even segmenting the architecture, would be most effectively applied to increase their competitive advantages over current commercial products. New knowledge on plasticization and compaction phenomena also will contribute to membrane technology in general. CO2 and hydrocarbon-induced plasticization deteriorates the performance of polymer gas separation membranes. Thus, our effort to suppress its negative effects would have great beneficial impacts. \r\n\r\nThis program will enhance the infrastructure for research and education at Clemson and Tetramer. The PI and his students will gain valuable access to new membrane production and performance testing facilities. Tetramer will extend its in-house research capabilities to understand the fundamental physical changes PFCB polymers undergo during performance testing.  Prof. Husson and his students will (1) conduct weekly research meetings, (2) carry out research on membrane preparation and performance testing, and (3) present industrial seminars to be given by Prof. Husson each year. Students in this industry-university collaborative research program will gain exposure to the workings of industry and receive mentoring from industry collaborators, as they perform some of their research at Tetramer. Our work will have immediate commercial relevance. Thus, contributing to the university mission to put research to use in teaching and economic development and advance knowledge on functional membranes, which play a vital role in the US economy. A diverse group of students will be recurited, as Prof. Husson has done successfully throughout his career. This diversity extends to gender, race, disability, academic major, and stage of academic progress. One of the points considered in team member selection will be the contribution to diversity. Our work would provide technical knowledge needed to design molecular architecture and production practices to produce more selective, more permeable, and more robust membranes for CO2 separation from natural gas. A result would be a lower cost operation for natural gas pretreatment. Since natural gas is the fastest growing primary energy source in the world and provides over 20% of all energy used in the US, the economic impact could be tremendous.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Husson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Scott M Husson",
   "pi_email_addr": "shusson@clemson.edu",
   "nsf_id": "000225098",
   "pi_start_date": "2010-04-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Earl",
   "pi_last_name": "Wagener",
   "pi_mid_init": "H",
   "pi_sufx_name": "Dr",
   "pi_full_name": "Earl H Wagener",
   "pi_email_addr": "ewagener@bellsouth.net",
   "nsf_id": "000257704",
   "pi_start_date": "2010-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "201 SIKES HALL",
  "perf_city_name": "CLEMSON",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "052E",
   "pgm_ref_txt": "MAT & PROC FOR CHEM SEPARATION"
  },
  {
   "pgm_ref_code": "136E",
   "pgm_ref_txt": "Chemical Separation Processes"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 302933.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 7500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project was a university-industry collaborative project between Clemson University and Tetramer Technologies, L.L.C. (Tetramer) that focused on knowledge generation to advance the development of thin-film composite membranes for gas separations.</p>\n<p>Thin-film composite membranes are a promising technology for carbon capture; however, only membranes with high and stable gas permeance and moderate to high carbon dioxide selectivity have the potential to decrease carbon capture costs to target values. In many cases, practical problems such as membrane plasticization and physical aging rule out promising new materials from commercial consideration. This research effort developed fundamental relationships between polymer thin film structure and membrane performance that provide a foundation for new membranes with resistance to plasticization and physical aging, which is needed to realize their full commercial potential.</p>\n<p>Our experimental studies provided new fundamental knowledge on the physical aging and plasticization of thin perfluorocyclobutyl polymer films during exposure to gases such as carbon dioxide. Perfluorocyclobutyl polymers are a new class of materials that show promise as selective layer materials in the development of composite membranes for gas separations. Because thin polymer films like those used in the separation layers of composite gas separation membranes physically age orders of magnitude faster than bulk systems of the same materials, direct characterization of polymer thin films using techniques developed in this project is highly relevant to the study of aging.</p>\n<p>The PI and co-PI provided research training and mentoring to one PhD student working on this project, and four undergraduate students were hired for summer REU experiences to work on various aspects of this project. Students conducted work at the university and at Tetramer, and they received mentoring from Prof. Husson at Clemson and Drs. Wagener and Haldeman at Tetramer. This unique training opportunity allowed the students to learn about the dynamics of working in a small company. The project also provided mentoring opportunities and comprehensive training on effective mentoring strategies for the PhD student through a special topics course on mentoring delivered by the PI.</p>\n<p>The graduate student was supported by this award to attend a professional society meeting each year. He gave talks at the 2011, 2012, 2013, and 2014 North American Membrane Society (NAMS) meetings. He also presented posters at this meeting and won 2nd place in the gas separations poster session at NAMS 2012 and 1st place in the student competition for gas separations research at NAMS 2013. The graduate student also co-authored three journal publications. One paper was published with an undergraduate co-author.</p>\n<p>The undergraduate students learned how to communicate scientific knowledge effectively via multiple platforms: oral presentations, poster presentations, abstracts, and manuscripts. They actively communicated in these ways in order to apply this knowledge. They presented their work and engaged in discussions with the global membrane research community using a new, interactive online presentation platform.</p>\n<p>&nbsp;The role of carbon emissions on global warming has fueled widespread interest in mitigation strategies. A report of the Intergovernmental Panel on Climate Change concluded that there was a &ldquo;high level of agreement and much evidence that there is substantial economic benefit for the mitigation of global greenhouse gas emissions&hellip;, taking into account financial and social costs and benefits.&rdquo; Overall, results from this project contribute new understanding of plasticization and physical aging, and may be used to guide further improvements in polymeric membrane performance for carbon capture to realize these benefits.</p>\n<p>&nbsp;</p><br>...",
  "por_txt_cntn": "\nThis research project was a university-industry collaborative project between Clemson University and Tetramer Technologies, L.L.C. (Tetramer) that focused on knowledge generation to advance the development of thin-film composite membranes for gas separations.\n\nThin-film composite membranes are a promising technology for carbon capture; however, only membranes with high and stable gas permeance and moderate to high carbon dioxide selectivity have the potential to decrease carbon capture costs to target values. In many cases, practical problems such as membrane plasticization and physical aging rule out promising new materials from commercial consideration. This research effort developed fundamental relationships between polymer thin film structure and membrane performance that provide a foundation for new membranes with resistance to plasticization and physical aging, which is needed to realize their full commercial potential.\n\nOur experimental studies provided new fundamental knowledge on the physical aging and plasticization of thin perfluorocyclobutyl polymer films during exposure to gases such as carbon dioxide. Perfluorocyclobutyl polymers are a new class of materials that show promise as selective layer materials in the development of composite membranes for gas separations. Because thin polymer films like those used in the separation layers of composite gas separation membranes physically age orders of magnitude faster than bulk systems of the same materials, direct characterization of polymer thin films using techniques developed in this project is highly relevant to the study of aging.\n\nThe PI and co-PI provided research training and mentoring to one PhD student working on this project, and four undergraduate students were hired for summer REU experiences to work on various aspects of this project. Students conducted work at the university and at Tetramer, and they received mentoring from Prof. Husson at Clemson and Drs. Wagener and Haldeman at Tetramer. This unique training opportunity allowed the students to learn about the dynamics of working in a small company. The project also provided mentoring opportunities and comprehensive training on effective mentoring strategies for the PhD student through a special topics course on mentoring delivered by the PI.\n\nThe graduate student was supported by this award to attend a professional society meeting each year. He gave talks at the 2011, 2012, 2013, and 2014 North American Membrane Society (NAMS) meetings. He also presented posters at this meeting and won 2nd place in the gas separations poster session at NAMS 2012 and 1st place in the student competition for gas separations research at NAMS 2013. The graduate student also co-authored three journal publications. One paper was published with an undergraduate co-author.\n\nThe undergraduate students learned how to communicate scientific knowledge effectively via multiple platforms: oral presentations, poster presentations, abstracts, and manuscripts. They actively communicated in these ways in order to apply this knowledge. They presented their work and engaged in discussions with the global membrane research community using a new, interactive online presentation platform.\n\n The role of carbon emissions on global warming has fueled widespread interest in mitigation strategies. A report of the Intergovernmental Panel on Climate Change concluded that there was a \"high level of agreement and much evidence that there is substantial economic benefit for the mitigation of global greenhouse gas emissions&hellip;, taking into account financial and social costs and benefits.\" Overall, results from this project contribute new understanding of plasticization and physical aging, and may be used to guide further improvements in polymeric membrane performance for carbon capture to realize these benefits.\n\n \n\n\t\t\t\t\tLast Modified: 07/28/2014\n\n\t\t\t\t\tSubmitted by: Scott M Husson"
 }
}