{
 "awd_id": "0966859",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Unravelling the Molecular Regulation of Mesendodermal Differentiation in Human Embryonic Stem Cells",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Friedrich Srienc",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 451751.0,
 "awd_min_amd_letter_date": "2010-07-15",
 "awd_max_amd_letter_date": "2012-08-10",
 "awd_abstract_narration": "This NSF award from the Biotechnology, Biochemical and Biomass Engineering program supports work to study the molecular events underlying the differentiation of human embryonic stem cells (hESCs) towards the mesendodermal lineages using an approach that integrates conventional hypothesis-driven engineering analyses and quantitative proteomics.\r\n\r\nSignaling mediated by the TGF-beta and Wnt ligands, through the Smad2/3 and beta catenin proteins respectively, plays an important role in regulating hESC fate. In particular, Smad2/3 and beta-catenin activity is essential for maintaining the pluripotent hESC state as well as during differentiation to mesendodermal lineages (precursors of clinically relevant cell types such as heart, blood). However, the exact mechanisms through which hESCs interpret Smad2/3 and beta-catenin signals to remain undifferentiated or initiate differentiation remain largely unknown.  The investigators hypothesize that though Smad2/3 and beta-catenin signaling is important to maintain the pluripotent state, the activity of Smads and beta-catenin is restricted through multiple mechanisms in undifferentiated hESCs. Further, mesendodermal differentiation of hESCs is associated with inactivation of mechanisms that restrict Smad2/3 and beta-catenin in undifferentiated hESCs and a concomitant increase in Smad2/3 and beta catenin activity. This hypothesis will be tested using a combination of conventional biochemical analyses, targeted quantitative mass spectrometry and measurements of global protein expression and protein phosphorylation in undifferentiated hESCs as well as cells differentiating to the mesendodermal lineage. \r\n\r\nThe proposed experiments will provide quantitative insight into the biochemical networks that maintain the pluripotent state of hESCs and trigger mesendodermal differentiation. Pluripotent cells can revolutionize regenerative medicine and provide a means to produce functional cell types for drug evaluation. However, clinical application of pluripotent cells is still in its infancy, largely due to the lack of efficient processes to differentiate them to desired cell types.  A quantitative understanding of the molecular pathways influencing hESC fate, obtained through analyses such as those proposed in this project, will greatly help in designing efficient processes for differentiation of hESCs to clinically relevant cell types. \r\n\r\nThe investigators will also integrate their research with science and engineering education at multiple levels, from K-12 to graduate education. A one-hour lecture that seeks to communicate the complex issues involved in hESC science and technology will be presented at high school camps. The concepts and findings of the proposed research will also enrich two graduate courses that have been developed by, and are currently being taught, by the PI and co-PI.  In addition to these courses, undergraduate students will be involved in research. Participation of women and minority students will be encouraged through presentations to student groups on campus.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Balaji",
   "pi_last_name": "Rao",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Balaji M Rao",
   "pi_email_addr": "bmrao@ncsu.edu",
   "nsf_id": "000071902",
   "pi_start_date": "2010-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Muddiman",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Muddiman",
   "pi_email_addr": "david_muddiman@ncsu.edu",
   "nsf_id": "000218707",
   "pi_start_date": "2010-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "009E",
   "pgm_ref_txt": "Metabolic engineering"
  },
  {
   "pgm_ref_code": "020E",
   "pgm_ref_txt": "TISSUE ENGINEERING"
  },
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  },
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 146243.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 176441.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 129067.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Human embryonic stem cells (hESCs) are pluripotent cells that can self-renew indefinitely, as well as give rise to all different cell types in the body.&nbsp;The overall goal of this project was to investigate the molecular mechanisms regulating differentiation of hESCs using quantitative proteomics tools. A specific focus was the role of Activin/Nodal signaling.&nbsp;Though not an initial goal, our studies led to detailed investigation of the molecular mechanisms controlling trophoblast specification of hESCs. Trophoblasts are key cell types in the placenta.&nbsp;</p>\n<p><strong><em>Intellectual merit:</em></strong>This project has resulted in eight published papers/book chapters; one manuscript is currently under review and a second will be submitted after the first has been accepted for publication</p>\n<p>&nbsp;<strong><em>Broader Impact:</em></strong><em> </em>Three Ph. D. students (completed Ph. Ds) were supported by this award. Additionally, two undergraduate students (both underrepresented minorities, one female) participated in this project. Both undergraduate students are co-authors on the manuscript under review. In addition to graduate and undergraduate training, the PI and co-PI engaged in all education and outreach activities that were discussed in the original proposal. Specifically, both the PI and co-PI included aspects of stem cell engineering and proteomics analysis in courses taught by them. Also, the PI conducted a stem cell themed workshop for high school students on two occasions, over the entire award period.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2014<br>\n\t\t\t\t\tModified by: Balaji&nbsp;M&nbsp;Rao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHuman embryonic stem cells (hESCs) are pluripotent cells that can self-renew indefinitely, as well as give rise to all different cell types in the body. The overall goal of this project was to investigate the molecular mechanisms regulating differentiation of hESCs using quantitative proteomics tools. A specific focus was the role of Activin/Nodal signaling. Though not an initial goal, our studies led to detailed investigation of the molecular mechanisms controlling trophoblast specification of hESCs. Trophoblasts are key cell types in the placenta. \n\nIntellectual merit:This project has resulted in eight published papers/book chapters; one manuscript is currently under review and a second will be submitted after the first has been accepted for publication\n\n Broader Impact: Three Ph. D. students (completed Ph. Ds) were supported by this award. Additionally, two undergraduate students (both underrepresented minorities, one female) participated in this project. Both undergraduate students are co-authors on the manuscript under review. In addition to graduate and undergraduate training, the PI and co-PI engaged in all education and outreach activities that were discussed in the original proposal. Specifically, both the PI and co-PI included aspects of stem cell engineering and proteomics analysis in courses taught by them. Also, the PI conducted a stem cell themed workshop for high school students on two occasions, over the entire award period.\n\n \n\n\t\t\t\t\tLast Modified: 10/29/2014\n\n\t\t\t\t\tSubmitted by: Balaji M Rao"
 }
}