{
 "awd_id": "0966920",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Novel Strategies in Cartilage Tissue Engineering: Enhancing Cartilage Stability Using Muscle-Derived Factors and Scaffold Selection",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Athanassios Sambanis",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2010-05-27",
 "awd_max_amd_letter_date": "2010-05-27",
 "awd_abstract_narration": "0966920\r\nZeng\r\n\r\nCartilage is a tissue that has a poor capacity for self-repair. Current tissue engineering strategies aim to replace damaged tissue by seeding cartilage cells or chondrocytes into three-dimensional scaffolds.  Within the scaffolds, these chondrocytes proliferate and secrete extracellular matrix, leading to the formation of regenerated cartilage. This regenerated cartilage will then be transplanted into the host, with the goal of assuming the function of native cartilage. The biomechanical strength of engineered cartilage is directly correlated to the amount of extracellular matrix produced by cartilage cells. Yet, even regenerated cartilage with good mechanical  properties may be damaged by pro-inflammatory cytokines present in the host site, compromising the stability of the regenerated cartilage. Thus, there is a critical need for engineered cartilage to be resistant to pro-inflammatory cytokine-induced degradation.\r\n\r\nIntellectual merit.\r\nThis interdisciplinary research combines the expertise of developmental biology (Dr. Zeng) with tissue engineering (Dr. Kaplan). It aims at solving key issues in the technology of cartilage tissue engineering by testing the central hypothesis that muscle cells and scaffolding selection can enhance the stability of regenerated cartilage in terms of cartilage matrix production and inflammatory cytokine resistance. A comprehensive battery of biochemical and biomechanical analyses are planned to test this hypothesis. Very little is known regarding the mechanism by which muscle cells regulate cartilage gene expression, and the role of muscle cells or scaffolding materials on cytokine response has never been reported. Thus in addition to advancing cartilage tissue engineering technology, completing this research will also lead to a deeper and more complete understanding of the biology of cartilage regulation.\r\nThe strategy described in this proposal was inspired by concepts from animal development, when tissues develop alongside each other (such as cartilage and muscle) play crucial roles in cell-cell signaling between adjacent tissues and their subsequent differentiation and proliferation. Thus, cartilage formation involves not just cartilage cells, but cells of multiple surrounding tissues. Thus our idea of mimicking embryo development may inspire the creation of novel strategies to engineer other tissue types as well.\r\n\r\nBroader impacts.\r\nThis proposed research seeks to advance education and learning in addition to the knowledge of science. Two new modules are designed to build into two courses (i.e. Biomaterial and tissue engineering and Developmental Biology), which will focus on enhancing cartilage tissue engineering using the concepts and approaches in developmental biology, and using tissue engineering approaches to recapitulate and investigate developmental processes. The courses will be divided into classroom lectures, student presentations and literature reading. Both Dr. Zeng and Dr. Kaplan belong to a variety of educational programs, such as TAHSS (Teachers and High School Students) and BDBS (Building Diversity in Biomedical Sciences). These programs recruit minority or economically disadvantaged students who otherwise may not have the opportunity to be exposed to research. The education aspect of research\r\nplan has been carefully developed to enable students of different levels to perform interdisciplinary research in both laboratories.\r\n\r\nThe proposed research activity will also enhance the infrastructure of the scientific community. First, this work will directly benefit the local community of Tufts University. In particular, it will contribute to the infrastructure of the Tufts Bioengineering and Biotechnology Center. Through its education and training programs, the center connects members within the academia community (students, postdocs and faculty) and between academia and industry. Moreover, the results obtained from this research will be shared\r\nwith other scientists through publications, and in conferences and research seminars throughout the nation. Thus, the activities resulting from this research will have a positive impact on the broad scientific community as well.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Li",
   "pi_last_name": "Zeng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Li Zeng",
   "pi_email_addr": "li.zeng@tufts.edu",
   "nsf_id": "000180270",
   "pi_start_date": "2010-05-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Kaplan",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "David L Kaplan",
   "pi_email_addr": "david.kaplan@tufts.edu",
   "nsf_id": "000162550",
   "pi_start_date": "2010-05-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "80 GEORGE ST",
  "perf_city_name": "MEDFORD",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555519",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>Cartilage is a tissue that has a poor capacity for self-repair. As a potential treatment option, engineered cartilage can be obtained using cartilage cells cultured in 3D scaffolds and then implanted back into the host. However, both endogenous and exogenous cartilage are subject to inflammatory stimuli-induced cartilage matrix destruction. The purpose of our project is to address this critical need, aiming at forming novel strategies to engineer cartilage that is resistant to inflammation-induced degradation. Through a comprehensive battery of biochemical and biophysical approaches, we have developed a strategy that involves the use of muscle cells and silk-based scaffolds to engineer stable cartilage. This strategy was inspired by the developmental processes during embryogenesis, where a close relationship of muscle and cartilage cells are observed. Our research has resulted in multiple publications and national conference talks, as well as two patent applications. As engineering many other tissues also face the concern of inflammation-induced damage, our work provides a broader insight into the bioengineering community.</p>\n<p>&nbsp;</p>\n<p>Our research has also advanced education and learning in addition to the knowledge of science. Both Dr. Zeng and Dr. Kaplan have extensive teaching responsibilities, and we have incorporated our studies in classroom teaching. We also belong to a variety of educational and mentoring programs, such as TAHSS (Teachers and High School Students) and BDBS (Building Diversity in Biomedical Sciences). In fact, Dr. Zeng is the co-director of the BDBS program at Tufts University. These programs recruit minority or economically disadvantaged students who otherwise may not have the opportunity to be exposed to research. The education aspect of research plan has been successfully executed to enable students of different levels to perform interdisciplinary research in both laboratories. Several of our publications included BDBS and minority students as coauthors. This research has also enhanced the infrastructure of the university, including a number of Tufts research facilities as well as the Tufts Bioengineering and Biotechnology Center. Furthermore, the researchers involved in this project have engaged in outreach activities such as teaching in local colleges and the China Town community, and hosting Japanese high school students&rsquo; visits to inspire learning. In additional to science, we have reached out to the art community in terms of nature-inspired art, and have competed in the university photography and illustration competitions.</p>\n<p>&nbsp;</p>\n<p>In summary, our work has resulted in the development of novel strategies to enhance cartilage tissue engineering that makes a significant impact on the scientific community and in the meantime, generated a broad impact on education and learning in students of all levels and ethnic groups.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/06/2014<br>\n\t\t\t\t\tModified by: Li&nbsp;Zeng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nCartilage is a tissue that has a poor capacity for self-repair. As a potential treatment option, engineered cartilage can be obtained using cartilage cells cultured in 3D scaffolds and then implanted back into the host. However, both endogenous and exogenous cartilage are subject to inflammatory stimuli-induced cartilage matrix destruction. The purpose of our project is to address this critical need, aiming at forming novel strategies to engineer cartilage that is resistant to inflammation-induced degradation. Through a comprehensive battery of biochemical and biophysical approaches, we have developed a strategy that involves the use of muscle cells and silk-based scaffolds to engineer stable cartilage. This strategy was inspired by the developmental processes during embryogenesis, where a close relationship of muscle and cartilage cells are observed. Our research has resulted in multiple publications and national conference talks, as well as two patent applications. As engineering many other tissues also face the concern of inflammation-induced damage, our work provides a broader insight into the bioengineering community.\n\n \n\nOur research has also advanced education and learning in addition to the knowledge of science. Both Dr. Zeng and Dr. Kaplan have extensive teaching responsibilities, and we have incorporated our studies in classroom teaching. We also belong to a variety of educational and mentoring programs, such as TAHSS (Teachers and High School Students) and BDBS (Building Diversity in Biomedical Sciences). In fact, Dr. Zeng is the co-director of the BDBS program at Tufts University. These programs recruit minority or economically disadvantaged students who otherwise may not have the opportunity to be exposed to research. The education aspect of research plan has been successfully executed to enable students of different levels to perform interdisciplinary research in both laboratories. Several of our publications included BDBS and minority students as coauthors. This research has also enhanced the infrastructure of the university, including a number of Tufts research facilities as well as the Tufts Bioengineering and Biotechnology Center. Furthermore, the researchers involved in this project have engaged in outreach activities such as teaching in local colleges and the China Town community, and hosting Japanese high school studentsÆ visits to inspire learning. In additional to science, we have reached out to the art community in terms of nature-inspired art, and have competed in the university photography and illustration competitions.\n\n \n\nIn summary, our work has resulted in the development of novel strategies to enhance cartilage tissue engineering that makes a significant impact on the scientific community and in the meantime, generated a broad impact on education and learning in students of all levels and ethnic groups. \n\n \n\n\t\t\t\t\tLast Modified: 08/06/2014\n\n\t\t\t\t\tSubmitted by: Li Zeng"
 }
}