{
 "awd_id": "0966571",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Design Projects: Student projects in rehabilitation engineering",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michele Grimm",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 124996.0,
 "awd_amount": 124996.0,
 "awd_min_amd_letter_date": "2010-08-13",
 "awd_max_amd_letter_date": "2010-08-13",
 "awd_abstract_narration": "PI: Goldberg, Richard L.\r\nProposal Number: 0966571\r\n\r\n\r\nObjectives: The objectives of this class, called \"Rehabilitation Engineering Design\", include the following: to provide the students with a practical engineering experience that uses their technical knowledge and develops their oral communication and technical writing skills; to provide a personally rewarding experience to students; and to help individuals with disabilities become more independent. \r\n\r\nMethods: Project ideas come from health care professionals, who are enlisted to help supervise the projects they propose. Several engineering faculty closely examine each project idea to ensure it is appropriate for the class. Students spend the entire semester working on their project, and at the end of the semester, they give the custom device and a user's manual to the clients, free of charge. The class includes lectures and discussions on related topics, such as engineering design, ethics, communication, product safety, and rehabilitation engineering. Students also develop better communication skills through presentations and technical writing. \r\n\r\nNew initiatives: While the basic structure of the class will remain the same in the next grant period, there will be new initiatives to improve outcomes. Information technology will be applied in innovate ways to improve project evaluation, student writing, and clinical assessment. \r\n\r\nIntellectual merit: Each student project is a unique application of technology, and seeks to meet a need that is not satisfied by existing commercial products. In the process, students develop a variety of skills, including technical, project management, and communication skills. They gain clinical experience by working with the client and their health care provider throughout the semester. Most of our students continue their studies in Biomedical Engineering graduate programs or medical school, so this clinical experience is particularly valuable to their intellectual growth. The PI has 12 yeas of experience in developing assistive technology. \r\n\r\nBroader impacts: This program has a significant impact on the students as well as on individuals in the community. The students integrate research and design skills with their educational background to develop custom devices that address the needs of their clients. They benefit educationally and personally from this opportunity to do service-learning work in the community for people with disabilities. This program also impacts the people who receive custom devices from the students, as these clients will directly benefit from the independence they gain by using their custom device. Results from the program are widely disseminated through submission to national student design competitions, conference presentations, and publication in the annual NSF book of senior design projects for people with disabilities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Goldberg",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Richard L Goldberg",
   "pi_email_addr": "r.goldberg@unc.edu",
   "nsf_id": "000189479",
   "pi_start_date": "2010-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 124996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This grant has supported a program in which students develop custom devices for people with disabilities in the local community. Students work with local clinicians in Durham and Chapel Hill to identify unique needs for people with disabilities that are not addressed by currently available technology. The clinicians serve as project advisors throughout the year. Students spend the entire year working on the design and development of a custom device. At the end of the year, they deliver their device to the clinician and client at no charge. Lectures and discussions in the class focus on engineering design and communications; working with people with disabilities; ethical issues in assistive technology; patents; and other issues. Students get experience in completing an engineering design process while also serving individuals with disabilities in the local community.</span></p>\n<p><span>Students have developed approximately four custom devices per year for the 6 years of this grant. Several of these projects received additional grant support to develop further prototypes and explore the commerical potential of the device. One of the projects resulted in the formation of a non-profit organization that develops custom 3-D printed prosthetic hands for children who need them. There is also a student chapter of this organization on the UNC-Chapel Hill campus. They have developed nearly two dozen custom hands in the past two years. There is also a new effort to expand their reach and they are forming student chapters at other college campuses.</span></p>\n<p><span><br /></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/15/2016<br>\n\t\t\t\t\tModified by: Richard&nbsp;L&nbsp;Goldberg</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant has supported a program in which students develop custom devices for people with disabilities in the local community. Students work with local clinicians in Durham and Chapel Hill to identify unique needs for people with disabilities that are not addressed by currently available technology. The clinicians serve as project advisors throughout the year. Students spend the entire year working on the design and development of a custom device. At the end of the year, they deliver their device to the clinician and client at no charge. Lectures and discussions in the class focus on engineering design and communications; working with people with disabilities; ethical issues in assistive technology; patents; and other issues. Students get experience in completing an engineering design process while also serving individuals with disabilities in the local community.\n\nStudents have developed approximately four custom devices per year for the 6 years of this grant. Several of these projects received additional grant support to develop further prototypes and explore the commerical potential of the device. One of the projects resulted in the formation of a non-profit organization that develops custom 3-D printed prosthetic hands for children who need them. There is also a student chapter of this organization on the UNC-Chapel Hill campus. They have developed nearly two dozen custom hands in the past two years. There is also a new effort to expand their reach and they are forming student chapters at other college campuses.\n\n\n\n\n\t\t\t\t\tLast Modified: 12/15/2016\n\n\t\t\t\t\tSubmitted by: Richard L Goldberg"
 }
}