{
 "awd_id": "0966967",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Systematic Studies of Plasma Reactions on Dynamic Surfaces, Using a Novel Rotating Substrate",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ruey-Hung Chen",
 "awd_eff_date": "2010-05-15",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 299999.0,
 "awd_amount": 299999.0,
 "awd_min_amd_letter_date": "2010-05-17",
 "awd_max_amd_letter_date": "2010-05-17",
 "awd_abstract_narration": "0966967\r\nDonnelly\r\n\r\nIntellectual Merit\r\n\r\nThese studies will systematically investigate selected chemistry occurring at the boundary between a gaseous plasma discharge and the walls of the reactor that contains the plasma. Such basic knowledge of the plasma-wall boundary is lacking in plasma science and is critically needed for control of plasma processing such as etching for fine-line pattern transfer in silicon integrated circuits and other future nano-technology.  To gain access to the plasma-wall boundary, a cylindrical substrate within the plasma chamber wall will be rapidly rotated, allowing portions of the surface to be periodically exposed to the plasma and then analyzed. Previously, we used this ?spinning wall? method to investigate surface recombination reactions of oxygen atoms in an oxygen plasma and chlorine atoms in a chlorine plasma, and as well as surface reactions that form chlorine oxide and chlorine dioxide in plasmas with mixtures of oxygen and chlorine. The new studies will focus on four topics of critical importance to understanding and controlling chemistry at surfaces immersed in plasma: 1) What is the role of weakly bound stable adsorbates such as Cl2 on recombination of Cl atoms?  We previously found that physisorbed Cl2 blocks sites for Cl recombination. We will extend the study to a much wider range of conditions and investigate other suspected cases such as Br2 and fluorocarbons. 2) How widespread is, and what is the mechanism for, catalyzed recombination by trace metals, as we recently discovered for O in the presence of sub-monolayer coverages of copper? The oxidation-reduction mechanism proposed for copper will be tested with other metals, and recombining atoms. 3) The relative importance of the two prevailing mechanisms for surface reactions (the so-called Langmuir-Hinshelwood or delayed reaction vs. the Eley Rideal or prompt reaction) will be determined for selected atoms and small molecules.  Except for hydrogen atoms on pristine surfaces, such information is almost completely lacking. 4) What are the roles of ion and electron bombardment on surface chemical reactions? Positive ions bombarding the surface can create or destroy reaction sites, while electron bombardment can cause decomposition of adsorbed layers, as well as create negative ions and reduce catalytic activity of higher oxidation states of trace metals.  The proposed work will be an extremely challenging, basic research project that is critical for improving our understanding of plasma-surface interactions with an emphasis on plasmas used for etching of nano-scale features in integrated circuits and other future devices.  \r\n\r\nBroader Impacts\r\n\r\nThe proposed work will provide challenging projects for two graduate student and one or more undergraduates, with rich scientific and educational payoffs, as well as technological advances. While it will improve our understanding of surface reactions under complex plasma conditions, it will also contribute to diverse areas such as space physics, combustion chemistry, catalysis, and atmospheric heterogeneous reactions.  In addition, the new methods for isolating such complex reactions have broad implications for and potential impact on these diverse areas, as well as basic surface science. Several outreach activities are planned, including involving a high school teacher in the research, and the participation by undergraduate students through programs such as the Research Experience for Undergraduates (REU) at UH. Finally, the participation of underrepresented students (more than half of the University of Houston undergraduate students are minorities) will be pursued.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "Donnelly",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent M Donnelly",
   "pi_email_addr": "vmdonnelly@uh.edu",
   "nsf_id": "000221838",
   "pi_start_date": "2010-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4300 MARTIN LUTHER KING BLVD",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "001E",
   "pgm_ref_txt": "Air pollution"
  },
  {
   "pgm_ref_code": "061E",
   "pgm_ref_txt": "Fire"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 299999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>These studies systematically investigated chemistry occurring at the boundary between a gaseous plasma discharge and the walls of the reactor that contains the plasma. Such basic knowledge is critically needed for control of plasma processing such as etching for fine-line pattern transfer in silicon integrated circuits and other future nano-technology. A &ldquo;spinning wall&rdquo;<br />method developed in our laboratory was further refined for this purpose. Chlorine atoms in a chlorine gaseous plasma are the active reactants responsible for etching silicon and other materials used in integrated circuit fabrication. Therefore, controlling their concentration in the plasma is essential for maintaining stable processes. The main causes for loss of control involve changes in the nature of the surfaces of the plasma reactor chamber. This can be due to two chlorine atoms combining to form a less reactive chlorine molecule, Cl<sub>2</sub>, or as a result of a reaction between chlorine atoms and other species that deposit on the surface as a result of the etching reactions or reactor materials erosion. A major finding of this study was that the interplay betweensilicon chloride etching products and trace oxygen in the chamber had a major effect on the recombination of chlorine atoms. Below a critical oxygen coverage, all oxygen atoms were bound to two adjacent silicon atoms and were inert for chlorine atom recombination. Above this critical coverage, not enough silicon is available for all oxygen atoms to form two Si-O bonds and the &ldquo;dangling&rdquo; second oxygen atom bond is then available to form a weak covalent bond with chlorine atoms that strike the surface. This weak bond is broken by a second reaction with chlorine atoms striking the surface from the plasma, forming Cl<sub>2</sub>. The layer on the chamber wall surfaces is also very dynamic; its constituents constantly leave the surface and return to the plasma, where they are fragmented and redeposit on the walls. The importance of recombination at dangling oxygen bonds also explains the recombination of oxygen atoms in oxygen-containing plasma that are used in some steps in integrated circuit manufacturing. It furthermore explains the dramatic effects that traces of copper has on catalyzing oxygen atom recombination, and the counter effect of the presence of titanium on the surface. (Copper and titanium are also by-products of etching steps in integrated circuit fabrication.)</p>\n<p>The project provided a challenging project for two graduate students. The senior student is now working for Lam Research Corp. in Sunnyvale, CA in the field of plasma etching for integrated circuit manufacturing. A description of the spinning wall method was highlighted in a 2011 Invited Critical Review for the Journal of Vacuum Science and Technology A and was featured on the cover artwork. The method and results of this study also have potential payoffs in catalysis and possibly studying wall erosion in magnetically confined fusion plasma reactors that have huge potential for future world energy needs, but face many technical problems, including the interactions of the plasma with the walls.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/02/2013<br>\n\t\t\t\t\tModified by: Vincent&nbsp;M&nbsp;Donnelly</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/0966967/0966967_10016095_1372785513465_JVSTA_cover_plus--rgov-214x142.jpg\" original=\"/por/images/Repo...",
  "por_txt_cntn": "\nThese studies systematically investigated chemistry occurring at the boundary between a gaseous plasma discharge and the walls of the reactor that contains the plasma. Such basic knowledge is critically needed for control of plasma processing such as etching for fine-line pattern transfer in silicon integrated circuits and other future nano-technology. A \"spinning wall\"\nmethod developed in our laboratory was further refined for this purpose. Chlorine atoms in a chlorine gaseous plasma are the active reactants responsible for etching silicon and other materials used in integrated circuit fabrication. Therefore, controlling their concentration in the plasma is essential for maintaining stable processes. The main causes for loss of control involve changes in the nature of the surfaces of the plasma reactor chamber. This can be due to two chlorine atoms combining to form a less reactive chlorine molecule, Cl2, or as a result of a reaction between chlorine atoms and other species that deposit on the surface as a result of the etching reactions or reactor materials erosion. A major finding of this study was that the interplay betweensilicon chloride etching products and trace oxygen in the chamber had a major effect on the recombination of chlorine atoms. Below a critical oxygen coverage, all oxygen atoms were bound to two adjacent silicon atoms and were inert for chlorine atom recombination. Above this critical coverage, not enough silicon is available for all oxygen atoms to form two Si-O bonds and the \"dangling\" second oxygen atom bond is then available to form a weak covalent bond with chlorine atoms that strike the surface. This weak bond is broken by a second reaction with chlorine atoms striking the surface from the plasma, forming Cl2. The layer on the chamber wall surfaces is also very dynamic; its constituents constantly leave the surface and return to the plasma, where they are fragmented and redeposit on the walls. The importance of recombination at dangling oxygen bonds also explains the recombination of oxygen atoms in oxygen-containing plasma that are used in some steps in integrated circuit manufacturing. It furthermore explains the dramatic effects that traces of copper has on catalyzing oxygen atom recombination, and the counter effect of the presence of titanium on the surface. (Copper and titanium are also by-products of etching steps in integrated circuit fabrication.)\n\nThe project provided a challenging project for two graduate students. The senior student is now working for Lam Research Corp. in Sunnyvale, CA in the field of plasma etching for integrated circuit manufacturing. A description of the spinning wall method was highlighted in a 2011 Invited Critical Review for the Journal of Vacuum Science and Technology A and was featured on the cover artwork. The method and results of this study also have potential payoffs in catalysis and possibly studying wall erosion in magnetically confined fusion plasma reactors that have huge potential for future world energy needs, but face many technical problems, including the interactions of the plasma with the walls.\n\n\t\t\t\t\tLast Modified: 07/02/2013\n\n\t\t\t\t\tSubmitted by: Vincent M Donnelly"
 }
}