{
 "awd_id": "0966315",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "ONSIGHT Collaborative Scholarship Project",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yvette Weatherton",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 353000.0,
 "awd_amount": 353000.0,
 "awd_min_amd_letter_date": "2010-08-01",
 "awd_max_amd_letter_date": "2013-07-23",
 "awd_abstract_narration": "The three colleges of Seattle Community College (SCC) District VI are awarding 170 scholarships of up to $6,000 each over a 5-year period to talented, low-income students pursuing careers or transfer associate degrees in astronomy, biology, botany, chemistry, computer science, engineering, environmental sciences, geology, mathematics, nanotechnology, oceanography, physics and sustainable agriculture. This ONSIGHT Collaborative Scholarship Project began at Seattle Central Community College, and therefore the new collaboration between the Seattle Central, Seattle North, and Seattle South Community College campuses relies on and is building upon established and successful scholarship procedures, student support infrastructures, undergraduate research programs, the previous experience of the management team on Central's project, and the powerful collaboration of three Science and Mathematics Divisions across the district. The Seattle Community Colleges serve highly diverse populations. Central alone serves the largest number of underrepresented students of any of the 34 colleges in Washington State. Recent records show that over one-half of the potential ONSIGHT Collaborative scholarship appplicant pool consists of women, over 30% are first generation, over 43% are students of color and over a third reside in households in the lowest two socio-economic quintiles. Thus the recruitment and selection processes, and the mentoring and support service structures established for the ONSIGHT Collaborative Scholarship project are designed to support the significant participation and success of scholars typically underrepresented in STEM fields. The project's evaluation plan is contributing to the base of S-STEM knowledge regarding student support interventions and their correlated impacts; dissemination of success and lessons learned to local and national audiences is providing information for replication. The project is transformative due to the necessary collaboration between the three Science and Mathematics Divisions: deans, faculty, student support service personnel and scholars are meeting and working together frequently to assure student success. Situated within one of the great science and technology centers of the nation, the Seattle Community College District finds that there is no better focus to exercise the benefits of collaboration than by working together in support of its up-and-coming STEM students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Steffancin",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Michael E Steffancin",
   "pi_email_addr": "msteffancin@sccd.ctc.edu",
   "nsf_id": "000544063",
   "pi_start_date": "2010-08-01",
   "pi_end_date": "2012-12-27"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Natalie",
   "pi_last_name": "Simmons",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Natalie F Simmons",
   "pi_email_addr": "nsimmons@sccd.ctc.edu",
   "nsf_id": "000544066",
   "pi_start_date": "2010-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Reza",
   "pi_last_name": "Forough",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Reza Forough",
   "pi_email_addr": "rforough@sccd.ctc.edu",
   "nsf_id": "000544067",
   "pi_start_date": "2010-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chad",
   "pi_last_name": "Hickox",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chad Hickox",
   "pi_email_addr": "chickox@sccd.ctc.edu",
   "nsf_id": "000544069",
   "pi_start_date": "2010-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carey",
   "pi_last_name": "Schroyer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carey Schroyer",
   "pi_email_addr": "carey.schroyer@email.edcc.edu",
   "nsf_id": "000565942",
   "pi_start_date": "2010-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Seattle Community College District Office",
  "inst_street_address": "1500 HARVARD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2069342026",
  "inst_zip_code": "981223803",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "SEATTLE CENTRAL COMMUNITY COLLEGE",
  "org_prnt_uei_num": "JQTZWL5U8XJ8",
  "org_uei_num": "XW9JC593M6M7"
 },
 "perf_inst": {
  "perf_inst_name": "Seattle Community College South",
  "perf_str_addr": "6000 16th Avenue S W",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981061401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 70600.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 282400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Onsight Project Outcomes Report</strong></p>\n<p>The Onsight Project was a five-year scholarship and student development program funded by the NSF. It targeted underserved STEM students at South Seattle College. This report describes the basic structure and activities of this project, summarizes its main outcomes, and describes the potential intellectual merit and broader impacts of the program.</p>\n<p><strong>Project Description</strong></p>\n<p>Onsight granted need-based scholarships and other student support services to 60 students over five years. Scholarships of up to $2,000 were awarded to STEM students in the transfer pathway at our college, and could be renewed for up to six quarters. In addition, &ldquo;Onsight Scholars&rdquo; were assigned faculty mentors, required to fill out quarterly Individual Academic Success Plans, offered research and service capstone opportunities, and invited to ongoing talks by guest speakers and student success specialists. (Note: Although the project contained initial funding for these extra opportunities, they were actually provided by a separate NSF STEP grant to the college. Unused funds were redirected to student scholarships.)</p>\n<p><strong>Who were the Scholars?</strong></p>\n<p>South Seattle College serves one of the most diverse zip codes in the nation, and the scholars in this project represented the diversity of our area. Overall, our scholars included a large majority of under-represented minorities in STEM fields, such as women in STEM (30 total awards), African immigrants majoring in biology, or students of any STEM major who were first generation college students. In addition, our scholars showed significant financial need &ndash; the vast majority of students qualified for the maximum scholarship award of $2,000 per quarter.</p>\n<p><strong>Goals of the Project</strong></p>\n<p>The main goals of the project were to alleviate financial hardship, enhance student academic success and educational goal setting, create close faculty-student relationships, provide students with access to hands-on science opportunities, and build institutional capacity at our college.</p>\n<p><strong>Main Project Outcomes</strong></p>\n<p>The project made significant progress toward meeting each of the goals described in the previous section.</p>\n<p>Over $325,000 was awarded to 60 student scholars over five years. In addition, almost 100% of scholars throughout the program met with their faculty mentors twice per quarter and filled out quarterly Individual Academic Success Plans (a requirement for scholarship renewal). Scholars also made substantial academic achievements: the vast majority had GPA&rsquo;s significantly above the minimum of 3.0. Scholars attended at least two scheduled talks or workshops each quarter, including guest speakers in STEM fields, strategy sessions on writing personal essays, study skills training, and field trips to local STEM businesses (such as a neighboring steel factory). In addition, project faculty reported enhanced relationships with student mentees. Finally, about 20% of Onsight Scholars completed an undergraduate research or service leadership capstone project during their time in the program.</p>\n<p><strong>Intellectual Merit and Broader Impacts</strong></p>\n<p>The successes of this project alleviated immediate and concerning societal needs. The Onsight project provided financial support and student success training to a highly diverse group of STEM students, potentially expanding the talent pool in the critical pipeline leading to our nation&rsquo;s science and engineering workforce. In addition, the project delivered specific mentor training to STEM faculty at our institution, building our capacity to cultivate and support the next generation of STEM students. &nbsp;Finally, our successes added to a growing body of knowledge about the specific interventions (such as faculty mentoring, study skil...",
  "por_txt_cntn": "\nOnsight Project Outcomes Report\n\nThe Onsight Project was a five-year scholarship and student development program funded by the NSF. It targeted underserved STEM students at South Seattle College. This report describes the basic structure and activities of this project, summarizes its main outcomes, and describes the potential intellectual merit and broader impacts of the program.\n\nProject Description\n\nOnsight granted need-based scholarships and other student support services to 60 students over five years. Scholarships of up to $2,000 were awarded to STEM students in the transfer pathway at our college, and could be renewed for up to six quarters. In addition, \"Onsight Scholars\" were assigned faculty mentors, required to fill out quarterly Individual Academic Success Plans, offered research and service capstone opportunities, and invited to ongoing talks by guest speakers and student success specialists. (Note: Although the project contained initial funding for these extra opportunities, they were actually provided by a separate NSF STEP grant to the college. Unused funds were redirected to student scholarships.)\n\nWho were the Scholars?\n\nSouth Seattle College serves one of the most diverse zip codes in the nation, and the scholars in this project represented the diversity of our area. Overall, our scholars included a large majority of under-represented minorities in STEM fields, such as women in STEM (30 total awards), African immigrants majoring in biology, or students of any STEM major who were first generation college students. In addition, our scholars showed significant financial need &ndash; the vast majority of students qualified for the maximum scholarship award of $2,000 per quarter.\n\nGoals of the Project\n\nThe main goals of the project were to alleviate financial hardship, enhance student academic success and educational goal setting, create close faculty-student relationships, provide students with access to hands-on science opportunities, and build institutional capacity at our college.\n\nMain Project Outcomes\n\nThe project made significant progress toward meeting each of the goals described in the previous section.\n\nOver $325,000 was awarded to 60 student scholars over five years. In addition, almost 100% of scholars throughout the program met with their faculty mentors twice per quarter and filled out quarterly Individual Academic Success Plans (a requirement for scholarship renewal). Scholars also made substantial academic achievements: the vast majority had GPAÆs significantly above the minimum of 3.0. Scholars attended at least two scheduled talks or workshops each quarter, including guest speakers in STEM fields, strategy sessions on writing personal essays, study skills training, and field trips to local STEM businesses (such as a neighboring steel factory). In addition, project faculty reported enhanced relationships with student mentees. Finally, about 20% of Onsight Scholars completed an undergraduate research or service leadership capstone project during their time in the program.\n\nIntellectual Merit and Broader Impacts\n\nThe successes of this project alleviated immediate and concerning societal needs. The Onsight project provided financial support and student success training to a highly diverse group of STEM students, potentially expanding the talent pool in the critical pipeline leading to our nationÆs science and engineering workforce. In addition, the project delivered specific mentor training to STEM faculty at our institution, building our capacity to cultivate and support the next generation of STEM students.  Finally, our successes added to a growing body of knowledge about the specific interventions (such as faculty mentoring, study skills training, and financial assistance) that are known to enhance student success in difficult STEM pathways.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/30/2015\n\n\t\t\t\t\tSubmitted by: Jacob Ashcraft"
 }
}