{
 "awd_id": "0966904",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An FTIR Spectrometer for the Development of Nanostructured Solar Cells and Novel Fuel Cell Materials",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ram Gupta",
 "awd_eff_date": "2010-03-15",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 70519.0,
 "awd_amount": 70519.0,
 "awd_min_amd_letter_date": "2010-03-12",
 "awd_max_amd_letter_date": "2010-03-12",
 "awd_abstract_narration": "0966904\r\nLaw\r\n\r\nThis project will explore new ways to probe the surfaces of nanocrystalline solar cell materials and fuel cell electrodes using Fourier transform infrared (FTIR) spectrometry. The unique capabilities of this FTIR, including far-IR, in situ diffuse reflectance, and in situ variable-angle silicon and diamond attenuated total reflectance (ATR) spectroscopy will enhance  efforts to develop fuel cell cathodes with much faster kinetics for oxygen reduction, as well as robust nanocrystal solids with long carrier diffusion lengths suitable for high-efficiency solar cells. The nanocrystal work will utilize applied studies of organic and inorganic ligand exchange, molecular bonding, surface diffusion, oxidation, doping and other surface processes occurring in electronically-coupled nanocrystal films. The fuel cell work will leverage the instrument's unique in situ capabilities to explore the polarization processes of solid oxide cathodes under operating conditions. \r\n\r\nIntellectual Merit\r\n\r\nThe use of FTIR to probe the surfaces of nanocrystalline solar cell materials and fuel cell electrodes will answer important questions concerning the surface composition and interfacial dynamics of these materials. For example, colloidal nanocrystal solids are a novel class of hybrid organic/inorganic materials with great technological potential in optoelectronics, but little is known about how the electronic properties of these materials depend on the atomic and molecular species that are adsorbed on their large internal surface.  FTIR will help to elucidate the structure-property relationships needed to develop nanocrystal-based devices, particularly cheap and efficient solar cells for large-scale power conversion. \r\n\r\nBroader Impacts\r\n\r\nThis project will fund the acquisition of a PerkinElmer Spectrum 400 Fourier transform infrared (FTIR) spectrometer to support ongoing and future research projects in the areas of nanostructured solar cells and fuel cells by two assistant professors in the Physical Sciences and Engineering at UC Irvine. \r\n\r\nIn addition to opening new avenues for research in alternative energy and other areas, acquisition of the proposed instrument will greatly enhance teaching and training capabilities at UCI. The instrument will be used by postdocs, graduate students and undergraduate researchers to address vital questions in their research. No fewer than 16 Chemistry and Materials Science and Engineering students will utilize the instrument in the first two years. At least one hundred students will benefit from employing advanced FTIR techniques in their research over the lifetime of the instrument.  The FTIR will be used in summer research programs for local high school students run by the Center for Solar Energy, in which students pursue projects in several chemistry and materials science labs over the course of the summer and present posters about their research at the Orange County Science Fair, as well as the California State Summer School for Mathematics and Science (COSMOS-UCI), a month-long summer session funded in part by the National Science Foundation.  The instrument will also be used by at least one minority undergraduate researcher every year as part of the California Alliance for Minority Participation (CAMP) Summer Scholars Program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Law",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew D Law",
   "pi_email_addr": "matt.law@uci.edu",
   "nsf_id": "000512707",
   "pi_start_date": "2010-03-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Mumm",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel R Mumm",
   "pi_email_addr": "mumm@uci.edu",
   "nsf_id": "000385612",
   "pi_start_date": "2010-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "046E",
   "pgm_ref_txt": "Electrochem, Photochem & Fuel Cls"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 70519.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp; &nbsp;&nbsp;This &ldquo;equipment-only&rdquo; grant funded the acquisition of a Thermo Scientific Nicolet 6700 Fourier transform infrared (FTIR) spectrometer to support ongoing and future research projects in the areas of nanostructured solar cells and fuel cells by research groups in the School of Physical Sciences and School of Engineering at UC Irvine. FTIR is a vital tool for probing the surfaces of organic, inorganic and composite materials such as nanocrystal solids and fuel cell electrodes. The unique capabilities of this FTIR, including far-IR, <em>in situ</em> diffuse reflectance, and<em> in situ</em> variable-angle silicon and diamond attenuated total reflectance (ATR) spectroscopy has enhance efforts at UC Irvine to develop fuel cell cathodes with much faster kinetics for oxygen reduction as well as robust nanocrystal solids with long carrier diffusion lengths suitable for high-efficiency solar cells. The nanocrystal work utilizes applied studies of organic and inorganic ligand exchange, molecular bonding, surface diffusion, oxidation, doping and other surface processes occurring in electronically-coupled nanocrystal films. The fuel cell work leverages the instrument&rsquo;s unique <em>in situ</em> capabilities to explore the polarization processes of solid oxide cathodes under operating conditions. In its first six months of operation, the instrument has benefitted several projects in four different research groups and contributed to several peer-reviewed scientific publications, with many more to follow in future years.</p>\n<p>The instrument will continue answer important questions concerning the surface composition and interfacial dynamics of several materials systems of current scientific and engineering interest. For example, colloidal nanocrystal solids are a novel class of hybrid organic/inorganic materials with great technological potential in optoelectronics, but little is known about how the electronic properties of these materials depend on the atomic and molecular species that are adsorbed on their large internal surface. This FTIR is helping to elucidate the structure-property relationships needed to develop nanocrystal-based devices, particularly cheap and efficient solar cells for large-scale power conversion.</p>\n<p>In addition to opening new avenues for research in alternative energy and other areas, acquisition of the proposed instrument is greatly enhancing teaching and training capabilities at UCI. The instrument is used by postdocs, graduate students and undergraduate researchers to address vital questions in their research. At least 10 Chemistry and Materials Science and Engineering students have utilize the instrument in the first year, and at least one hundred students will benefit from employing advanced FTIR techniques in their research over the lifetime of the instrument (~20 years). The FTIR will be used in the California State Summer School for Mathematics and Science (COSMOS-UCI), a month-long summer session funded in part by the National Science Foundation. The instrument is being used by at least one minority undergraduate researcher every year as part of the California Alliance for Minority Participation (CAMP) Summer Scholars Program.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/29/2011<br>\n\t\t\t\t\tModified by: Matthew&nbsp;D&nbsp;Law</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n     This \"equipment-only\" grant funded the acquisition of a Thermo Scientific Nicolet 6700 Fourier transform infrared (FTIR) spectrometer to support ongoing and future research projects in the areas of nanostructured solar cells and fuel cells by research groups in the School of Physical Sciences and School of Engineering at UC Irvine. FTIR is a vital tool for probing the surfaces of organic, inorganic and composite materials such as nanocrystal solids and fuel cell electrodes. The unique capabilities of this FTIR, including far-IR, in situ diffuse reflectance, and in situ variable-angle silicon and diamond attenuated total reflectance (ATR) spectroscopy has enhance efforts at UC Irvine to develop fuel cell cathodes with much faster kinetics for oxygen reduction as well as robust nanocrystal solids with long carrier diffusion lengths suitable for high-efficiency solar cells. The nanocrystal work utilizes applied studies of organic and inorganic ligand exchange, molecular bonding, surface diffusion, oxidation, doping and other surface processes occurring in electronically-coupled nanocrystal films. The fuel cell work leverages the instrumentÆs unique in situ capabilities to explore the polarization processes of solid oxide cathodes under operating conditions. In its first six months of operation, the instrument has benefitted several projects in four different research groups and contributed to several peer-reviewed scientific publications, with many more to follow in future years.\n\nThe instrument will continue answer important questions concerning the surface composition and interfacial dynamics of several materials systems of current scientific and engineering interest. For example, colloidal nanocrystal solids are a novel class of hybrid organic/inorganic materials with great technological potential in optoelectronics, but little is known about how the electronic properties of these materials depend on the atomic and molecular species that are adsorbed on their large internal surface. This FTIR is helping to elucidate the structure-property relationships needed to develop nanocrystal-based devices, particularly cheap and efficient solar cells for large-scale power conversion.\n\nIn addition to opening new avenues for research in alternative energy and other areas, acquisition of the proposed instrument is greatly enhancing teaching and training capabilities at UCI. The instrument is used by postdocs, graduate students and undergraduate researchers to address vital questions in their research. At least 10 Chemistry and Materials Science and Engineering students have utilize the instrument in the first year, and at least one hundred students will benefit from employing advanced FTIR techniques in their research over the lifetime of the instrument (~20 years). The FTIR will be used in the California State Summer School for Mathematics and Science (COSMOS-UCI), a month-long summer session funded in part by the National Science Foundation. The instrument is being used by at least one minority undergraduate researcher every year as part of the California Alliance for Minority Participation (CAMP) Summer Scholars Program.\n\n \n\n\t\t\t\t\tLast Modified: 05/29/2011\n\n\t\t\t\t\tSubmitted by: Matthew D Law"
 }
}