{
 "awd_id": "0967707",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Biologically-mediated, simultaneous removal of nitrate and arsenic from drinking water sources",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 353836.0,
 "awd_amount": 355823.0,
 "awd_min_amd_letter_date": "2010-04-07",
 "awd_max_amd_letter_date": "2012-07-05",
 "awd_abstract_narration": "Proposal Title: Biologically-mediated, simultaneous removal of nitrate and arsenic from drinking water sources\r\n\r\nPrincipal Investigators: Raskin, Lutgarde\r\nInstitutions: University of Michigan\r\nProposal No: CBET-0967707\r\n\r\nContamination of groundwater with various oxy-anionic pollutants has been a major concern in the context of providing safe drinking water throughout the world. Regulatory pressures have resulted in the development of technologies suitable for the treatment of individual contaminants. However, the co-existence of multiple contaminants makes it imperative to develop treatment systems that provide simultaneous removal of as many contaminants as possible. The proposed research will develop a novel technology for the biologically-mediated, simultaneous removal of two contaminants that frequently co-occur in groundwater, i.e., nitrate and arsenic. \r\n\r\nBiological treatment of drinking water is gaining in popularity as multiple contaminants often can be converted to innocuous compounds in a single reactor. The proposed research will develop a system consisting of two fixed-bed biologically active carbon (BAC) bioreactors operated in series for the simultaneous removal of nitrate and arsenic (arsenate, As(V)). These contaminants can serve as electron acceptors for microorganisms when an electron donor (e.g., acetate) is provided. Denitrifying bacteria convert nitrate to dinitrogen gas and arsenate can be converted by arsenate reducing bacteria to arsenite (As(III)), which can be removed by sorption to iron sulfides. Iron sulfides are generated by the reduction of sulfate by sulfate reducing bacteria in the presence of ferrous iron (Fe(II)). Iron and sulfate are present in groundwater thus providing all necessary components to make these reactions take place. If ferric iron (Fe(III)) is the predominant form of iron, iron reducing bacteria can reduce Fe(III) to Fe(II), thus ensuring the Fe(II) form exists to interact with the sulfides produced. Iron sulfide sequesters arsenite very efficiently, and protects against reductive mobilization, which is possible when other forms of adsorbed arsenic are disposed in landfills. \r\nThe PIs hypothesize that the microbial communities that will develop in the fixed-bed BAC bioreactors will be capable of reducing dissolved oxygen, ferric iron, nitrate, arsenate, and sulfate in a sequential manner. Regular backwashing of the reactors will remove excess biomass and occasional backwashing will allow collection of arsenic solids (sulfides laden with arsenic) deposited in the reactor. Three objectives with associated tasks were developed: (i) a bench-scale, fixed bed BAC bioreactor system will be operated to study the mechanisms responsible for contaminant removal in detail. The microbial community and the produced solids will be characterized and the relationship between microbial community activity and the characteristics of the deposited solids will be studied. (ii) The system will be optimized for efficient and sustained removal of nitrate and arsenic to below detection. (iii) Post-treatment of the effluent and stability of produced solids will be evaluated. \r\n\r\nThe development of a one-step treatment system with a small footprint that can remove multiple contaminants, is affordable and simple to operate, and produces limited and safely disposable waste is highly desirable for developed and developing countries trying to expand drinking water sources. The link with a U.S. engineering firm ensures that the results will be applied in practice in developed countries. Researchers of the Institute for Social Research at the University of Michigan, who have extensive experience working with rural communities in Nepal, will help them explore the practical difficulties and willingness of arsenic-affected rural people of Nepal to adopt the proposed treatment technology. Additional broader impacts from this work include the integration of research results into existing courses taught by the PIs and into activities associated with existing K-12 outreach programs that will be continued with this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lutgarde Maria",
   "pi_last_name": "Raskin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lutgarde Maria Raskin",
   "pi_email_addr": "raskin@umich.edu",
   "nsf_id": "000315733",
   "pi_start_date": "2010-04-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kim",
   "pi_last_name": "Hayes",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Kim F Hayes",
   "pi_email_addr": "ford@umich.edu",
   "nsf_id": "000144046",
   "pi_start_date": "2010-04-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jess",
   "pi_last_name": "Brown",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jess C Brown",
   "pi_email_addr": "jbrown@carollo.com",
   "nsf_id": "000501588",
   "pi_start_date": "2010-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "012E",
   "pgm_ref_txt": "Industrial Ecology"
  },
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 117349.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 115886.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 122588.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Around the world, drinking water sources are compromised by contamination with nitrate, arsenic, and uranium. These contaminants and their frequent co-occurrence pose a challenge to providing safe drinking water. This research evaluated the possibility of removing multiple contaminants at the same time by taking advantage of the activity of naturally occurring microorganisms that can convert these contaminants into safe products or compounds that can be readily removed by filtration. Microorganism growth was supported in three laboratory-scale biofilters that were designed, built, and optimized through this project. Other project goals focused on monitoring treated water quality and stabilizing waste products.</p>\n<p>Microbially mediated arsenic removal was performed under conditions that are anticipated to produce waste products that will be stable in their ultimate disposal environments. Two types of arsenic and nitrate removing biofilters were investigated.&nbsp; The first system involved a continuously-flow biofilter that could be implemented in centralized drinking water treatment plants in both developed and developing countries.&nbsp; Extensive optimization of the first laboratory-scale system removing arsenic and nitrate was performed. This optimization lead to a reduction in overall time needed to remove both contaminants. The backwashing of the filters was also optimized. We found that air could be used to facilitate this common maintenance step, reducing the potential infrastructure and operational costs associated with implementing this technology. The first biofilter system was further evaluated for simultaneous nitrate and uranium removal from drinking water sources.&nbsp; The treatment was successful in meeting the World Health Organization standards for drinking water. The fast start-up time and short treatment times identified through the optimization of this filter highlight that biological treatment of uranium and nitrate contaminated water has promise for full-scale application.</p>\n<p>The second system evaluated for the removal of nitrate and arsenic from drinking water sources consisted of a semi-batch system that can be operated without electricity and may be implemented in rural areas in developed countries and at the community-scale in developing countries. While nitrate was completely removed and substantial removal of arsenic was observed, further research is needed if this system would be used to produce safe drinking water.</p>\n<p>Both of the technologies developed in this research produce arsenic waste that needs to be safely disposed.&nbsp; Research evaluated the stability of such arsenic-bearing waste by stabilizing it in concrete. Results from long-term leaching studies demonstrated that concrete stabilization is effective at preventing arsenic release over long periods of time.</p>\n<p>A final goal of this project was to evaluate the need for disinfection of the water produced by our biofilters. Our research suggests that typical disinfection strategies used in drinking water treatment plants are sufficient for treatment of the effluents produced by our biofilters. Furthermore, our research highlights that disinfection impact the types of microorganisms that survive and further research is needed to understand the connections between microorganisms in our drinking water and human health.</p>\n<p>Throughout this project, undergraduate students, graduate students, and postdoctoral researchers were trained and supported in their pursuit of careers in science and engineering. Several students came from groups traditionally underrepresented in engineering. The students involved in this project are all continuing to use the skills they developed in their continued training or careers in academia, consulting engineering, or government agencies. This project has also fostered a connection between our laboratory and a non-governmental organiz...",
  "por_txt_cntn": "\nAround the world, drinking water sources are compromised by contamination with nitrate, arsenic, and uranium. These contaminants and their frequent co-occurrence pose a challenge to providing safe drinking water. This research evaluated the possibility of removing multiple contaminants at the same time by taking advantage of the activity of naturally occurring microorganisms that can convert these contaminants into safe products or compounds that can be readily removed by filtration. Microorganism growth was supported in three laboratory-scale biofilters that were designed, built, and optimized through this project. Other project goals focused on monitoring treated water quality and stabilizing waste products.\n\nMicrobially mediated arsenic removal was performed under conditions that are anticipated to produce waste products that will be stable in their ultimate disposal environments. Two types of arsenic and nitrate removing biofilters were investigated.  The first system involved a continuously-flow biofilter that could be implemented in centralized drinking water treatment plants in both developed and developing countries.  Extensive optimization of the first laboratory-scale system removing arsenic and nitrate was performed. This optimization lead to a reduction in overall time needed to remove both contaminants. The backwashing of the filters was also optimized. We found that air could be used to facilitate this common maintenance step, reducing the potential infrastructure and operational costs associated with implementing this technology. The first biofilter system was further evaluated for simultaneous nitrate and uranium removal from drinking water sources.  The treatment was successful in meeting the World Health Organization standards for drinking water. The fast start-up time and short treatment times identified through the optimization of this filter highlight that biological treatment of uranium and nitrate contaminated water has promise for full-scale application.\n\nThe second system evaluated for the removal of nitrate and arsenic from drinking water sources consisted of a semi-batch system that can be operated without electricity and may be implemented in rural areas in developed countries and at the community-scale in developing countries. While nitrate was completely removed and substantial removal of arsenic was observed, further research is needed if this system would be used to produce safe drinking water.\n\nBoth of the technologies developed in this research produce arsenic waste that needs to be safely disposed.  Research evaluated the stability of such arsenic-bearing waste by stabilizing it in concrete. Results from long-term leaching studies demonstrated that concrete stabilization is effective at preventing arsenic release over long periods of time.\n\nA final goal of this project was to evaluate the need for disinfection of the water produced by our biofilters. Our research suggests that typical disinfection strategies used in drinking water treatment plants are sufficient for treatment of the effluents produced by our biofilters. Furthermore, our research highlights that disinfection impact the types of microorganisms that survive and further research is needed to understand the connections between microorganisms in our drinking water and human health.\n\nThroughout this project, undergraduate students, graduate students, and postdoctoral researchers were trained and supported in their pursuit of careers in science and engineering. Several students came from groups traditionally underrepresented in engineering. The students involved in this project are all continuing to use the skills they developed in their continued training or careers in academia, consulting engineering, or government agencies. This project has also fostered a connection between our laboratory and a non-governmental organization (NGO) in Bangladesh that is working to implement safe water technologies in areas most affected by arsenic..."
 }
}