{
 "awd_id": "0967458",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Molecular Modeling and Experimental Investigation of Structure and Dynamics of Confined Ionic Liquids and Their Mixtures with Gases",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eddie Chang",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 247300.0,
 "awd_amount": 247300.0,
 "awd_min_amd_letter_date": "2010-05-21",
 "awd_max_amd_letter_date": "2012-05-24",
 "awd_abstract_narration": "0967458\r\nMaginn\r\n\r\nIntellectual Merit\r\n\r\nThe objective of this proposal is to elucidate the fundamental aspects of self assembly and pattern formation of well defined sheet forming peptides confined at interfaces. Our approach involves three steps. (1) It is proposed to design and synthesize simple periodic peptide sequences, yielding surface active â strands that self organize into aggregates to form patterns as a function of the peptide sequence. Rational peptide design allows us to systematically explore the role of hydrophobicity, electrostatics and molecular size on pattern formation. (2) ) It is proposed to directly address the assembly phenomena using a set of interfacial characterization tools. Multiple length scales can be examined, including molecular length scales, using CD and ATR-FTIR, and at supramolecular length scales, using brewster angle microscopy, fluorescence microscopy and ellipsometry. (3) It is proposed to use two dimensional equations of state that define both the phase behavior and the critical surface concentrations of nascent aggregates at the interface. Subsequently, we can apply these parameters to predict the dimensions of pattern formation.\r\n\r\nBroader Impact\r\n\r\nRationally designed peptides and polypeptides are rapidly becoming useful components in nanostructured materials for applications ranging from drug delivery to energy storage. If successful, the PIs believe that the proposed research will yield fundamental understanding of  biomolecular assembly under confinement, and these ideas can be directly applied in hybrid materials design.\r\n\r\nCCNY's mission is to provide quality undergraduate and graduate education in a broad range of fields to a highly diverse student body, which is 34% Hispanic, 24% black, 17% Asian and 11% white, classifying our college as a Minority Serving Institution. The PI is dedicated to this mandate that asks for a multiplicity of subject matters to be taught to students of varying backgrounds without sacrificing quality of research or education. In addition to graduate training, undergraduate and high school research support for this work will be coordinated through two mechanisms. (1) NSF has funded NUE, REU and PREM programs at CCNY to provide research experiences for both undergraduate and high school students. (2) The PI has led the CCNY-HSMSE Peer-Learning Program for the last three years. This program provides an opportunity for undergraduates and high school students to engage in engineering and science in the classroom and lab. The PIs have successfully developed this mechanism that allows undergraduate and high school students to explore fundamental engineering and science questions in an engaging setting where peer learning results in common ground to enhance the learning experience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Maginn",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Edward J Maginn",
   "pi_email_addr": "ed@nd.edu",
   "nsf_id": "000391674",
   "pi_start_date": "2010-05-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jindal",
   "pi_last_name": "Shah",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Jindal K Shah",
   "pi_email_addr": "jindal.shah@okstate.edu",
   "nsf_id": "000544429",
   "pi_start_date": "2010-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 GRACE HALL",
  "perf_city_name": "NOTRE DAME",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 164791.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 82509.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report:</p>\n<p>&nbsp;</p>\n<p>Recently a new class of chemical compounds known as ionic liquids has attracted a great deal of attention as they can be designed to be practically non-volatile. This property of ionic liquids provides a unique opportunity to replace harmful volatile chemicals currently used in the chemical industry. It&rsquo;s also possible to use ionic liquids to separate gaseous mixtures, for example removing carbon dioxide from natural gas. This is achieved by tailoring the ionic liquid so one of thegases preferentially dissolves in the liquid phase. &nbsp;A straightforward approach for such a gas separation is to use ionic liquids in bulk. However, from a process standpoint, it may be cost prohibitive to do so.</p>\n<p>An alternative strategy is to minimize the amount of ionic liquid required to achieve a given separation efficiency. This can be easily accomplished by filling a solid matrix containing empty spaces that are roughly a billionth of a meter (a \"nanometer\") in size with ionic liquid. It&rsquo;s possible to devise an experiment that introduces gaseous mixtures into such a system. One of the gases dissolves in the ionic liquid trapped in the solid matrix and the other gas (or gases) harmlessly flow through the system, thereby achieving a separation. One problem is that we don't know which ionic liquids would be the best for doing this because there are literally billions of different ones to choose from. We also don't understand the mechanism whereby gases dissolve in ionic liquids under such small dimensions. To test all the various combinations of ionic liquids and porous solid materials experimentally would take too long and cost too much. What we really need are predictive methods that can tell us how a particular &lsquo;nanoconfined&rsquo; ionic liquid will perform in a gas separation process.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In this project, we developed and applied advanced computational methods on the molecular scale for estimating the amount of carbon dioxide and methane taken up by a nanoconfined ionic liquid. We investigated two pore sizes: 2 nm and 5 nm. Our calculations indicated that carbon dioxide is roughly ten times more likely to be absorbed in the ionic liquid confined in 5 nm pores. On the other hand, the calculations carried out on the smaller pores showed that, carbon dioxide can be removed three time more effectively than methane. The calculations also enabled us to determine the role ionic liquid and solid matrix play in determining the solubility of gases in nanoconfined ionic liquid systems and its effect on separation efficiency. Such separations are critical if we are to use newly discovered shale gas resources in an environmentally responsible manner. They are also very important for controlling the emissions of carbon dioxide and methane, both of which are potent greenhouse gases.</p>\n<p>&nbsp;</p>\n<p>The project was instrumental in training one PhD student. The PIs were able to add the functionality of calculating gas solubilities in empty solid matrices and those filled with a liquid such as an ionic liquid to an in-house developed software package. &nbsp;The PIs extensively employed the software package in their advanced level graduate class for demonstrations of the capabilities of the software package. Many graduate and undergraduate students used the package to conduct molecularly detailed computer simulations. This software package is now being released for free to the public.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/24/2014<br>\n\t\t\t\t\tModified by: Edward&nbsp;J&nbsp;Maginn</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbo...",
  "por_txt_cntn": "\nProject Outcomes Report:\n\n \n\nRecently a new class of chemical compounds known as ionic liquids has attracted a great deal of attention as they can be designed to be practically non-volatile. This property of ionic liquids provides a unique opportunity to replace harmful volatile chemicals currently used in the chemical industry. ItÆs also possible to use ionic liquids to separate gaseous mixtures, for example removing carbon dioxide from natural gas. This is achieved by tailoring the ionic liquid so one of thegases preferentially dissolves in the liquid phase.  A straightforward approach for such a gas separation is to use ionic liquids in bulk. However, from a process standpoint, it may be cost prohibitive to do so.\n\nAn alternative strategy is to minimize the amount of ionic liquid required to achieve a given separation efficiency. This can be easily accomplished by filling a solid matrix containing empty spaces that are roughly a billionth of a meter (a \"nanometer\") in size with ionic liquid. ItÆs possible to devise an experiment that introduces gaseous mixtures into such a system. One of the gases dissolves in the ionic liquid trapped in the solid matrix and the other gas (or gases) harmlessly flow through the system, thereby achieving a separation. One problem is that we don't know which ionic liquids would be the best for doing this because there are literally billions of different ones to choose from. We also don't understand the mechanism whereby gases dissolve in ionic liquids under such small dimensions. To test all the various combinations of ionic liquids and porous solid materials experimentally would take too long and cost too much. What we really need are predictive methods that can tell us how a particular ænanoconfinedÆ ionic liquid will perform in a gas separation process. \n\n \n\nIn this project, we developed and applied advanced computational methods on the molecular scale for estimating the amount of carbon dioxide and methane taken up by a nanoconfined ionic liquid. We investigated two pore sizes: 2 nm and 5 nm. Our calculations indicated that carbon dioxide is roughly ten times more likely to be absorbed in the ionic liquid confined in 5 nm pores. On the other hand, the calculations carried out on the smaller pores showed that, carbon dioxide can be removed three time more effectively than methane. The calculations also enabled us to determine the role ionic liquid and solid matrix play in determining the solubility of gases in nanoconfined ionic liquid systems and its effect on separation efficiency. Such separations are critical if we are to use newly discovered shale gas resources in an environmentally responsible manner. They are also very important for controlling the emissions of carbon dioxide and methane, both of which are potent greenhouse gases.\n\n \n\nThe project was instrumental in training one PhD student. The PIs were able to add the functionality of calculating gas solubilities in empty solid matrices and those filled with a liquid such as an ionic liquid to an in-house developed software package.  The PIs extensively employed the software package in their advanced level graduate class for demonstrations of the capabilities of the software package. Many graduate and undergraduate students used the package to conduct molecularly detailed computer simulations. This software package is now being released for free to the public.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/24/2014\n\n\t\t\t\t\tSubmitted by: Edward J Maginn"
 }
}