{
 "awd_id": "0967722",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "High-Efficiency Dye-Sensitized Solar Cells Based on Ordered TiO2 Nanotube Arrays",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927470",
 "po_email": "grorrer@nsf.gov",
 "po_sign_block_name": "Gregory Rorrer",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 270626.0,
 "awd_amount": 276626.0,
 "awd_min_amd_letter_date": "2010-03-31",
 "awd_max_amd_letter_date": "2012-05-12",
 "awd_abstract_narration": "0967722\r\nGao\r\n\r\nDye-sensitized solar cells (DSCs) have potential for low-cost solar electricity production. Anodes of current DSCs use sintered mesoporous films of TiO2 nanoparticles.  Although the disordered pore structure of such films provides a high surface area for dye adsorption, the short electron lifetime and long pathway electron transport in these materials have limited the improvement of the solar energy conversion efficiency of DSCs.  Anodes based on ordered ZnO nanowires have shown promise to overcome these constraints.  However, ZnO material properties are not as good as TiO2 for DSC photoanodes.   Previous attempts at fabricating TiO2 nanotube photoanodes by anodizing bulk titanium produced opaque films, which required a backside illumination configuration and resulted in nearly 20% of incident photon loss. \r\n\r\nIntellectual Merit\r\n\r\nThe proposed research will use a facile method for synthesis of vertically-aligned TiO2 nanotube arrays directly on transparent conductive oxide (TCO) surfaces.  DSCs fabricated with these TiO2 nanotubes have to potential to significantly outperform ZnO nanowire-based devices, because the electron lifetime in TiO2 nanotubes is more than ten times longer than that either in ZnO nanowires or in sintered TiO2 nanoparticles.  The proposed research will take advantage of the significantly extended electron lifetime and improved accessibility of ordered TiO2 nanotube array photoanodes to develop high efficiency DSCs.   This configuration will also facilitate the use of a solid-state electrolyte to overcome the packaging challenges with liquid electrolyte based DSCs.\r\n \r\nThe proposed research has five objectives.  The first objective is to synthesize ultra-long ordered TiO2 nanotube arrays directly on TCO.  The second objective is to fabricate DSCs with thickened sensitized films enabled by the ultra-long ordered TiO2 nanotube arrays.  The remaining objectives are to explore alternative redox mediators in DSCs, fabricate TiO2 nanotube DSCs with a solid-state electrolyte, and sensitize DSCs with quantum dots.  \r\n\r\nThe research is potentially transformative because it provides a new approach to make the fundamental improvements in charge transport needed to break through the efficiency barriers of DSC devices. \r\n\r\nBroader Impacts\r\n\r\nThree education and outreach activities are proposed.  The first activity is the training graduate and undergraduate students through hands-on research.  The second activity focuses on the development of an international field study module for undergraduate students that provides an international perspective to sustainable engineering through a collaboration with Tsinghua University in China.  The third activity focuses on outreach to minority pre-college students through 1) development of high-school course unit on \"Sustainability and Innovation\", and 2) hands-on science workshops in collaboration with Baldwin High School and Westinghouse High School in Pittsburgh, PA.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Di",
   "pi_last_name": "Gao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Di Gao",
   "pi_email_addr": "gaod@pitt.edu",
   "nsf_id": "000486681",
   "pi_start_date": "2010-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "045E",
   "pgm_ref_txt": "Adv Mats for Separation Process"
  },
  {
   "pgm_ref_code": "146E",
   "pgm_ref_txt": "Solar energy"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 270626.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Dye-sensitized solar cells (DSCs) remain one of the most promising means for low-cost solar electricity production.&nbsp; Anodes of current DSCs use sintered mesoporous films of TiO<sub>2</sub> nanoparticles. Although the disordered pore structure of such films provides a high surface area for dye adsorption, the short electron lifetime, the long pathway electrons have to travel through, and the difficulty to infiltrate the film with viscous, quasi-solid, or solid materials have limited further improvement of DSCs. The goal of this project is to replace the mesoporous films of TiO<sub>2</sub> nanoparticles with vertically aligned nanowires and nanotubes so that the efficiencies of DSCs can be further improved and the packaging cost that accounts for significant portion of the DSC manufacturing cost can be reduced. Towards this goal, a facile method for synthesis of ultra-long vertically aligned nanowire and nanotube arrays directly on transparent conductive oxides (TCO) has been developed for fabrication of DSCs. The vertically ordered nanostructure allows us to significant improve DSC efficiency and to replace the liquid electrolyte with solid hole-transporting materials which greatly reduces the packaging cost. &nbsp;The outcome of the project may have practical significance in commercializing low-cost high-efficient DSC technology. The project also enables us to increase the awareness of &ldquo;sustainability&rdquo; of young students through outreach to high school and exposure of underrepresented minority pre-college students to science and innovations.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/09/2014<br>\n\t\t\t\t\tModified by: Di&nbsp;Gao</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/0967722/0967722_10014528_1412883425240_outcomepic--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/0967722/0967722_10014528_1412883425240_outcomepic--rgov-800width.jpg\" title=\"Dye sensitized solar cells based on ordered nanostructures\"><img src=\"/por/images/Reports/POR/2014/0967722/0967722_10014528_1412883425240_outcomepic--rgov-66x44.jpg\" alt=\"Dye sensitized solar cells based on ordered nanostructures\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Vertically ordered nanostructures allow us to improve the efficiency and reduce the cost of dye-sensitized solar cells.</div>\n<div class=\"imageCredit\">Di Gao</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Di&nbsp;Gao</div>\n<div class=\"imageTitle\">Dye sensitized solar cells based on ordered nanostructures</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nDye-sensitized solar cells (DSCs) remain one of the most promising means for low-cost solar electricity production.  Anodes of current DSCs use sintered mesoporous films of TiO2 nanoparticles. Although the disordered pore structure of such films provides a high surface area for dye adsorption, the short electron lifetime, the long pathway electrons have to travel through, and the difficulty to infiltrate the film with viscous, quasi-solid, or solid materials have limited further improvement of DSCs. The goal of this project is to replace the mesoporous films of TiO2 nanoparticles with vertically aligned nanowires and nanotubes so that the efficiencies of DSCs can be further improved and the packaging cost that accounts for significant portion of the DSC manufacturing cost can be reduced. Towards this goal, a facile method for synthesis of ultra-long vertically aligned nanowire and nanotube arrays directly on transparent conductive oxides (TCO) has been developed for fabrication of DSCs. The vertically ordered nanostructure allows us to significant improve DSC efficiency and to replace the liquid electrolyte with solid hole-transporting materials which greatly reduces the packaging cost.  The outcome of the project may have practical significance in commercializing low-cost high-efficient DSC technology. The project also enables us to increase the awareness of \"sustainability\" of young students through outreach to high school and exposure of underrepresented minority pre-college students to science and innovations.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/09/2014\n\n\t\t\t\t\tSubmitted by: Di Gao"
 }
}