{
 "awd_id": "0967130",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Disinfectant-Induced Antibiotic Resistance:  Relevance, Mechanisms and Practical Considerations",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2010-04-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 405042.0,
 "awd_amount": 405042.0,
 "awd_min_amd_letter_date": "2010-03-18",
 "awd_max_amd_letter_date": "2012-01-11",
 "awd_abstract_narration": "Pavlostathis, Spyros\r\nCBET-0967130\r\n\r\nResistance to antibiotics is becoming one of the most pressing problems for human and environmental health. Recently, resistance to vancomycin, the ?last resort? antibiotic, was reported, indicating that we are quickly running out of means to fight against bacterial infectious diseases. Biocides and disinfectants, on the other hand, are biologically active agents, whose use in homes, hospitals, industrial or agricultural facilities remains essentially unconstrained.  Consequently, disinfectants are frequently co-occurring with antibiotics in the environment or the clinic and their concentrations are typically higher than that of antibiotics. Because they are ubiquitous and can induce broad resistance capabilities like efflux pump resistance, disinfectants may represent a more important threat to the future of antibiotics than the antibiotics themselves according to a recent report by the American Academy of Microbiology, which states ?It is entirely possible that disinfectants have contributed to the rise of some of the very serious problems in resistance that we face today with the bacteria?. The goal of this research is to provide new quantitative insights into the effects of a widely used class of disinfectants, the quaternary ammonium compounds (QACs), on the emergence and proliferation of antibiotic resistance (AbR). Further, QACs represent an important hazard themselves because they are persistent, especially under anaerobic conditions, and hence, toxic to aquatic life and non-target organisms in the environment. QACs are strongly sorbed onto sludge, sediments, clays, and minerals and sorption generally outcompetes biodegradation in aerobic environmental media, leading to the transfer of QACs to anoxic/anaerobic compartments. The fate of QACs in anoxic/anaerobic systems is not well understood; but it has important practical implications for remedying QAC toxicity and the co-selected AbR. Therefore, another goal of this project is to better understand the conditions and genetic determinants that lead to QAC biodegradation under aerobic and anaerobic conditions in both engineered and natural systems. The proposed research builds upon preliminary evidence that indicates QAC-driven proliferation of AbR.  \r\n\r\nThe proposed research is potentially transformative. As stated above, the links between AbR and the biotransformation of antimicrobial agents (QACs in this case) under anoxic/anaerobic conditions have not been systematically assessed to date. This study should result in significant new insights into these links, which may apply broadly to other classes of AbR-causing agents, both anthropogenic and natural, potentially resulting in a paradigm shift as to the causes of AbR.\r\n\r\nQACs pose significant risks to human and environmental health. The proposed research will elucidate the biotransformation of selected QACs and their potential for co-selection of AbR determinants in biological systems representing both engineered and natural systems. The results of this study will provide a better understanding of the importance of QACs as environmental hazards and facilitate the development of strategies to mitigate their adverse effects and to aid industry, as well as state and federal regulatory agencies in the development of sound policies and risk assessment strategies. Findings will be disseminated via reports to NSF and our personal websites, and by publishing in peer-reviewed journals and presenting at meetings of professional societies. Student training is an integral part of the proposed project, occurring in both the classroom and research laboratory. Two PhD students, one majoring in Environmental Engineering and one in Environmental Microbiology, will be supported and cross trained. This research will support an active educational component targeting undergraduate students from different disciplines. Each year, we will conduct the HGT-U (Hosting Ga-Tech Undergraduates) Exchange Program developed by the PI and co-PI. They will recruit outstanding and ethnically diverse students from the environmental engineering and biology undergraduate programs who will engage in research related to the proposed research project. They will also support 2 undergraduates per year and will recruit an additional 4 students per year who will receive independent research credits so that a total of 18 (9 biology and 9 engineering) students will be trained over the course of the 3-year project. The success of the HGT-U exchange program will be determined by following students as they progress through their undergraduate education. Assessment criteria will include tracking academic achievement in the student's science and engineering courses compared to peers, choice of electives, and participation in engineering and scientific meetings and conferences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Spyros",
   "pi_last_name": "Pavlostathis",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Spyros G Pavlostathis",
   "pi_email_addr": "spyros.pavlostathis@ce.gatech.edu",
   "nsf_id": "000188314",
   "pi_start_date": "2010-03-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Konstantinos",
   "pi_last_name": "Konstantinidis",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Konstantinos T Konstantinidis",
   "pi_email_addr": "kostas@ce.gatech.edu",
   "nsf_id": "000320171",
   "pi_start_date": "2010-03-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Research Corporation",
  "perf_str_addr": "926 DALNEY ST NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303186395",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 127380.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 142451.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 135211.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Scientific merit</strong></p>\n<p>Resistance to antibiotics is becoming one of the most pressing problems for human and environmental health. Biocides and disinfectants, on the other hand, are biologically active agents, whose use in homes, hospitals, industrial or agricultural facilities remains essentially unconstrained. Consequently, disinfectants are frequently co-occurring with antibiotics in the environment or the clinic and their concentrations are typically higher than that of antibiotics. Because they are ubiquitous and can induce broad resistance, disinfectants may represent a more important threat to the future of antibiotics than the antibiotics themselves.</p>\n<p>The goals of this research project were to systematically assess: a) the role of benzalkonium chlorides (BACs), a widely used class of quaternary ammonium disinfectants, in the induction of antibiotic resistance; b) the mechanisms of BAC-induced antibiotic resistance; and c) the effect of BAC biodegradation in alleviating BAC-induced antibiotic resistance.</p>\n<p>The research conducted as part of this project resulted in the following major findings.</p>\n<ul>\n</ul>\n<p>Long-term exposure of aerobic microbial communities to BACs reduced community diversity and resulted in the enrichment of BAC-resistant species. Exposure of microbial communities to BACs significantly decreased their susceptibility to BACs as well as three clinically relevant antibiotics (penicillin G, tetracycline, ciprofloxacin). Increased resistance to BACs and penicillin G of the two BACs-exposed communities was predominantly attributed to degradation or transformation of these compounds, whereas resistance to tetracycline and ciprofloxacin was largely due to the activity of efflux pumps (i.e., protein transporters responsible for moving toxics and antibiotics out of the cell).</p>\n<ul>\n</ul>\n<p>Bioassays performed with a previously developed BAC-enriched microbial community under aerobic conditions in the absence of BAC as well as under fermentative and nitrate reducing conditions, after a large number of culture transfers resulted in increased susceptibility to BAC under aerobic conditions but no change in the susceptibility to BAC under fermentative and nitrate reducing conditions. BAC was recalcitrant under both fermentative and nitrate reducing conditions and was only degraded under aerobic conditions. The implications of these findings are that BAC residing in anoxic/anaerobic environments will more likely contribute to the development and proliferation of antibiotic resistance. Thus, from the waste management and engineering point of view, every effort should be made to enhance BAC degradation in BAC-bearing waste streams under aerobic conditions before such streams are dispersed into the environment and accumulate in anoxic/anaerobic environmental compartments (e.g., anaerobic municipal sludge, aquatic sediments).</p>\n<ul>\n</ul>\n<p>BAC disinfectants contribute to the proliferation of microbial antibiotic resistance via at least two distinct mechanisms: i) horizontal transfer (co-selection) of multi-drug resistant and mobile genetic elements among community members; and ii) selection of intrinsically multi-drug resistant organisms. These findings reconciled previous conflicting results relative to whether or not a resistance linkage exists between disinfectants and antibiotics and thus, resolved a long-standing debate. The gene-based discoveries will also allow us to develop the associated molecular tools to monitor microbial BAC biodegradation in any environment. Collectively, the results of this work should be useful in developing appropriate guidelines for regulating the use of disinfectants in health care facilities, households, food processing lines and storage tanks, and agricultural settings.</p>\n<ul>\n</ul>\n<p><strong>Broader impacts</strong></p>\n<p>This research project has contributed to the training of...",
  "por_txt_cntn": "\nScientific merit\n\nResistance to antibiotics is becoming one of the most pressing problems for human and environmental health. Biocides and disinfectants, on the other hand, are biologically active agents, whose use in homes, hospitals, industrial or agricultural facilities remains essentially unconstrained. Consequently, disinfectants are frequently co-occurring with antibiotics in the environment or the clinic and their concentrations are typically higher than that of antibiotics. Because they are ubiquitous and can induce broad resistance, disinfectants may represent a more important threat to the future of antibiotics than the antibiotics themselves.\n\nThe goals of this research project were to systematically assess: a) the role of benzalkonium chlorides (BACs), a widely used class of quaternary ammonium disinfectants, in the induction of antibiotic resistance; b) the mechanisms of BAC-induced antibiotic resistance; and c) the effect of BAC biodegradation in alleviating BAC-induced antibiotic resistance.\n\nThe research conducted as part of this project resulted in the following major findings.\n\n\n\nLong-term exposure of aerobic microbial communities to BACs reduced community diversity and resulted in the enrichment of BAC-resistant species. Exposure of microbial communities to BACs significantly decreased their susceptibility to BACs as well as three clinically relevant antibiotics (penicillin G, tetracycline, ciprofloxacin). Increased resistance to BACs and penicillin G of the two BACs-exposed communities was predominantly attributed to degradation or transformation of these compounds, whereas resistance to tetracycline and ciprofloxacin was largely due to the activity of efflux pumps (i.e., protein transporters responsible for moving toxics and antibiotics out of the cell).\n\n\n\nBioassays performed with a previously developed BAC-enriched microbial community under aerobic conditions in the absence of BAC as well as under fermentative and nitrate reducing conditions, after a large number of culture transfers resulted in increased susceptibility to BAC under aerobic conditions but no change in the susceptibility to BAC under fermentative and nitrate reducing conditions. BAC was recalcitrant under both fermentative and nitrate reducing conditions and was only degraded under aerobic conditions. The implications of these findings are that BAC residing in anoxic/anaerobic environments will more likely contribute to the development and proliferation of antibiotic resistance. Thus, from the waste management and engineering point of view, every effort should be made to enhance BAC degradation in BAC-bearing waste streams under aerobic conditions before such streams are dispersed into the environment and accumulate in anoxic/anaerobic environmental compartments (e.g., anaerobic municipal sludge, aquatic sediments).\n\n\n\nBAC disinfectants contribute to the proliferation of microbial antibiotic resistance via at least two distinct mechanisms: i) horizontal transfer (co-selection) of multi-drug resistant and mobile genetic elements among community members; and ii) selection of intrinsically multi-drug resistant organisms. These findings reconciled previous conflicting results relative to whether or not a resistance linkage exists between disinfectants and antibiotics and thus, resolved a long-standing debate. The gene-based discoveries will also allow us to develop the associated molecular tools to monitor microbial BAC biodegradation in any environment. Collectively, the results of this work should be useful in developing appropriate guidelines for regulating the use of disinfectants in health care facilities, households, food processing lines and storage tanks, and agricultural settings.\n\n\n\nBroader impacts\n\nThis research project has contributed to the training of 4 undergraduate students, 1 graduate student, 1 postdoc, and 2 visiting scholars. Our research findings have been disseminated to the scientific community via 6 papers in peer rev..."
 }
}