{
 "awd_id": "0967583",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FRG: Collaborative Research: Atlas of Lie Groups and Representations: Unitary Representations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 36121.0,
 "awd_amount": 36121.0,
 "awd_min_amd_letter_date": "2010-04-22",
 "awd_max_amd_letter_date": "2010-04-22",
 "awd_abstract_narration": "This project has two primary goals.  The first is to solve the problem of the unitary dual: to describe the irreducible unitary representations of real reductive Lie groups. The primary tool is an algorithm to compute the unitary dual of any given group, which we are implementing inside the \"atlas\" software. We plan to use this information to prove results about the unitary dual, beginning with the unitarity of Arthur's unipotent representations. The second primary goal is to make information about representation theory of real groups accessible to non-specialists, via the software, a web site, public workshops, and other means. The atlas software is freely available on the atlas web site, and will continue to be maintained there indefinitely.\r\n\r\nThe idea of using symmetry to study problems in mathematics and science dates back to Fourier's work on heat nearly two hundred years ago. In the hands of Hermann Weyl, Eugene Wigner, and Andre Weil, symmetry has come to play a central role in quantum mechanics and in number theory. Lie groups, named after the Norwegian mathematician Sophus Lie, are the mathematical objects underlying symmetry.  Representation theory studies all of the ways a given symmetry, or Lie group, can manifest itself. The problem of understanding all \"unitary\" representations (in which the symmetry operations preserve lengths) is one of the most important unsolved problems in the subject, and has potential applications in many areas; for example, it is an abstract version of the question, \"what quantum mechanical systems can admit a certain kind of symmetry?\"",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susana",
   "pi_last_name": "Salamanca-Riba",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Susana A Salamanca-Riba",
   "pi_email_addr": "ssalaman@nmsu.edu",
   "nsf_id": "000094372",
   "pi_start_date": "2010-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico State University",
  "inst_street_address": "1050 STEWART ST.",
  "inst_street_address_2": "",
  "inst_city_name": "LAS CRUCES",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5756461590",
  "inst_zip_code": "88003",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3M5GZAT8N85"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico State University",
  "perf_str_addr": "1050 STEWART ST.",
  "perf_city_name": "LAS CRUCES",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "88003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1616",
   "pgm_ref_txt": "FOCUSED RESEARCH GROUPS IN MATH SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 36121.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual merit and Broader Impacts</strong></p>\n<p>The problem of classifying the unitary representations of a Lie (pronounced Lee) group is a very old and hard problem. Its motivation comes from studying solutions of systems of differential equations whose space of solutions have some type of symmetry. If that is the case, there is a group G of symmetries that acts on the space. These types of groups are normally groups of matrices that satisfy certain conditions. The spaces of symmetries are vector spaces and are called representations of the group. For example, in Physics, if the differential equations describe a certain phenomenon that has rotational symmetry like motion in space, the space of solutions will be invariant under rotations of the space. So the group of rotations in three- dimensional space will act on of this space of solutions. &nbsp;Understanding all those representations on which a certain group acts will shed some light into the kind of solutions that the system will have.&nbsp;</p>\n<p>Similarly the study of particle interactions can be studied from the point of view of Lie group representations.&nbsp;</p>\n<p>One special class of representations is those called unitary. These involve spaces where the vector space has an inner product similar to the dot product in 3-dimensional space. A representation of G is unitary if the action of the group on the space preserves this inner product. In the above example this correspond to the fact that the rotations in space preserve distances, for example. In physics this has to do with certain physical quantities that are conserved.&nbsp;</p>\n<p>After studying these representations for several decades, they have not only shed light on physical and chemical phenomena, but they have helped in the understanding of other problems within mathematics, for example number theory and harmonic analysis. The set of all those unitary representations is called the &ldquo;unitary dual&rdquo;</p>\n<p>This project was supported by an NSF sub-award of the Focus Research Group (FRG) called The Atlas of Lie groups. The goal of the Atlas of Lie groups is to design a computer algorithm that would list all unitary representations of a given Lie group. Since these are not already known for all groups, this still involved continuing research on the subject at the same time as writing software using the known information about representations in the field.</p>\n<p>The focus of the Atlas has been on a certain class of Lie groups called connected algebraic groups. The work for this sub-award project concerned both groups in this category for which the unitary dual is not known as well as the unitary dual of groups that are not connected or algebraic. The goal is always to keep aiding in the understanding of the unitary representations to provide test cases for the algorithm.</p>\n<p>Similarly the algorithm has shed some light into new ways of looking at the unitary dual problem and will help other researchers in other areas of Mathematics who need to understand these representations to help in their research.</p>\n<p>Unitary representations are part of a certain class of representations called admissible which are already classified. Several attempts have been made at looking at these admissible representations in different ways to weed out the unitary ones. Unfortunately this has had only partial success in some cases.</p>\n<p>In the first stages of the Atlas project, the FRG group designed an algorithm, called Atlas that computes all admissible representations of a certain Lie group and using known results on unitary representations, it provides some information on some unitary representations.</p>\n<p>In the second stage of the project, using the help of Atlas, Adams, van Leeuwen, Trapa, Vogan and Yee gave a new way of looking at the unitary representations of G, which has helped write software to complete the list of the u...",
  "por_txt_cntn": "\nIntellectual merit and Broader Impacts\n\nThe problem of classifying the unitary representations of a Lie (pronounced Lee) group is a very old and hard problem. Its motivation comes from studying solutions of systems of differential equations whose space of solutions have some type of symmetry. If that is the case, there is a group G of symmetries that acts on the space. These types of groups are normally groups of matrices that satisfy certain conditions. The spaces of symmetries are vector spaces and are called representations of the group. For example, in Physics, if the differential equations describe a certain phenomenon that has rotational symmetry like motion in space, the space of solutions will be invariant under rotations of the space. So the group of rotations in three- dimensional space will act on of this space of solutions.  Understanding all those representations on which a certain group acts will shed some light into the kind of solutions that the system will have. \n\nSimilarly the study of particle interactions can be studied from the point of view of Lie group representations. \n\nOne special class of representations is those called unitary. These involve spaces where the vector space has an inner product similar to the dot product in 3-dimensional space. A representation of G is unitary if the action of the group on the space preserves this inner product. In the above example this correspond to the fact that the rotations in space preserve distances, for example. In physics this has to do with certain physical quantities that are conserved. \n\nAfter studying these representations for several decades, they have not only shed light on physical and chemical phenomena, but they have helped in the understanding of other problems within mathematics, for example number theory and harmonic analysis. The set of all those unitary representations is called the \"unitary dual\"\n\nThis project was supported by an NSF sub-award of the Focus Research Group (FRG) called The Atlas of Lie groups. The goal of the Atlas of Lie groups is to design a computer algorithm that would list all unitary representations of a given Lie group. Since these are not already known for all groups, this still involved continuing research on the subject at the same time as writing software using the known information about representations in the field.\n\nThe focus of the Atlas has been on a certain class of Lie groups called connected algebraic groups. The work for this sub-award project concerned both groups in this category for which the unitary dual is not known as well as the unitary dual of groups that are not connected or algebraic. The goal is always to keep aiding in the understanding of the unitary representations to provide test cases for the algorithm.\n\nSimilarly the algorithm has shed some light into new ways of looking at the unitary dual problem and will help other researchers in other areas of Mathematics who need to understand these representations to help in their research.\n\nUnitary representations are part of a certain class of representations called admissible which are already classified. Several attempts have been made at looking at these admissible representations in different ways to weed out the unitary ones. Unfortunately this has had only partial success in some cases.\n\nIn the first stages of the Atlas project, the FRG group designed an algorithm, called Atlas that computes all admissible representations of a certain Lie group and using known results on unitary representations, it provides some information on some unitary representations.\n\nIn the second stage of the project, using the help of Atlas, Adams, van Leeuwen, Trapa, Vogan and Yee gave a new way of looking at the unitary representations of G, which has helped write software to complete the list of the unitary dual in more cases.\n\n \n\nWork still needs to be done. But this result can help understand the unitary dual for other types of groups not yet covered in Atlas.\n\n \n\nBr..."
 }
}