{
 "awd_id": "0968485",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SoCS: Collaborative Research: Conversational Dynamics in Online Support Groups",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 635444.0,
 "awd_amount": 667444.0,
 "awd_min_amd_letter_date": "2010-09-17",
 "awd_max_amd_letter_date": "2012-06-19",
 "awd_abstract_narration": "Health support groups, including those on the internet, can substantially benefit participants, but the social processes responsible for these benefits are unclear.  A team of researchers led by Robert Kraut at Carnegie-Mellon University will explore how the conversational dynamics of online cancer support groups influence group functioning and participant quality of life and will develop computational tools that can be used to analyze online conversations and improve their effectiveness. The research project has four specific goals. (1) To understand how conversational episodes in online support groups facilitate social support. For example, what must a person say to get others to respond empathically? (2) To understand how support in these groups influences group commitment and affects health outcomes. (3) To develop computational tools to make the analysis of large datasets of health conversations tractable. (4) To use these tools to improve the training of support group facilitators.\r\n\r\nOnline health support groups are popular, being used by about 58% of American adults. Identifying the role of communication in online cancer support groups will provide valuable information to users and facilitators of these groups and will enhance their training. Moreover, a tool for analyzing large corpora of conversational data will facilitate the work of researchers who are interested in conversational behavior in other kinds of online groups",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Kraut",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Robert E Kraut",
   "pi_email_addr": "kraut@andrew.cmu.edu",
   "nsf_id": "000115341",
   "pi_start_date": "2010-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carolyn",
   "pi_last_name": "Rose",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Carolyn P Rose",
   "pi_email_addr": "cp3a@andrew.cmu.edu",
   "nsf_id": "000441071",
   "pi_start_date": "2010-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "795300",
   "pgm_ele_name": "SOCIAL-COMPUTATIONAL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7752",
   "pgm_ref_txt": "CDI NON SOLICITED RESEARCH"
  },
  {
   "pgm_ref_code": "7953",
   "pgm_ref_txt": "SOCIAL-COMPUTATIONAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 635444.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;Many people with serious diseases use online support groups to exchange social support. For these groups to be effective, members must both seek support and provide it. For the groups to be sustained, some members must continue to participate. The primary goals of our research were to understand how the communication exchanged in online health support groups influences members' satisfaction with particular exchanges and their subsequent participation in the group.&nbsp; To accomplish these goals we needed to develop and test automated methods for measuring the types of resources people exchange in online health support groups. &nbsp;We conducted our research by analyzing over 1.5 million messages exchanged over a six-year period in a support group site for people with breast cancer.</p>\n<p>&nbsp;</p>\n<p>Methods. We used machine-learning techniques to automate content analysis of 1.5 million messages, measuring the extent to which they contained informational and emotional support, questions and self-disclosure, and the strength of ties between participatants. These automated measures were almost as accurate as humans measuring this content and much more efficient. These variables are used in longitudinal regression analyses and structural equation modeling to predict the type of support people receive, their satisfaction with the exchanges and their commitment to the group.</p>\n<p>&nbsp;Results. Participants asked explicit questions to get informational support. For example, the following is a typical message seeking informational support: &ldquo;My armpit is constantly swollen and somewhat painful. &nbsp;Is that a form of lymphedema?&rdquo; &nbsp;In contrast, people typically do not explicitly ask for emotional support but instead use both positive and negative self-disclose to elicit it. For example, the following is a message seeking emotional support: &ldquo;My diagnostic mammography and ultrasound showed three suspicious spots. Yesterday made the appointment for a core biopsy.&nbsp; Dr. said it was low suspicion so I shouldn't worry but since my grandmother died at 47 from it I am scared to death.&rdquo; &nbsp;We believe that people do not explicitly request emotional support, because emotional support is a sign that the provider cares for the recipient. The support becomes a less valuable signal of caring if it must be explicitly requested. &nbsp;Moreover, seekers may also be reluctant to explicitly ask for emotional support because failing to receive it makes the seeker look and feel bad.</p>\n<p>&nbsp;We found that receiving either informational or emotional support increased participants&rsquo; satisfaction with support exchanges. Moreover, recipients were more satisfied if the support they received matched the support they sought, at least for informational support. That is, their subsequent messages showed they were happier after asking a question when they received informational support but not emotional support. In contrast, they were equally satisfied with emotional and informational support after seeking emotional support, presumably because any response to them was an indicator that others in the community cared about them.</p>\n<p>People were more likely to continue participating in online support groups the more others replied to their messages.&nbsp; They were especially likely to continue participating if the responses were filled with emotional support.&nbsp; In contrast, they were a little less likely to continue participating when they received informational support.&nbsp; The reason for this contrast may be that many information needs are short term. As a result, when people receive information from others, their immediate needs are met, and they have little reason to stay in the group, just as one might not continue reading a dictionary after looking up a definition. On the other hand, the need for emotional support may be longer-term a...",
  "por_txt_cntn": "\n Many people with serious diseases use online support groups to exchange social support. For these groups to be effective, members must both seek support and provide it. For the groups to be sustained, some members must continue to participate. The primary goals of our research were to understand how the communication exchanged in online health support groups influences members' satisfaction with particular exchanges and their subsequent participation in the group.  To accomplish these goals we needed to develop and test automated methods for measuring the types of resources people exchange in online health support groups.  We conducted our research by analyzing over 1.5 million messages exchanged over a six-year period in a support group site for people with breast cancer.\n\n \n\nMethods. We used machine-learning techniques to automate content analysis of 1.5 million messages, measuring the extent to which they contained informational and emotional support, questions and self-disclosure, and the strength of ties between participatants. These automated measures were almost as accurate as humans measuring this content and much more efficient. These variables are used in longitudinal regression analyses and structural equation modeling to predict the type of support people receive, their satisfaction with the exchanges and their commitment to the group.\n\n Results. Participants asked explicit questions to get informational support. For example, the following is a typical message seeking informational support: \"My armpit is constantly swollen and somewhat painful.  Is that a form of lymphedema?\"  In contrast, people typically do not explicitly ask for emotional support but instead use both positive and negative self-disclose to elicit it. For example, the following is a message seeking emotional support: \"My diagnostic mammography and ultrasound showed three suspicious spots. Yesterday made the appointment for a core biopsy.  Dr. said it was low suspicion so I shouldn't worry but since my grandmother died at 47 from it I am scared to death.\"  We believe that people do not explicitly request emotional support, because emotional support is a sign that the provider cares for the recipient. The support becomes a less valuable signal of caring if it must be explicitly requested.  Moreover, seekers may also be reluctant to explicitly ask for emotional support because failing to receive it makes the seeker look and feel bad.\n\n We found that receiving either informational or emotional support increased participantsÆ satisfaction with support exchanges. Moreover, recipients were more satisfied if the support they received matched the support they sought, at least for informational support. That is, their subsequent messages showed they were happier after asking a question when they received informational support but not emotional support. In contrast, they were equally satisfied with emotional and informational support after seeking emotional support, presumably because any response to them was an indicator that others in the community cared about them.\n\nPeople were more likely to continue participating in online support groups the more others replied to their messages.  They were especially likely to continue participating if the responses were filled with emotional support.  In contrast, they were a little less likely to continue participating when they received informational support.  The reason for this contrast may be that many information needs are short term. As a result, when people receive information from others, their immediate needs are met, and they have little reason to stay in the group, just as one might not continue reading a dictionary after looking up a definition. On the other hand, the need for emotional support may be longer-term and require multiple interactions to be fulfilled.  In addition, factual information exchanged in unmoderated health support groups may lack the accuracy, credibility, and usefulness of informa..."
 }
}