{
 "awd_id": "0968503",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  SoCS - ExSciTecH:  An Interactive, Easy-to-Use Volunteer Computing System to Explore Science, Technology and Health",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 154643.0,
 "awd_amount": 154643.0,
 "awd_min_amd_letter_date": "2010-08-04",
 "awd_max_amd_letter_date": "2010-08-04",
 "awd_abstract_narration": "Volunteer Computing (VC) uses the computational resources of volunteers with Internet-connected PCs to address fundamental problems in science. Unfortunately, the largely white-male volunteers are not representative of the general population, and their involvement typically consists of nothing more than contributing idle computing resources. The demonstrated benefits to scientific discovery and the opportunity to engage a broad population motivate this project?s radical transformation of VC systems. \r\n\r\nThis work will build ExSciTecH, an interactive, easy-to-use VC system to Explore Science, Technology, and Health. The system will motivate and facilitate diverse volunteers to donate their intellectual and computational resources to VC projects. As a result, ExSciTecH will aid scientific discovery even as it develops a more scientifically informed and engaged citizenry. Supported by technologies such as the Nintendo Wii Remote controller and casual gaming, ExSciTecH will help volunteers discover how rewarding and exciting science can be. \r\n\r\nIntellectual Merit: This project aims to increase the interest and participation of diverse populations in computer science in general and VC projects in particular, to build inclusive communities of diverse volunteers, and to increase the science delivered to scientists by Docking@Home, a VC project targeting the design of new drugs for breast cancer and HIV. \r\n\r\nBroader Impact: ExSciTecH will be distributed through an established network of undergraduate computing programs that are dedicated to diversity in information technology. The National Center for Women and IT (NCWIT) has experience and resources for promoting and distributing practices that recruit and retain diverse populations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joanne",
   "pi_last_name": "Cohoon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joanne Cohoon",
   "pi_email_addr": "jmcohoon@virginia.edu",
   "nsf_id": "000150498",
   "pi_start_date": "2010-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "287800",
   "pgm_ele_name": "Special Projects - CCF"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7953",
   "pgm_ref_txt": "SOCIAL-COMPUTATIONAL SYSTEMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 154643.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Volunteer computing (VC) is a free open-source application of distributed computing in which a large complex computing task or problem is broken into smaller units. It is a form of citizen science and public computing activity, social and scientific at the same time. A network of volunteers and their computers then tackle these units to find a solution. In VC, private citizens donate idle computer time to solving the problem units. The volunteer&rsquo;s personal computer becomes part of a network with other volunteers&rsquo; computers and the project host server. The server is responsible for breaking computation problems into smaller units, sending these units to the volunteer&rsquo;s computer, and verifying that reasonable results are returned by the volunteer. Additionally, volunteers can participate in simulation activities that can lead to scientific discoveries.</p>\n<p><strong>Intellectual Merit</strong>: The UVA collaboration on this project focuses on increasing participation of diverse populations in computer science, and particularly volunteer computing (VC). UVA sought to better understand the experience of women in VC and find clues as to the role social and technological infrastructures might play in improving the gender balance in computing. Surveys with users of the VC program, Docking@Home, and with the online public, both found that women comprised only about five percent of volunteer computers; that fewer women than men ever heard of VC; of those who had heard of VC, about half the men and one third the women engaged in VC; and introduction to computing via gaming, rather than via VC, has a stronger positive effect on people&rsquo;s interest in studying computing, with the effect on men being even stronger than on women. The latter finding lends support for the hypothesis that making VC more game-like: interactive, social, etc., might improve its diversity.</p>\n<p><strong>Broader Impact</strong>:</p>\n<p>A clear impact of this project is the knowledge that efforts to make VC more game-like are promising for improving diversity in VC and also as an entree to the study of computing. We also learned that few women are aware of what VC is, so raising their awareness should raise their participation by about one third. Our Mechanical Turk survey of online computer users contributed to raising that awareness.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/23/2015<br>\n\t\t\t\t\tModified by: Joanne&nbsp;Cohoon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nVolunteer computing (VC) is a free open-source application of distributed computing in which a large complex computing task or problem is broken into smaller units. It is a form of citizen science and public computing activity, social and scientific at the same time. A network of volunteers and their computers then tackle these units to find a solution. In VC, private citizens donate idle computer time to solving the problem units. The volunteerÆs personal computer becomes part of a network with other volunteersÆ computers and the project host server. The server is responsible for breaking computation problems into smaller units, sending these units to the volunteerÆs computer, and verifying that reasonable results are returned by the volunteer. Additionally, volunteers can participate in simulation activities that can lead to scientific discoveries.\n\nIntellectual Merit: The UVA collaboration on this project focuses on increasing participation of diverse populations in computer science, and particularly volunteer computing (VC). UVA sought to better understand the experience of women in VC and find clues as to the role social and technological infrastructures might play in improving the gender balance in computing. Surveys with users of the VC program, Docking@Home, and with the online public, both found that women comprised only about five percent of volunteer computers; that fewer women than men ever heard of VC; of those who had heard of VC, about half the men and one third the women engaged in VC; and introduction to computing via gaming, rather than via VC, has a stronger positive effect on peopleÆs interest in studying computing, with the effect on men being even stronger than on women. The latter finding lends support for the hypothesis that making VC more game-like: interactive, social, etc., might improve its diversity.\n\nBroader Impact:\n\nA clear impact of this project is the knowledge that efforts to make VC more game-like are promising for improving diversity in VC and also as an entree to the study of computing. We also learned that few women are aware of what VC is, so raising their awareness should raise their participation by about one third. Our Mechanical Turk survey of online computer users contributed to raising that awareness.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/23/2015\n\n\t\t\t\t\tSubmitted by: Joanne Cohoon"
 }
}