{
 "awd_id": "0968596",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Slovenia Workshop: Formalization of Modeling Languages",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bonnie Thompson",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2012-11-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 24750.0,
 "awd_min_amd_letter_date": "2010-06-24",
 "awd_max_amd_letter_date": "2012-07-11",
 "awd_abstract_narration": "OISE 0968596\r\n\r\nBryant\r\n\r\nThis computer science workshop will be held in Slovenia to examine formalization of modeling languages which are central to reliable software tools and based on sound, fundamental programming principles.  Participating senior and junior U.S. researchers will meet counterparts from two leading Slovenian universities to discuss five major challenges associated with formalization and the construction of automated software tools from such formalizations. The goal of U.S. organizer, Barrett Bryant from the University of Alabama-Birmingham, and his counterparts, Marjan Hericko of the University of Maribor and Viljan Mahnic of the University of Ljubljana, is to foster long-term collaboration between members of the U.S. and European research communities who are identified with computing and communication foundations and information systems.  The intent is to identify promising approaches to: 1) inventing more easily used behavioral semantics formalisms; 2) extending models and metamodels with semantics; 3) generating different modeling tools constructed with tool specific information and generative algorithms like debuggers or simulators; 4) mapping to formalisms in ways that are transparent to end-users of modeling language; and 5) inventing tools or model checkers that are otherwise not possible without formal semantics.\r\n\r\nWorkshop results should help define an agenda for future study of fundamental concepts and techniques for more efficient automatic modeling approaches, programming language semantics, grammar-ware, and graph grammars.  If successful, this could lead to wider consensus on the need for formalization in modeling language specification while strengthening cooperation between U.S. and European researchers who are language experts and software tools experts.  This U.S.-Slovenian cooperative activity, organized in conjunction with the European Conference on Object-Oriented Programming, fulfills the overall objective of advancing scientific knowledge by enabling experts in the United States and Europe to combine complementary talents and share research resources in areas of strong mutual interest and competence.  Broader impacts include new insights arising from the timely interaction as well as the early career introduction of participating U.S. graduate students to researchers who lead current efforts to understand the relationships between models, metamodels and grammars that are considered key to increasing productivity and reliability in software engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Barrett",
   "pi_last_name": "Bryant",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Barrett R Bryant",
   "pi_email_addr": "Barrett.Bryant@unt.edu",
   "nsf_id": "000356166",
   "pi_start_date": "2010-06-24",
   "pi_end_date": "2012-07-11"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Purushotham",
   "pi_last_name": "Bangalore",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Purushotham Bangalore",
   "pi_email_addr": "pvbangalore@ua.edu",
   "nsf_id": "000353999",
   "pi_start_date": "2012-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Gray",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey G Gray",
   "pi_email_addr": "gray@cs.ua.edu",
   "nsf_id": "000247328",
   "pi_start_date": "2010-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marjan",
   "pi_last_name": "Mernik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marjan Mernik",
   "pi_email_addr": "mernik@cis.uab.edu",
   "nsf_id": "000350008",
   "pi_start_date": "2010-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama at Birmingham",
  "perf_str_addr": "701 S 20TH STREET",
  "perf_city_name": "BIRMINGHAM",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "5999",
   "pgm_ref_txt": "SLOVENIA"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 24750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With increasing frequency, scientists and engineers in diverse areas of focus, as well as end-users with specific domain expertise, are requiring computational processes to allow them to complete some task (e.g., avionics engineers who seek input on a modeled design from verification tools, or geneticists who need to describe computational queries to process a gene expression). A challenge emerges from the lack of knowledge of such users in terms of expressing their computational desire (i.e., such users typically are not familiar with programming languages). Model-driven engineering (MDE) is an approach that provides higher levels of abstraction to allow users to focus on the problem, rather than the specific solution or manner of realizing that solution through lower level technology platforms. However, the potential impact of modeling is reduced due to the imprecise nature in which modeling languages are defined. The large majority of modeling languages are defined in an ad hoc manner that lacks precision and a common reference definition for understanding the meaning of language concepts. In current practice, the meaning of a modeling language is often contained only in what is called a model translator that converts a model representation into some other form (e.g., source code). The current situation in MDE is not unlike the early period of computing when the definition of a programming language was delegated to &ldquo;what the compiler says it means.&rdquo; Such an approach not only promotes misunderstanding of the meaning of a modeling language, but also limits opportunities for automating the generation of various language tools.</p>\n<p>The advantages of formal specification of programming language semantics are well-known. First, the meaning of a program is precisely and unambiguously defined; second, it offers a unique possibility for automatic generation of language-based tools. Unfortunately, formal specifications, syntax and semantics, of modeling languages have not been developed to this level yet. Although the syntax of modeling languages is commonly specified by metamodels, an appropriate and standard formalism for specifying the (behavioral) semantics of modeling languages does not yet exist. Hence, there is no automatic generation of model interpreters, debuggers, simulators and verification tools.</p>\n<p>The grant initiated with a meeting in Birmingham, Alabama by 6 US researchers working in this area, as well as a research collaborator from Slovenia. At this meeting, the plans were established for the ongoing collaboration between US and Slovenian researcher, as well as a potential new collaboration at that time with one of the investigators colleagues from France. A result of this meeting was the planning of a workshop (supported by this grant as travel for US students and faculty) at the ECOOP conference that was held in Slovenia in June 2011. The investigators organized an international workshop entitled &ldquo;Formalization of Modeling Languages.&rdquo; Additional travel assisted US researchers to travel to France to in July 2012 to establish a new collaboration between US/Slovenia/France. All members of the collaboration team then met in Austria in October 2012 at an international conference in the target research area. The result of this travel and subsequent research discussions led to a proposal that was submitted in November 2012.</p>\n<p>The intellectual merit of the project was to perform research in various areas that allow the semantics of modeling languages to be specified more precisely. The travel funds that this grant provided allowed for the investigators from the US to form collaborations with a research team in Slovenia (our original goal of the project) and to extend the US-Slovenian team&rsquo;s collaboration to others in France working on a similar project. The project initiates research in areas that are currently not wel...",
  "por_txt_cntn": "\nWith increasing frequency, scientists and engineers in diverse areas of focus, as well as end-users with specific domain expertise, are requiring computational processes to allow them to complete some task (e.g., avionics engineers who seek input on a modeled design from verification tools, or geneticists who need to describe computational queries to process a gene expression). A challenge emerges from the lack of knowledge of such users in terms of expressing their computational desire (i.e., such users typically are not familiar with programming languages). Model-driven engineering (MDE) is an approach that provides higher levels of abstraction to allow users to focus on the problem, rather than the specific solution or manner of realizing that solution through lower level technology platforms. However, the potential impact of modeling is reduced due to the imprecise nature in which modeling languages are defined. The large majority of modeling languages are defined in an ad hoc manner that lacks precision and a common reference definition for understanding the meaning of language concepts. In current practice, the meaning of a modeling language is often contained only in what is called a model translator that converts a model representation into some other form (e.g., source code). The current situation in MDE is not unlike the early period of computing when the definition of a programming language was delegated to \"what the compiler says it means.\" Such an approach not only promotes misunderstanding of the meaning of a modeling language, but also limits opportunities for automating the generation of various language tools.\n\nThe advantages of formal specification of programming language semantics are well-known. First, the meaning of a program is precisely and unambiguously defined; second, it offers a unique possibility for automatic generation of language-based tools. Unfortunately, formal specifications, syntax and semantics, of modeling languages have not been developed to this level yet. Although the syntax of modeling languages is commonly specified by metamodels, an appropriate and standard formalism for specifying the (behavioral) semantics of modeling languages does not yet exist. Hence, there is no automatic generation of model interpreters, debuggers, simulators and verification tools.\n\nThe grant initiated with a meeting in Birmingham, Alabama by 6 US researchers working in this area, as well as a research collaborator from Slovenia. At this meeting, the plans were established for the ongoing collaboration between US and Slovenian researcher, as well as a potential new collaboration at that time with one of the investigators colleagues from France. A result of this meeting was the planning of a workshop (supported by this grant as travel for US students and faculty) at the ECOOP conference that was held in Slovenia in June 2011. The investigators organized an international workshop entitled \"Formalization of Modeling Languages.\" Additional travel assisted US researchers to travel to France to in July 2012 to establish a new collaboration between US/Slovenia/France. All members of the collaboration team then met in Austria in October 2012 at an international conference in the target research area. The result of this travel and subsequent research discussions led to a proposal that was submitted in November 2012.\n\nThe intellectual merit of the project was to perform research in various areas that allow the semantics of modeling languages to be specified more precisely. The travel funds that this grant provided allowed for the investigators from the US to form collaborations with a research team in Slovenia (our original goal of the project) and to extend the US-Slovenian teamÆs collaboration to others in France working on a similar project. The project initiates research in areas that are currently not well understood in specifying the semantics of modeling language. The international team studying this topic util..."
 }
}