{
 "awd_id": "0968247",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "PIRE: Hydrologic Redistribution and Rhizosphere Biology of Resource Islands in Degraded Agroecosystems of the Sahel",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 2400860.0,
 "awd_amount": 2599994.0,
 "awd_min_amd_letter_date": "2010-09-28",
 "awd_max_amd_letter_date": "2017-06-28",
 "awd_abstract_narration": "This PIRE project will enable a partnership of U.S., Senegalese, and French researchers and students to examine how native shrubs of the Sahel region influence soil moisture and soil microbial composition and how such shrubs, when planted with food crops, might represent a new biologically-based way to improve production in semi-arid agroecosystems. The vulnerable environment of the Sahel is threatened by desertification and soil degradation, seriously reducing agricultural productivity and negatively impacting local communities. In the Sahel, woody shrubs co-exist with row crops and are cut back and burned every spring. The team's previous research on the two dominant shrub species of the Sahel, Guiera senegalensis and Piliostigma reticulatum, documented their ability to draw water from wet sub-surface soil to dry surface soil and to grow unique microbial communities around their roots. The PIRE team will examine whether the hydraulic lifting of water by shrubs can reduce water stress to nearby crops during dry periods and whether the shrubs' root-zone microbial communities stimulate adjacent crop growth, for example by enhancing nitrogen fixation. They will also test the potential of these shrubs to sequester carbon in their roots zones and to improve soils more than manure, composts, or planting other trees. This team's fundamental hydrologic and soil microbiology research should provide the information needed to develop of a set of shrub-crop systems that reduces drought effects and optimizes plant growth via microbial enhancement. Such agricultural systems could restore currently degraded landscapes and lead to sustainable agroecosystems in the Sahel. These outcomes could benefit all countries in the Sahel which together have almost 15 million hectares (60,000 square miles) of semi-arid land that are largely now farmed with destructive agricultural practices. The PIRE interdisciplinary and international research team brings together the requisite expertise in molecular microbiology, hydrology, soil physics, plant ecology and agronomy to undertake and complete this important real-world project. \r\n\r\nThe educational impacts of this PIRE project include strengthening the existing long-term partnerships among scientists committed to mentoring and training an international cadre of students. This project will deliver a program of transformative cross-cultural, language building, and international research experiences by: 1) providing U.S. undergraduates summer research internships in Africa; 2) enabling U.S. Ph.D. students to conduct their dissertation research in Africa; 3) engaging U.S. students in public outreach about their international experiences -- at local schools, in a \"pen pal\" program between U.S. and Senegalese schoolchildren, and via a student blog on the PIRE website; 4) training U.S. early career scientists and Ph.D.s in tropical microbial ecology and hydrology through the MicroTrop training program and; 5) exposing all participants to the ecological challenges of the Sahel within a rural poverty context. The active participation of faculty and students from Central State University, a Historically Black University, will help this PIRE project meet its goal to enhance the recruitment of females and underrepresented minorities in science. An important outcome of the PIRE activities will be the participants' shared experiences that will inevitably produce lifelong interactions and international linkages. \r\n\r\nThe project will strengthen the capacity of the U.S. institutions to internationalize their research, scientific networks, student training, and curricula. The PIRE project will link and reinforce the complementary strengths of many units (e.g., international affairs, African studies offices, international agriculture programs, and language departments) both within and between Ohio State and Central State Universities to develop a cohesive program for pre-departure cultural orientation, language training, and logistical support for PIRE participants. The comprehensive educational and research effort of this PIRE project will be a model for U.S. universities to conduct state-of-the art environmental research in a developing country within a natural resource and rural poverty context. \r\n\r\nThe PIRE project funds will also be leveraged with other funding for additional outreach and application of results in Africa. For example, the PI and his institution will conduct a US Agency for International Development (USAID)-funded project developing an Agroecology Degree Program at the University of Gaston Berger (UGB) in Senegal, including E-education and distance learning collaborations. The PIRE team and its research and education efforts will enrich the content of the USAID education project and complement USAID's initiative on Food Security for Africa.\r\n\r\nU.S. institutions include: Ohio State University at Columbus and at Wooster; University of California at Merced; USDA-Agricultural Research Service (ARS) at Oregon State University; and Central State University (OH). Foreign partners include: University of Thies (Senegal); Institut Sénégalais de Recherches Agricoles (ISRA) (Senegal); Institut de Recherche pour le Développement (IRD) (France); IRD Laboratory of Tropical Microbial Ecology (LTME) (Senegal); and IRD Laboratoire Commun de Microbiologie (France).\r\n\r\nThis project is cofunded by NSF's Office of International Science and Engineering and the Division of Environmental Biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Dick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Dick",
   "pi_email_addr": "dick.78@osu.edu",
   "nsf_id": "000382225",
   "pi_start_date": "2010-09-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Reeve",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "John N Reeve",
   "pi_email_addr": "reeve.2@osu.edu",
   "nsf_id": "000422318",
   "pi_start_date": "2010-09-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "McSpadden Gardener",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Brian B McSpadden Gardener",
   "pi_email_addr": "bbmg+@osu.edu",
   "nsf_id": "000422429",
   "pi_start_date": "2010-09-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Teamrat",
   "pi_last_name": "Ghezzehei",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Teamrat A Ghezzehei",
   "pi_email_addr": "taghezzehei@ucmerced.edu",
   "nsf_id": "000540180",
   "pi_start_date": "2010-09-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "774200",
   "pgm_ele_name": "PIRE- Prtnrshps Inter Res & Ed"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "7393",
   "pgm_ref_txt": "SENEGAL"
  },
  {
   "pgm_ref_code": "7566",
   "pgm_ref_txt": "PIRE"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 636016.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 2902343.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 15000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 131789.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Sahel is the semi-arid region of West Africa where the majority populations are subsistence farmers who face on-going food insecurity. Increasing cropping intensity along with over- grazing and scavenging for fuel&nbsp; wood is causing landscape and soil degradation, and desertification. Throughout the Sahel, total production is low and has not increased over the last 50 years where as populations are increasing exponentially &ndash; putting the region on a collision course for wide spread famine. In these nutrient-poor soils farmers have limited ability to purchase fertilizers. Thus agricultural systems that can provide improved yields and soil conservation using locally available resources is a logical solution. The results of this project provided the scientific validation for such a biologically based system, Optimized Shrub-intercropping System (OSS).</p>\n<p>This system is based on two shrubs that dominate and co-exist with crops throughout the Sahel; <em>Guiera senegalensis</em> and <em>Piliostigma reticulatum</em>, but their densities are low. Although farmers recognize the value of shrubs, they typically coppice them in the spring to clear fields and unfortunately burn the residue, depriving soils of much needed organic inputs. Our research has shown that an OSS where shrub density is increased from current levels (&lt;200-35 shrub/ha) to ~1200-1500 shrubs/ha combined with annual incorporation of coppiced shrub biomass (instead of burning) addresses the two major factors limiting rainfed cropping, degraded soils and buffering against in-season drought. We have published 27+ peer reviewed articles from every biophysical angle and found that OSS significantly improves soil quality, sequesters large amounts of carbon (C), and increases nutrient availability and water use efficiency. We have also done in-depth studies of the microbiology of OSS and found that shrub rhizospheres promote microbial diversity and activity. Furthermore, phylogenetic analysis showed that millet rhizospheres in the presence of shrubs increased the abundance of microorganisms known to promote plant growth and enabled unique beneficial organisms to flourish, which did not happen in millet plants grown outside the influence of shrubs.&nbsp; Most importantly OSS has increased yields &ndash; up to three &ndash; fold over sole cropping.</p>\n<p>A truly remarkable discovery is that the shrubs &ldquo;bio-irrigate&rdquo; crops via hydraulic lift, which combined with improved soil quality, significantly reduces crop water stress during in-season drought. Hydraulic lift is the movement of water from the wet deep sub-soil via deep tap roots that grow to the top of the water table. At night when photosynthesis stops and stomata close, this water moves out through lateral surface roots into the surrounding dry soil. This was investigated in an irrigated experiment in the dry season by imposing an in-season drought at millet flowering and no more water was applied for the rest of the growing season. Profoundly in the presence of the shrub, millet continued to maturity producing panicles and a significant yield.&nbsp; Where as in the absence of shrubs no millet panicles or harvestable yield was obtained.</p>\n<p>In addition, during the in-season drought experiment, we tracked hydraulically lifted water into adjacent millet plants by attaching bottles of a labelled-water (deuterium) tracer to the deep tap roots of the shrub (1 meter below the surface) followed by sampling the shrub and adjacent millet plant leaves. The tracer was found in leaves after one day in shrubs and the second day for millet plants. This finding confirms that hydraulically lifted water by shrubs can be transferred to the adjacent millet crop. Although hydraulic lift has been documented in many ecosystems, this study was the first to show that interpanted woody species in an agricultural field could &ldquo;irrigate&rdquo; adjacent crops.</p>\n<p>We have conducted long-term studies on <em>Guiera senegalensis</em> and <em>Piliostigma reticulatum </em>interplanted with the typical cropping sequence in much of the Sahel, groundnut and pearl millet rotation. The results have shown dramatic yield increases with or without fertilizers. And at the same time this system remediated degraded soils as shown by observation that 10 years of shrub-intercropping doubled the total carbon in the top soil; an important mechanism to capture atmospheric carbon dioxide for sequestration in soils to offset global climate change.</p>\n<p>With many fundamental mechanisms of the OSS rhizosphere hydrology and soil microbiology understood, we now have a knowledge base for the logical piloting and preliminary scaling of OSS. Indeed, we are just starting such a project funded by USAID.</p>\n<p>This system fits the needs of subsistence farmers as it does not require external inputs or new infrastructure to be beneficial<em>. </em>&nbsp;Specifically, OSS addresses critical criteria of Sahelian farmers as it is a local, renewable resource with a wide distribution, buffers against drought, and remediates degraded soils. Thus, it addresses food security and global ecological challenges of the Sahel &ndash; with a potential impact for developing resilient farming communities from Senegal to Chad, reaching an estimated 11 million smallholder farm families.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/17/2019<br>\n\t\t\t\t\tModified by: Richard&nbsp;Dick</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Sahel is the semi-arid region of West Africa where the majority populations are subsistence farmers who face on-going food insecurity. Increasing cropping intensity along with over- grazing and scavenging for fuel  wood is causing landscape and soil degradation, and desertification. Throughout the Sahel, total production is low and has not increased over the last 50 years where as populations are increasing exponentially &ndash; putting the region on a collision course for wide spread famine. In these nutrient-poor soils farmers have limited ability to purchase fertilizers. Thus agricultural systems that can provide improved yields and soil conservation using locally available resources is a logical solution. The results of this project provided the scientific validation for such a biologically based system, Optimized Shrub-intercropping System (OSS).\n\nThis system is based on two shrubs that dominate and co-exist with crops throughout the Sahel; Guiera senegalensis and Piliostigma reticulatum, but their densities are low. Although farmers recognize the value of shrubs, they typically coppice them in the spring to clear fields and unfortunately burn the residue, depriving soils of much needed organic inputs. Our research has shown that an OSS where shrub density is increased from current levels (&lt;200-35 shrub/ha) to ~1200-1500 shrubs/ha combined with annual incorporation of coppiced shrub biomass (instead of burning) addresses the two major factors limiting rainfed cropping, degraded soils and buffering against in-season drought. We have published 27+ peer reviewed articles from every biophysical angle and found that OSS significantly improves soil quality, sequesters large amounts of carbon (C), and increases nutrient availability and water use efficiency. We have also done in-depth studies of the microbiology of OSS and found that shrub rhizospheres promote microbial diversity and activity. Furthermore, phylogenetic analysis showed that millet rhizospheres in the presence of shrubs increased the abundance of microorganisms known to promote plant growth and enabled unique beneficial organisms to flourish, which did not happen in millet plants grown outside the influence of shrubs.  Most importantly OSS has increased yields &ndash; up to three &ndash; fold over sole cropping.\n\nA truly remarkable discovery is that the shrubs \"bio-irrigate\" crops via hydraulic lift, which combined with improved soil quality, significantly reduces crop water stress during in-season drought. Hydraulic lift is the movement of water from the wet deep sub-soil via deep tap roots that grow to the top of the water table. At night when photosynthesis stops and stomata close, this water moves out through lateral surface roots into the surrounding dry soil. This was investigated in an irrigated experiment in the dry season by imposing an in-season drought at millet flowering and no more water was applied for the rest of the growing season. Profoundly in the presence of the shrub, millet continued to maturity producing panicles and a significant yield.  Where as in the absence of shrubs no millet panicles or harvestable yield was obtained.\n\nIn addition, during the in-season drought experiment, we tracked hydraulically lifted water into adjacent millet plants by attaching bottles of a labelled-water (deuterium) tracer to the deep tap roots of the shrub (1 meter below the surface) followed by sampling the shrub and adjacent millet plant leaves. The tracer was found in leaves after one day in shrubs and the second day for millet plants. This finding confirms that hydraulically lifted water by shrubs can be transferred to the adjacent millet crop. Although hydraulic lift has been documented in many ecosystems, this study was the first to show that interpanted woody species in an agricultural field could \"irrigate\" adjacent crops.\n\nWe have conducted long-term studies on Guiera senegalensis and Piliostigma reticulatum interplanted with the typical cropping sequence in much of the Sahel, groundnut and pearl millet rotation. The results have shown dramatic yield increases with or without fertilizers. And at the same time this system remediated degraded soils as shown by observation that 10 years of shrub-intercropping doubled the total carbon in the top soil; an important mechanism to capture atmospheric carbon dioxide for sequestration in soils to offset global climate change.\n\nWith many fundamental mechanisms of the OSS rhizosphere hydrology and soil microbiology understood, we now have a knowledge base for the logical piloting and preliminary scaling of OSS. Indeed, we are just starting such a project funded by USAID.\n\nThis system fits the needs of subsistence farmers as it does not require external inputs or new infrastructure to be beneficial.  Specifically, OSS addresses critical criteria of Sahelian farmers as it is a local, renewable resource with a wide distribution, buffers against drought, and remediates degraded soils. Thus, it addresses food security and global ecological challenges of the Sahel &ndash; with a potential impact for developing resilient farming communities from Senegal to Chad, reaching an estimated 11 million smallholder farm families.\n\n\t\t\t\t\tLast Modified: 11/17/2019\n\n\t\t\t\t\tSubmitted by: Richard Dick"
 }
}