{
 "awd_id": "0968833",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: PSERC Collaborative Proposal for a Phase III Industry University Cooperative Research Center Program",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 135000.0,
 "awd_amount": 589000.0,
 "awd_min_amd_letter_date": "2010-03-01",
 "awd_max_amd_letter_date": "2015-05-28",
 "awd_abstract_narration": "PSERC is proposing a Phase III support (third five-year period) for the Center, including support for center personnel, evaluation and research.  The proposed Center is a multi-university Center comprised of the following universities: Arizona State University (lead), Cornell University, Texas A & M, Howard University, Washington State University, the University of Wisconsin-Madison, Iowa S ate University, Wichita State University, Georgia Tech, the University of Illinois at Urbana Champaign, the University of California-Berkeley, and Colorado School of Mines.\r\n \r\nThe proposal from PSERC seeks funding for a Phase III (3rd five-year period) led by Arizona State University (ASU). PSERC had its origin as a multi-university IUCRC in 1996, and was created with the vision that collaboration amongst a large group of academic, industrial, and governmental institutions can develop solutions to the complex problems in electric energy. PSERC (currently comprised of 12 universities) will conduct research organized under three primary research stem areas: markets stem, system stem, and transmission and distribution technologies stem. PSERC leverages the expertise of some 40 multidisciplinary researchers. The PI and all of the other site directors are very well-qualified and have access to appropriate and adequate resources.\r\n\r\nThe proposed work addresses important improvements and advancements in the transmission and delivery of electricity. PSERC has been a leader in in developing several key concepts with regard to the development of electricity markets. PSERC researchers also developed one of the first large scale visualization tools for the electric power industry, and this effort has resulted in the creation of a company that has commercially developed the tool. Over the past six years, PSERC member companies have employed an average of 80 graduate and undergraduate students per year from PSERC universities. In the area of diversity, one of the PSERC member universities is Howard University, a historically black university. PSERC will continue to seek women and minorities through students and faculty at member universities as well as on an individual basis as research associates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "DeMarco",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher L DeMarco",
   "pi_email_addr": "demarco@engr.wisc.edu",
   "nsf_id": "000116217",
   "pi_start_date": "2010-03-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Dobson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ian Dobson",
   "pi_email_addr": "dobson@iastate.edu",
   "nsf_id": "000123394",
   "pi_start_date": "2010-03-01",
   "pi_end_date": "2015-05-28"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bernard",
   "pi_last_name": "Lesieutre",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Bernard C Lesieutre",
   "pi_email_addr": "lesieutre@wisc.edu",
   "nsf_id": "000314225",
   "pi_start_date": "2010-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1049",
   "pgm_ref_txt": "INDUSTRY-UNIV COOPERATIVE RSCH PROJECTS"
  },
  {
   "pgm_ref_code": "122E",
   "pgm_ref_txt": "CENTERS: OTHER INDUSTRY-UNIV"
  },
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 27000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 481000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 27000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 27000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 27000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF I/UCRC center seeks to develop techniques that contribute to an efficient, secure, resilient, adaptable, and economic electric power infrastructure serving society.&nbsp; As an integral part of this mission, PSERC is creating a new generation of educated technical professionals in electric power, and helping inform knowledgeable decision-makers on critical energy policy issues.&nbsp; All of these efforts contribute to sustaining quality U.S. university programs in electric power engineering.</p>\n<p>&nbsp;</p>\n<p>Inherent in the operation of the electric power system is a trade-off between the full utilization of grid hardware, in order to provide electric energy at the lowest cost and environmental impact, and the secure, reliable operation of this hardware to avoid customer outages and large-scale blackouts.&nbsp; By more heavily loading generation, transmission and distribution equipment, operators are arguably extracting the maximum value out of the capital investment made in that equipment.&nbsp; however, as it is more heavily utilized, the probability that an otherwise routine event effecting one component (e.g., a lightening strike to an overhead transmission line) can cause cascading effects that cause large areas of the grid to be blacked out.&nbsp; This &ldquo;balancing act&rdquo; is made more challenging by the linear and highly geographically distributed nature of the grid.&nbsp; The degree of risk does not grow in a simple proportional fashion with respect to the amount of electric power being delivered, and the speed of light propagation of electricity implies that a local disturbance in one geographic region can sometimes have impacts in far distant portions of the grid.</p>\n<p>&nbsp;</p>\n<p>Recent technological advances have brought great promise of striking a better &ldquo;economy versus reliability&rdquo; balance in the U.S. power grid.&nbsp; most notably, the wide-spread deployment of advanced measurement devices, so-called &ldquo;Phasor Measurement Units,&rdquo; have opened the door to much more detailed insight into the real-time status of the grid, second by second.&nbsp; Much of the work under this project has been motivated by the goal of extracting maximum benefit out of these new technologies through advance algorithm development. For example, one of the complex and highly nonlinear mechanics by which a power grid may suffer blackout when overloaded is through a loss of stability known as &ldquo;voltage collapse.&rdquo;&nbsp; Most existing methods for detecting proximity to, ad steering operating conditions away from voltage collapse rely on detailed off-line simulations, using far-in-advance, best estimates of actual grid conditions.&nbsp; By utilizing new measurement technologies, tis project was able to develop algorithms to detect and steer away from voltage collapse that depend ONLY on second-by-second, real-time measurements.&nbsp; This offers grid operators the ability to more fully utilize all the energy delivery capability of power grid hardware, while maintaining a safe margin away from voltage instability failures.</p>\n<p>&nbsp;Other advances achieved in this project arose out of recognition of the close association between measurements of grid data, and video feature analysis and compression for high definition television. Like many forms of video data, each power system measurement (analogous to a video pixel) has a fixed location in the larger &ldquo;geography&rdquo; of the image, and each is typical updated 30 or 60 times per second. The key insight came by recognizing that grid measurement locations are characterized by their locations in the electrical interconnection graph of the network, rather than purely by their spatial coordinates on a map. Work supported under this award has demonstrated how information that can be extracted from power system measurements by algorithms closely analogous to video processing characterize relative stability the power grid, and hence provide an on-line indicator of vulnerability to voltage stability problems.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/26/2017<br>\n\t\t\t\t\tModified by: Christopher&nbsp;L&nbsp;Demarco</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF I/UCRC center seeks to develop techniques that contribute to an efficient, secure, resilient, adaptable, and economic electric power infrastructure serving society.  As an integral part of this mission, PSERC is creating a new generation of educated technical professionals in electric power, and helping inform knowledgeable decision-makers on critical energy policy issues.  All of these efforts contribute to sustaining quality U.S. university programs in electric power engineering.\n\n \n\nInherent in the operation of the electric power system is a trade-off between the full utilization of grid hardware, in order to provide electric energy at the lowest cost and environmental impact, and the secure, reliable operation of this hardware to avoid customer outages and large-scale blackouts.  By more heavily loading generation, transmission and distribution equipment, operators are arguably extracting the maximum value out of the capital investment made in that equipment.  however, as it is more heavily utilized, the probability that an otherwise routine event effecting one component (e.g., a lightening strike to an overhead transmission line) can cause cascading effects that cause large areas of the grid to be blacked out.  This \"balancing act\" is made more challenging by the linear and highly geographically distributed nature of the grid.  The degree of risk does not grow in a simple proportional fashion with respect to the amount of electric power being delivered, and the speed of light propagation of electricity implies that a local disturbance in one geographic region can sometimes have impacts in far distant portions of the grid.\n\n \n\nRecent technological advances have brought great promise of striking a better \"economy versus reliability\" balance in the U.S. power grid.  most notably, the wide-spread deployment of advanced measurement devices, so-called \"Phasor Measurement Units,\" have opened the door to much more detailed insight into the real-time status of the grid, second by second.  Much of the work under this project has been motivated by the goal of extracting maximum benefit out of these new technologies through advance algorithm development. For example, one of the complex and highly nonlinear mechanics by which a power grid may suffer blackout when overloaded is through a loss of stability known as \"voltage collapse.\"  Most existing methods for detecting proximity to, ad steering operating conditions away from voltage collapse rely on detailed off-line simulations, using far-in-advance, best estimates of actual grid conditions.  By utilizing new measurement technologies, tis project was able to develop algorithms to detect and steer away from voltage collapse that depend ONLY on second-by-second, real-time measurements.  This offers grid operators the ability to more fully utilize all the energy delivery capability of power grid hardware, while maintaining a safe margin away from voltage instability failures.\n\n Other advances achieved in this project arose out of recognition of the close association between measurements of grid data, and video feature analysis and compression for high definition television. Like many forms of video data, each power system measurement (analogous to a video pixel) has a fixed location in the larger \"geography\" of the image, and each is typical updated 30 or 60 times per second. The key insight came by recognizing that grid measurement locations are characterized by their locations in the electrical interconnection graph of the network, rather than purely by their spatial coordinates on a map. Work supported under this award has demonstrated how information that can be extracted from power system measurements by algorithms closely analogous to video processing characterize relative stability the power grid, and hence provide an on-line indicator of vulnerability to voltage stability problems.\n\n \n\n\t\t\t\t\tLast Modified: 02/26/2017\n\n\t\t\t\t\tSubmitted by: Christopher L Demarco"
 }
}