{
 "awd_id": "0968714",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Generalized Fiducial Inference for Modern Statistical Problems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2009-06-03",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 170900.0,
 "awd_amount": 170900.0,
 "awd_min_amd_letter_date": "2009-11-05",
 "awd_max_amd_letter_date": "2009-11-05",
 "awd_abstract_narration": "In this proposal the investigators revisit Fisher's controversial fiducial argument with a modern set of questions in mind.  This is motivated by the success of generalized inference as introduced by Tsui & Weerahandi (1989), which in fact leads to the same results as Fisher's fiducial inference (Hannig, Iyer & Patterson, 2006).  The investigators do not attempt to derive a new ``paradox free theory of fiducial inference''.  Instead, with minimal assumptions, the investigators present a new simple fiducial recipe that can be applied to conduct statistical inference via the construction of generalized fiducial distributions.  This recipe is inspired by the concept of generalized pivotal quantity and is designed to be fairly easily applicable in many practical applications. It can be applied regardless of the dimension of the parameter space (i.e., including nonparametric problems), and it often leads to statistical procedures that are asymptotically exact and, more importantly, possess very good approximate small sample properties. The investigators propose to investigate theoretical properties of generalized fiducial distributions for statistical problems and apply their findings to various problems of broader interest.\r\n \r\n \r\nSystematic study of properties of generalized fiducial inference will increase our understanding of foundations of statistics and will give statisticians an additional tool to use when dealing with problems they encounter in practice.  More directly, successful solution of the proposed applied problems will immediately bear fruit in the application areas, e.g., pharmaceutical statistics and metrology. For instance, the U.S. Food and Drug Administration (FDA) guidance document spells out analysis procedures for demonstration of equivalence of two or more drug formulations. The investigators aim to show that the fiducial approach will lead to more efficient procedures, which will result in cost and time savings, an important issue for the drug industry. In metrology, the International Bureau of Weights and Measures (BIPM) in conjunction with the International Organization for Standardization (ISO), has published a ``Guide to Expression of Uncertainty in Measurements\" (GUM) which spells out the procedures to be followed by national metrological institutes such as NIST in the US, NPL in UK, and PTB in Germany. A problem that is unique to metrology is that every measurement is subject to unknown and unknowable systematic errors that are often larger than random errors. The only way to quantify these unknowable systematic errors is via specification of subjective distributions for them. The GUM specifies how to combine data-based estimates of standard deviations for some error components in the calculations and subjective estimates of uncertainty for other error components. The investigators aim to demonstrate that the fiducial method provides a natural approach for accomplishing this. Such results are likely to influence the metrology community in modifying and improving their current procedures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jan",
   "pi_last_name": "Hannig",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jan Hannig",
   "pi_email_addr": "jan.hannig@unc.edu",
   "nsf_id": "000330856",
   "pi_start_date": "2009-11-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 71064.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 99836.0
  }
 ],
 "por": null
}