{
 "awd_id": "0968839",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Center for Resource Recovery and Recycling (CR3)",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Raffaella Montelli",
 "awd_eff_date": "2010-01-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 615550.0,
 "awd_min_amd_letter_date": "2010-01-14",
 "awd_max_amd_letter_date": "2014-08-27",
 "awd_abstract_narration": "I/UCRC for Resource Recovery and Recycling\r\n\r\n0968839 Worcester Polytechnic Institute; Diran Apelian \r\n0968802 Colorado School of Mines; Brajendra Mishra \r\n\r\nThe Center for Resource Recovery and Recycling (CR3) will conduct research that enables innovative recovery and recycling processing technologies that maximize the capture of post-consumer scrap and minimize the quantity of manufacturing scrap.  Worcester Polytechnic Institute (WPI) and Colorado School of Mines (CSM) are collaborating to establish the proposed center, with WPI as the lead institution. \r\n\r\n\r\nThe research efforts at the proposed Center will enable innovative recovery and recycling processing technologies.  The PIs will apply a systems approach to identify best strategies and build optimal recovery and recycling technologies.  The proposed research will include establishing methods to design metallic alloys that meet performance requirements while increasing recyclability; developing sensors to identify metals and separation technologies to sort the waste stream; and establishing materials sensors, processes and controls to achieve greater tolerance of scrap metal input for downstream recycling processes. The Center research projects will be multi-disciplinary and will involve faculty and both graduate and under-graduate students from a spectrum of disciplines. \r\n\r\nThe societal impact of the proposed Center includes the energy savings and emissions reductions that are inherent in increased resource recovery and recycling.   Materials recovery and recycling is practiced by diverse and often fragmented supply chain (scrap yards, municipal waste centers and others).  The proposed IUCRC plans to bring together industrial members from across this spectrum, and provide a forum where all can gain an understanding of the entire supply chain, identify issues, explore and develop innovative, integrated solutions.  Broadening participation is also a top priority for CR3, and will involve underrepresented minorities and women within the Center activities through targeted provision of research and educational opportunities for its graduates at companies that belong to the Center.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diran",
   "pi_last_name": "Apelian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diran Apelian",
   "pi_email_addr": "dapelian@wpi.edu",
   "nsf_id": "000208768",
   "pi_start_date": "2010-01-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Backman",
   "pi_last_name": "Daniel",
   "pi_mid_init": "G",
   "pi_sufx_name": "PhD",
   "pi_full_name": "Backman G Daniel",
   "pi_email_addr": "dbackman@wpi.edu",
   "nsf_id": "000545120",
   "pi_start_date": "2010-01-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Worcester Polytechnic Institute",
  "inst_street_address": "100 INSTITUTE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5088315000",
  "inst_zip_code": "016092280",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "WORCESTER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJNQME41NBU4"
 },
 "perf_inst": {
  "perf_inst_name": "Worcester Polytechnic Institute",
  "perf_str_addr": "100 INSTITUTE RD",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016092280",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "801900",
   "pgm_ele_name": "Accelerating Innovation Rsrch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1049",
   "pgm_ref_txt": "INDUSTRY-UNIV COOPERATIVE RSCH PROJECTS"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "122E",
   "pgm_ref_txt": "CENTERS: OTHER INDUSTRY-UNIV"
  },
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  },
  {
   "pgm_ref_code": "5947",
   "pgm_ref_txt": "BELGIUM"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "8040",
   "pgm_ref_txt": "Energy and Environment"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 184059.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 234000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 59491.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 58000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For the past two decades, U.S. citizens, including those within academia, government, and industry have grown to understand the importance of environmental, climate, and energy sustainability. As consumers of one third of the world&rsquo;s material supply, we must improve the recovery of materials from our waste stream and rely more on recycled materials to offset the use of primary materials and the associated depletion of non-renewable material resources and energy.&nbsp; We have made progress during these past decades; yet we typically recover less than one half of the metallic content of retired products and still depend on primary metals to fulfill two thirds of domestic manufacturing needs.</p>\n<p>The Center for Resource Recovery and Recycling (CR3) has brought together three universities and about 20 industry partners and in a short five year period has become the premier cooperative research center focused on sustainable stewardship of the earth&rsquo;s resources. Supported as an I/UCRC&mdash;industry/university cooperative research center&mdash;by the National Science Foundation (NSF) since 2009, CR3 has brought industry leaders to the table to solve the problems of materials recovery and recycling. CR3 research and scholarship aims to advance the recovery and recycling of materials from initial product design through manufacture to end-of-life disposition.</p>\n<p>The products companies are building are chomping through nearly every element on the periodic table, resulting in scarcity, unnecessary waste, and costly pollution. The rate at which we are consuming nonrenewable (inorganic) materials is already affecting corporate strategies from product design to pricing. Until we proactively reverse the trend, companies will be forced to react to ever-escalating problems, including supply chain disruption, pricing volatility, and more stringent environmental mandates. Companies cannot work in isolation to find the best solutions with speed and cost-effectiveness. Given the magnitude of the problem, the solutions need to come from strong industry- academic-government partnerships. That is what makes the landmark Center for Resource Recovery and Recycling (CR3) distinctive.</p>\n<p>The Center has developed innovative solutions to recover and recycle materials from initial product design through manufacture to end-of-life disposition. These advancements help corporations reduce energy consumption and increase profitability.&nbsp; Some of the key projects that we have conducted during our Phase I of the Center are:</p>\n<p>&bull;&nbsp;&nbsp; Beneficiation of Flat Panel Functional Coatings</p>\n<p>&bull;&nbsp;&nbsp; Development of a Novel Recycling Process for Li-Ion Battery Magnets</p>\n<p>&bull;&nbsp;&nbsp; Metal Recovery via Automated Sortation</p>\n<p>&bull;&nbsp;&nbsp; Recovery of Rare Earth Metals from Phosphor Dust of Waste Fluorescent Light Fixtures</p>\n<p>&bull;&nbsp;&nbsp; Recovery of Value-Added Products from Red Mud and Foundry Bag House Dust</p>\n<p>&bull;&nbsp;&nbsp; Recovery of Zinc and Iron from EAF Dusts</p>\n<p>&bull;&nbsp;&nbsp; Synthesis of Inorganic Polymers from Metallurgical Residue.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit of the Center</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p>CR3 has conducted research that enables innovative recovery and recycling processing technologies that maximize the capture of post-consumer scrap and minimize the quantity of manufacturing scrap.&nbsp; Center researchers have applied a systems approach to identify best strategies and build optimal recovery and recycling technologies.&nbsp; Research at CR3 have enabled us to establish methods to design metallic alloys that meet performance requirements while increasing recyclability; developed sensors to identify metals and separation technologies to sort the waste stream; and established materials sensors, processes, and controls to achieve greater tolerance of ...",
  "por_txt_cntn": "\nFor the past two decades, U.S. citizens, including those within academia, government, and industry have grown to understand the importance of environmental, climate, and energy sustainability. As consumers of one third of the worldÆs material supply, we must improve the recovery of materials from our waste stream and rely more on recycled materials to offset the use of primary materials and the associated depletion of non-renewable material resources and energy.  We have made progress during these past decades; yet we typically recover less than one half of the metallic content of retired products and still depend on primary metals to fulfill two thirds of domestic manufacturing needs.\n\nThe Center for Resource Recovery and Recycling (CR3) has brought together three universities and about 20 industry partners and in a short five year period has become the premier cooperative research center focused on sustainable stewardship of the earthÆs resources. Supported as an I/UCRC&mdash;industry/university cooperative research center&mdash;by the National Science Foundation (NSF) since 2009, CR3 has brought industry leaders to the table to solve the problems of materials recovery and recycling. CR3 research and scholarship aims to advance the recovery and recycling of materials from initial product design through manufacture to end-of-life disposition.\n\nThe products companies are building are chomping through nearly every element on the periodic table, resulting in scarcity, unnecessary waste, and costly pollution. The rate at which we are consuming nonrenewable (inorganic) materials is already affecting corporate strategies from product design to pricing. Until we proactively reverse the trend, companies will be forced to react to ever-escalating problems, including supply chain disruption, pricing volatility, and more stringent environmental mandates. Companies cannot work in isolation to find the best solutions with speed and cost-effectiveness. Given the magnitude of the problem, the solutions need to come from strong industry- academic-government partnerships. That is what makes the landmark Center for Resource Recovery and Recycling (CR3) distinctive.\n\nThe Center has developed innovative solutions to recover and recycle materials from initial product design through manufacture to end-of-life disposition. These advancements help corporations reduce energy consumption and increase profitability.  Some of the key projects that we have conducted during our Phase I of the Center are:\n\n&bull;   Beneficiation of Flat Panel Functional Coatings\n\n&bull;   Development of a Novel Recycling Process for Li-Ion Battery Magnets\n\n&bull;   Metal Recovery via Automated Sortation\n\n&bull;   Recovery of Rare Earth Metals from Phosphor Dust of Waste Fluorescent Light Fixtures\n\n&bull;   Recovery of Value-Added Products from Red Mud and Foundry Bag House Dust\n\n&bull;   Recovery of Zinc and Iron from EAF Dusts\n\n&bull;   Synthesis of Inorganic Polymers from Metallurgical Residue.\n\n \n\nIntellectual Merit of the Center\n\n \n\nCR3 has conducted research that enables innovative recovery and recycling processing technologies that maximize the capture of post-consumer scrap and minimize the quantity of manufacturing scrap.  Center researchers have applied a systems approach to identify best strategies and build optimal recovery and recycling technologies.  Research at CR3 have enabled us to establish methods to design metallic alloys that meet performance requirements while increasing recyclability; developed sensors to identify metals and separation technologies to sort the waste stream; and established materials sensors, processes, and controls to achieve greater tolerance of scrap metal input for downstream recycling processes. Materials recovery and recycling research is multi-disciplinary involving physics, mathematics, computer science, economics, management sciences, materials science, mechanical engineering, and electrical engineering.  Center projects invo..."
 }
}