{
 "awd_id": "0968578",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "French-American Science Symposium.  Developing Partnerships for Sustainable Water Management and Agriculture in the context of Climate and Global Change",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924940",
 "po_email": "mkukla@nsf.gov",
 "po_sign_block_name": "Maija Kukla",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 54450.0,
 "awd_amount": 54450.0,
 "awd_min_amd_letter_date": "2010-06-29",
 "awd_max_amd_letter_date": "2010-06-29",
 "awd_abstract_narration": "A Joint U.S. / French Symposium on Sustainable Water Management and Agriculture\r\n0968578\r\n\r\nThis award to Purdue University (PU) will support a two-day workshop to promote scientific and educational exchange between U.S. and French scientists in the key strategic research areas of water resources management, water quality, global climate change, and agricultural research. The meeting is intended for attendees from French and U.S. institutions, including universities, research labs, industry and policy-makers from public and private sectors. The award will support the participation of up to 50 U.S. faculty and 20 U.S. students in the workshop.  The workshop is organized by Global Engineering Program at PU and the scientific attaché of the French Consulate in Chicago. The NSF funding leverages support for the symposium from the Organisation for Economic Co-operation and Development and numerous French research institutions such as the Centre National de la Recherche Scientifique, the Institut National de la Recherche Agronomique, and the Institut de Recherche pour le Developpement.\r\n\r\nGlobal climate change and the related effects on water quantity and quality extremes impact the daily lives of millions of individuals and societies around the world. This is also the case in the United States and in France, where warning signs for the need of sustainable water management and food security tools and policies are surfacing. The symposium will develop new Franco-American partnerships for sustainable water management in agriculture that will lay the groundwork for improved research, education and development opportunities to address: (1) water resource management under water shortage/extremes; (2) impact of human activities on agricultural water quality and water quality impact of agricultural activities; (3) drinking water quality; (3) climate changes related issues and impact on ground water; (4) multi-scale water and land-use modeling and uncertainties; (5) integration of physical, sociological, social sciences to policy; (6) innovation in education; and (7) the enhancement of interaction and synergies between industries and academic institutions. These challenges are not unique to the partner countries. They go beyond their borders to impact food security, biodiversity and indigenous species, flood control, the interface of human activity (industry, agriculture, urbanization) and eco-systems, tools for accurate prediction and measurement of soil-climate-crop system interactions, and the education of globally competent scientist and engineers.  This award is jointly supported by NSF's Office of International Science and Engineering and the Hydrological Sciences Program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rabi",
   "pi_last_name": "Mohtar",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Rabi H Mohtar",
   "pi_email_addr": "mohtar@tamu.edu",
   "nsf_id": "000326273",
   "pi_start_date": "2010-06-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Antonio",
   "pi_last_name": "Bobet",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Antonio Bobet",
   "pi_email_addr": "bobet@purdue.edu",
   "nsf_id": "000094477",
   "pi_start_date": "2010-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 54450.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Global climate change and the related effects of water quantity extremes (both shortage and excess) impact the daily lives of millions of individuals and societies around the world. This is the case in France and in the United States, where warning signs for the need of sustainable water management tools and policies are surfacing. The symposium &ldquo;<em>Developing Partnerships for Sustainable Water Management and Agriculture in the context of Climate and Global Change&rdquo;, </em>that was celebrated at Purdue University on May 10-11, 2010, addressed these issues and developed new Franco-American partnerships for sustainable water management and agriculture. In all, the Symposium brought together more than 120 scientists and 8 graduate students from Europe, North Africa, and USA. The symposium led to the increased visibility for mutual Franco-American bi-national scientific activities through the successful identification and discussion of research and educational activities of mutual interest.</p>\n<p>The Symposium was followed by a Workshop in Montpellier, France, on July 6-8, 2011. The workshop focused on implementation of the ideas generated in May 2010, and reported on the initiated actions. The goal of the second meeting was the identification of joint programs for moving forward, including finalizing research proposals, education and technology transfer ideas and identification of potential funders and industrial partners, as documented in the white papers of the 2010 meeting. The workshop attracted 35 participants from the US and France and included researchers, donors and industry. Discussions between research partners and donors continue.</p>\n<p>The outcomes from the Symposium and Workshop included 11 joint research proposals between the US and France to address global problems in three specific areas: Water Supply and Water Quality, Multi-scale Water and Land-use for better Decision-making, and Innovation in Education and Technology Transfer. A number of presentations and discussions in the symposium were published in 2012 in a Special Issue of the Journal &ldquo;Computers and Electronics in Agriculture&rdquo;.</p>\n<p>The challenges addressed in the Symposium and Workshop are not unique to the partner countries. They go beyond their borders and impact: biodiversity and indigenous species, control flooding, the interface of human activity (industry, agriculture, urbanization) and eco-systems, tools for accurate prediction and measurement of soil-climate-crop system interactions, education of globally competent engineers. The new partnerships and approaches generated during the meetings will impact those participating in the symposium and generate new directions for developing solutions to the challenges facing developing nations, agriculturalists, consumers, urban planners, policy makers and others who seek sustainable solutions to 21<sup>st</sup> century challenges to a sustainable world.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/09/2012<br>\n\t\t\t\t\tModified by: Antonio&nbsp;Bobet</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGlobal climate change and the related effects of water quantity extremes (both shortage and excess) impact the daily lives of millions of individuals and societies around the world. This is the case in France and in the United States, where warning signs for the need of sustainable water management tools and policies are surfacing. The symposium \"Developing Partnerships for Sustainable Water Management and Agriculture in the context of Climate and Global Change\", that was celebrated at Purdue University on May 10-11, 2010, addressed these issues and developed new Franco-American partnerships for sustainable water management and agriculture. In all, the Symposium brought together more than 120 scientists and 8 graduate students from Europe, North Africa, and USA. The symposium led to the increased visibility for mutual Franco-American bi-national scientific activities through the successful identification and discussion of research and educational activities of mutual interest.\n\nThe Symposium was followed by a Workshop in Montpellier, France, on July 6-8, 2011. The workshop focused on implementation of the ideas generated in May 2010, and reported on the initiated actions. The goal of the second meeting was the identification of joint programs for moving forward, including finalizing research proposals, education and technology transfer ideas and identification of potential funders and industrial partners, as documented in the white papers of the 2010 meeting. The workshop attracted 35 participants from the US and France and included researchers, donors and industry. Discussions between research partners and donors continue.\n\nThe outcomes from the Symposium and Workshop included 11 joint research proposals between the US and France to address global problems in three specific areas: Water Supply and Water Quality, Multi-scale Water and Land-use for better Decision-making, and Innovation in Education and Technology Transfer. A number of presentations and discussions in the symposium were published in 2012 in a Special Issue of the Journal \"Computers and Electronics in Agriculture\".\n\nThe challenges addressed in the Symposium and Workshop are not unique to the partner countries. They go beyond their borders and impact: biodiversity and indigenous species, control flooding, the interface of human activity (industry, agriculture, urbanization) and eco-systems, tools for accurate prediction and measurement of soil-climate-crop system interactions, education of globally competent engineers. The new partnerships and approaches generated during the meetings will impact those participating in the symposium and generate new directions for developing solutions to the challenges facing developing nations, agriculturalists, consumers, urban planners, policy makers and others who seek sustainable solutions to 21st century challenges to a sustainable world.\n\n \n\n\t\t\t\t\tLast Modified: 09/09/2012\n\n\t\t\t\t\tSubmitted by: Antonio Bobet"
 }
}