{
 "awd_id": "0968905",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Cold Atoms, Cold Molecules, and Spectroscopy",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ann Orel",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 184318.0,
 "awd_amount": 184318.0,
 "awd_min_amd_letter_date": "2010-08-24",
 "awd_max_amd_letter_date": "2012-06-18",
 "awd_abstract_narration": "The work to be performed under this grant consists of two components. One component will involve theoretical modeling of ensembles of cold atoms in a Bose-Einstein condensate, in which all atoms are in the lowest quantum level, at temperatures less than a microdegree absolute. Many recent experiments, including some at Stony Brook, have been performed on such atomic ensembles when placed in a periodic potential. These experiments can mimic, in a controllable way, the periodic potential in a crystalline solid, such as a semiconductor or superconductor. One question to be addressed is whether the atoms remain in the lowest quantum state when the periodic potential is applied, perhaps suddenly, or whether excitations are induced. The theoretical work will help to interpret recent experimental observations on this point. The other component pertains to work in several laboratories world-wide directed to the production of ultra-cold diatomic molecules, also at nanoKelvin temperatures. In recent years, we have been analyzing spectroscopic data on diatomic molecules to be able to tell experimentalists what laser wavelengths to use to induce two cold atoms to bind together into a cold molecule. The next stage of the work is to analyze effects of nuclear spin structure (analogous to effects that are used in nuclear magnetic resonance imaging), which become predominant in certain regimes.\r\n\r\nWith regard to the broader impact of this work, it can be said that the attainment of extremely low temperatures of atoms and now of diatomic molecules allows one to overcome averaging effects at normal temperatures, when a vast number of quantum levels are occupied. By selecting particles in the lowest quantum state, it is possible to obtain much more precise information on their interactions and on their behavior. It has been possible to better understand effects that occur in complicated naturally occurring systems by being able to vary the conditions imposed on the cold atoms. For example, a periodic laser light field can mimic the periodic potential in a crystalline lattice, but over a range of lattice amplitude and wavelength. This has already produced new insights into phenomena such as high temperature (above 50 Kelvin) superconductivity and also into the complicated interactions within atomic nuclei. Superconductors are now used in many reseach applications. Their use in electrical power transmission in areas of high electrical current density could improve the efficiency of the U. S. power grid.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Bergeman",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas H Bergeman",
   "pi_email_addr": "thomas.bergeman@stonybrook.edu",
   "nsf_id": "000461905",
   "pi_start_date": "2010-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128400",
   "pgm_ele_name": "AMO Theory/Atomic, Molecular &"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 63072.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 62193.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 59053.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Studies of the energy levels of the NaK molecule</p>\n<p>The goal here has been to map out the quantum<br />energy level structure of the NaK (sodium potassium) molecule. This molecule is currently the object of highpriority efforts in several laboratories in the U. S. and Europe, including one at M.I.T., to produce ultracold<br />molecules - that is, molecules cold enough that only the lowest quantum levels are populated, which implies temperatures less than one-billionth of a degree Kelvin. Such efforts in recent years have succeeded with the<br />molecule KRb (potassium rubidium). However, collisions of two KRb molecules produces potassium dimer plus rubidium dimer, which are less interesting species because they have no dipole moment. Furthermore,<br />the dipole moment of NaK is more than twice as large as the dipole moment of KRb. A nonzero dipole moment implies that the ends of the molecule are oppositely charged, and therefore two molecules can<br />attract or repel each other depending on their relative orientation.<br />Currently, one favored method for making ultracold molecules is to start with ultracold atoms, which people have known how to produce for about 15 years now. If an extremely cold atom of sodium and an extremely cold atom of potassium collide in a magnetic field of a certain magnitude, then laser light of a certain frequency can excite the two-atom complex to a higher quantum state and then another laser photon can stimulate decay down to the lowest quantum level of the molecule. The question is, what value magnetic field is needed, and what frequencies for these two laser beams? Actually, for NaK, the proper magnetic field values for &ldquo;magnetoassociation&rdquo; have now been determined. What our work has provided is information<br />on what laser frequencies might be used to excite these cold dimers, and then to induce the excited states to decay to the lowest ground state. Collaborators of ours, in Lyon, France, with help of graduate students<br />from Lehigh University (Bethlehem, PA) working in Lyon, have obtained detailed spectroscopic data on many laser transitions and many quantum levels. Our task, with help of funds from this grant, has been to construct a model of the quantum energy levels of NaK, to provide a map to indicate where the optimum laser-induced transitions are located. Because the linewidths are very narrow, this map has to be very precise. Currently, our energy levels are modeled&nbsp; to a precision of about 700 MHz, limited primarily by the linewidth of the lasers in Lyon and elsewhere. If the spectral linewidth can be raised to, say, 70 MHz by the use of intense laser light, this makes a search for the optimum transition frequencies feasible. Such<br />excitation experiments have been successful with KRb, and now they should be feasible with NaK, if lasers of the optimum frequenies are available</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/21/2014<br>\n\t\t\t\t\tModified by: Thomas&nbsp;H&nbsp;Bergeman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nStudies of the energy levels of the NaK molecule\n\nThe goal here has been to map out the quantum\nenergy level structure of the NaK (sodium potassium) molecule. This molecule is currently the object of highpriority efforts in several laboratories in the U. S. and Europe, including one at M.I.T., to produce ultracold\nmolecules - that is, molecules cold enough that only the lowest quantum levels are populated, which implies temperatures less than one-billionth of a degree Kelvin. Such efforts in recent years have succeeded with the\nmolecule KRb (potassium rubidium). However, collisions of two KRb molecules produces potassium dimer plus rubidium dimer, which are less interesting species because they have no dipole moment. Furthermore,\nthe dipole moment of NaK is more than twice as large as the dipole moment of KRb. A nonzero dipole moment implies that the ends of the molecule are oppositely charged, and therefore two molecules can\nattract or repel each other depending on their relative orientation.\nCurrently, one favored method for making ultracold molecules is to start with ultracold atoms, which people have known how to produce for about 15 years now. If an extremely cold atom of sodium and an extremely cold atom of potassium collide in a magnetic field of a certain magnitude, then laser light of a certain frequency can excite the two-atom complex to a higher quantum state and then another laser photon can stimulate decay down to the lowest quantum level of the molecule. The question is, what value magnetic field is needed, and what frequencies for these two laser beams? Actually, for NaK, the proper magnetic field values for \"magnetoassociation\" have now been determined. What our work has provided is information\non what laser frequencies might be used to excite these cold dimers, and then to induce the excited states to decay to the lowest ground state. Collaborators of ours, in Lyon, France, with help of graduate students\nfrom Lehigh University (Bethlehem, PA) working in Lyon, have obtained detailed spectroscopic data on many laser transitions and many quantum levels. Our task, with help of funds from this grant, has been to construct a model of the quantum energy levels of NaK, to provide a map to indicate where the optimum laser-induced transitions are located. Because the linewidths are very narrow, this map has to be very precise. Currently, our energy levels are modeled  to a precision of about 700 MHz, limited primarily by the linewidth of the lasers in Lyon and elsewhere. If the spectral linewidth can be raised to, say, 70 MHz by the use of intense laser light, this makes a search for the optimum transition frequencies feasible. Such\nexcitation experiments have been successful with KRb, and now they should be feasible with NaK, if lasers of the optimum frequenies are available\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/21/2014\n\n\t\t\t\t\tSubmitted by: Thomas H Bergeman"
 }
}