{
 "awd_id": "0968484",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SoCS: Collaborative Research: Information Farming: Intelligent Interfaces for an Online Production Community",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 419800.0,
 "awd_min_amd_letter_date": "2010-09-17",
 "awd_max_amd_letter_date": "2014-05-05",
 "awd_abstract_narration": "Social production communities can be powerful engines for harnessing the efforts of many individuals to produce valuable artifacts and knowledge. However, their success critically depends on members' ability to effectively contribute. As the size and complexity of the community grows, so do challenges to members' understanding of the content and collaboration. These challenges decrease the ability of the team to work together, and the quality of the work product.\r\n\r\nThe researchers propose partnering humans with intelligent interfaces that improve contribution effectiveness.  They will create intelligent algorithms and interfaces that go beyond supporting people simply foraging for information to information farming, in which members of the community work together to plant the seeds of the information the community needs, nurture the growth of those seeds into valuable information, and weed out the information that detracts from the value of the farm.\r\n\r\nThe research is based on theories of human information processing, and will extend those theories to environments in which people are producing information.  The researchers will explore new algorithms and interfaces based on the extended theories, and will carry out studies to understand how the theories work in practice.\r\n\r\nSocial production communities are economically and socially important. Open source software runs large parts of our economy; Wikipedia is revolutionizing knowledge production and consumption, providing free access to one of the largest bodies of knowledge gathered in human history.  The proposed research will directly improve Wikipedia, and will contribute to understanding how social production communities work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aniket",
   "pi_last_name": "Kittur",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aniket Kittur",
   "pi_email_addr": "nkittur@cs.cmu.edu",
   "nsf_id": "000515842",
   "pi_start_date": "2010-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  },
  {
   "pgm_ele_code": "795300",
   "pgm_ele_name": "SOCIAL-COMPUTATIONAL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7953",
   "pgm_ref_txt": "SOCIAL-COMPUTATIONAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 375000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 12800.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Social production communities such as Wikipedia, Linux, or StackOverflow can be powerful engines for harnessing the efforts of many individuals to produce valuable artifacts and knowledge. However, their success critically depends on members&rsquo; ability to effectively contribute. As the size and complexity of the community grows, so do challenges to members&rsquo; understanding of the content, collaborations, and community norms and policies. These challenges lead to low quality, biased, redundant, or non-cohesive work; barriers to joining the community; and conflict between contributors with differing viewpoints.</p>\n<p>First, how do volunteer production communities scale up to large numbers of contributors, each with differing interests, expertise, and biases? In a major conceptual break from studies at the time, we showed that Wikipedia&rsquo;s success is not based on the traditional &ldquo;wisdom of crowds&rdquo; assumptions, in which many contributors make small and independent contributions (e.g., fixing a spelling error). Drawing from studies in organizational behavior, we argued that in complex, interdependent tasks such as collaboratively writing an article adding more contributors can do more harm than good if they are not well coordinated. To test this we conducted large scale data mining on the history of Wikipedia, and discovered that a large proportion of work (nearly a third of all edits) involved coordination work such as communication, consensus building, and developing policies and procedures. To determine the link between coordination and quality we then extracted quality assessments from the full revision history of Wikipedia (~2.5 TB) and examined the evolution of 150,000 articles over time. In contrast to both popular perceptions and prior research, we found that, all else being equal, simply increasing number of editors does not improve article quality.&nbsp; Instead, we found that adding more people only helped when a core leader provided a structure for the article that enabled peripheral members to effectively contribute. We found that these results were exaggerated when tasks involved high dependencies (e.g., making an article cohesive) compared to low dependencies (e.g., fixing grammatical errors). We tested the generality of these results in over 6000 volunteer production communities as well as through experimentally-generated production groups, consistently finding that the benefits of harnessing that wisdom for collaborative cognition is critically dependent on both the degree and type of coordination used. This work has widely influenced both academia and the general public in rethinking how large-scale production communities work.</p>\n<p>Second, how can we develop tools that provide novices a better understanding of the structure of past contributions, turning the growing number of contributions from a barrier into an opportunity for learning and insight?&nbsp; We investigated three approaches to doing so, including:</p>\n<p><em>Identifying and Visualizing Conflict.</em> Not understanding the existing viewpoints and factions of the editors already involved in an article is a major reason new editors get reverted. We have developed machine learning models to predict high-conflict articles in Wikipedia which may be landmines for newcomers, and visualizations of the landscape of conflict on those articles (see Figure).</p>\n<p>&nbsp;<em>Interventions to Improve Editing. </em>Another way to reduce reverts is to help newcomers to make more effective edits. We have trained machine learning models to accurately predict which words in a user&rsquo;s edits are most likely to be reverted based on past contributions, which are informing real-time intervention systems to improve users&rsquo; before they get reverted. We have also developed interfaces that make it easier for experienced editors to communicate effectively with the people whose e...",
  "por_txt_cntn": "\nSocial production communities such as Wikipedia, Linux, or StackOverflow can be powerful engines for harnessing the efforts of many individuals to produce valuable artifacts and knowledge. However, their success critically depends on membersÆ ability to effectively contribute. As the size and complexity of the community grows, so do challenges to membersÆ understanding of the content, collaborations, and community norms and policies. These challenges lead to low quality, biased, redundant, or non-cohesive work; barriers to joining the community; and conflict between contributors with differing viewpoints.\n\nFirst, how do volunteer production communities scale up to large numbers of contributors, each with differing interests, expertise, and biases? In a major conceptual break from studies at the time, we showed that WikipediaÆs success is not based on the traditional \"wisdom of crowds\" assumptions, in which many contributors make small and independent contributions (e.g., fixing a spelling error). Drawing from studies in organizational behavior, we argued that in complex, interdependent tasks such as collaboratively writing an article adding more contributors can do more harm than good if they are not well coordinated. To test this we conducted large scale data mining on the history of Wikipedia, and discovered that a large proportion of work (nearly a third of all edits) involved coordination work such as communication, consensus building, and developing policies and procedures. To determine the link between coordination and quality we then extracted quality assessments from the full revision history of Wikipedia (~2.5 TB) and examined the evolution of 150,000 articles over time. In contrast to both popular perceptions and prior research, we found that, all else being equal, simply increasing number of editors does not improve article quality.  Instead, we found that adding more people only helped when a core leader provided a structure for the article that enabled peripheral members to effectively contribute. We found that these results were exaggerated when tasks involved high dependencies (e.g., making an article cohesive) compared to low dependencies (e.g., fixing grammatical errors). We tested the generality of these results in over 6000 volunteer production communities as well as through experimentally-generated production groups, consistently finding that the benefits of harnessing that wisdom for collaborative cognition is critically dependent on both the degree and type of coordination used. This work has widely influenced both academia and the general public in rethinking how large-scale production communities work.\n\nSecond, how can we develop tools that provide novices a better understanding of the structure of past contributions, turning the growing number of contributions from a barrier into an opportunity for learning and insight?  We investigated three approaches to doing so, including:\n\nIdentifying and Visualizing Conflict. Not understanding the existing viewpoints and factions of the editors already involved in an article is a major reason new editors get reverted. We have developed machine learning models to predict high-conflict articles in Wikipedia which may be landmines for newcomers, and visualizations of the landscape of conflict on those articles (see Figure).\n\n Interventions to Improve Editing. Another way to reduce reverts is to help newcomers to make more effective edits. We have trained machine learning models to accurately predict which words in a userÆs edits are most likely to be reverted based on past contributions, which are informing real-time intervention systems to improve usersÆ before they get reverted. We have also developed interfaces that make it easier for experienced editors to communicate effectively with the people whose edits they revert. In a five month deployment we found that our interface turned getting reverted into a useful learning experience, and those getting reverted th..."
 }
}