{
 "awd_id": "0968159",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Membrane Contactor Reactors for Environmental Applications",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 315000.0,
 "awd_amount": 317000.0,
 "awd_min_amd_letter_date": "2010-04-19",
 "awd_max_amd_letter_date": "2012-06-05",
 "awd_abstract_narration": "0968159\r\nTsotsis\r\n\r\nIntellectual Merit\r\nNationwide about ~2.5 MM ft3/min of landfill gas (LFG) is generated. LFG is potentially an important renewable fuel, as it typically contains more than 50% methane (CH4). Unfortunately, today a large fraction of the LFG is flared. The rest is utilized for electric power generation, and for medium BTU gas-type (e.g., use in boilers) applications. One of the major roadblocks to the utilization of LFG is its miscellaneous corrosive contaminants, e.g., halogen and sulfur containing compounds, which necessitate frequent energy producing equipment servicing, and may lead to eventual failure. Worst of all, halogen and sulfur containing contaminants are emitted to the atmosphere, during flaring or energy production, contributing significantly to air pollution, particularly to acid rain. The removal of these contaminants from LFG prior to combustion is a difficult problem, because of their wide range, and their presence at trace amounts. These factors present difficulties for conventional clean-up technologies, which have proven ineffective for LFG clean-up. The PIs plan to develop a novel catalytic oxidation technology appropriate for LFG clean-up, based on the concept of a pore-flow reactor (PoFR) endowed with an oxidation nanocatalyst. Thus economical, environmental, and energy advantages can be realized, if a process is developed that cost-effectively removes the LFG toxic contaminants. The emphasis in this project is on fundamental investigations of the complex reaction and transport processes that occur in such a reactor; a major fundamental scientific advance will be understanding and modeling the catalytic combustion of the complex heteroatom compounds encountered in LFG. It is such better fundamental understanding that will lead to the main technological advances needed for the further technical development of the PoFR concept. The project will be developed with collaboration with industrial partners M&P and GCE. M&P is an inorganic membrane manufacturer dedicated to the development and application of these novel materials. GCE is an Engineering Company specializing in LFG collection and utilization. \r\n\r\nBroader Impacts\r\nThis research project will provide educational experiences and training for the graduate and undergraduate students as they will prepare and characterize novel new materials and learn a host of state-of-the-art computational and experimental techniques. The project will also provide the graduate and undergraduate students with the opportunity to interact with industrial researchers. The urban setting of USC affords the opportunity to work with a variety of 2-4 year colleges in the area, several of which are predominantly minority Institutions. The PIs plan to recruit qualified undergraduates as summer interns, and potentially as incoming graduate students. They plan to disseminate the results of our work through peer reviewed publications, presentations at technical meetings, and by making all reports available on the Web. They will also take advantage of the ever-evolving undergraduate curriculum program at USC, which emphasizes vertically- and horizontally-integrated degree projects consisting of emphasis-specific experimental/laboratory modules associated with each core Chemical Engineering course. The PIs envision integrating research findings and aspects of their work as the degree projects in the Reactor Analysis, Transport Phenomena, and Separation courses. This catalytic reactor technology will cost-effectively remove the toxic contaminants from LFG, offer significant economical, environmental, and energy advantages, and will allow LFG (and biogas in general) to gain its full potential as a valuable renewable fuel. In addition to focusing attention on an important novel reactor concept, this project will also generate fundamental insight, which will impact the knowledge-base of the broader field of transport and reaction in nanoporous media, and is likely to catalyze new thinking and rapid new advances in the area.\r\n\r\nThis project is being supported by the Chemical, Bioengineering, Environmental, and Transport Systems Division (CBET) and the Division of Industrial Innovation and Partnerships (IIP).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Theodore",
   "pi_last_name": "Tsotsis",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Theodore T Tsotsis",
   "pi_email_addr": "tsotsis@usc.edu",
   "nsf_id": "000295239",
   "pi_start_date": "2010-04-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fokion",
   "pi_last_name": "Egolfopoulos",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Fokion N Egolfopoulos",
   "pi_email_addr": "egolfopo@usc.edu",
   "nsf_id": "000444564",
   "pi_start_date": "2010-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S FLOWER ST FL 3",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "90033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1403",
   "pgm_ref_txt": "PROCESS & REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 315000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 2000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>INTELLECTUAL MERIT</strong>:</p>\n<p>The key emphasis in this project is on fundamental investigations of the complex reaction and transport processes that occur in pore-flow reactors (PoFR); a major scientific objective is to further advance the fundamental understanding and modeling of the catalytic combustion of the complex heteroatom compounds encountered in the landfill gas (LFG). It is such a better fundamental understanding that will lead to the main technological advances needed for the further technical development of the PoFR concept. The project was carried out in collaboration with our industrial partners Media and Process Technology, Inc. (M&amp;PT) and GCE. M&amp;PT is an inorganic membrane manufacturer dedicated to the development and application of these novel materials. GCE is an engineering company specializing in LFG collection and utilization. Our investigations have been successful in showing that the technology is effective for the treatment of simulated LFG. &nbsp;We have also collaborated with the Gas Company of Southern California (GCSC) focusing on a particularly troublesome contaminant of landfill gas, namely cyclic and linear siloxanes. The key objectives of our efforts here, in collaboration with both GCSC as well GCE, were aimed at (i) understanding the mechanism of decomposition on solid surfaces to produce inorganic silica-containing films, and (ii) at developing pretreatment technologies to remove the siloxanes from the LFG prior to coming in contact with the PoFR, as they appear to potentially have a detrimental impact on membrane throughput and catalytic performance.&nbsp;</p>\n<p>The following are some of the key technical findings/accomplishments of our project:</p>\n<ul>\n<li>Composite membranes, consisting of ceramic thin layers deposited on macroporous substrates, which provide mechanical support, have been prepared and rendered catalytic by the deposition of nanocatalysts, and have been characterized by various surface techniques. Multi-tubular bundles have been prepared and rendered catalytic as well.</li>\n<li>The resulting PoFR have been utilized to successfully degrade toxic compounds in simulated LFG.</li>\n<li>A mathematical model for the PoFR has been developed and utilized for further scale-up and design, and for the economic evaluation of the technology. The model has also been used to compare the behavior of the PoFR with that of the more conventional (e.g., monolith) reactors.</li>\n<li>The mechanism of decomposition of volatile siloxanes during LFG combustion has been investigated and a better fundamental understanding has been developed. A model Si-containing compound in RNG has also been investigated. The mechanism of silica deposition in RNG appears to be consistent with prior mechanistic models of silane decomposition. </li>\n<li>A novel pretreatment technology (termed PhoR) to remove the siloxanes from the LFG prior to coming in contact with the PoFR was studied and encouraging preliminary results have been obtained. A combined (PhoR+PoFR) process is under study as well. <strong>&nbsp;</strong></li>\n</ul>\n<p><strong>&nbsp;</strong></p>\n<p><strong>BROADER IMPACTS</strong>:</p>\n<p>This project has trained four (4) PhD students (one of which was a female), four (4) research MS students, and one (1) undergraduate student. This is an NSF-GOALI project, and therefore also provided the graduate and undergraduate students involved with the opportunity to interact with industrial researchers. For our industrial partners and collaborators the project provided access to newly-developed fundamental tools of discovery.</p>\n<p>We have published four (4) peer-reviewed papers and one (1) Book Chapter. We have also presented papers at two National technical Meetings (AIChE 2013 Annual Meeting and the third North American Symposium in Chemical Reactor Engineering or NACSRE3) as well as in an ASM regional meeting.</p>\n<p>LFG i...",
  "por_txt_cntn": "\nINTELLECTUAL MERIT:\n\nThe key emphasis in this project is on fundamental investigations of the complex reaction and transport processes that occur in pore-flow reactors (PoFR); a major scientific objective is to further advance the fundamental understanding and modeling of the catalytic combustion of the complex heteroatom compounds encountered in the landfill gas (LFG). It is such a better fundamental understanding that will lead to the main technological advances needed for the further technical development of the PoFR concept. The project was carried out in collaboration with our industrial partners Media and Process Technology, Inc. (M&amp;PT) and GCE. M&amp;PT is an inorganic membrane manufacturer dedicated to the development and application of these novel materials. GCE is an engineering company specializing in LFG collection and utilization. Our investigations have been successful in showing that the technology is effective for the treatment of simulated LFG.  We have also collaborated with the Gas Company of Southern California (GCSC) focusing on a particularly troublesome contaminant of landfill gas, namely cyclic and linear siloxanes. The key objectives of our efforts here, in collaboration with both GCSC as well GCE, were aimed at (i) understanding the mechanism of decomposition on solid surfaces to produce inorganic silica-containing films, and (ii) at developing pretreatment technologies to remove the siloxanes from the LFG prior to coming in contact with the PoFR, as they appear to potentially have a detrimental impact on membrane throughput and catalytic performance. \n\nThe following are some of the key technical findings/accomplishments of our project:\n\nComposite membranes, consisting of ceramic thin layers deposited on macroporous substrates, which provide mechanical support, have been prepared and rendered catalytic by the deposition of nanocatalysts, and have been characterized by various surface techniques. Multi-tubular bundles have been prepared and rendered catalytic as well.\nThe resulting PoFR have been utilized to successfully degrade toxic compounds in simulated LFG.\nA mathematical model for the PoFR has been developed and utilized for further scale-up and design, and for the economic evaluation of the technology. The model has also been used to compare the behavior of the PoFR with that of the more conventional (e.g., monolith) reactors.\nThe mechanism of decomposition of volatile siloxanes during LFG combustion has been investigated and a better fundamental understanding has been developed. A model Si-containing compound in RNG has also been investigated. The mechanism of silica deposition in RNG appears to be consistent with prior mechanistic models of silane decomposition. \nA novel pretreatment technology (termed PhoR) to remove the siloxanes from the LFG prior to coming in contact with the PoFR was studied and encouraging preliminary results have been obtained. A combined (PhoR+PoFR) process is under study as well.  \n\n\n \n\nBROADER IMPACTS:\n\nThis project has trained four (4) PhD students (one of which was a female), four (4) research MS students, and one (1) undergraduate student. This is an NSF-GOALI project, and therefore also provided the graduate and undergraduate students involved with the opportunity to interact with industrial researchers. For our industrial partners and collaborators the project provided access to newly-developed fundamental tools of discovery.\n\nWe have published four (4) peer-reviewed papers and one (1) Book Chapter. We have also presented papers at two National technical Meetings (AIChE 2013 Annual Meeting and the third North American Symposium in Chemical Reactor Engineering or NACSRE3) as well as in an ASM regional meeting.\n\nLFG is potentially an important renewable fuel. Unfortunately, today only a relatively small fraction is utilized for electric power and energy generation, because of the potential for equipment corrosion and eventual failure. The novel catalytic reac..."
 }
}