{
 "awd_id": "0968391",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "PIRE: International Collaboration and Education in Ice Core Science (ICE-ICS)",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 4499867.0,
 "awd_amount": 4524667.0,
 "awd_min_amd_letter_date": "2010-08-30",
 "awd_max_amd_letter_date": "2016-01-13",
 "awd_abstract_narration": "This interdisciplinary PIRE project will focus on the history of Earth's environment as recorded in ice of the Polar Regions. The project brings together teams from eight U.S. universities and five international research institutions located in Denmark, France, Switzerland, and Japan. Together these partners will build on recent technical developments and utilize samples secured via major international ice core-drilling programs for the purpose of refining glaciological models and advancing the study of ice cores as records of climate. This will be accomplished by developing and applying the next generation of laboratory techniques and mathematical tools to study ice cores. Specifically, the PIRE team expects to produce: 1) new analytical tools and measurements for trace gases in ice and new measurements of dust and isotopes in polar regions, 2) a mathematical model of the physics of atmospheric gases trapped in snow that is changing from firn ice to glacial ice, and 3) useful new data and models to elucidate mechanisms of abrupt climate change that occurred in the past. If successful, results should yield new insights to help describe the link between climate change and the biogeochemical cycling of greenhouses gases on a global scale.\r\n\r\nBy drawing on complementary U.S. and international expertise, facilities and data, this PIRE collaboration in ice core science is expected to: improve the rate and quality of data acquisition about past changes in climate and atmospheric conditions, develop promising new measurements that inform us about past environmental conditions, and improve our understanding of their meaning. Furthermore, chief among its broader impacts, the ICE-ICS PIRE should provide a strong, more coherent focus for the U.S. ice core community and contribute to an increasingly significant international presence for that community, which should enhance the long-term role of U.S. investigators in future international climate-related projects. \r\n\r\nUnder the PIRE education component, a cohort of five U.S. post-doctoral researchers and sixty-three undergraduate and graduate students will receive training and contribute to the overall ice core science agenda in cooperation with senior U.S. researchers and leading investigators from the foreign institutions. Across this impressive research and institutional network, a carefully integrated five-year set of educational activities will incorporate international research visits and workshops as well as short courses, virtual seminars, and networking within the U.S. ice core community. Post-doctoral researchers and graduate students will gain additional experience in planning multi-investigator projects, teaching, and mentoring. The PIRE collaborative experience is designed to provide a unique training opportunity for these junior U.S. participants who should be well positioned to lead the next generation of polar research, which has rapidly become an important international field of endeavor. Overall, the extensive ICE-ICS team of researchers, students and institutions is poised to deliver an innovative and broad spectrum of science associated with the study of ice cores, in a way not possible to achieve in isolation. The project will also have a significant impact on education of U.S. polar scientists who are typically trained at one institution without access to the full spectrum of disciplines necessary to take advantage of research opportunities in polar science. \r\n\r\nCurrent U.S. study of the ice core record is distributed among a number of small university research groups scattered widely around the country. Different research structures in Europe and Asia have led to several recent major scientific successes. This project will focus U.S. investigators and students around a common theme with international partners creating a more integrated U.S. community that can plan and implement ambitious projects and provide a formal venue for interaction with international groups. The project will also enhance opportunities for sharing and collaboration in graduate student and post-doctoral education by developing the connections needed for a sustained level of international collaboration in graduate and postdoctoral education beyond the duration of the award. \r\n\r\nU.S. institutions will be linked together in this interdisciplinary network and gain experience with joint international support of graduate students and post doctoral researchers. The project will also broaden the virtual international reach of U.S. institutions as PIRE team members will use video-conferencing regularly, develop remote operation of research equipment, and engage in interactive international modelling by making the firn ice model widely accessible as it is being developed and tested.\r\n\r\nParticipating U.S. institutions are: Oregon State University, Dartmouth College (NH), Scripps Institution of Oceanography at University of California-San Diego, Desert Research Institute (NV), The Pennsylvania State University, University of Washington, Columbia University (NY), and University of Colorado. \r\n\r\nInternational partner institutions are: The Niels Bohr Institute-University of Copenhagen (Denmark), University of Grenoble (France), Laboratoire des Sciences du Climat et l' Environment (LSCE) (France), University of Bern (Switzerland), and the National Institute of Polar Research (Japan). \r\n\r\nThis PIRE grant is supported cofunded by NSF's Office of International Science and Engineering and the Office of Polar Programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Brook",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Edward J Brook",
   "pi_email_addr": "brooke@geo.oregonstate.edu",
   "nsf_id": "000223296",
   "pi_start_date": "2010-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edwin",
   "pi_last_name": "Waddington",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Edwin D Waddington",
   "pi_email_addr": "edw@uw.edu",
   "nsf_id": "000433520",
   "pi_start_date": "2010-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Sowers",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Todd A Sowers",
   "pi_email_addr": "todd.sowers5@gmail.com",
   "nsf_id": "000480204",
   "pi_start_date": "2010-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Severinghaus",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey P Severinghaus",
   "pi_email_addr": "jseveringhaus@ucsd.edu",
   "nsf_id": "000452155",
   "pi_start_date": "2010-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511600",
   "pgm_ele_name": "ANT Glaciology"
  },
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  },
  {
   "pgm_ele_code": "529400",
   "pgm_ele_name": "Antarctic Education"
  },
  {
   "pgm_ele_code": "774200",
   "pgm_ele_name": "PIRE- Prtnrshps Inter Res & Ed"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "1303",
   "pgm_ref_txt": "CLIMATE MODELING & PREDICTION"
  },
  {
   "pgm_ref_code": "5914",
   "pgm_ref_txt": "WESTERN EUROPE, OTHER"
  },
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5950",
   "pgm_ref_txt": "SWITZERLAND"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "7566",
   "pgm_ref_txt": "PIRE"
  },
  {
   "pgm_ref_code": "7753",
   "pgm_ref_txt": "ATMOSPHERIC COMPOSITION"
  },
  {
   "pgm_ref_code": "7754",
   "pgm_ref_txt": "CLIMATE VARIABILITY & CHANGE"
  },
  {
   "pgm_ref_code": "7756",
   "pgm_ref_txt": "CARBON CYCLE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 817112.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 934068.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1072291.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 894708.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 781688.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 24800.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project had three major research themes, which were used to expand collaboration and student engagement in international ice core science. The three themes are:</p>\n<p>1) Develop new methods for analyzing atmospheric gases in ice and the isotopic composition of water vapor.&nbsp; Under this theme the research group developed analytical systems that are lab and field deployable for measuring trace gases and the stable isotopes in water while continuously melting an ice core, which greatly improves the level of detail available from these measurements.&nbsp; This work focused on design, construction, and testing of analytical devices based on advanced techniques of laser spectroscopy, a new technology that has revolutionized studies of trace gases in air and the isotopes of water in vapor and liquid. The spectrometers were interfaced with other measurement systems to allow co-registration of isotopes, gases, and aerosol and dust constituents of ice core samples.&nbsp; US scientists are now capable of analyzing a complete deep ice core with these methods.&nbsp;</p>\n<p>2) Develop a better understanding of the physics of the snow-ice transition in polar ice sheets. The transformation of snow (firn) to ice is a fundamental process, but somewhat poorly understood. This deficiency limits our ability to fully understand a range of issues, including migration and trapping of firn air, and segregation of gases and their isotope species (important for ice-core climate/greenhouse gas studies), estimates of ice-sheet mass change from satellite altimetry, and evolution of grain size and crystal fabric for modeling flow of ice sheets (critical for understanding sea level change). During the project detailed studies of the physical properties of firn, mechanisms by which bubbles form in the ice, and development of &ldquo;community&rdquo; mathematical models for reconstructing the physics of the snow-ice transition were undertaken.</p>\n<p>3) New views of climate, gases, dust and aerosols using new analytical and modeling tools and new ice core samples. The recognition of abrupt changes in climate during the last ice age and Holocene (where abrupt can be defined as taking place within a human lifetime, sometimes much faster) is one of the most important observations of polar science in the 20th century. Large, rapid, shifts in temperature, snowfall rate, greenhouse gases, and the dust and aerosol content of the atmosphere recognized from ice cores are now known to be part of a broader spectrum of rapid climate changes that occurred repeatedly during the last ice age (~120,000 to 12,0000 years ago), during previous glacial periods, and with smaller amplitude, during the Holocene (12,000 years to present). Fully understanding the record requires a combination of new and traditional analytical tools, measurements of multiple parameters, and modeling efforts. During the project numerous detailed ice core records were created using new methods developed in the project, including highly detailed histories of atmospheric methane, stable isotopes in water, dust, aerosol chemistry, and novel records of past changes in deep ocean temperature.&nbsp;</p>\n<p>As a part of the PIRE (Partnerships in International Research and Education) program almost all of the work conducted in the project was done by graduate students and post-doctoral researchers working with international partners in Germany, Switzerland, Japan, Denmark, France, Australia, UK, and Italy. Annual workshops held in the US and Europe allowed for effective and rewarding interaction between all of these groups.&nbsp; US students and post docs trained in this program developed long lasting collaborations with international partners, positioning them well for further international research. &nbsp;US institutions involved include Columbia University, University of California, San Diego, University of Washington, Penn State University, Desert Research Institute, Oregon State University, Dartmouth College, and University of Colorado.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/12/2017<br>\n\t\t\t\t\tModified by: Edward&nbsp;J&nbsp;Brook</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project had three major research themes, which were used to expand collaboration and student engagement in international ice core science. The three themes are:\n\n1) Develop new methods for analyzing atmospheric gases in ice and the isotopic composition of water vapor.  Under this theme the research group developed analytical systems that are lab and field deployable for measuring trace gases and the stable isotopes in water while continuously melting an ice core, which greatly improves the level of detail available from these measurements.  This work focused on design, construction, and testing of analytical devices based on advanced techniques of laser spectroscopy, a new technology that has revolutionized studies of trace gases in air and the isotopes of water in vapor and liquid. The spectrometers were interfaced with other measurement systems to allow co-registration of isotopes, gases, and aerosol and dust constituents of ice core samples.  US scientists are now capable of analyzing a complete deep ice core with these methods. \n\n2) Develop a better understanding of the physics of the snow-ice transition in polar ice sheets. The transformation of snow (firn) to ice is a fundamental process, but somewhat poorly understood. This deficiency limits our ability to fully understand a range of issues, including migration and trapping of firn air, and segregation of gases and their isotope species (important for ice-core climate/greenhouse gas studies), estimates of ice-sheet mass change from satellite altimetry, and evolution of grain size and crystal fabric for modeling flow of ice sheets (critical for understanding sea level change). During the project detailed studies of the physical properties of firn, mechanisms by which bubbles form in the ice, and development of \"community\" mathematical models for reconstructing the physics of the snow-ice transition were undertaken.\n\n3) New views of climate, gases, dust and aerosols using new analytical and modeling tools and new ice core samples. The recognition of abrupt changes in climate during the last ice age and Holocene (where abrupt can be defined as taking place within a human lifetime, sometimes much faster) is one of the most important observations of polar science in the 20th century. Large, rapid, shifts in temperature, snowfall rate, greenhouse gases, and the dust and aerosol content of the atmosphere recognized from ice cores are now known to be part of a broader spectrum of rapid climate changes that occurred repeatedly during the last ice age (~120,000 to 12,0000 years ago), during previous glacial periods, and with smaller amplitude, during the Holocene (12,000 years to present). Fully understanding the record requires a combination of new and traditional analytical tools, measurements of multiple parameters, and modeling efforts. During the project numerous detailed ice core records were created using new methods developed in the project, including highly detailed histories of atmospheric methane, stable isotopes in water, dust, aerosol chemistry, and novel records of past changes in deep ocean temperature. \n\nAs a part of the PIRE (Partnerships in International Research and Education) program almost all of the work conducted in the project was done by graduate students and post-doctoral researchers working with international partners in Germany, Switzerland, Japan, Denmark, France, Australia, UK, and Italy. Annual workshops held in the US and Europe allowed for effective and rewarding interaction between all of these groups.  US students and post docs trained in this program developed long lasting collaborations with international partners, positioning them well for further international research.  US institutions involved include Columbia University, University of California, San Diego, University of Washington, Penn State University, Desert Research Institute, Oregon State University, Dartmouth College, and University of Colorado.\n\n\t\t\t\t\tLast Modified: 12/12/2017\n\n\t\t\t\t\tSubmitted by: Edward J Brook"
 }
}