{
 "awd_id": "0968551",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Household Spaces and Everyday Practices at Xaltocan Under Aztec Imperial Expansion",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2010-02-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2010-01-21",
 "awd_max_amd_letter_date": "2011-09-06",
 "awd_abstract_narration": "Under the direction of Dr. Elizabeth M. Brumfiel, Lisa Overholtzer will examine the social, political, and economic transition at the Postclassic Central Mexican site of Xaltocan upon its conquest and integration into the Aztec empire. Thus, this project will shed light on warfare, imperial expansion, and abandonment and displacement processes, topics of perennial concern within anthropology. Ms Overholtzer will evaluate ethnohistoric assertions that, having been conquered after a long war, Xaltocan was abandoned by its native population and then resettled with Aztec tribute payers. She will also explore the ways in which commoners reformed everyday life in this new context. Fieldwork will include horizontal excavations of two house mounds known to contain domestic deposits dating to before and after incorporation into the Aztec empire. Careful excavation should reveal evidence of site destruction, rapid abandonment, and a hiatus in occupation, if ethnohistoric statements are accurate. The contextual analysis of houses and the distribution of artifacts within them will help reconstruct the spatial routines of daily life before and after incorporation into the Aztec state. However, because many household items were regularly swept up and placed in trash or were taken by their owners when the house was abandoned, their presence and location within a house may not reflect their places of use. Therefore, Ms Overholtzer will also employ analyses of micro-residues - such as chemical signatures of ancient activities and small fragments of artifacts that become imbedded in floors with trampling -that are not affected by these processes. \r\nThis research will make a theoretical contribution by 1) offering a long-term case study of commoner experiences of war and conquest, and 2) considering bottom-up processes and household decisions at Xaltocan, such as the decisions to flee or rebuild, that contributed to the character of the Aztec empire. This project critically shifts the frame of analysis to focus on commoner choices within a changing political economy, rather than on top-down elite constraints on commoner life. As a result, it will allow one to understand empires in a more comprehensive way that considers the roles of all people in imperial processes. \r\nWithin Mexico a strong sense of pride rests on national heritage. Ms Overholtzer will create additional knowledge of this heritage and distribute it in several contexts: by training residents in archaeological methods, providing site tours to local schools, constructing an exhibit in the local museum, and distributing research results through the local cultural center. More broadly, research findings will be disseminated in the form of reports to Mexico's National Institute for Anthropology and History, and in dissertation and publication form to academic communities worldwide. Additional broader impacts include the promotion of teaching and learning internationally. The project will provide opportunities for two young archaeologists from underrepresented groups in Mexico and the United States to gain valuable field experience. Through the development of new multi-media curriculum materials and the dissemination of archaeological information via an internet website, the author will encourage learning in university classrooms and beyond.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Brumfiel",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth M Brumfiel",
   "pi_email_addr": "ebrumfiel@northwestern.edu",
   "nsf_id": "000296698",
   "pi_start_date": "2010-01-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Overholtzer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa M Overholtzer",
   "pi_email_addr": "l-overholtzer@northwestern.edu",
   "nsf_id": "000528986",
   "pi_start_date": "2010-01-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This report summarizes research findings for the National Science Foundation funded dissertation project #0968551. The project investigates the social, political, and economic transition at the central Mexican site of Xaltocan with its conquest and integration into the Aztec and Spanish Empires. It does so through detailed contextual analysis at the micro-scale, by examining the daily transformative decisions and practices of commoners in their new social landscape. It also evaluates ethnohistoric accounts that Xaltocan was abandoned after its conquest in 1395 and was resettled with Aztec taxpayers.</p>\n<p>Six months of horizontal excavations in 2009 and 2010 uncovered nearly 800 square meters and revealed five complete houses and walls of two additional structures (Photo 1). These houses represent two households rebuilt in the same place over time, during the pre-Aztec, Aztec, and colonial periods. Numerous domestic features and deposits including trash pits, informal hearths, and circular structures were found in association with these houses. Carbonized wood and corncob samples from 12 of these contexts were submitted for radiocarbon dating at the AMS Laboratory at the University of Arizona. Bayesian statistical modeling was applied to these results to provide a concise chronology for household occupation. This Bayesian model indicates that domestic occupation spanned five centuries, between 1150 and 1650 C.E.</p>\n<p>Excavations also recovered 21 primary burials, all inhabitants of these two households, located in exterior spaces interpreted as patios (Photo 2). Bone samples from eleven of these burials were submitted for radiocarbon dating at the University of Arizona. All yielded sufficient collagen to produce reliable results. The analysis indicates that the individuals died between 1300 and 1450 C.E. Of these, five were interred during the pre-Aztec period, four were interred after Xaltocan&rsquo;s conquest but before the formation of the Aztec Triple Alliance, when Xaltocan was depopulated according to colonial documents, and three were interred under imperial Aztec rule. In addition, teeth and bone samples from the 21 burials were submitted for ancient DNA analysis at the University of Texas at Austin. This analysis is ongoing.</p>\n<p>Collectively, these domestic archaeological deposits allow a detailed examination of the decisions and daily practices of two households living at Xaltocan across two substantive imperial transitions. Excavation data suggest a significant degree of stability and continuity across the Aztec transition. Houses were re-constructed in similar layouts in the same locations and burials continued to be interred in the same place in pre-Aztec and Aztec periods. There is no evidence for rapid abandonment upon conquest and incorporation into the Aztec empire, which we would expect if residents fled upon being conquered, as suggested in ethnohistoric documents. These data suggest that colonial accounts of complete site abandonment and population replacement with the imperial transition are inaccurate, or perhaps reflect elite, and not commoner, practices.</p>\n<p>Ancient DNA analysis of household members buried under patios offer additional, slightly different insight into the Aztec imperial transition. This analysis is ongoing, but preliminary mitochondrial DNA suggest matrilineal discontinuity in at least some households. It is possible that elites fleeing the site fostered some level of reorganization within the site, or that the Aztec ruler did send some taxpayers to live at Xaltocan; these newcomers presumably intermarried with the local population. Alternatively, it is possible that these households passed down through the paternal line at this point. Ongoing ancient DNA analyses, including Y-chromosome and autosomal DNA markers, should help clarify this possible demographic shift.&nbsp;</p>\n<p>This project provides an account of c...",
  "por_txt_cntn": "\nThis report summarizes research findings for the National Science Foundation funded dissertation project #0968551. The project investigates the social, political, and economic transition at the central Mexican site of Xaltocan with its conquest and integration into the Aztec and Spanish Empires. It does so through detailed contextual analysis at the micro-scale, by examining the daily transformative decisions and practices of commoners in their new social landscape. It also evaluates ethnohistoric accounts that Xaltocan was abandoned after its conquest in 1395 and was resettled with Aztec taxpayers.\n\nSix months of horizontal excavations in 2009 and 2010 uncovered nearly 800 square meters and revealed five complete houses and walls of two additional structures (Photo 1). These houses represent two households rebuilt in the same place over time, during the pre-Aztec, Aztec, and colonial periods. Numerous domestic features and deposits including trash pits, informal hearths, and circular structures were found in association with these houses. Carbonized wood and corncob samples from 12 of these contexts were submitted for radiocarbon dating at the AMS Laboratory at the University of Arizona. Bayesian statistical modeling was applied to these results to provide a concise chronology for household occupation. This Bayesian model indicates that domestic occupation spanned five centuries, between 1150 and 1650 C.E.\n\nExcavations also recovered 21 primary burials, all inhabitants of these two households, located in exterior spaces interpreted as patios (Photo 2). Bone samples from eleven of these burials were submitted for radiocarbon dating at the University of Arizona. All yielded sufficient collagen to produce reliable results. The analysis indicates that the individuals died between 1300 and 1450 C.E. Of these, five were interred during the pre-Aztec period, four were interred after XaltocanÆs conquest but before the formation of the Aztec Triple Alliance, when Xaltocan was depopulated according to colonial documents, and three were interred under imperial Aztec rule. In addition, teeth and bone samples from the 21 burials were submitted for ancient DNA analysis at the University of Texas at Austin. This analysis is ongoing.\n\nCollectively, these domestic archaeological deposits allow a detailed examination of the decisions and daily practices of two households living at Xaltocan across two substantive imperial transitions. Excavation data suggest a significant degree of stability and continuity across the Aztec transition. Houses were re-constructed in similar layouts in the same locations and burials continued to be interred in the same place in pre-Aztec and Aztec periods. There is no evidence for rapid abandonment upon conquest and incorporation into the Aztec empire, which we would expect if residents fled upon being conquered, as suggested in ethnohistoric documents. These data suggest that colonial accounts of complete site abandonment and population replacement with the imperial transition are inaccurate, or perhaps reflect elite, and not commoner, practices.\n\nAncient DNA analysis of household members buried under patios offer additional, slightly different insight into the Aztec imperial transition. This analysis is ongoing, but preliminary mitochondrial DNA suggest matrilineal discontinuity in at least some households. It is possible that elites fleeing the site fostered some level of reorganization within the site, or that the Aztec ruler did send some taxpayers to live at Xaltocan; these newcomers presumably intermarried with the local population. Alternatively, it is possible that these households passed down through the paternal line at this point. Ongoing ancient DNA analyses, including Y-chromosome and autosomal DNA markers, should help clarify this possible demographic shift. \n\nThis project provides an account of conquest and empire derived from the material record. This more nuanced account is distinct from that pr..."
 }
}