{
 "awd_id": "0969113",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A General Framework for Incorporating Choice Models into Operations Management Decisions",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diwakar Gupta",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2010-04-20",
 "awd_max_amd_letter_date": "2013-08-16",
 "awd_abstract_narration": "Many companies favor offering a large product variety to their customers with the intention of increasing the customer base. For example, one may see twenty or more models of a digital equipment at a retailer, each model competing with others in features and price. Similarly, online travel websites offer a variety of travel products consolidated from different suppliers. Choosing the right variety of products to offer to the customers turns out to be a difficult problem. Offering a low-margin product increases the customer base, but it may also cause the current customers to switch to the low-margin product, damaging revenues.  Large product variety increases the customer base, but it may also increase the operational costs. As the inventories are consumed or as the company learns more about the customer choices, it may be necessary to adjust the offered assortment. Despite the ubiquitous nature of choice, the interface between the operational decisions and the customer choices are not well-understood. The primary goal of this research is to develop a framework for integrating customer choice into operations management decisions.\r\n\r\nThis research will focus on both static and dynamic optimization problems with customer choice behavior. In the static setting, the parameters of the underlying choice model are known and the objective is to decide which assortment of products to offer. In the dynamic setting, the parameters of the underlying choice model are uncertain.  One must estimate the parameter values based on data and adapt the decisions as the knowledge of the parameter values evolves.  Besides methodological contributions, this research will impact the relevant course offerings in inventory control, supply chain management and revenue management.  Simulation games to validate the findings will be developed and used as an instruction platform. Students at all levels and from diverse backgrounds will have opportunities for research experience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Huseyin",
   "pi_last_name": "Topaloglu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Huseyin Topaloglu",
   "pi_email_addr": "ht88@cornell.edu",
   "nsf_id": "000202531",
   "pi_start_date": "2010-04-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Paat",
   "pi_last_name": "Rusmevichientong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paat Rusmevichientong",
   "pi_email_addr": "rusmevic@marshall.usc.edu",
   "nsf_id": "000487450",
   "pi_start_date": "2010-04-20",
   "pi_end_date": "2013-08-16"
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178700",
   "pgm_ele_name": "SERVICE ENTERPRISE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "076E",
   "pgm_ref_txt": "SERVICE ENTERPRISE SYSTEMS"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  },
  {
   "pgm_ref_code": "9147",
   "pgm_ref_txt": "GENERIC TECHNOL FOR MANUFACTURING CELLS"
  },
  {
   "pgm_ref_code": "9148",
   "pgm_ref_txt": "TOOLS & TECHNOL FOR MANUFACTURING DESIGN"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many companies use product variety as an effective strategy to increase their customer base.&nbsp; For example, it is common to see many different models of a digital equipment at a retailer, each model competing with the others along dimensions such as performance and price. Online travel and hospitality portals, such as Expedia and Orbitz, offer a large variety of travel products consolidated from different suppliers. Choosing the right product assortment to offer to customers is a difficult problem with important tradeoffs that affect the operations of a company. A low-margin product may increase the customer base, but it may also allow the current customers to switch to the low-margin product, damaging overall revenues. Large product variety may increase the customer base, but it may also increase the operational costs. As the inventories are consumed or the company learns more about the choices of the customers, it may have to adjust the product assortment in a dynamic fashion. Noting the ubiquitous nature of choice in numerous operations management settings, the primary focus of this research activity was to develop a general framework for incorporating customer choice models into operations management decisions.</p>\n<p>&nbsp;</p>\n<p>Intellectual Contributions: During the course of this research project, we studied assortment problems with multiple customer segments displaying heterogeneous preferences. Customers belonging to different segments choose among the offered products according to different choice models, and the goal of the assortment problem is to find an assortment of products to offer to customers to maximize the expected revenue obtained over all market segments. Even if the choice model that drives the choice process of the customers in each segment is simple, the assortment problem with multiple segments ends up being intractable. Motivated by this complexity result, we developed approximation algorithms to provide provably near-optimal solutions. Furthermore, we studied specially-structured choice models with multiple customer segments that still allow efficient computation of the revenue-maximizing assortment. Specifically, one of these choice models assumes that the utility that a customer associates with a product is a separable function of the features of the product and the feature of the segment of the customer. Also, we studied robust formulations of the assortment problem with multiple customer segments, which allow us to efficiently compute the optimal assortment. In the robust formulation, the firm chooses an assortment to offer. In response to the offered assortment, an adversary chooses a customer segment and sends customers from this segment. The goal of the firm is to choose an assortment to protect against the worst-case revenue, where the worst-case is computed over all possible customer segments that the adversary can use. We show that this robust assortment problem can be solved in a tractable fashion. We considered assortment problems under choice models that allow correlations between how a particular customer evaluates different products. Such choice models provide more realistic representation of the customer choice behavior, and captures the situation where knowing how a customer evaluates a certain product may allow us to better predict how this customer would evaluate another related product. To fully address the problems that appear in practice, we also considered assortment problems under limited inventories. In one setting, we considered the situation faced by a retailer that chooses the assortment of products to offer to its customers, along with the stocking levels for the offered products. In another setting, we considered the situation faced by a clinic that decides which appointment slots to make available to patients, when patients choose among the offered appointment slots, and there are no-shows and cancel...",
  "por_txt_cntn": "\nMany companies use product variety as an effective strategy to increase their customer base.  For example, it is common to see many different models of a digital equipment at a retailer, each model competing with the others along dimensions such as performance and price. Online travel and hospitality portals, such as Expedia and Orbitz, offer a large variety of travel products consolidated from different suppliers. Choosing the right product assortment to offer to customers is a difficult problem with important tradeoffs that affect the operations of a company. A low-margin product may increase the customer base, but it may also allow the current customers to switch to the low-margin product, damaging overall revenues. Large product variety may increase the customer base, but it may also increase the operational costs. As the inventories are consumed or the company learns more about the choices of the customers, it may have to adjust the product assortment in a dynamic fashion. Noting the ubiquitous nature of choice in numerous operations management settings, the primary focus of this research activity was to develop a general framework for incorporating customer choice models into operations management decisions.\n\n \n\nIntellectual Contributions: During the course of this research project, we studied assortment problems with multiple customer segments displaying heterogeneous preferences. Customers belonging to different segments choose among the offered products according to different choice models, and the goal of the assortment problem is to find an assortment of products to offer to customers to maximize the expected revenue obtained over all market segments. Even if the choice model that drives the choice process of the customers in each segment is simple, the assortment problem with multiple segments ends up being intractable. Motivated by this complexity result, we developed approximation algorithms to provide provably near-optimal solutions. Furthermore, we studied specially-structured choice models with multiple customer segments that still allow efficient computation of the revenue-maximizing assortment. Specifically, one of these choice models assumes that the utility that a customer associates with a product is a separable function of the features of the product and the feature of the segment of the customer. Also, we studied robust formulations of the assortment problem with multiple customer segments, which allow us to efficiently compute the optimal assortment. In the robust formulation, the firm chooses an assortment to offer. In response to the offered assortment, an adversary chooses a customer segment and sends customers from this segment. The goal of the firm is to choose an assortment to protect against the worst-case revenue, where the worst-case is computed over all possible customer segments that the adversary can use. We show that this robust assortment problem can be solved in a tractable fashion. We considered assortment problems under choice models that allow correlations between how a particular customer evaluates different products. Such choice models provide more realistic representation of the customer choice behavior, and captures the situation where knowing how a customer evaluates a certain product may allow us to better predict how this customer would evaluate another related product. To fully address the problems that appear in practice, we also considered assortment problems under limited inventories. In one setting, we considered the situation faced by a retailer that chooses the assortment of products to offer to its customers, along with the stocking levels for the offered products. In another setting, we considered the situation faced by a clinic that decides which appointment slots to make available to patients, when patients choose among the offered appointment slots, and there are no-shows and cancellations depending on how far into the future an appointment is scheduled. Both probl..."
 }
}