{
 "awd_id": "0969002",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Shell Structure and Core Polarization in Exotic Nuclei",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bradley D. Keister",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 128361.0,
 "awd_amount": 128361.0,
 "awd_min_amd_letter_date": "2010-05-17",
 "awd_max_amd_letter_date": "2010-05-17",
 "awd_abstract_narration": "This is a project engaging Ursinus College undergraduates in experimental nuclear structure research.  The project is part of an ongoing collaboration with colleagues at the National Superconducting Cyclotron Laboratory (NSCL) and Florida State University (FSU).  We will contribute to the understanding of the evolution of shell structure, core polarization, and nuclear matter densities in neutron-rich exotic nuclei via one-proton knockout and inverse-kinematics proton scattering measurements at the NSCL.\r\n\r\nThe broader impact of the project includes maintaining an active research program in nuclear structure on the Ursinus College campus.  Ursinus College is a national liberal arts college of about 1700 students with a long history of strength in the sciences.  This project will provide students opportunities to apply their knowledge of physics outside the classroom, gain practical skills in data acquisition and analysis, observe and participate in the operation of a nuclear accelerator facility, and present their work to colleagues.  The project will span three years and support two students for 8-10 weeks per summer.  Participants will travel to the NSCL to perform experiments and analyze the data at Ursinus.  They will present their results to the Ursinus community as part of the Ursinus College Summer Fellows Program and to the nuclear physics community at American Physical Society/Division of Nuclear Physics meetings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lewis",
   "pi_last_name": "Riley",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lewis A Riley",
   "pi_email_addr": "lriley@ursinus.edu",
   "nsf_id": "000231886",
   "pi_start_date": "2010-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ursinus College",
  "inst_street_address": "601 E MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGEVILLE",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6104093005",
  "inst_zip_code": "194262513",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "PA04",
  "org_lgl_bus_name": "URSINUS COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "V5D6CC6CVHJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Ursinus College",
  "perf_str_addr": "601 E MAIN ST",
  "perf_city_name": "COLLEGEVILLE",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "194262513",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "PA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "123300",
   "pgm_ele_name": "NUCLEAR STRUCTURE & REACTIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 128361.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Before the 1980's, our understanding of nuclear structure was mainly limited to the roughly 300 stable isotopes. Advances in radioactive beam technology have enabled the study of nuclei away from this \"valley of stability.\" This largely uncharted frontier contains the lion's share of the roughly 3000 nuclei that current theoretical models predict to be bound by the nuclear force. With this project, we are engaging Ursinus College undergraduates in&nbsp;making measurements which enable us to deduce details of the collective and single-&shy;particle structure of nuclear states. These measurements provide sensitive tests for theoretical nuclear models and thereby deepen our understanding of nuclear structure away from stability.</p>\n<p>Over the course of the project, the Ursinus College Nuclear Structure Group has constructed the Ursinus College liquid hydrogen target (funded by NSF Major Research Instrumentation Grant No.&nbsp;<span>&nbsp;</span><a href=\"http://www.nsf.gov/awardsearch/showAward?AWD_ID=0922615\" target=\"_blank\">PHY-0922615</a>) and participated in its commissioning, helped with the analysis of single-nucleon knockout measurements, developed a Geant4 simulation code used for the planning and analysis of in-beam gamma-ray measurements made with the GRETINA gamma-ray detector array and the liquid hydrogen target, and carried out inverse-kinematics proton scattering measurements of the exotic, neutron-rich calcium isotopes Ca-50 and Ca-52.&nbsp;These measurements will contribute to the understanding of the evolution of shell structure in neutron-rich calcium isotopes beyond Ca-48.</p>\n<p>Undergraduate participants have gained 10-week, full-time summer research experiences, including work at the National Superconducting Cyclotron Laboratory at Michigan State University (NSCL). They have presented their work at meetings of the Division of Nuclear Physics of the American Physical Society. Thus far, two undergraduate participants have since enrolled in Ph.D. programs in physics, and two are employed in the private sector.&nbsp;</p>\n<p>To date, three other research groups have made use of the Ursinus College liquid hydrogen target in charge exchange and inverse-kinematics proton scattering measurements at the NSCL.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/16/2013<br>\n\t\t\t\t\tModified by: Lewis&nbsp;A&nbsp;Riley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBefore the 1980's, our understanding of nuclear structure was mainly limited to the roughly 300 stable isotopes. Advances in radioactive beam technology have enabled the study of nuclei away from this \"valley of stability.\" This largely uncharted frontier contains the lion's share of the roughly 3000 nuclei that current theoretical models predict to be bound by the nuclear force. With this project, we are engaging Ursinus College undergraduates in making measurements which enable us to deduce details of the collective and single-&shy;particle structure of nuclear states. These measurements provide sensitive tests for theoretical nuclear models and thereby deepen our understanding of nuclear structure away from stability.\n\nOver the course of the project, the Ursinus College Nuclear Structure Group has constructed the Ursinus College liquid hydrogen target (funded by NSF Major Research Instrumentation Grant No.  PHY-0922615) and participated in its commissioning, helped with the analysis of single-nucleon knockout measurements, developed a Geant4 simulation code used for the planning and analysis of in-beam gamma-ray measurements made with the GRETINA gamma-ray detector array and the liquid hydrogen target, and carried out inverse-kinematics proton scattering measurements of the exotic, neutron-rich calcium isotopes Ca-50 and Ca-52. These measurements will contribute to the understanding of the evolution of shell structure in neutron-rich calcium isotopes beyond Ca-48.\n\nUndergraduate participants have gained 10-week, full-time summer research experiences, including work at the National Superconducting Cyclotron Laboratory at Michigan State University (NSCL). They have presented their work at meetings of the Division of Nuclear Physics of the American Physical Society. Thus far, two undergraduate participants have since enrolled in Ph.D. programs in physics, and two are employed in the private sector. \n\nTo date, three other research groups have made use of the Ursinus College liquid hydrogen target in charge exchange and inverse-kinematics proton scattering measurements at the NSCL.\n\n\t\t\t\t\tLast Modified: 09/16/2013\n\n\t\t\t\t\tSubmitted by: Lewis A Riley"
 }
}