{
 "awd_id": "0969254",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Random matrix models and their applications to statistical mechanics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 165000.0,
 "awd_amount": 165000.0,
 "awd_min_amd_letter_date": "2010-09-08",
 "awd_max_amd_letter_date": "2012-06-18",
 "awd_abstract_narration": "This research project is directed on basic problems of the theory of random matrix models and their applications to statistical mechanics. The project concerns with different conjectures of universality of the scaling limits of eigenvalue correlation functions and with exactly solvable models of statistical physics. This includes: (a) the development of the Riemann-Hilbert (RH) approach to random matrix models with external source; (b) the semiclassical asymptotics and the RH approach to multi-matrix models; (c) the exact solution of the six-vertex model with domain wall boundary; (d) the study of the phase separation in the six-vertex model, and others.\r\n\r\nThe project has an interdisciplinary character and it lies on the frontier between physics and mathematics. The problems of scaling and universality are central in many areas of modern science: theory of critical phenomena and phase transitions, statistical physics and quantum field theory, theory of quantum chaos, nonlinear dynamics, etc. This project is directed on the development of powerful mathematical methods to the problems of scaling and universality in the theory of random matrices and their applications to statistical physics. It involves methods of different areas of mathematics: analysis, theory of integrable systems, probability theory, semiclassical asymptotics, complex analysis, etc. The research project under consideration has direct applications to various physical problems: combinatorial asymptotics related to quantum gravity, exactly solvable models of statistical physics, spin systems on random surfaces, theory of critical phenomena and phase transitions, quantum chaos. Possible further applications include the theory of knots and links and related problems in molecular biology, growth models, statistical data analysis, and others.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pavel",
   "pi_last_name": "Bleher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pavel Bleher",
   "pi_email_addr": "bleher@math.iupui.edu",
   "nsf_id": "000199948",
   "pi_start_date": "2010-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University-Purdue University at Indianapolis",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 55000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\">The project has an interdisciplinary character: it lies on the frontier between mathematics and physics, and the problems solved in the project and the methods developed involve different areas of mathematics: analysis, theory of integrable systems, probability, asymptotic methods of differential equations, and others.</p>\n<p>The major scientific results of this project are the following:</p>\n<p>(1) Exact solution of the six-vertex model with domain wall boundary conditions (together with Karl Liechty and Thomas Bothner);</p>\n<p>(2) Development of the Riemann-Hilbert approach to the random matrix model with external source (together with Arno Kuijlaars and Steven Delvaux);</p>\n<p>(3) Investigation of orthogonal polynomials associated with the normal matrix model and Laplacian growth (together with Arno Kuijlaars);</p>\n<p>(4) Explicit calculation of the topological expansion in the cubic random matrix model and its double scaling limits (together with Alfredo Deano).</p>\n<p>To obtain these results, the PI together with his collaborators developed new powerful techniques based on the Riemann-Hilbert approach. The results obtained have important applications to physics. The results of the PI are published in top level scientific journals and they were presented at many conferences, workshops, and seminars.</p>\n<p>In 2010--2013, the PI together with Karl Liechty prepared for publication the monograph <em>``Random Matrices and the Six Vertex Model&rsquo;&rsquo;</em>. The monograph will be published by the American Mathematical Society, and it will appear in January 2014.</p>\n<p>The project had a significant educational component. In 2012, the PI gave a series of 5 lectures on &ldquo;Random matrix models and their applications to the six-vertex model&rdquo; at the tutorial for graduate students, postdocs, and young faculty at the Program on &ldquo;Random Matrices and Their Applications&rdquo; held in the Institute for Mathematical Sciences of the National University of Singapore, Singapore.These lectures were supported in part by the NSF grant. In 2013 the PI gave a similar course of lectures at the International Center for Theoretical Physics,Trieste, Italy.</p>\n<p>The PI was supervising various projects of graduate, undergraduate, and high school students. His graduate student Karl Liechty successfully defended his PhD thesis in 2010, on the results closely related to this project. Karl is now a Postdoctoral Assistant Professor at the University of Michigan, Ann Arbor.</p>\n<p>In the last several years the PI is actively working as a mentor of various scientific research projects of undergraduate and high school students. Together with his colleague Roland Roeder, the PI was supervising the research project &ldquo;A Study of Nearest Neighbor Distances on a Circle: Multidimensional Case&rdquo; of the high school students Jeffrey Shen (Park Tudor High School, Indianapolis), Youkow Homma, and Lyndon Ji (Carmel High School). The project was the winner of the regional Siemens competition 2010 at the University of Notre Dame, and then it was awarded the 1st prize in the National Siemens Competition in Mathematics, Science, and Technology 2010, in Washington DC. In 2010&mdash;2013 the PI was mentoring<br />several scientific research projects of high school students in Indiana and in the state of Washington, and his students won several prestigious awards in the Siemens and Intel competitions.</p>\n<p>As a part of his scientific activities supported through the NSF grant, the PI<br />served as an organizer (together with A. Its and A. Kuijlaars) of the workshop<br />on &ldquo;Vector equilibrium problems and their applications to random matrix models&rdquo; at the American Institute of Mathematics, Palo Alto, California, April 2-6, 2012. Also, the PI served as an organizer (together with R. Teodorescu and M. Putinar) of the Special Session on &ldquo;App...",
  "por_txt_cntn": "The project has an interdisciplinary character: it lies on the frontier between mathematics and physics, and the problems solved in the project and the methods developed involve different areas of mathematics: analysis, theory of integrable systems, probability, asymptotic methods of differential equations, and others.\n\nThe major scientific results of this project are the following:\n\n(1) Exact solution of the six-vertex model with domain wall boundary conditions (together with Karl Liechty and Thomas Bothner);\n\n(2) Development of the Riemann-Hilbert approach to the random matrix model with external source (together with Arno Kuijlaars and Steven Delvaux);\n\n(3) Investigation of orthogonal polynomials associated with the normal matrix model and Laplacian growth (together with Arno Kuijlaars);\n\n(4) Explicit calculation of the topological expansion in the cubic random matrix model and its double scaling limits (together with Alfredo Deano).\n\nTo obtain these results, the PI together with his collaborators developed new powerful techniques based on the Riemann-Hilbert approach. The results obtained have important applications to physics. The results of the PI are published in top level scientific journals and they were presented at many conferences, workshops, and seminars.\n\nIn 2010--2013, the PI together with Karl Liechty prepared for publication the monograph ``Random Matrices and the Six Vertex ModelÆÆ. The monograph will be published by the American Mathematical Society, and it will appear in January 2014.\n\nThe project had a significant educational component. In 2012, the PI gave a series of 5 lectures on \"Random matrix models and their applications to the six-vertex model\" at the tutorial for graduate students, postdocs, and young faculty at the Program on \"Random Matrices and Their Applications\" held in the Institute for Mathematical Sciences of the National University of Singapore, Singapore.These lectures were supported in part by the NSF grant. In 2013 the PI gave a similar course of lectures at the International Center for Theoretical Physics,Trieste, Italy.\n\nThe PI was supervising various projects of graduate, undergraduate, and high school students. His graduate student Karl Liechty successfully defended his PhD thesis in 2010, on the results closely related to this project. Karl is now a Postdoctoral Assistant Professor at the University of Michigan, Ann Arbor.\n\nIn the last several years the PI is actively working as a mentor of various scientific research projects of undergraduate and high school students. Together with his colleague Roland Roeder, the PI was supervising the research project \"A Study of Nearest Neighbor Distances on a Circle: Multidimensional Case\" of the high school students Jeffrey Shen (Park Tudor High School, Indianapolis), Youkow Homma, and Lyndon Ji (Carmel High School). The project was the winner of the regional Siemens competition 2010 at the University of Notre Dame, and then it was awarded the 1st prize in the National Siemens Competition in Mathematics, Science, and Technology 2010, in Washington DC. In 2010&mdash;2013 the PI was mentoring\nseveral scientific research projects of high school students in Indiana and in the state of Washington, and his students won several prestigious awards in the Siemens and Intel competitions.\n\nAs a part of his scientific activities supported through the NSF grant, the PI\nserved as an organizer (together with A. Its and A. Kuijlaars) of the workshop\non \"Vector equilibrium problems and their applications to random matrix models\" at the American Institute of Mathematics, Palo Alto, California, April 2-6, 2012. Also, the PI served as an organizer (together with R. Teodorescu and M. Putinar) of the Special Session on \"Applications of Complex Analysis in Mathematical Physics\" at the 2012 Spring Southeastern Section Meeting of the American Mathematical Society, University of South Florida, Tampa, FL, March 10-11, 2012.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 11/14/2013\n\n\t\t\t\t\tS..."
 }
}