{
 "awd_id": "0969772",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Strongly Correlated Quantum Gases with Single Site Addressability",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John D. Gillaspy",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2010-08-25",
 "awd_max_amd_letter_date": "2012-06-27",
 "awd_abstract_narration": "The quantum gas microscope, developed in the previous three-year grant period, allows detecting individual atoms on a Hubbard regime optical lattice with single lattice site resolution and near unity fidelity. This opens many new possibilities for atomic quantum gas research. The unprecedented imaging fidelity makes it possible to probe the quantum gas on a single particle level, which should allow one to directly identify strongly correlated quantum states such as Mott insulators. In addition, the optical resolution can be used for creating arbitrary potential landscapes, and to manipulate the quantum gas in many new ways. This work will involve using the quantum gas microscope to carry out experiments on non-equilibrium physics in a strongly correlated gas of atoms. The first goal is to study the dynamics of the superfluid to Mott insulator transition, and to characterize the flow of entropy in the inhomogeneous system. The next step is to use the possibility to project arbitrary potential landscapes for introducing a sharp potential step. The step forms a 'junction', with different superfluid or Mott insulating domains on each side. Changing the height or position of the step should allow creating excitations in a well defined way, generating a new paradigm for inhomogeneous non-equilibrium physics. In a specific regime, this system can be mapped on a spin 1/2 Heisenberg model, which allows studying magnetism using just a single component quantum gas. The final goal is to extend a recently demonstrated scheme for creating vortices to the quantum gas microscope, which should allow creating a gas of multiple topological quasi-particles (vortices, skyrmions, and merons) in a reproducible way. This opens the possibility to study collision, interactions, and annihilation of such quasi-particles, and to study the change in the particle dynamics as the strongly correlated regime or the quantum Hall regime is approached. All of these experiments are uniquely enabled by the quantum gas microscope.\r\n\r\n The work will have broad impact on research, education and technology. The new experiment will be an important step in the world-wide quest for the experimental realization of novel strongly correlated quantum states of matter, and help understand fundamental condensed matter models. This adds an interdisciplinary aspect, since it is expected that such advances would feed to material science and lead to the development of new materials such as improved superconducting, thermoelectric and magnetic materials. The research itself will generate research opportunities for graduate students, undergraduate students, and postdocs. The PI is developing a new undergraduate lab series, and continues to develop a new undergraduate optics course. Graduate students will use the skill acquired through this research to develop experiments and lecture demonstrations for these courses. Images and movies of single atoms in optical lattices as generated in this research are a unique way to bring the fascination of quantum gas research to a broad audience. Such images and movies of the experiment will be used (and have already been used) by the PI and by a number of colleagues in public talks and lectures to a general audience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Markus",
   "pi_last_name": "Greiner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Markus Greiner",
   "pi_email_addr": "greiner@physics.harvard.edu",
   "nsf_id": "000067728",
   "pi_start_date": "2010-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "129100",
   "pgm_ele_name": "ATOMIC & MOLECULAR DYNAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Ultracold atoms offer a fascinating view of the quantum world. With the quantum gas microscope we developed, we take pictures of individual atoms dancing to the rules of quantum mechanics. For example, quantum mechanics allows a single atom to exist in many locations at once. This so-called &ldquo;quantum superposition&rdquo; can be directly observed with our microscope.  By looking at just one or two atoms, we can gain intuition about this bizarre quantum world. We can then use our ultracold atoms as building blocks to assemble synthetic quantum materials and to explore new states of matter.</span></p>\n<p><span>The first goal of this NSF funded project was to create and study new forms of synthetic quantum materials. We were able to create the first quantum magnetism with ultracold atoms and observed a quantum phase transition from a paramagnet to an antiferromagnet. The magnetic ordering was directly imaged in the quantum gas microscope.&nbsp;</span></p>\n<p><span>Our second goal was to develop new techniques that broaden the possibilities of our bottom-up approach and enable us to realize new models with single particle control. We developed new imaging techniques that enable us to reliably count atoms on lattice sites and to image atoms spin dependently. We also develped methods to carry out quantum operations that depend on single site atom number population. Finally, we developed techniques to create precision single site resolved optical potential landscapes.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/02/2014<br>\n\t\t\t\t\tModified by: Markus&nbsp;Greiner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUltracold atoms offer a fascinating view of the quantum world. With the quantum gas microscope we developed, we take pictures of individual atoms dancing to the rules of quantum mechanics. For example, quantum mechanics allows a single atom to exist in many locations at once. This so-called \"quantum superposition\" can be directly observed with our microscope.  By looking at just one or two atoms, we can gain intuition about this bizarre quantum world. We can then use our ultracold atoms as building blocks to assemble synthetic quantum materials and to explore new states of matter.\n\nThe first goal of this NSF funded project was to create and study new forms of synthetic quantum materials. We were able to create the first quantum magnetism with ultracold atoms and observed a quantum phase transition from a paramagnet to an antiferromagnet. The magnetic ordering was directly imaged in the quantum gas microscope. \n\nOur second goal was to develop new techniques that broaden the possibilities of our bottom-up approach and enable us to realize new models with single particle control. We developed new imaging techniques that enable us to reliably count atoms on lattice sites and to image atoms spin dependently. We also develped methods to carry out quantum operations that depend on single site atom number population. Finally, we developed techniques to create precision single site resolved optical potential landscapes.\n\n\t\t\t\t\tLast Modified: 06/02/2014\n\n\t\t\t\t\tSubmitted by: Markus Greiner"
 }
}