{
 "awd_id": "0969431",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SEAM XXVI Georgia Institute of Technology Spring 2010",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2010-12-31",
 "tot_intn_awd_amt": 24300.0,
 "awd_amount": 24300.0,
 "awd_min_amd_letter_date": "2010-01-14",
 "awd_max_amd_letter_date": "2010-01-14",
 "awd_abstract_narration": "The proposal is for partial funding of the 26th Southeastern Analysis Meeting (SEAM). The meeting will be held from March 25 to 28, 2010, at the Georgia Institute of Technology, Atlanta, Georgia. The purpose of SEAM is to disseminate and exchange the latest ideas and developments in classical analysis, complex analysis, and operator theory. Emphasis is placed on involving junior faculty and graduate students in the meeting. The host school will provide facilities and cover local organizing expenses. NSF funding will be used to pay for the expenses of the main speakers and for participant support. Priority will be given to graduate students, post-docs, younger faculty, and members of underrepresented groups. Historically, the topics of the main lectures have reflected the major current developments in analysis. The intimate format of the meeting fosters collaborations between younger and more senior mathematicians, and, in the past, this exchange of ideas has lead to significant scientific advances in the area and likely will do so in the future. \r\n\r\nIn its more than a quarter of a century history, SEAM has served as the first significant research experience for many beginning researchers and advanced graduate students. In particular, SEAM has always been very successful in promoting participation from under-represented groups, women, and minorities. Because the conference is so well-known and well-advertised, we have confidence that this trend will continue for the 26th SEAM.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brett",
   "pi_last_name": "Wick",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Brett D Wick",
   "pi_email_addr": "wick@math.wustl.edu",
   "nsf_id": "000403143",
   "pi_start_date": "2010-01-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 24300.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 26th Southeastern Analysis Meeting (SEAM) was held from March 25 to 28, 2010, at the Georgia Institute of Technology, Atlanta, Georgia and was supported under DMS-0969431.&nbsp; The purpose of SEAM is to disseminate and exchange the latest ideas and developments in classical analysis, complex analysis, and operator theory. Emphasis is placed on involving junior faculty and graduate students in the meeting. The host school provided facilities and covered local organizing expenses. NSF funding was used to pay <br />for the expenses of the main speakers and for participant support. Priority was given to graduate students, post-docs, younger faculty, and members of underrepresented groups. <br /><br /><strong>Intellectual Merit:</strong><br />Historically, the topics of the main lectures have reflected the major current developments in analysis.&nbsp; The intimate format of the meeting fosters collaborations between younger and more senior mathematicians, and, in the past, this exchange of ideas has lead to significant scientific&nbsp; advances in the area and likely will do so in the future.<br /><br /><strong>Broader Impact: </strong><br />In its more than a quarter of a century history, SEAM has served as the <br />first significant research experience for many beginning researchers and advanced graduate students.&nbsp; In particular, SEAM has always been very successful in promoting participation from underrepresented groups, women, and minorities.&nbsp; Because the conference was so well-known and well-advertised, we have confidence that this trend continued for the 26th SEAM.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/02/2011<br>\n\t\t\t\t\tModified by: Brett&nbsp;D&nbsp;Wick</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe 26th Southeastern Analysis Meeting (SEAM) was held from March 25 to 28, 2010, at the Georgia Institute of Technology, Atlanta, Georgia and was supported under DMS-0969431.  The purpose of SEAM is to disseminate and exchange the latest ideas and developments in classical analysis, complex analysis, and operator theory. Emphasis is placed on involving junior faculty and graduate students in the meeting. The host school provided facilities and covered local organizing expenses. NSF funding was used to pay \nfor the expenses of the main speakers and for participant support. Priority was given to graduate students, post-docs, younger faculty, and members of underrepresented groups. \n\nIntellectual Merit:\nHistorically, the topics of the main lectures have reflected the major current developments in analysis.  The intimate format of the meeting fosters collaborations between younger and more senior mathematicians, and, in the past, this exchange of ideas has lead to significant scientific  advances in the area and likely will do so in the future.\n\nBroader Impact: \nIn its more than a quarter of a century history, SEAM has served as the \nfirst significant research experience for many beginning researchers and advanced graduate students.  In particular, SEAM has always been very successful in promoting participation from underrepresented groups, women, and minorities.  Because the conference was so well-known and well-advertised, we have confidence that this trend continued for the 26th SEAM. \n\n\t\t\t\t\tLast Modified: 01/02/2011\n\n\t\t\t\t\tSubmitted by: Brett D Wick"
 }
}