{
 "awd_id": "0969240",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal:   BPC-DP:   Incorporating Cultural Tools for Math and Computing Concepts into the Boys and Girls Clubs of America",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925301",
 "po_email": "jforbes@nsf.gov",
 "po_sign_block_name": "Jeffrey Forbes",
 "awd_eff_date": "2009-09-09",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 166917.0,
 "awd_amount": 182917.0,
 "awd_min_amd_letter_date": "2010-03-01",
 "awd_max_amd_letter_date": "2012-04-09",
 "awd_abstract_narration": "Texas A&M University, in collaboration with Rensselaer Polytechnic Institute and Auburn University, proposes to use culturally responsive approaches to attract and retain high school students to computer science. They will expand two frameworks that have been developed for math education into computing education. The AADMLSS City Stroll (African American Distributed Multiple Learning Styles System) and CSDT (Culturally Situated Design Tools) are interactive environments that use culturally relevant cues to teach math. AADMLSS City Stroll system is a game-like environment that includes instruction, practice, and assessment. CSDTs are web-based applets, based on ethnomathematics, that is, the mathematical knowledge embedded in cultural designs such as cornrow hairstyles, Native American beadwork, Latino percussion rhythms, etc. The essential idea of CSDTs is one of translating knowledge from informal to formal systems. The goals of the proposed project are: (1) to assist the efforts to extend the work on these math educational tools to include computing; (2) to develop a institutional \"pipeline\" such that K-12 students successfully participating in these activities can maximize their odds of entering undergraduate programs in computing; and (3)  extend the current work with CSDTs and AADMLSS, from the local or regional scale to the national scale, by incorporating it into the Boys and Girls Clubs of America (BGCA).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juan",
   "pi_last_name": "Gilbert",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Juan E Gilbert",
   "pi_email_addr": "juan@ufl.edu",
   "nsf_id": "000282507",
   "pi_start_date": "2010-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "201 SIKES HALL",
  "perf_city_name": "CLEMSON",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "748200",
   "pgm_ele_name": "BROADENING PARTIC IN COMPUTING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 166917.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Text\">The <strong>goals</strong> of the proposed research were: <strong>(1)</strong> to extend the current work with these two culturally responsive education tools, CSDTs and AADMLSS, from the local or regional scale to the national scale to be incorporated in the Boys and Girls Clubs of America (BGCA), a national organization; <strong>(2)</strong> to develop a institutional &ldquo;pipeline&rdquo; such that K-12 students successfully participating in these activities can maximize their odds of entering undergraduate programs in computing; <strong>(3)</strong> to assist the efforts to extend the work on these math educational tools to include computing; and <strong>(4)</strong> to use the two approaches to provide new understandings about the circumstances in which each is most useful and the correlations. The major results of this project were:</p>\n<p class=\"Text\">&nbsp;</p>\n<p><strong><em>Increased student interest in math and computing subjects </em></strong><strong>&nbsp;</strong></p>\n<p>Over the course of this project, the results related to student interest were mixed; yet a core group of students continued to come to the computer lab to work with the computing tools and improve their math skills instead of participating in other activities offered at their BGC. Most of the students who attended consistently became familiar with the tools and were encouraged when they saw themselves improving. Once they had the ability to make the designs or solve all the problems in a scenario, their interest and excitement increased.</p>\n<p>&nbsp;</p>\n<p><strong><em>Increased student use of web-based tools for supplemental instruction</em></strong></p>\n<p>Students&rsquo; ease of use regarding the tools varied depending on prior conceptual knowledge which is also associated with grade level. It is not clear how many students who were frustrated or overwhelmed did not continue in the program. A variety of factors could have contributed to this possibility. Prior knowledge and abilities should be taken into account when matching students to the various computing tools; as it is counterproductive for students to feel frustrated and insecure in their abilities because they are exposed to problems <em>well</em> beyond their prior knowledge foundation.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In the post surveys, the majority of students agreed mathematics was more interesting when using computers and liked using computers for math. The CSDTs were engaging, interactive, and progressive. Using the tools fostered learning through applying mathematical concepts while students were focused on putting their tools into action. The CSDTs provided the students with a creative outlet and a novel way to enhance their math skills. The students were continually motivated as they progressed; for example, adding elements to their designs or sharing their avatars&rsquo; dance moves with their friends. Making the tools relevant and accessible increased the students&rsquo; desire to use the tools for supplemental education. The tools were an inspired vehicle for supplemental education.</p>\n<p><strong><em>&nbsp;</em></strong></p>\n<p><strong><em>Increased positive attitudes towards computing careers</em></strong></p>\n<p>There was not a direct activity in the program to address this objective. However, increasing interest and achievement in math and computing subjects coupled with positive engagement with the computing tools could have an indirect effect regarding career choices. Although many of the core group students indicated they planned to take a computer course in middle school, it is unclear to what extent using the tools influenced these intentions. <strong><em></em></strong></p>\n<p><strong><em>Increased achievement in math and computing subjects</em></strong></p>\n<p>All the sites attempted to gather achievement data; however only College Station...",
  "por_txt_cntn": "The goals of the proposed research were: (1) to extend the current work with these two culturally responsive education tools, CSDTs and AADMLSS, from the local or regional scale to the national scale to be incorporated in the Boys and Girls Clubs of America (BGCA), a national organization; (2) to develop a institutional \"pipeline\" such that K-12 students successfully participating in these activities can maximize their odds of entering undergraduate programs in computing; (3) to assist the efforts to extend the work on these math educational tools to include computing; and (4) to use the two approaches to provide new understandings about the circumstances in which each is most useful and the correlations. The major results of this project were:\n \n\nIncreased student interest in math and computing subjects  \n\nOver the course of this project, the results related to student interest were mixed; yet a core group of students continued to come to the computer lab to work with the computing tools and improve their math skills instead of participating in other activities offered at their BGC. Most of the students who attended consistently became familiar with the tools and were encouraged when they saw themselves improving. Once they had the ability to make the designs or solve all the problems in a scenario, their interest and excitement increased.\n\n \n\nIncreased student use of web-based tools for supplemental instruction\n\nStudentsÆ ease of use regarding the tools varied depending on prior conceptual knowledge which is also associated with grade level. It is not clear how many students who were frustrated or overwhelmed did not continue in the program. A variety of factors could have contributed to this possibility. Prior knowledge and abilities should be taken into account when matching students to the various computing tools; as it is counterproductive for students to feel frustrated and insecure in their abilities because they are exposed to problems well beyond their prior knowledge foundation.\n\n             In the post surveys, the majority of students agreed mathematics was more interesting when using computers and liked using computers for math. The CSDTs were engaging, interactive, and progressive. Using the tools fostered learning through applying mathematical concepts while students were focused on putting their tools into action. The CSDTs provided the students with a creative outlet and a novel way to enhance their math skills. The students were continually motivated as they progressed; for example, adding elements to their designs or sharing their avatarsÆ dance moves with their friends. Making the tools relevant and accessible increased the studentsÆ desire to use the tools for supplemental education. The tools were an inspired vehicle for supplemental education.\n\n \n\nIncreased positive attitudes towards computing careers\n\nThere was not a direct activity in the program to address this objective. However, increasing interest and achievement in math and computing subjects coupled with positive engagement with the computing tools could have an indirect effect regarding career choices. Although many of the core group students indicated they planned to take a computer course in middle school, it is unclear to what extent using the tools influenced these intentions. \n\nIncreased achievement in math and computing subjects\n\nAll the sites attempted to gather achievement data; however only College Station and Troy were able to collect both pre and post samples from the students. The students at the College Station sites made modest gains in their understanding of math concepts and Cartesian coordinates. The students attending the Troy BGC also showed an increase in their knowledge of math concepts after using the VBL and Skateboarder tools. The students at the Albany site increased their scores after using the Anishinaabe Arcs tool. In addition to the concept tests, staff observations of the learning process and outcomes as well as t..."
 }
}