{
 "awd_id": "0969810",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Gravitational waveform recovery from a network of detectors",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 124607.0,
 "awd_amount": 105367.0,
 "awd_min_amd_letter_date": "2010-04-28",
 "awd_max_amd_letter_date": "2010-04-28",
 "awd_abstract_narration": "This award supports research related to the scientific success of LIGO (the Laser Interferometer Gravitational-wave Observatory) through the following projects: a) assistance in the development and evaluation of a data analysis pipeline that uses the maximum entropy method to recover short duration gravitational wave signals by combining the data from a network of gravitational wave detectors, and b) using a network analysis method to analyze data from times associated with astrophysical events. The award will enable the growth of an undergraduate research program in LIGO at Andrews University to develop students' skills and enhance their educational experience. The research program will involve the application of statistical methods that invert the response of a network of detectors to recover a gravitational wave signal. Astrophysical event \"triggers\" will be obtained from databases provided by the astronomical community. Coding will be done within the MATLAB environment and follow the programming standards of the LIGO collaboration. Undergraduate students will collaborate with other researchers both within the group at Andrews and within the LIGO collaboration. Research will lead to student publications and presentations. Educational experience from classes such those on relativity and Advanced Physics Laboratory will flow into research experience and research experience will enhance learning. \r\n\r\nThe LIGO interferometers have already taken data at the sensitivity they were initially designed to achieve. With recent and in-progress upgrades, gains in sensitivity will bring the first detections of gravitational waves and open the door to a new era of gravitational wave astronomy. The projects supported by this award will develop some of the analysis tools necessary to recover the information content of gravitational waves. In addition, the supported projects will involve undergraduates in research with an international collaboration and allow them to make direct contributions to a large experiment.  They will also integrate with undergraduate educational experience by enhancing research skills, having direct ties with coursework and generating enthusiasm for research. The PI plans to provide outreach activities on gravitational waves and LIGO to local junior high students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tiffany",
   "pi_last_name": "Summerscales",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tiffany Summerscales",
   "pi_email_addr": "tzs@andrews.edu",
   "nsf_id": "000078256",
   "pi_start_date": "2010-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Andrews University",
  "inst_street_address": "4150 ADMINISTRATION DR",
  "inst_street_address_2": "",
  "inst_city_name": "BERRIEN SPRINGS",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "2694713100",
  "inst_zip_code": "491041400",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MI05",
  "org_lgl_bus_name": "ANDREWS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "QXJLKBKFT4H7"
 },
 "perf_inst": {
  "perf_inst_name": "Andrews University",
  "perf_str_addr": "4150 ADMINISTRATION DR",
  "perf_city_name": "BERRIEN SPRINGS",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "491041400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MI05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125200",
   "pgm_ele_name": "LIGO RESEARCH SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 105367.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; Gravitational wave astronomy is poised to revolutionize astronomy and astrophysics by providing a new way to observe the universe.  Gravitational waves will carry information about the objects and events which produce them.  Many of these objects, such as neutron stars and black holes, and events such as supernovae are also sources of questions and astrophysical mysteries.  In coming years, measuring gravitational waves will greatly aid in answering some of these questions.</p>\n<p>The era of gravitational wave astronomy is drawing near.  The LIGO detectors are currently undergoing upgrades which will be completed very soon.  Once the detectors are upgraded and tuned, they will be re-named Advanced LIGO and will achieve unprecedented levels of sensitivity.  The Initial LIGO detectors would have been able to detect gravitational waves from a rare close event such as a supernova within our galaxy or the inspiral and collision of two neutron stars in the galaxies closest to our own.  Advanced LIGO, along with second-generation detectors run by international collaborators, will be able to survey region of space large enough that the regular detection of gravitational waves will be a near certainty.</p>\n<p>In order for the full potential of gravitational wave astronomy to be realized, the analysis tools used to investigate the data from gravitational wave detectors must be developed and mature so that the information from detected gravitational waves may be fully exploited.  The maximum entropy method is capable of reconstructing the gravitational waveform (the shape of the gravitational wave) based on the data from multiple detectors when the character of the waveform is unknown ahead of time.  For some sources, like neutron star inspirals, the waveforms can be predicted from general relativity and the signals from the detectors can be compared with a bank of gravitational wave templates to determine the properties of the neutron star system.  For other gravitational wave sources, like supernovae, the possible waveforms are not known ahead of time so the waveform must first be recovered from the data so that it can shed light on the physical processes taking place.  For these sources, having a tool like maximum entropy is vital for recovering the information present in the gravitational waves.</p>\n<p>The work supported by this grant was designed to ensure that a data analysis pipeline applying maximum entropy for waveform reconstruction is in place and ready in time for the Advanced LIGO era.  The goals of the project were to develop the pipeline, measure maximum entropy's sensitivity, and apply the analysis to data from times associated with Gamma Ray Bursts (GRBs) that occurred when Initial LIGO was running.  Given the lower sensitivity of Initial LIGO, the probability of finding a gravitational wave with maximum entropy is small and in fact no gravitational waveforms were extracted from Initial LIGO data.  However, this analysis provided some of the practice necessary to ensure that the analysis pipeline will be ready once Advanced LIGO starts measuring gravitational waves.  Figure 1 shows an example of a waveform recovered by maximum entropy when a fake gravitational wave signal was added to the data for testing purposes.  The example shows that maximum entropy does a good enough job at recovering the waveform so that its properties can be measured.</p>\n<p>In addition to developing an analysis tool for gravitational wave astronomy, a second goal of the grant was to grow a research program at Andrews University that provided opportunities for undergraduate students.  Seven students were involved in LIGO projects.  Undergraduate students worked on projects related to the development and testing of maximum entropy.  These students were able to gain valuable skills in the areas of computer programming, scientific computing and interacting with a large research co...",
  "por_txt_cntn": "\n  Gravitational wave astronomy is poised to revolutionize astronomy and astrophysics by providing a new way to observe the universe.  Gravitational waves will carry information about the objects and events which produce them.  Many of these objects, such as neutron stars and black holes, and events such as supernovae are also sources of questions and astrophysical mysteries.  In coming years, measuring gravitational waves will greatly aid in answering some of these questions.\n\nThe era of gravitational wave astronomy is drawing near.  The LIGO detectors are currently undergoing upgrades which will be completed very soon.  Once the detectors are upgraded and tuned, they will be re-named Advanced LIGO and will achieve unprecedented levels of sensitivity.  The Initial LIGO detectors would have been able to detect gravitational waves from a rare close event such as a supernova within our galaxy or the inspiral and collision of two neutron stars in the galaxies closest to our own.  Advanced LIGO, along with second-generation detectors run by international collaborators, will be able to survey region of space large enough that the regular detection of gravitational waves will be a near certainty.\n\nIn order for the full potential of gravitational wave astronomy to be realized, the analysis tools used to investigate the data from gravitational wave detectors must be developed and mature so that the information from detected gravitational waves may be fully exploited.  The maximum entropy method is capable of reconstructing the gravitational waveform (the shape of the gravitational wave) based on the data from multiple detectors when the character of the waveform is unknown ahead of time.  For some sources, like neutron star inspirals, the waveforms can be predicted from general relativity and the signals from the detectors can be compared with a bank of gravitational wave templates to determine the properties of the neutron star system.  For other gravitational wave sources, like supernovae, the possible waveforms are not known ahead of time so the waveform must first be recovered from the data so that it can shed light on the physical processes taking place.  For these sources, having a tool like maximum entropy is vital for recovering the information present in the gravitational waves.\n\nThe work supported by this grant was designed to ensure that a data analysis pipeline applying maximum entropy for waveform reconstruction is in place and ready in time for the Advanced LIGO era.  The goals of the project were to develop the pipeline, measure maximum entropy's sensitivity, and apply the analysis to data from times associated with Gamma Ray Bursts (GRBs) that occurred when Initial LIGO was running.  Given the lower sensitivity of Initial LIGO, the probability of finding a gravitational wave with maximum entropy is small and in fact no gravitational waveforms were extracted from Initial LIGO data.  However, this analysis provided some of the practice necessary to ensure that the analysis pipeline will be ready once Advanced LIGO starts measuring gravitational waves.  Figure 1 shows an example of a waveform recovered by maximum entropy when a fake gravitational wave signal was added to the data for testing purposes.  The example shows that maximum entropy does a good enough job at recovering the waveform so that its properties can be measured.\n\nIn addition to developing an analysis tool for gravitational wave astronomy, a second goal of the grant was to grow a research program at Andrews University that provided opportunities for undergraduate students.  Seven students were involved in LIGO projects.  Undergraduate students worked on projects related to the development and testing of maximum entropy.  These students were able to gain valuable skills in the areas of computer programming, scientific computing and interacting with a large research collaboration.  All undergraduate students involved in LIGO research presented posters at the..."
 }
}