{
 "awd_id": "0970178",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Muon Ionization Cooling Experiment",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032922093",
 "po_email": "sgonzale@nsf.gov",
 "po_sign_block_name": "Saul Gonzalez",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 651000.0,
 "awd_amount": 651000.0,
 "awd_min_amd_letter_date": "2010-08-26",
 "awd_max_amd_letter_date": "2012-05-01",
 "awd_abstract_narration": "An important activity toward advancing  accelerator capability  is research and development for a high luminosity muon collider. Muons have important properties compared to electrons and protons when considering a possible next step for a high energy physics facility. Since radiation by muons is much suppressed compared to electrons, it is feasible to consider a relatively compact circular collider in the TeV energy range for muons. However the muon, like the electron, is a point particle and therefore can explore the same physics regime as protons with approximately ten times higher energy. Accordingly the muon collider has attracted increasing interest over the past couple of years. Since the muon is an unstable particle there are many new facets of accelerator physics and technology that need to be examined before one can say with confidence that such a device will work. \r\n\r\nThe International Muon Ionization Cooling Experiment (or MICE) is a high energy physics experiment dedicated to observing ionization cooling of muons for the first time. Such cooling is a necessary step toward a muon collider. Cooling is a process whereby the emittance of a beam is reduced in order to reduce the beam size, so that more muons can be accelerated in smaller aperture accelerators and with fewer focussing magnets. This might enable the construction of high intensity muon accelerators, for example for a Neutrino Factory or Muon Collider, which potentially can attain higher energies than electron-positron colliders.  \r\n\r\nResearchers looking for a method of cooling muons designed the MICE experiment to test the effectiveness of a technique called ionization cooling. Ionization cooling takes place when muons are sent through an absorber in which they lose momentum via ionization energy loss. They are then reaccelerated in a linear accelerator where their energy is restored only in the forward direction. MICE will use a single particle beam, with not more than one muon passing through the detector about every 10 nanoseconds. The experiment needs to balance the cooling from energy loss with the heating from multiple scattering of the muons.\r\n\r\nThe Muon Ionization Cooling Experiment will make detailed measurements of muon ionization cooling using a newly constructed low-energy muon beam at the Rutherford Appleton Laboratory (RAL). The experiment is a single particle  experiment and utilizes many detector techniques from high energy physics experiments. To characterize and monitor the muon beamline, newly developed scinitillating fiber profile monitors and scintillator paddle rate monitors are employed. In order to monitor the purity of the beam and tag the arrival time of individual muons, a dual aerogel Cherenkov system is used, and a plastic scintillator time-of-flight system will be used.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gail",
   "pi_last_name": "Hanson",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Gail G Hanson",
   "pi_email_addr": "gailgh22@gmail.com",
   "nsf_id": "000275626",
   "pi_start_date": "2010-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "122100",
   "pgm_ele_name": "HEP-High Energy Physics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 217000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 217000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 217000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>NSF Award Project Outcomes Report:</strong></p>\n<p style=\"text-align: center;\">&nbsp;Collaborative Research: Muon Ionization Cooling Experiment</p>\n<p>&nbsp;<span style=\"white-space: pre;\"> </span>There is increasing interest in using particle accelerators to form very intense beams of high-energy muons. Discovered in 1937, the muon (a more massive &ldquo;cousin&rdquo; of the electron) is a subatomic particle whose simple and well-understood interactions with matter make it a useful probe for a variety of purposes. However, due to its short average lifetime (2.2 microseconds), it has not been possible to accelerate muons to high energies. A key step in demonstrating the feasibility of muon accelerators is the Muon Ionization Cooling Experiment (MICE).</p>\n<p><span style=\"white-space: pre;\"> </span>&nbsp;Several key technologies are needed in order to produce intense muon beams. The way such beams are produced makes them too large to fit into the vacuum chamber of a cost-effective accelerator, and the short muon lifetime means that the beams must be reduced in size rather quickly, without losing too many of the muons. This reduction in size is called \"cooling.\" Ionization cooling is a new technique that can accomplish such cooling. The beam of muons passes through material in which it loses energy by ionizing nearby atoms. The energy loss reduces the muon velocity in all three directions (horizontal, vertical, and longitudinal). The beam is then accelerated by radio-frequency cavities, replacing only the longitudinal component of velocity. The horizontal and vertical components are increasingly reduced while the longitudinal component is maintained. The muon beam becomes increasing collimated, while focusing magnets reduce the beam size, thus achieving the needed intensities.&nbsp; This project is part of an international effort to develop and evaluate these technologies in the context of a muon-based accelerator program.&nbsp; The MICE experiment is under construction by an international collaboration at the Rutherford Appleton Laboratory in Oxfordshire, England. The apparatus that forms the muon beam to be studied in MICE has been installed and is working well. We have participated in the hardware and software development of instrumentation needed to measure the muon beams, cool them, and measure them again to determine the effects of the cooling. The particle detectors that are used to measure the muons are now working well. The next steps will involve the installation of the various superconducting magnets that will allow precise measurements of the muons before and after cooling and that will keep the muon beam properly focused as it passes through the cooling cell. The entire system will then be commissioned, and the measurements to demonstrate muon ionization cooling will be made.</p>\n<p>&nbsp;<span style=\"white-space: pre;\"> </span>The development of muon ionization cooling involves advancements in the theory, simulation, and design of cooling configurations.&nbsp; Central to this effort is a clear understanding of the figure-of-merit for beam cooling, <em>i.e.</em> &ldquo;transverse emittance reduction.&rdquo;&nbsp; In addition, suitable spectrometers positioned upstream and downstream of the cooling channel are needed to measure the amount of cooling achieved by a specific channel configuration.&nbsp; Given the modest amount of cooling expected in MICE and the need to extrapolate the MICE observations to a roughly twenty-fold longer cooling lattice, the quality of the data from the two spectrometers is paramount.&nbsp; Since the proponents are carrying out this research in university environments, both undergraduate and graduate students can be involved in undertaking both the theoretical and design, as well as the hardware and software development and commissioning, aspects of this research.</p>\n<p>&nbsp;<span style=\"wh...",
  "por_txt_cntn": "NSF Award Project Outcomes Report:\n Collaborative Research: Muon Ionization Cooling Experiment\n\n  There is increasing interest in using particle accelerators to form very intense beams of high-energy muons. Discovered in 1937, the muon (a more massive \"cousin\" of the electron) is a subatomic particle whose simple and well-understood interactions with matter make it a useful probe for a variety of purposes. However, due to its short average lifetime (2.2 microseconds), it has not been possible to accelerate muons to high energies. A key step in demonstrating the feasibility of muon accelerators is the Muon Ionization Cooling Experiment (MICE).\n\n  Several key technologies are needed in order to produce intense muon beams. The way such beams are produced makes them too large to fit into the vacuum chamber of a cost-effective accelerator, and the short muon lifetime means that the beams must be reduced in size rather quickly, without losing too many of the muons. This reduction in size is called \"cooling.\" Ionization cooling is a new technique that can accomplish such cooling. The beam of muons passes through material in which it loses energy by ionizing nearby atoms. The energy loss reduces the muon velocity in all three directions (horizontal, vertical, and longitudinal). The beam is then accelerated by radio-frequency cavities, replacing only the longitudinal component of velocity. The horizontal and vertical components are increasingly reduced while the longitudinal component is maintained. The muon beam becomes increasing collimated, while focusing magnets reduce the beam size, thus achieving the needed intensities.  This project is part of an international effort to develop and evaluate these technologies in the context of a muon-based accelerator program.  The MICE experiment is under construction by an international collaboration at the Rutherford Appleton Laboratory in Oxfordshire, England. The apparatus that forms the muon beam to be studied in MICE has been installed and is working well. We have participated in the hardware and software development of instrumentation needed to measure the muon beams, cool them, and measure them again to determine the effects of the cooling. The particle detectors that are used to measure the muons are now working well. The next steps will involve the installation of the various superconducting magnets that will allow precise measurements of the muons before and after cooling and that will keep the muon beam properly focused as it passes through the cooling cell. The entire system will then be commissioned, and the measurements to demonstrate muon ionization cooling will be made.\n\n  The development of muon ionization cooling involves advancements in the theory, simulation, and design of cooling configurations.  Central to this effort is a clear understanding of the figure-of-merit for beam cooling, i.e. \"transverse emittance reduction.\"  In addition, suitable spectrometers positioned upstream and downstream of the cooling channel are needed to measure the amount of cooling achieved by a specific channel configuration.  Given the modest amount of cooling expected in MICE and the need to extrapolate the MICE observations to a roughly twenty-fold longer cooling lattice, the quality of the data from the two spectrometers is paramount.  Since the proponents are carrying out this research in university environments, both undergraduate and graduate students can be involved in undertaking both the theoretical and design, as well as the hardware and software development and commissioning, aspects of this research.\n\n  One of the significant aspects of this program is the possibility for students, both undergraduate and graduate, to become involved in forefront accelerator physics research at universities.  There is a significant shortage of trained accelerator physicists and also of students studying accelerator physics.  Research such as this at the participating universities provides opportuniti..."
 }
}