{
 "awd_id": "1000440",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Machine Vision Enhanced Post Earthquake Inspection and Rapid Loss Estimation",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kishor Mehta",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 175000.0,
 "awd_amount": 175000.0,
 "awd_min_amd_letter_date": "2010-06-25",
 "awd_max_amd_letter_date": "2010-06-25",
 "awd_abstract_narration": "The objective of this project is to develop and validate a computational framework for post-earthquake inspection of reinforced concrete (RC) frame buildings that will enable rapid, automated assessment of the damage state of the structure and of the cost and time required to repair the structure. The proposed automated procedure will start with collection of video frames using a high-resolution video camera mounted on an inspector?s hardhat. Then, state-of-the-art detection and extraction algorithms will be employed to detect RC columns and identify and characterize column damage. Component damage will be classified using empirically based models, and component damage will be used to determine the damage state of the building. Building damage state, configuration and type will be used to query a set of fragility curves defining the likelihood of building collapse during an aftershock and, thereby, provide an improved understanding of risk.  Deliverables include a catalog of fundamental visible damage characteristics, model-based recognition and analysis tools, demonstration and validation via hardware, documentation of research results, engineering student education, and outreach seminars to building evaluators.\r\n\r\nIf successful, the results of this research will provide the first robust method in the area of structural member and damage recognition from video. This scientific breakthrough will allow researchers to integrate this work in as-built building information modeling, project monitoring, virtual and augmented reality and other applications of importance to the engineering community. Also, this will be the first known study to quantitatively link visual damage in a building component (column or wall), to the likelihood of building collapse using robust probabilistic methods.  The discoveries sought in this project are expected to serve as a foundation for a new knowledge base in damage assessment and to promote intellectual cross-pollination among the fields of computer vision and structural engineering. The results will be disseminated to allow the creation of commercial software that have increased precision, reduced cost, and work with reduced weight devices. Graduate and undergraduate engineering students and K-12 students will benefit through classroom instruction and involvement in the research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Lowes",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Laura N Lowes",
   "pi_email_addr": "lowes@uw.edu",
   "nsf_id": "000428380",
   "pi_start_date": "2010-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163700",
   "pgm_ele_name": "Structural and Architectural E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 175000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Summary of Research Activities</p>\n<p>The collaborative research effort developed a computational framework for using image data to assess the post-earthquake collapse risk of older reinforced concrete (RC) frame buildings. This framework enables rapid, semi-automated assessment of damaged concrete buildings following an earthquake. Currently, post-earthquake risk assessment is conducted manually by a team of structural engineers or building inspectors using standardized procedures. For even moderate events, mobilizing inspection teams and completing evaluations of buildings in the affected area is a multi-week process and results in a multi-million dollar impact on the regional economy. Use of the automated assessment framework developed as part of the current study can significant reduce the time and money required to conduct building inspection and, thereby, reduce recovery time and the impact of the event on the community.</p>\n<p>&nbsp;</p>\n<p>Research activities developed the basic knowledge, computational methods and procedural framework required to accomplish semi-automated risk assessment of damaged concrete buildings. The assessment process begins with characterization of building damage using high-resolution images. Here research activities i) established relevant damage states for concrete components and characterized these states on the basis of concrete crack location, orientation and width as well as the extent and location of concrete crushing, and ii) developed algorithms and computation methods for detecting and extracting these damage characteristics from high-resolution images of concrete building components. Research activities then established a methodology for defining the damage state of the concrete building frame, given the damage state of its components. Ultimately, the assessment process employs <em>fragility curves</em>, which predict the damage state and collapse vulnerability of a typical concrete frame building following an aftershock given the damage state of the building following the mainshock, and knowledge of the local aftershock hazard. Here research activities developed i) numerical models for simulating the earthquake response of concrete frame buildings with design details typical of modern and older (pre-1967) construction, ii) developed damage-prediction models linking simulated response quantities, such as building story drift, with damage states and collapse potential, iii) completed thousands of nonlinear analyses to simulate the post-mainshock and post-aftershock states of concrete frame buildings, and iv) used simulation data to develop fragilities defining the likelihood of a building exhibiting a specific damage state, including collapse, given the age of the building (i.e. modern design or older design details), damage state of the structure following the mainshock earthquake, and the intensity of aftershock.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Intellectual Merit</p>\n<p>The research activities advanced basic knowledge, computational methods, and analysis techniques in several areas. First, new algorithms and computation methods were developed to enable detection and extraction of relevant features, which characterize damage to reinforced concrete components, from high-resolution images. Second, damage states, including onset of collapse, were developed for reinforced concrete components with varying design details and exhibiting varying response modes, and the damage patterns associated with these were comprehensively characterized on the basis of the extent, pattern, and location of concrete cracking and crushing. Third, numerical models were developed and/or validated for reinforced concrete building components and damage prediction models were developed linking simulated response quantities with damage states. Fourth, aftershock fragilities were developed for typical model and older concrete frame buildings; these fragili...",
  "por_txt_cntn": "\nSummary of Research Activities\n\nThe collaborative research effort developed a computational framework for using image data to assess the post-earthquake collapse risk of older reinforced concrete (RC) frame buildings. This framework enables rapid, semi-automated assessment of damaged concrete buildings following an earthquake. Currently, post-earthquake risk assessment is conducted manually by a team of structural engineers or building inspectors using standardized procedures. For even moderate events, mobilizing inspection teams and completing evaluations of buildings in the affected area is a multi-week process and results in a multi-million dollar impact on the regional economy. Use of the automated assessment framework developed as part of the current study can significant reduce the time and money required to conduct building inspection and, thereby, reduce recovery time and the impact of the event on the community.\n\n \n\nResearch activities developed the basic knowledge, computational methods and procedural framework required to accomplish semi-automated risk assessment of damaged concrete buildings. The assessment process begins with characterization of building damage using high-resolution images. Here research activities i) established relevant damage states for concrete components and characterized these states on the basis of concrete crack location, orientation and width as well as the extent and location of concrete crushing, and ii) developed algorithms and computation methods for detecting and extracting these damage characteristics from high-resolution images of concrete building components. Research activities then established a methodology for defining the damage state of the concrete building frame, given the damage state of its components. Ultimately, the assessment process employs fragility curves, which predict the damage state and collapse vulnerability of a typical concrete frame building following an aftershock given the damage state of the building following the mainshock, and knowledge of the local aftershock hazard. Here research activities developed i) numerical models for simulating the earthquake response of concrete frame buildings with design details typical of modern and older (pre-1967) construction, ii) developed damage-prediction models linking simulated response quantities, such as building story drift, with damage states and collapse potential, iii) completed thousands of nonlinear analyses to simulate the post-mainshock and post-aftershock states of concrete frame buildings, and iv) used simulation data to develop fragilities defining the likelihood of a building exhibiting a specific damage state, including collapse, given the age of the building (i.e. modern design or older design details), damage state of the structure following the mainshock earthquake, and the intensity of aftershock. \n\n \n\nIntellectual Merit\n\nThe research activities advanced basic knowledge, computational methods, and analysis techniques in several areas. First, new algorithms and computation methods were developed to enable detection and extraction of relevant features, which characterize damage to reinforced concrete components, from high-resolution images. Second, damage states, including onset of collapse, were developed for reinforced concrete components with varying design details and exhibiting varying response modes, and the damage patterns associated with these were comprehensively characterized on the basis of the extent, pattern, and location of concrete cracking and crushing. Third, numerical models were developed and/or validated for reinforced concrete building components and damage prediction models were developed linking simulated response quantities with damage states. Fourth, aftershock fragilities were developed for typical model and older concrete frame buildings; these fragilities define the likelihood of a building exhibiting a specific damage state, including collapse, given the damage state of..."
 }
}