{
 "awd_id": "1000284",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Motion Control of Bacteria-Powered Microrobots",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032925365",
 "po_email": "jberg@nsf.gov",
 "po_sign_block_name": "Jordan Berg",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 192600.0,
 "awd_amount": 192600.0,
 "awd_min_amd_letter_date": "2010-06-14",
 "awd_max_amd_letter_date": "2010-06-14",
 "awd_abstract_narration": "The research objective of this award is to understand the control of bacterial propulsion systems, and to demonstrate the enabling technologies necessary for the feedback control of bacteria-actuated microstructures. Bacteria are ideal systems for many microbiorobotic systems, because of the ease of their ?gproduction and refueling?h. For this purpose, microbiorobots (MBRs) are constructed, which consist of flagellated bacteria integrated with fabricated microstructures. The bacterial cells propel the microstructures in fluidic environments.  In this project, some design aspects for the MBRs are explored, including the effects of bacterial density, distribution and orientation on the surface of the MBRs, as well as various modalities to control the bacteria. A number of stimuli, including ultraviolet light, electromagnetic field, chemicals, and thermal stimuli are used as control inputs to the MBRs, while measurement feedback is provided by a computer vision-based system. Deliverables include mathematical models of the system behavior, experimental results on the bacteria morphology, microscopy visualization, prototypical demonstration of motion control, documentation of research results, engineering student education, and engineering research experiences for high school students and teachers.\r\n\r\nIf successful, the outcome of this research will represent a critical step toward understanding how to control bacterial propulsion systems to manipulate larger engineered elements, for example in microassembly and micromanipulation scenarios. Graduate and undergraduate engineering students will benefit from this project through classroom instruction and involvement in the research.  The program will also be integrated with various outreach activities, including (i) microbiorobotics workshops at Drexel and RPI, (ii) active recruitment and training of women and under?]represented minority engineers by leveraging and expanding existing and proven programs already in place at Drexel and RPI, (iii) outreach to high school students and teachers at RPI, and (iv) interactive web?]based tutorials and exhibits.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anak Agung",
   "pi_last_name": "Julius",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anak Agung Julius",
   "pi_email_addr": "agung@ecse.rpi.edu",
   "nsf_id": "000535153",
   "pi_start_date": "2010-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "TROY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163200",
   "pgm_ele_name": "CONTROL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 192600.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we investigated the problems related to accurate motion control of microbial powered microrobots. Most of our investigation was performed on microorganisms called <em>Tetrahymena pyriformis</em>, which are a protozoan cell of about 20 x 50 microns. <em>T. pyriformis</em> swim by using their cilia to generate propulsive force.</p>\n<p>We have successfully created an artificially magnetotactic <em>T. pyriformis</em> by introducing magnetic particles into the cells. After careful treatment, the magnetic particles inside the cells can form a magnetic dipole. Therewith, we can steer the cells swimming direction by exposing them to an external magnetic field. Note that while the direction of swimming can be steered, the propulsive force is generated by the cells themselves. Thus, we have effectively created a microbiorobot.</p>\n<p>Intellectual Merit: &nbsp;We have successfully derived a mathematical model that describes the dynamics of the microbiorobots, and how the control input (the external magnetic field) affects it. Using this, we have successfully developed a motion control algorithm that can accurately direct a <em>T. pyriformis</em> cell to follow a given track. We established this result both in simulation and experimentally. Another contribution that we made in this area is concerned with the problem of controlling multiple cells simultaneously. This is a challenging problem, since we only have one control input to drive all the cells at once. In a sense, this problem is akin to driving multiple vehicles at once using only one steering wheel, with the goal of getting the vehicles to different destinations. We proposed two kinds of solutions. First, we found (in simulation) that it is possible to steer these cells to follow a spiral like pattern and orient them to the right respective directions. This is done by rotating the external magnetic field at a high frequency. With this approach, it is possible to control hundreds of cells simultaneously. Second, we adopted a fast optimization algorithm to solve an optimal control problem related to controlling several cells simultaneously. Overall, outcomes from this project can contribute to the knowledge base of the field of microbiorobotics in general.</p>\n<p>Broader Impacts: The research sponsored by this project is a fertile source for ideas for engineering outreach to K-12 students. In particular, we adopted the theme of bio-inspired robotics and implemented it on the LEGO Mindstorm platform to engage K-12 students in learning and thinking about STEM research. The outreach module that we developed has been used in an activity called &ldquo;Design Your Future Day&rdquo; where middle school girls are given the opportunity to program the LEGO robots to mimic biological behavior, such as water seeking. The module has also been adopted for Rensselaer&rsquo;s Engineering Ambassador Program, in which we train undergraduate students to present engaging research topics to high school students in NY Capital Region area. We have also broadly disseminated the scientific outcomes of this project in various scientific publications and presentations.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2014<br>\n\t\t\t\t\tModified by: Anak Agung&nbsp;Julius</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1000284/1000284_10017190_1412104719927_20130420-DYFD-235--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1000284/1000284_10017190_1412104719927_20130420-DYFD-235--rgov-800width.jpg\" ...",
  "por_txt_cntn": "\nIn this project, we investigated the problems related to accurate motion control of microbial powered microrobots. Most of our investigation was performed on microorganisms called Tetrahymena pyriformis, which are a protozoan cell of about 20 x 50 microns. T. pyriformis swim by using their cilia to generate propulsive force.\n\nWe have successfully created an artificially magnetotactic T. pyriformis by introducing magnetic particles into the cells. After careful treatment, the magnetic particles inside the cells can form a magnetic dipole. Therewith, we can steer the cells swimming direction by exposing them to an external magnetic field. Note that while the direction of swimming can be steered, the propulsive force is generated by the cells themselves. Thus, we have effectively created a microbiorobot.\n\nIntellectual Merit:  We have successfully derived a mathematical model that describes the dynamics of the microbiorobots, and how the control input (the external magnetic field) affects it. Using this, we have successfully developed a motion control algorithm that can accurately direct a T. pyriformis cell to follow a given track. We established this result both in simulation and experimentally. Another contribution that we made in this area is concerned with the problem of controlling multiple cells simultaneously. This is a challenging problem, since we only have one control input to drive all the cells at once. In a sense, this problem is akin to driving multiple vehicles at once using only one steering wheel, with the goal of getting the vehicles to different destinations. We proposed two kinds of solutions. First, we found (in simulation) that it is possible to steer these cells to follow a spiral like pattern and orient them to the right respective directions. This is done by rotating the external magnetic field at a high frequency. With this approach, it is possible to control hundreds of cells simultaneously. Second, we adopted a fast optimization algorithm to solve an optimal control problem related to controlling several cells simultaneously. Overall, outcomes from this project can contribute to the knowledge base of the field of microbiorobotics in general.\n\nBroader Impacts: The research sponsored by this project is a fertile source for ideas for engineering outreach to K-12 students. In particular, we adopted the theme of bio-inspired robotics and implemented it on the LEGO Mindstorm platform to engage K-12 students in learning and thinking about STEM research. The outreach module that we developed has been used in an activity called \"Design Your Future Day\" where middle school girls are given the opportunity to program the LEGO robots to mimic biological behavior, such as water seeking. The module has also been adopted for RensselaerÆs Engineering Ambassador Program, in which we train undergraduate students to present engaging research topics to high school students in NY Capital Region area. We have also broadly disseminated the scientific outcomes of this project in various scientific publications and presentations.\n\n\t\t\t\t\tLast Modified: 09/30/2014\n\n\t\t\t\t\tSubmitted by: Anak Agung Julius"
 }
}