{
 "awd_id": "1000828",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Engineering Efficient and Equitable Food Distribution Under Uncertainty",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edwin Romeijn",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 197457.0,
 "awd_amount": 197457.0,
 "awd_min_amd_letter_date": "2010-04-20",
 "awd_max_amd_letter_date": "2010-04-20",
 "awd_abstract_narration": "This grant provides funding for the development of decision models to support the efficient and equitable management and distribution of supply in the resource constrained environment of food distribution.  While most Humanitarian Supply Chain (HSC) related research has focused on the distribution and stocking of relief supplies or location of supply centers, in sharp contrast, issues surrounding donations management (i.e., the solicitation, coordination, distribution and management of donated goods, money and services that form inputs into the HSC) and its impact on the downstream relief recipient have been unexplored, particularly for food distribution. This research focuses on the development of predictive models to (1) characterize donor behavior, (2) quantify supply availability and (3) determine the equitable allocation of constrained supply.  The models will account for the complexities associated with donations management such as uncertainty in both supply and demand, with demand often exceeding supply; the criticality of delivering goods to relief recipients at the right time; the appearance of sudden demand surges due to natural and manmade disasters; and perishability of donated items.\r\n\r\nThis research offers substantial benefits to society in terms of improved supply allocation and donations management for non-profit relief agencies. The ability to characterize donor behavior and incorporate the objective of equitably distributing supply enables relief agencies to make informed inventory and supply allocation decisions and strategically target donation solicitations. It also has the potential to enable humanitarian relief organizations to satisfy greater demand by more efficiently allocating available resources, thus impacting human life. The research addresses the critical intersection of humanitarian relief and engineering by linking donations management and food distribution to supply chain management (inventory policy) and forges a relationship necessary to address the significant issues in humanitarian relief in terms of equitable satisfaction of need, cost and human outcomes faced worldwide today.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Ivy",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Julie E Ivy",
   "pi_email_addr": "jsivy@umich.edu",
   "nsf_id": "000318907",
   "pi_start_date": "2010-04-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Reha",
   "pi_last_name": "Uzsoy",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Reha M Uzsoy",
   "pi_email_addr": "ruzsoy@ncsu.edu",
   "nsf_id": "000483553",
   "pi_start_date": "2010-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178700",
   "pgm_ele_name": "SERVICE ENTERPRISE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "076E",
   "pgm_ref_txt": "SERVICE ENTERPRISE SYSTEMS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9147",
   "pgm_ref_txt": "GENERIC TECHNOL FOR MANUFACTURING CELLS"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 197457.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-a50ab164-86a0-bb7f-1090-330f96864d70\"> </span></p>\n<p dir=\"ltr\"><span>This grant has worked to improve the operations of supply constrained relief agencies primarily tasked with providing assistance through equitable distribution of food. In particular, we have focused on issues surrounding the solicitation, coordination, distribution and management of donated goods and its impact on downstream relief recipients. Relief recipients in this sense are those who are food insecure, due to economic or disaster induced events.</span></p>\n<p dir=\"ltr\"><strong>Intellectual Merit:</strong></p>\n<p dir=\"ltr\"><span>This research has produced models that support the efficient and equitable management and distribution of supply in the resource constrained environment of food distribution. </span></p>\n<p dir=\"ltr\"><span>(i) We have developed a novel formulation for food collections and deliveries. This formulation is an extension of the periodic vehicle routing problem and is called the periodic vehicle routing problem with <span><span>backhauls</span></span> (<span><span>PVRPB</span></span>). While the <span><span>VRPB</span></span> has been examined in the literature, our formulation for the <span><span>PVRPB</span></span> represents a new contribution to the general vehicle routing literature. </span></p>\n<p dir=\"ltr\"><span>&nbsp;</span>(ii) We have characterized the behavior of in-kinds donations in the non-profit food distribution environment and developed new models to forecast incoming donations from private and public sources. &nbsp;</p>\n<p dir=\"ltr\"><span>(iii) We have also identified important economic factors that help characterize the need for food which extends the current measures of food need used by the collaborating partner. </span></p>\n<p dir=\"ltr\"><span>(iv) We have incorporated measures of equity in our optimization models. </span><span>We have developed deterministic network flow models for maximizing effectiveness in food distribution while maintaining a specified level of equity. We studied the effect of receiving capacities on the optimal food distribution and identify optimal policies for the allocation of additional receiving capacity across the service region. We have developed robust optimization and stochastic programming models to incorporate the uncertainty in capacity. </span></p>\n<p dir=\"ltr\"><span>(v) We have illustrated our results using data from a large food bank in North Carolina.</span></p>\n<p dir=\"ltr\"><strong>Broader Impacts:</strong></p>\n<p dir=\"ltr\"><span>This research offers substantial benefits to society in terms of improved supply allocation and donations management for non-profit relief agencies. The ability to characterize donor behavior and incorporate the objective of equitably distributing supply enables relief agencies to make informed inventory and supply allocation and strategically target donation solicitations. </span><span>Our research has introduced our partners from a large food bank in North Carolina &nbsp;to different techniques for analyzing their operations (e.g., forecasting, simulation, and optimization models). We have actually brought our partners to our university and to our classes in addition to taking our students to the partner site. &nbsp;One local food bank has used our recommended solution to determine how to distribute food to rural counties. Further, the results of this research have been used to inform as well as validate the operational policies used by the food bank.</span></p>\n<p dir=\"ltr\"><span>This research also has the potential to enable humanitarian relief organizations to satisfy greater demand by more efficiently allocating available resources, thus impacting human life. </span><span>Improving the operations of the food bank has a direct impact on food recipients by helping them to allocate food more efficiently which allows them to distribute food for less cost, e...",
  "por_txt_cntn": "\n \nThis grant has worked to improve the operations of supply constrained relief agencies primarily tasked with providing assistance through equitable distribution of food. In particular, we have focused on issues surrounding the solicitation, coordination, distribution and management of donated goods and its impact on downstream relief recipients. Relief recipients in this sense are those who are food insecure, due to economic or disaster induced events.\nIntellectual Merit:\nThis research has produced models that support the efficient and equitable management and distribution of supply in the resource constrained environment of food distribution. \n(i) We have developed a novel formulation for food collections and deliveries. This formulation is an extension of the periodic vehicle routing problem and is called the periodic vehicle routing problem with backhauls (PVRPB). While the VRPB has been examined in the literature, our formulation for the PVRPB represents a new contribution to the general vehicle routing literature. \n (ii) We have characterized the behavior of in-kinds donations in the non-profit food distribution environment and developed new models to forecast incoming donations from private and public sources.  \n(iii) We have also identified important economic factors that help characterize the need for food which extends the current measures of food need used by the collaborating partner. \n(iv) We have incorporated measures of equity in our optimization models. We have developed deterministic network flow models for maximizing effectiveness in food distribution while maintaining a specified level of equity. We studied the effect of receiving capacities on the optimal food distribution and identify optimal policies for the allocation of additional receiving capacity across the service region. We have developed robust optimization and stochastic programming models to incorporate the uncertainty in capacity. \n(v) We have illustrated our results using data from a large food bank in North Carolina.\nBroader Impacts:\nThis research offers substantial benefits to society in terms of improved supply allocation and donations management for non-profit relief agencies. The ability to characterize donor behavior and incorporate the objective of equitably distributing supply enables relief agencies to make informed inventory and supply allocation and strategically target donation solicitations. Our research has introduced our partners from a large food bank in North Carolina  to different techniques for analyzing their operations (e.g., forecasting, simulation, and optimization models). We have actually brought our partners to our university and to our classes in addition to taking our students to the partner site.  One local food bank has used our recommended solution to determine how to distribute food to rural counties. Further, the results of this research have been used to inform as well as validate the operational policies used by the food bank.\nThis research also has the potential to enable humanitarian relief organizations to satisfy greater demand by more efficiently allocating available resources, thus impacting human life. Improving the operations of the food bank has a direct impact on food recipients by helping them to allocate food more efficiently which allows them to distribute food for less cost, eliminate waste and ensure food is distributed in a fair way. Our research helps them to directly achieve their goal of \"no one going hungry in NC\".\n\nOur research addresses the critical intersection of humanitarian relief and engineering by linking donations management and food distribution to supply chain management (inventory policy) and forges a relationship necessary to address the significant issues in humanitarian relief in terms of equitable satisfaction of need, cost and human outcomes faced worldwide today. Additionally, topics that address humanitarian issues have the potential to inspire current and potential fem..."
 }
}