{
 "awd_id": "1001900",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Modular representations and cohomology for algebraic, finite and quantum groups",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032928448",
 "po_email": "tluo@nsf.gov",
 "po_sign_block_name": "Tie Luo",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2010-08-04",
 "awd_max_amd_letter_date": "2010-08-04",
 "awd_abstract_narration": "The PIs will build on their recent work on bounds on cohomology groups for semi-simple algebraic groups. For large primes, this both directly and indirectly involves quantum groups, in methods pioneered by the PIs. There are immediate consequences, from a classical \"generic cohomology\" theory, obtained by the PIs years ago in collaboration with other authors, to asymptotic estimates for bounds for finite groups of Lie type, with more modern methods sometimes allowing these to be improved to actual bounds. This program has been carried out for degree 1 cohomology, and to the point of generic cohomology for all higher degrees. These results lead to important new questions involving the rates of growth of the cohomology spaces. Again the issues in the structures are intertwined, and the study of algebraic groups is a decided advantage for analyzing the quantum case, with both structures contributing to estimates for the growth of sizes of Kazhdan-Lusztig polynomials.  For algebraic groups, there are many open questions, especially that of a polynomial rate of growth. Such growth rate issues occur broadly in mathematics, especially in algorithmic issues, and are prominent in theoretical computer science. The PIs will also continue to study Koszul properties for the finite dimensional algebras which come up in the representations of semi-simple groups and quantum groups. Koszul structures arise, or may be conjectured, from geometric considerations (perverse sheaves and their filtrations), but the authors have been pushing entirely algebraic methods into areas where geometry may not directly apply.  Applications to the graded and filtered structures of standard (Weyl) modules have already been found,  with additional results expected, as well as applications to filtrations of resolutions and cohomology groups of these modules. Often this work uses a conjecture due to Lusztig, which has been proved true for large primes. These studies exhibit deeper consequences of the conjecture (and could even provide insight for establishing it in more cases). Finally, the PIs will continue their work in small characteristic and the calculation of support varieties.\r\n\r\nThis proposal concerns the representation and cohomology theory of important  algebraic structures, including semisimple algebraic groups and their finite and infinitesimal subgroups, quantum groups, and Kazhdan-Lusztig polynomials. These structures are interrelated, so can be profitably studied together. A central aspect includes representations of important classes of finite groups. Over the past century, similar theories for continuous groups played a large role in quantum theory and the theory of elementary particles. Their finite analogs have already proved valuable in the design of communications and data storage devices. Though this finite theory remains very incomplete, it will surely be even more important in the future. This project also points to the future in its manifold involvement of graduate and undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Parshall",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Brian J Parshall",
   "pi_email_addr": "bjp8w@virginia.edu",
   "nsf_id": "000134022",
   "pi_start_date": "2010-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Leonard",
   "pi_last_name": "Scott",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Leonard L Scott",
   "pi_email_addr": "lls2l@virginia.edu",
   "nsf_id": "000355865",
   "pi_start_date": "2010-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 330000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit:</p>\n<p>Finite group actions are the fundamental building blocks of all finitesymmetries and dynamical systems: Abstract finite groups, when equipped with a selected set of generators and a selected action of these generators on a set, can produce all possible patterns of symmetry, even in spaces of almost unimaginably high dimensions. This large number of dimensions is critical for applications, if one is thinking of more than just producing pretty pictures: Each dimension might be viewed as describing a numerical parameterof a complicated physical system, so that the number of dimensions would correspond to the number of parameters required to describe the system. One can then think of the system as a point or particle moving around in a very large dimensional space---physical, imagined, or even in a computer memory---with each small movement constrained to follow a generator for the group.</p>\n<p>&nbsp;</p>\n<p>The Award focused on the representation theory of finite groups of Lie type (finite analogs of continuous groups), especially suited for analyzing high-dimensional group actions, and the related subject of cohomology, often used to construct new actions from old. In addition, &ldquo;algebraic&rdquo; groups, intermediate between the continuous and finite groups, are used, as well as as another intermediary, quantum groups.</p>\n<p class=\"NoteLevel11CxSpFirst\">Project outcomes:</p>\n<p class=\"NoteLevel11CxSpMiddle\">(1) The first significant theorems on bounding cohomologygroups with irreducible coefficients in the natural characteristic for finite groups of Lie type. These results were motivated by the famous Guralnick conjecture on bounding 1-cohomology of a finite groups with faithful and absolutely irreducible coefficients. The PIs showed such bounds exist in all cohomological degrees for irreducible modules for finite groups of Lie type if the rank is bounded. Their approach was first via the theory of quantum groups and algebraic groups. Then the finite case was handled in joint work with C. Bendel, D. Nakano, C. Pillen, and D. Stewart.</p>\n<p class=\"NoteLevel11CxSpMiddle\">(2) A counterexample to Wall conjecture on maximal subgroups. Obtained by Scott and undergraduate Tim Sprowl.&nbsp;</p>\n<p class=\"NoteLevel11CxSpMiddle\">(3) A new interpretation of the theory of generic cohomology of finite groups of Lie type. This was joint work of the PIs with D. Stewart (Cambridge University). Generic cohomology was invented by the PIs, together with E. Cline and W. van der Kallen in 1977. This was the first general advance in this subject in over 30 years.</p>\n<p class=\"NoteLevel11CxSpMiddle\">(4) The PIs proved a graded version of the Humphreys-Verma conjecture (on projective indecomposable modulesfor restricted Lie algebras). Also, they proved a stable version of the related Donkin conjecture. These results are the first progress on these conjectures in decades.</p>\n<p class=\"NoteLevel11CxSpMiddle\">(5) Gradings on quasi-hereditary algebras. In the representation theory of a finite dimensional algebra, the existence of a (positive) grading&mdash;an additional parameter--can be a powerful tool. Such a grading may be very hard (or impossible) to find. The PIs attack this problem by \"forcing a grading\" on the algebra in question. Generally, the algebra is a quasi-hereditary algebra associated to the representations of a semisimple algebraic group or quantum group on a finite ideal of dominant weights. A difficult theorem establishes under reasonable condition that the new, graded algebra is also quasi-hereditary.</p>\n<p class=\"NoteLevel11CxSpMiddle\">(6) Other new forced grading results:</p>\n<p class=\"NoteLevel11CxSpMiddle\">(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A positive answer, for large primes, of a 35 year old question (with positive bias) of Jantzen, concerning p-filtrations of W...",
  "por_txt_cntn": "\nIntellectual Merit:\n\nFinite group actions are the fundamental building blocks of all finitesymmetries and dynamical systems: Abstract finite groups, when equipped with a selected set of generators and a selected action of these generators on a set, can produce all possible patterns of symmetry, even in spaces of almost unimaginably high dimensions. This large number of dimensions is critical for applications, if one is thinking of more than just producing pretty pictures: Each dimension might be viewed as describing a numerical parameterof a complicated physical system, so that the number of dimensions would correspond to the number of parameters required to describe the system. One can then think of the system as a point or particle moving around in a very large dimensional space---physical, imagined, or even in a computer memory---with each small movement constrained to follow a generator for the group.\n\n \n\nThe Award focused on the representation theory of finite groups of Lie type (finite analogs of continuous groups), especially suited for analyzing high-dimensional group actions, and the related subject of cohomology, often used to construct new actions from old. In addition, \"algebraic\" groups, intermediate between the continuous and finite groups, are used, as well as as another intermediary, quantum groups.\nProject outcomes:\n(1) The first significant theorems on bounding cohomologygroups with irreducible coefficients in the natural characteristic for finite groups of Lie type. These results were motivated by the famous Guralnick conjecture on bounding 1-cohomology of a finite groups with faithful and absolutely irreducible coefficients. The PIs showed such bounds exist in all cohomological degrees for irreducible modules for finite groups of Lie type if the rank is bounded. Their approach was first via the theory of quantum groups and algebraic groups. Then the finite case was handled in joint work with C. Bendel, D. Nakano, C. Pillen, and D. Stewart.\n(2) A counterexample to Wall conjecture on maximal subgroups. Obtained by Scott and undergraduate Tim Sprowl. \n(3) A new interpretation of the theory of generic cohomology of finite groups of Lie type. This was joint work of the PIs with D. Stewart (Cambridge University). Generic cohomology was invented by the PIs, together with E. Cline and W. van der Kallen in 1977. This was the first general advance in this subject in over 30 years.\n(4) The PIs proved a graded version of the Humphreys-Verma conjecture (on projective indecomposable modulesfor restricted Lie algebras). Also, they proved a stable version of the related Donkin conjecture. These results are the first progress on these conjectures in decades.\n(5) Gradings on quasi-hereditary algebras. In the representation theory of a finite dimensional algebra, the existence of a (positive) grading&mdash;an additional parameter--can be a powerful tool. Such a grading may be very hard (or impossible) to find. The PIs attack this problem by \"forcing a grading\" on the algebra in question. Generally, the algebra is a quasi-hereditary algebra associated to the representations of a semisimple algebraic group or quantum group on a finite ideal of dominant weights. A difficult theorem establishes under reasonable condition that the new, graded algebra is also quasi-hereditary.\n(6) Other new forced grading results:\n(a)                  A positive answer, for large primes, of a 35 year old question (with positive bias) of Jantzen, concerning p-filtrations of Weyl modules.\n(b)                  Proof, again for large primes, that untwisted Ext-groups of certain modules for restricted Lie algebras have good filtrations.\n(c)  Invention in all characteristics of the new notion of a Q-Koszul algebra.\n(7) Three conjectures on Q-Koszul algebras. It is proved that these algebras arise in the representation theory of semisimple groups in large characteristics. But PIs have collected much (non-trivial) evidence that Q-Koszul algebras govern th..."
 }
}