{
 "awd_id": "1001144",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quasisymmetric deformations of topologically planar fractal spaces",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 125999.0,
 "awd_amount": 125999.0,
 "awd_min_amd_letter_date": "2010-07-20",
 "awd_max_amd_letter_date": "2010-07-20",
 "awd_abstract_narration": "The aim of this project is to investigate deformation properties of various topologically planar metric spaces, specifically under quasisymmetric deformations. The metric spaces under consideration usually are not smooth, i.e., they look rugged on all scales and locations like the famous von Koch snowflake. In this case we say that such metric spaces are fractal. Another use of the term fractal in the literature is to refer to a space that has a certain self-similarity property, i.e., parts of it appear as the whole space. Often in the literature and in this project spaces that are fractal in both of these senses are considered. Quasisymmetries form an important class of metric deformations that is broad enough to \"straighten out\" some of the fractals and yet amenable to methods of analysis. The primary examples of spaces studied in the project are Ahlfors regular surfaces and Sierpinski carpets with metrics that do not necessarily come from the Euclidean or the spherical geometries. Such spaces arise in relation to the general parametrization problem and in particular to two major conjectures in geometric group theory, namely Cannon's and the Kapovich-Kleiner conjectures. While originally motivated by Thurston's geometrization program, Cannon's and the Kapovich-Kleiner conjectures do not follow from Perelman's solution of the Poincare and Geometrization conjectures and remain important open problems both in geometric group theory and in 3-manifold topology. \r\n\r\nThe tools used to attack the questions in the project originate in complex analysis. From the onset, complex analysis has provided means for solving problems that come from the natural sciences, engineering and other fields of mathematics. Recent examples include the investigations of the conformal invariance of continuum limits of two-dimensional lattice models in statistical physics and applications to quantum gravity. Many aspects of complex analysis have evolved to lead to various discrete counterparts and analysis on general metric spaces. Fractal spaces considered in the project arise in analysis as sets of fractional dimension, in dynamics as Julia sets, in the theory of Kleinian groups as limit sets, and in geometry as boundaries at infinity of Gromov hyperbolic groups, to mention a few examples. It is the hope of the investigator that the project would add new tools and ideas to the field of geometric analysis on metric spaces, in particular to the quasisymmetric parametrization problem, and would shed light on Cannon's and the Kapovich-Kleiner conjectures. He also hopes to generate interest to the ideas and results discussed in the project in the broader mathematical community and attract students to the field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sergiy",
   "pi_last_name": "Merenkov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sergiy Merenkov",
   "pi_email_addr": "smerenkov@ccny.cuny.edu",
   "nsf_id": "000288453",
   "pi_start_date": "2010-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 125999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary aim of the project was to investigate deformation properties of various topologically planar metric spaces, specifically under deformations with controlled dilatation. The metric spaces under consideration are fractal in nature. Namely, they are either non-smooth, i.e., they look rugged on all scales and locations like the famous von Koch snowflake, or self-similar, i.e., their parts resemble the whole spaces. Often in the literature and in this project spaces that are fractal in both of these senses are considered. Quasisymmetries form an important class of metric deformations with controlled dilatation that is broad enough to \"straighten out\" some of the fractals and yet amenable to methods of analysis. The primary examples of spaces studied in the project are Ahlfors regular surfaces and Sierpinski carpets with metrics that do not necessarily come from the flat or spherical geometries. Such spaces arise in relation to the general parametrization problem and in particular to two major conjectures in geometric group theory, namely Cannon's and the Kapovich-Kleiner conjectures. While originally motivated by Thurston's geometrization program, Cannon's and the Kapovich-Kleiner conjectures do not follow from Perelman's solution of the Poincare and Geometrization conjectures and remain important open problems both in geometric group theory and in 3-manifold topology.&nbsp;<br /><br />The tools used to attack the questions in the project originate in complex analysis. From the onset, complex analysis has provided means for solving problems that come from natural sciences, engineering and other fields of mathematics. Recent examples include the investigations of the conformal invariance of continuum limits of two-dimensional lattice models in statistical physics and applications to quantum gravity. Many aspects of complex analysis have evolved to lead to various discrete counterparts and analysis on general metric spaces. Fractal spaces considered in the project arise in analysis as sets of fractional dimension, in dynamics as Julia sets, in the theory of Kleinian groups as limit sets, and in geometry as boundaries at infinity of Gromov hyperbolic groups.</p>\n<p>&nbsp;</p>\n<p>The project provided new tools and ideas in the field of geometric analysis on metric spaces, in particular in relation to the quasisymmetric parametrization and rigidity problems. The PI along with collaborators obtained new results on uniformization of Ahlfors regular surfsces, rigidity of Sierpinski carpets that are boundaries at infinity of negatively curved groups or Julia sets of postcritically finite rational maps, finer properties of three-period orbits of billiards. The project resulted in seven publications, including one publication in the Annals of Mathematics, the top journal in mathematics.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/17/2014<br>\n\t\t\t\t\tModified by: Sergiy&nbsp;Merenkov</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary aim of the project was to investigate deformation properties of various topologically planar metric spaces, specifically under deformations with controlled dilatation. The metric spaces under consideration are fractal in nature. Namely, they are either non-smooth, i.e., they look rugged on all scales and locations like the famous von Koch snowflake, or self-similar, i.e., their parts resemble the whole spaces. Often in the literature and in this project spaces that are fractal in both of these senses are considered. Quasisymmetries form an important class of metric deformations with controlled dilatation that is broad enough to \"straighten out\" some of the fractals and yet amenable to methods of analysis. The primary examples of spaces studied in the project are Ahlfors regular surfaces and Sierpinski carpets with metrics that do not necessarily come from the flat or spherical geometries. Such spaces arise in relation to the general parametrization problem and in particular to two major conjectures in geometric group theory, namely Cannon's and the Kapovich-Kleiner conjectures. While originally motivated by Thurston's geometrization program, Cannon's and the Kapovich-Kleiner conjectures do not follow from Perelman's solution of the Poincare and Geometrization conjectures and remain important open problems both in geometric group theory and in 3-manifold topology. \n\nThe tools used to attack the questions in the project originate in complex analysis. From the onset, complex analysis has provided means for solving problems that come from natural sciences, engineering and other fields of mathematics. Recent examples include the investigations of the conformal invariance of continuum limits of two-dimensional lattice models in statistical physics and applications to quantum gravity. Many aspects of complex analysis have evolved to lead to various discrete counterparts and analysis on general metric spaces. Fractal spaces considered in the project arise in analysis as sets of fractional dimension, in dynamics as Julia sets, in the theory of Kleinian groups as limit sets, and in geometry as boundaries at infinity of Gromov hyperbolic groups.\n\n \n\nThe project provided new tools and ideas in the field of geometric analysis on metric spaces, in particular in relation to the quasisymmetric parametrization and rigidity problems. The PI along with collaborators obtained new results on uniformization of Ahlfors regular surfsces, rigidity of Sierpinski carpets that are boundaries at infinity of negatively curved groups or Julia sets of postcritically finite rational maps, finer properties of three-period orbits of billiards. The project resulted in seven publications, including one publication in the Annals of Mathematics, the top journal in mathematics.\n\n \n\n\t\t\t\t\tLast Modified: 09/17/2014\n\n\t\t\t\t\tSubmitted by: Sergiy Merenkov"
 }
}