{
 "awd_id": "1001156",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Geometric Scattering Theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 131552.0,
 "awd_amount": 131552.0,
 "awd_min_amd_letter_date": "2010-04-14",
 "awd_max_amd_letter_date": "2010-04-14",
 "awd_abstract_narration": "Scattering theory is motivated physically by a desire to understand and control the propagation of waves such as sound or light waves. Moreover, measurements of waves can be used in the identification of objects or perturbations. The latter use inspires inverse scattering theory. The project will study several such inverse problems--one is the problem of determining a set with analytic boundary in Euclidean space from  information about the scattering matrix in a very limited number of directions, and  another is the problem of determining a radial potential from its resonances. Resonances are poles of certain meromorphic functions and are, in some sense, analogous to eigenvalues. Another problem involves further understanding the distribution of resonances in Euclidean scattering. Other projects involve manifolds with infinite cylindrical ends. In particular, a goal is to improve our understanding of how the geometric structure of such manifolds is reflected in analytic objects such as the scattering matrix or the set of resonances.\r\n\r\nRadar, sonar, and medical imaging provide examples of inverse scattering theory in practical use. Resonances are of interest to physicists and chemists, for whom a resonance corresponds to a metastable state, containing information about both the frequency and the rate of decay. The class of manifolds with infinite cylindrical ends include waveguides, which are variously used in modeling  semiconductors and the ocean. Thus advances in the mathematical understanding of these problems may lead to advances in other disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tanya",
   "pi_last_name": "Christiansen",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Tanya J Christiansen",
   "pi_email_addr": "christiansent@missouri.edu",
   "nsf_id": "000260017",
   "pi_start_date": "2010-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "121 UNIVERSITY HALL",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652113020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  },
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 131552.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Scattering theory is motivated physically by a desire to understand and<br />control the propagation of waves such as sound or light waves.<br />Moreover, measurements of waves can be used in the identification of <br />objects or perturbations; these problems inspire inverse scattering theory. <br />Radar, sonar, are medical imaging provide examples of inverse scattering<br />theory in practical use.<br />The P.I. studies mathematical problems related to scattering theory.<br /><br />The author has studied the inverse problem of determining information about<br />an obstacle when one is able to send in a wave and measure its reflected <br />component in only one direction.&nbsp; If one assumes certain<br />a priori knowledge of the nature of <br />the obstacle, it is shown that this provides enough information to determine the<br />obstacle.<br />Other work of the P.I. involves resonances.&nbsp; In physics or chemistry these<br />are complex numbers which correspond to decaying waves.&nbsp; Mathematically<br />resonances are singularities of certain functions.&nbsp; It has proved surprisingly<br />difficult to show that there are \"many\" resonances.&nbsp; One would like to show<br />not only that there are infinitely many resonances, but also<br />to prove something about<br />how dense they are. In certain settings for scattering in even-dimensional<br />flat (Euclidean) space, the P.I. has shown, roughly, not only<br />that there are infinitely many resonances, but also that the resonances are<br />close to being the densest possible.&nbsp; <br />Related work with D. Borthwick, P. Hislop, and P. Perry<br />has shown a related result, but the authors considered scattering on <br />&nbsp;\"manifolds with hyperbolic ends.\"&nbsp; The author has also studied more<br />detailed questions about the distribution of resonances in odd-dimensional<br />Euclidean<br />scattering.<br /><br />In joint work with P. Hislop, the author has filled a number of gaps in <br />the literature for scattering in even-dimensional Euclidean space.<br /><br /><br /><br />The P.I. was one of five organizers and four speakers at the MSRI <br />workshop \"Connections for Women: Inverse Problems and Applications\" in 2010.<br />In addition, she lectured at the NSF-CBMS <br />Conference ``Global Harmonic Analysis'' in June 2011.&nbsp; Both of these venues<br />are meant as instructional opportunities, particularly for<br />graduate students and early-career mathematicians.&nbsp; The MSRI workshop provided<br />background material in order to prepare participants for the introductory <br />workshop of the MSRI program on inverse problems.&nbsp; The NSF-CBMS conference <br />featured talks on current research by Steve Zelditch, with supporting lectures<br />given by the P.I. and others.<br /><br />In addition, the P.I. has been active in the graduate program of her department,<br />serving as initial advisor of several graduate students and regularly teaching<br />graduate classes.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/22/2015<br>\n\t\t\t\t\tModified by: Tanya&nbsp;J&nbsp;Christiansen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nScattering theory is motivated physically by a desire to understand and\ncontrol the propagation of waves such as sound or light waves.\nMoreover, measurements of waves can be used in the identification of \nobjects or perturbations; these problems inspire inverse scattering theory. \nRadar, sonar, are medical imaging provide examples of inverse scattering\ntheory in practical use.\nThe P.I. studies mathematical problems related to scattering theory.\n\nThe author has studied the inverse problem of determining information about\nan obstacle when one is able to send in a wave and measure its reflected \ncomponent in only one direction.  If one assumes certain\na priori knowledge of the nature of \nthe obstacle, it is shown that this provides enough information to determine the\nobstacle.\nOther work of the P.I. involves resonances.  In physics or chemistry these\nare complex numbers which correspond to decaying waves.  Mathematically\nresonances are singularities of certain functions.  It has proved surprisingly\ndifficult to show that there are \"many\" resonances.  One would like to show\nnot only that there are infinitely many resonances, but also\nto prove something about\nhow dense they are. In certain settings for scattering in even-dimensional\nflat (Euclidean) space, the P.I. has shown, roughly, not only\nthat there are infinitely many resonances, but also that the resonances are\nclose to being the densest possible.  \nRelated work with D. Borthwick, P. Hislop, and P. Perry\nhas shown a related result, but the authors considered scattering on \n \"manifolds with hyperbolic ends.\"  The author has also studied more\ndetailed questions about the distribution of resonances in odd-dimensional\nEuclidean\nscattering.\n\nIn joint work with P. Hislop, the author has filled a number of gaps in \nthe literature for scattering in even-dimensional Euclidean space.\n\n\n\nThe P.I. was one of five organizers and four speakers at the MSRI \nworkshop \"Connections for Women: Inverse Problems and Applications\" in 2010.\nIn addition, she lectured at the NSF-CBMS \nConference ``Global Harmonic Analysis'' in June 2011.  Both of these venues\nare meant as instructional opportunities, particularly for\ngraduate students and early-career mathematicians.  The MSRI workshop provided\nbackground material in order to prepare participants for the introductory \nworkshop of the MSRI program on inverse problems.  The NSF-CBMS conference \nfeatured talks on current research by Steve Zelditch, with supporting lectures\ngiven by the P.I. and others.\n\nIn addition, the P.I. has been active in the graduate program of her department,\nserving as initial advisor of several graduate students and regularly teaching\ngraduate classes.\n\n\t\t\t\t\tLast Modified: 05/22/2015\n\n\t\t\t\t\tSubmitted by: Tanya J Christiansen"
 }
}