{
 "awd_id": "1001039",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Active Hybrid Nanocrystal-Carbon Nanotube Structures for Optoelectronic Devices",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitris Pavlidis",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 302000.0,
 "awd_min_amd_letter_date": "2010-05-13",
 "awd_max_amd_letter_date": "2014-07-31",
 "awd_abstract_narration": "Active Hybrid Nanocrystal-Carbon Nanotube Structures for Optoelectronic Devices\r\n\r\nProject Summary\r\n\r\nThis proposal presents an integrated research and education plan in the area of active hybrid nanocrystal-carbon nanotube (CNT) structures for optoelectronic applications. The proposed research program aims to advance the fundamental understanding and the optoelectronic device application of the novel hybrid nanostructures. Specific goals of the project are: (1) to produce various hybrid nanocrystal- CNT structures in a controlled fashion; (2) to probe the electronic transduction mechanism between the nanocrystal and the CNT through the characterization of properties of hybrid nanostructures, particularly electronic and physical interactions between the nanocrystal and the CNT under various gas and optical modulations; (3) to explore the use of hybrid semiconductor nanocrystal or quantum dot (QD)-CNT nanostructures for photovoltaic cells.\r\n\r\nIntellectual Merit: The proposed research is potentially transformative and is based on results from the PI?s earlier exploratory studies. Hybrid nanocrystal-CNT structures represent a new class of nanomaterials that could potentially display not only the unique properties of nanocrystals and those of CNTs, but also additional novel properties due to the interaction between the nanocrystal and the CNT. The availability of controlled hybrid nanostructures and their fundamental properties will open up new opportunities for nanoscience and nanotechnology and will accelerate discoveries and inventions. The hybrid nanostructures can respond to stimuli (e.g., light and gas) and thus are \" active.\" The synergistic response from the nanocrystal and the CNT can be harnessed for various innovative device applications, including photovoltaic cells, gas sensors, and biosensors. The generic electrostatic force directed assembly technique to deposit either aerosol or colloidal nanocrystals onto CNTs is facile and flexible in creating desired hybrid nanostructures. Detailed characterization of the hybrid nanostructure properties through a number of techniques will provide physical insights into electronic/physical interactions and the electronic transduction mechanism between nanocrystals and CNTs. The new architecture for photovoltaic cells will take advantage of the high electron mobility in CNTs, efficient electronic transfer between nanocrystals and CNTs, effective charge separation at the CNT-quantum dot (QD) interface, and many virtues of QDs, such as the potential for fine-tuning optical absorption through judiciously selecting QD materials and sizes, and the possibility of multiple electron-hole pair generation per photon. Therefore, this project will also lead to cost-effective solar cells for harvesting abundant, renewable, clean solar energy to help relieve our global energy problem.\r\n\r\nBroader Impacts: The broader impacts of this project are far-reaching, as the project results will enable a wide range of innovative applications of hybrid nanocrystal-CNT structures with optimum properties that can be tailored for specific conditions. The new photovoltaic cells will help reduce our dependence on fossil fuels and their associated adverse environmental effects due to greenhouse gas emissions. The proposed research is extensively integrated into educational goals to promote transformative and interdisciplinary engineering education to attract more underrepresented students into science, technology, engineering, and mathematics (STEM) fields, and to broadly disseminate nanotechnology findings. The proposed engineering education plan will help our students to become more adaptive and innovative in rapidly changing environments. The existing NSF REU program and the undergraduate honors in research program at UWM will be leveraged to involve undergraduate researchers. The project will reach the broader student population through a course module on hybrid nanostructures and integration of small nanotechnology projects into existing curricula. Special efforts to inspire underrepresented pre-college students through ?Science Saturdays? and by mentoring science projects will attract more underrepresented students to STEM fields. Additional outreach through a course module to be posted on a high-impact NSF-sponsored National Center for Learning and Teaching Web site, a nanotechnology exhibit in conjunction with Milwaukee Discovery World Museum, and regional science fairs in collaboration with Wisconsin Career Academy, will effectively disseminate\r\nnanotechnology to a wide range of audiences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Junhong",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Junhong Chen",
   "pi_email_addr": "junhongchen@uchicago.edu",
   "nsf_id": "000354061",
   "pi_start_date": "2010-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Milwaukee",
  "inst_street_address": "3203 N DOWNER AVE # 273",
  "inst_street_address_2": "",
  "inst_city_name": "MILWAUKEE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "4142294853",
  "inst_zip_code": "532113153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "JBQ9M3PLFDP5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Milwaukee",
  "perf_str_addr": "3203 N DOWNER AVE # 273",
  "perf_city_name": "MILWAUKEE",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532113153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 270000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Energy supply has arguably become one of the most important problems facing humankind.&nbsp; The exponential demand for energy is evidenced by dwindling fossil fuel supplies and record-high oil and gas prices due to global population growth and economic development.&nbsp; The energy crisis is further exacerbated by major concerns about global warming from greenhouse gas emissions due to increasing fossil fuel consumption. &nbsp;At the global energy consumption scale, solar energy seems to be one of the most viable choices to meet our clean energy demand.&nbsp; Dye-sensitized solar cells (DSSCs) are promising for inexpensive and large-scale solar energy conversion. &nbsp;One research trend to further improve the cell efficiency is the use of nanostructures to facilitate electron transport and the use of semiconductor nanocrystals to replace the organic dyes.</p>\n<p>&nbsp;</p>\n<p>The objective of this research project was to explore active hybrid nanocrystal-carbon nanotube (CNT) structures for optoelectronic applications such as in DSSCs.&nbsp; These hybrid nanocrystal-CNT structures represent a new class of nanomaterials that could potentially display not only the unique properties of nanocrystals and those of CNTs, but also additional novel properties due to the interaction between the nanocrystal and the CNT.&nbsp; The proposed research program aimed to advance the fundamental understanding and the optoelectronic device application of the novel hybrid nanostructures.&nbsp; Through this project, we have successfully synthesized various hybrid nanostructures of nanoparticles (e.g., CdSe, CdS, Ag, SnO<sub>2</sub>, and TiO<sub>2</sub>) coated on CNTs and graphene (e.g., vertically-oriented graphene or VG). &nbsp;Both the nanocrystal size and the areal density of nanocrystals can be controlled to some extent. &nbsp;We further studied electronic interactions between nanocrystals and the CNT in a field-effect transistor platform under various gas and optical modulations. &nbsp;The electronic properties of the hybrid structure were found to respond to various gaseous environments and optical illumination, suggesting electronic transfer between nanocrystals and CNTs that can be harnessed for various electronic device applications. &nbsp;Finally the hybrid nanostructures of CNT-CdSe/CdS nanocrystals were successfully demonstrated as photoanodes in a DSSC. &nbsp;</p>\n<p>&nbsp;</p>\n<p>The broader impacts of this project are far-reaching, as the project results will enable a wide range of innovative applications of hybrid nanocrystal-CNT structures with optimum properties that can be tailored for specific conditions.&nbsp; The availability of controlled hybrid nanostructures and their fundamental properties will open up new opportunities for nanoscience and nanotechnology and will accelerate discoveries and inventions.&nbsp; The hybrid nanostructures can respond to stimuli (e.g., light and gas) and thus are &ldquo;active.&rdquo;&nbsp; The synergistic response from the nanocrystal and the CNT can be harnessed for various innovative device applications, including photovoltaic cells, gas sensors, and biosensors.&nbsp; This project trained four graduate students, two postdocs, and six undergraduate students (including one female student) in nanocrystal synthesis, CNT/graphene growth and assembly, and fabrication and characterization of nanomaterial-based FETs and solar cells.&nbsp; The project also reached the broader student population and the general public through a number of journal papers, invited presentations, and several review articles on nanomaterials for energy conversion applications.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/10/2015<br>\n\t\t\t\t\tModified by: Junhong&nbsp;Chen</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0...",
  "por_txt_cntn": "\nEnergy supply has arguably become one of the most important problems facing humankind.  The exponential demand for energy is evidenced by dwindling fossil fuel supplies and record-high oil and gas prices due to global population growth and economic development.  The energy crisis is further exacerbated by major concerns about global warming from greenhouse gas emissions due to increasing fossil fuel consumption.  At the global energy consumption scale, solar energy seems to be one of the most viable choices to meet our clean energy demand.  Dye-sensitized solar cells (DSSCs) are promising for inexpensive and large-scale solar energy conversion.  One research trend to further improve the cell efficiency is the use of nanostructures to facilitate electron transport and the use of semiconductor nanocrystals to replace the organic dyes.\n\n \n\nThe objective of this research project was to explore active hybrid nanocrystal-carbon nanotube (CNT) structures for optoelectronic applications such as in DSSCs.  These hybrid nanocrystal-CNT structures represent a new class of nanomaterials that could potentially display not only the unique properties of nanocrystals and those of CNTs, but also additional novel properties due to the interaction between the nanocrystal and the CNT.  The proposed research program aimed to advance the fundamental understanding and the optoelectronic device application of the novel hybrid nanostructures.  Through this project, we have successfully synthesized various hybrid nanostructures of nanoparticles (e.g., CdSe, CdS, Ag, SnO2, and TiO2) coated on CNTs and graphene (e.g., vertically-oriented graphene or VG).  Both the nanocrystal size and the areal density of nanocrystals can be controlled to some extent.  We further studied electronic interactions between nanocrystals and the CNT in a field-effect transistor platform under various gas and optical modulations.  The electronic properties of the hybrid structure were found to respond to various gaseous environments and optical illumination, suggesting electronic transfer between nanocrystals and CNTs that can be harnessed for various electronic device applications.  Finally the hybrid nanostructures of CNT-CdSe/CdS nanocrystals were successfully demonstrated as photoanodes in a DSSC.  \n\n \n\nThe broader impacts of this project are far-reaching, as the project results will enable a wide range of innovative applications of hybrid nanocrystal-CNT structures with optimum properties that can be tailored for specific conditions.  The availability of controlled hybrid nanostructures and their fundamental properties will open up new opportunities for nanoscience and nanotechnology and will accelerate discoveries and inventions.  The hybrid nanostructures can respond to stimuli (e.g., light and gas) and thus are \"active.\"  The synergistic response from the nanocrystal and the CNT can be harnessed for various innovative device applications, including photovoltaic cells, gas sensors, and biosensors.  This project trained four graduate students, two postdocs, and six undergraduate students (including one female student) in nanocrystal synthesis, CNT/graphene growth and assembly, and fabrication and characterization of nanomaterial-based FETs and solar cells.  The project also reached the broader student population and the general public through a number of journal papers, invited presentations, and several review articles on nanomaterials for energy conversion applications.\n\n \n\n\t\t\t\t\tLast Modified: 08/10/2015\n\n\t\t\t\t\tSubmitted by: Junhong Chen"
 }
}