{
 "awd_id": "1001894",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RANDOM MATRICES IN FUNCTIONAL ANALYSIS",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 123500.0,
 "awd_amount": 123500.0,
 "awd_min_amd_letter_date": "2010-08-04",
 "awd_max_amd_letter_date": "2010-08-04",
 "awd_abstract_narration": "The principal research goals of this proposal deal with questions in infinite-dimensional analysis: functional analysis on spaces that are fundamentally infinite-dimensional, such as the space of random variables associated to a Brownian motion or an infinite-dimensional group of orthogonal transformations.  Herein, these questions are viewed through the lens of random matrix theory, a relatively new field at the confluence of probability theory, complex analysis, and combinatorics.  Random matrix theory provides powerful new tools in the arena of functional analysis.  Moreover, as connections have grown, interplay between the two fields has allowed functional analysis to feedback and give insights into structures associated to random matrices.  The proposed research includes three projects, investigating the interconnected themes of Segal-Bargmann analysis, stochastic analysis, and random subspaces of a Hilbert space.  Also proposed is a project in random matrix theory, concerning random eigenvectors.  In the former three cases, tools from random matrix theory have, in the view of the principal investigator, great potential to give fruitful insights into problems both old and new.  For the latter project, the flow of information moves in the opposite direction: the complex analytic techniques from free probability theory in operator algebras are used to give quantitative information about the geometry of the eigenspaces of a pair of random matrices.  In all of the proposed research, there is the potential for interaction between very different fields ? probability theory, geometric functional analysis, and operator algebras to name a few.  Moreover, the latter project is motivated by, and promises real-world application to problems in signal processing and other parts of electrical engineering.\r\n\r\nArrays of numbers (also known as matrices) are a common efficient way to record data, in all branches of science.  Finding meaning in those arrays is an enterprise that runs from the mundane to the highly sophisticated. A relevant example is common in signal processing, where a time-varying signal is digitized to produce a rectangular array of amplitudes.  Filtering noise out (or decoding signals) means finding ways to recognize ordered versus random patterns within the matrix. Using ingredients developed in physics starting in the 1950s, statistics in the 1980s, and more recently complex and functional analysis in the last two decades, there is now a rich, robust collection of tools for such signal-to-random-noise separation.  This proposal includes several projects motivated by those tools and their foundations within functional analysis. The principal investigator is an expert in a number of fields related to random matrix theory, and expects fruitful results to follow from exploring old and new connections between pure mathematics and applied science.  In at least one proposed project, there is significant promise of actual practical applications to signal processing problems (for large arrays of antennas).  This proposal involves research problems at varying levels of sophistication, and so undergraduate students, graduate students, and postdoctoral and faculty researchers may participate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Kemp",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Todd A Kemp",
   "pi_email_addr": "tkemp@math.ucsd.edu",
   "nsf_id": "000545614",
   "pi_start_date": "2010-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 123500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project dealt with three interrelated topics in functional analysis, all related to random matrix theory. &nbsp;Random matrices are rectangular arrays of data that involve some random noise; they are completely ubiquitous through science and engineering. &nbsp;In broad terms, the purpose of the PI's research is to understand how random fluctuations in such matrices can be efficiently described for very large data sets. &nbsp;The specific kinds of random fluctuations studied in the three topics represent different models: independent noise with symmetry, random rotations of high-dimensional space, and the randomness induced by the flow of heat on geometric objects. &nbsp;In each case, new results were proved on underlying structure of these fluctuations for very large matrices, using different tools from mathematical analysis. &nbsp;These results are of interest in theoretical applications in mathematics, but also to concrete applied scientists working in fields such as wireless communication.</p>\n<p><br />The PI presented the work supported by this NSF grant at many domestic and international conferences, seminars, and colloquia, and published the findings in five mathematics journal articles. &nbsp;The PI also advised the PhD dissertations of two students, whose research work was published in three more mathematics journal articles and presented at conferences and seminars. &nbsp;All of this research has great potential (and a track record of success) to spur collaboration between different fields of mathematics, and promote cross-disciplinary research between mathematics and engineering.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/13/2014<br>\n\t\t\t\t\tModified by: Todd&nbsp;A&nbsp;Kemp</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project dealt with three interrelated topics in functional analysis, all related to random matrix theory.  Random matrices are rectangular arrays of data that involve some random noise; they are completely ubiquitous through science and engineering.  In broad terms, the purpose of the PI's research is to understand how random fluctuations in such matrices can be efficiently described for very large data sets.  The specific kinds of random fluctuations studied in the three topics represent different models: independent noise with symmetry, random rotations of high-dimensional space, and the randomness induced by the flow of heat on geometric objects.  In each case, new results were proved on underlying structure of these fluctuations for very large matrices, using different tools from mathematical analysis.  These results are of interest in theoretical applications in mathematics, but also to concrete applied scientists working in fields such as wireless communication.\n\n\nThe PI presented the work supported by this NSF grant at many domestic and international conferences, seminars, and colloquia, and published the findings in five mathematics journal articles.  The PI also advised the PhD dissertations of two students, whose research work was published in three more mathematics journal articles and presented at conferences and seminars.  All of this research has great potential (and a track record of success) to spur collaboration between different fields of mathematics, and promote cross-disciplinary research between mathematics and engineering.\n\n\t\t\t\t\tLast Modified: 05/13/2014\n\n\t\t\t\t\tSubmitted by: Todd A Kemp"
 }
}