{
 "awd_id": "1001317",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Monotonicity formulas, nonlinear PDE's and sub-Riemannian Geometry",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 176825.0,
 "awd_min_amd_letter_date": "2010-04-26",
 "awd_max_amd_letter_date": "2013-03-26",
 "awd_abstract_narration": "This proposal is concerned with a number of questions at the interface of nonlinear partial differential equations and geometry, with particular emphasis on sub-Riemannian manifolds. The unifying theme is the systematic search of some basic monotonicity properties of the solutions of the problem at hand. Such properties play a special role in analysis and geometry and often lead to a remarkable insight in the nature of the relevant equations. One of the main directions in this proposal is a new notion of curvature in sub-Riemannian geometry. It represents a generalization of the Ricci curvature tensor from Riemannian geometry. Combining new Bochner identities with the monotonicity of some entropy-like functionals, for manifolds for which such generalized Ricci tensor is nonnegative one is led to a priori gradient bounds of Li-Yau type, Harnack inequalities, Gaussian upper bounds, isoperimetric inequalities, and a sub-Riemannian Bonnet-Myers compactness theorem in the strictly positive case. In another direction the proposal aims at furthering   the present knowledge of minimal surfaces in sub-Riemannian geometry with particular emphasis on the sub-Riemannian Bernstein problem. The PI and his co-authors have recently solved this problem in the first (three-dimensional) Heisenberg group. The proposed research revolves around the analysis of the higher dimensional problem as well as the study of new monotonicity properties of the relevant area functionals. In yet another direction the proposal is concerned with the study of some new monotonicity properties of solutions of variational inequalities of elliptic and parabolic type with an obstacle confined to lie in alower dimensional manifold. Such monotonicity formulas are then applied to the study of the regularity of the relevant free boundary problems.\r\n\r\nThis proposal can be placed at the confluence of two major areas of research in mathematics known as partial differential equations and Riemannian geometry. Partial differential equations are relations between an unknown function and a certain number of its derivatives. They govern the observable phenomena of the physical world. Riemannian geometry provides with a framework which is necessary to understand what happens when we are confronted with phenomena which fall outside the classical mechanics of Newton and Galilei. For instance, in Einstein?s theory of relativity the description of the curved space-time requires the use of Riemannian manifolds, with their intrinsic geometry. The past decade has witnessed an explosion of interest in a far reaching generalization of Riemannian geometry, as well as in the relevant partial differential equations which are needed to describe the new phenomena which arise in this area. Since this proposal is at the forefront of some of these developments it has the potential to impact those areas of mathematics and of the applied sciences (robotics, mechanical engineering, neuroscience) which are at the origin of these advances. In view of the extensive involvement and training of doctoral students and post-doctoral advisee, and the systematic dissemination of the relevant research through seminars, lectures, conferences, publications and websites, this proposal presents a strong component of human resources development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicola",
   "pi_last_name": "Garofalo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicola Garofalo",
   "pi_email_addr": "ngarofal@asu.edu",
   "nsf_id": "000383339",
   "pi_start_date": "2010-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 176824.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In mathematics the word ``monotonicity'' describes the character of a quantity which either increases or decreases. Monotonous quantities play a fundamental role in the physical sciences. For instance, the average over a sphere of the electrostatic potential generated by a distribution of charge over a conductor decreases as the radius of the sphere increases, and therefore it is a monotonic (decreasing) function of the radius. A monotonicity formula is a relation which asserts, usually through the sign of its derivative, the monotonic character of a given function (a mathematical, or a physical quantity).</p>\n<p>The unifying theme of this award is the study of several monotonicity formulas which enter in different ways in the study of problems ranging from geometry to engineering. One essential portion of this grant is the study of spaces describing phenomena in which only certain directions are allowed (a simple example is provided by parallel parking): this is called sub-Riemannian geometry. Another substantial aspect f this proposal aimes at studying problems In the applied sciences in which there is an evolving interface between two physical quantities, or states, which is not a priori known to the investigator: these are so called free-boundary problems, with the free boundary being the unknown interface. One is interested about optimal smoothness of the function describing the physical sysytem across the interface, or about the optimal smoothness of the interface itself.</p>\n<p>Overall, the research funded by this grant has resulted in: 1) several publications in leading scientific journals; 2) dissemination of the research findings through invitation to international conferences, international summer schools, minicourse and colloquium lectures; 3) training of graduate students through graduate courses, specialized seminars aimed at an individual several participation of the students, direct participation of the students to several research projects which have resulted in publication in international journals; 4) dissemination of the central themes of the PI's research field of interest through book writing and lecture notes. Such lectures were made promptly available to the participants of the above mentioned summer schools and minicourses.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Some of the main outcomes of the research funded by this grant is the opening of a new direction in geometry. One of the central open problems in sub-Riemannian geometry is understanding \"curvature\", i.e., how much the ambient space deviates from being flat. In a joint collaboration with Fabrice Baudoin, the PI has introduced a new way of measuring curvature in sub-Riemannian geometry and has developed a program aimed at deducing the impact of such notion of curvature (in technical terms these are called Ricci lower bounds) on the global geometric and analytic properties of the relevant differential equations which govern ``life\" in these spaces. The findings of these program have been featured as one of the main new trends in the advertisement of the Notices of the American Mathematical Society, of the workshop \"Analysis on Metric Spaces, held at the IPAM, U. of California, Los Angeles, in March 2013.</p>\n<p>In another direction, in joint collaboration with Arshak Petrosyan, the PI has completely settled through the discovery a two new families of monotonicity formulas, the analysis of the so-called singular free boundary points in the lower dimensional, or thin obstacle problem. This was a fundamental problem left open by the main leader in the field of free boundaries, Luis Caffarelli, in his joint works with Sandro Salsa and Luis Silvestre. The PI's joint work with Petrosyan was published in the prestigious journal Inventiones Mathematicae. In joint collaboration with Arshak Petrosyan, Donatella Danielli and To Tung, the PI has also recently developed a complete theory for the lower dimensi...",
  "por_txt_cntn": "\nIn mathematics the word ``monotonicity'' describes the character of a quantity which either increases or decreases. Monotonous quantities play a fundamental role in the physical sciences. For instance, the average over a sphere of the electrostatic potential generated by a distribution of charge over a conductor decreases as the radius of the sphere increases, and therefore it is a monotonic (decreasing) function of the radius. A monotonicity formula is a relation which asserts, usually through the sign of its derivative, the monotonic character of a given function (a mathematical, or a physical quantity).\n\nThe unifying theme of this award is the study of several monotonicity formulas which enter in different ways in the study of problems ranging from geometry to engineering. One essential portion of this grant is the study of spaces describing phenomena in which only certain directions are allowed (a simple example is provided by parallel parking): this is called sub-Riemannian geometry. Another substantial aspect f this proposal aimes at studying problems In the applied sciences in which there is an evolving interface between two physical quantities, or states, which is not a priori known to the investigator: these are so called free-boundary problems, with the free boundary being the unknown interface. One is interested about optimal smoothness of the function describing the physical sysytem across the interface, or about the optimal smoothness of the interface itself.\n\nOverall, the research funded by this grant has resulted in: 1) several publications in leading scientific journals; 2) dissemination of the research findings through invitation to international conferences, international summer schools, minicourse and colloquium lectures; 3) training of graduate students through graduate courses, specialized seminars aimed at an individual several participation of the students, direct participation of the students to several research projects which have resulted in publication in international journals; 4) dissemination of the central themes of the PI's research field of interest through book writing and lecture notes. Such lectures were made promptly available to the participants of the above mentioned summer schools and minicourses. \n\n \n\nSome of the main outcomes of the research funded by this grant is the opening of a new direction in geometry. One of the central open problems in sub-Riemannian geometry is understanding \"curvature\", i.e., how much the ambient space deviates from being flat. In a joint collaboration with Fabrice Baudoin, the PI has introduced a new way of measuring curvature in sub-Riemannian geometry and has developed a program aimed at deducing the impact of such notion of curvature (in technical terms these are called Ricci lower bounds) on the global geometric and analytic properties of the relevant differential equations which govern ``life\" in these spaces. The findings of these program have been featured as one of the main new trends in the advertisement of the Notices of the American Mathematical Society, of the workshop \"Analysis on Metric Spaces, held at the IPAM, U. of California, Los Angeles, in March 2013.\n\nIn another direction, in joint collaboration with Arshak Petrosyan, the PI has completely settled through the discovery a two new families of monotonicity formulas, the analysis of the so-called singular free boundary points in the lower dimensional, or thin obstacle problem. This was a fundamental problem left open by the main leader in the field of free boundaries, Luis Caffarelli, in his joint works with Sandro Salsa and Luis Silvestre. The PI's joint work with Petrosyan was published in the prestigious journal Inventiones Mathematicae. In joint collaboration with Arshak Petrosyan, Donatella Danielli and To Tung, the PI has also recently developed a complete theory for the lower dimensional obstacle problem for the heat equation. These works were completed during the duration of this gr..."
 }
}