{
 "awd_id": "1001381",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Study of the Evolution of Nanoparticle Crystallization and Optical Properties in Glass Ceramics",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 289108.0,
 "awd_amount": 299157.0,
 "awd_min_amd_letter_date": "2010-06-17",
 "awd_max_amd_letter_date": "2013-05-13",
 "awd_abstract_narration": "The goal of this project is to determine the microstructural and chemical origins of the optical properties of Europium-doped fluorozirconate glasses, additionally doped with chlorine nanocomposite materials. The glass ceramics have potential applications as an x-ray imaging plate, for example in a digital mammography system.  A further goal of the research is to provide insights into ways in which the material could be optimized for this application.  Europium-doped fluorozirconate glasses, additionally doped with chlorine, can be heat-treated in such a way that it forms a novel nanocomposite material containing barium chloride nanocrystals, with the ability to convert ionizing radiation (usually x-rays) into stable electronhole pairs. These can be read out afterwards with a scanning laser beam in a so-called \"photostimulated luminescence\" (PSL) process. Optical studies have shown that the nanocomposite glasses gives out five times more light than the equivalent volume of the single crystal. The reason for this increased light output is not understood but the answer lies in the interface between the nanoparticles and its host glass matrix, as a result of the formation of the barium chloride nanoparticles. The ideal technique to analyze the structure and composition across nanoscale interfaces is by transmission electron microscopy (TEM). Ex situ TEM analysis has previously been carried out on samples that were annealed at various temperatures but this only provides a snapshot of the available science. The planned TEM studies include high resolution imaging of the atomic-scale structure of the nanocrystals and their interfaces with the glass matrix, in conjunction with energy-filtered TEM (EFTEM) composition mapping of the chemical distribution in and around the nanocrystals. Further, samples, which have previously been heat-treated in a furnace or irradiated by a laser with different energies and pulse length, in order to induce nanocrystal nucleation, will be examined and the three nucleation techniques, ex situ thermal, laser, and in situ thermal will be compared.\r\n\r\nThe University of Tennessee Space Institute regularly runs summer science camps for K-12 and employs summer interns. The entire UTSI staff participates in the outreach efforts. Dr. Johnson has developed a detailed seven week summer research experience program for a combination of high-school and undergraduate students. The students receive a glass-ceramic sample and go through a program of characterization, oral presentation, report preparation, career day and mock grant writing workshop. The program culminates in the preparation of a journal article.  The PI regularly acts as a mentor for the Introduce a Girl to Engineering day, which is a program at Argonne for Middle School female students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacqueline",
   "pi_last_name": "Johnson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jacqueline A Johnson",
   "pi_email_addr": "jjohnson@utsi.edu",
   "nsf_id": "000496764",
   "pi_start_date": "2010-06-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Petford-Long",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda K Petford-Long",
   "pi_email_addr": "petford.long@anl.gov",
   "nsf_id": "000529239",
   "pi_start_date": "2010-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Space Institute",
  "inst_street_address": "411 BH GOETHERT PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "TULLAHOMA",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "9313937212",
  "inst_zip_code": "373889700",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "TN04",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "R7UDMNZJNFU5",
  "org_uei_num": "R7UDMNZJNFU5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Space Institute",
  "perf_str_addr": "411 BH GOETHERT PKWY",
  "perf_city_name": "TULLAHOMA",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "373889700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "TN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1774",
   "pgm_ref_txt": "CERAMICS"
  },
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "8088",
   "pgm_ref_txt": "NIST supplement"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 289108.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6111.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 3938.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes</strong></p>\n<p>The work conducted during the project titled &ldquo;Study of the Evolution of Nanoparticle Crystallization and Optical Properties in Glass Ceramics&rdquo; involved elucidating the understanding of crystallization in glass-ceramic materials and how this was related to their optical properties.</p>\n<p><strong><em>Intellectual Merit Outcomes</em></strong></p>\n<p>The majority of the glasses synthesized were europium-doped fluorozirconate (FZ) glasses, additionally doped with chlorine, and known by the term fluorochlorozirconate (FCZ) glasses. The as-poured glasses were heat-treated, <em>ex situ,</em> to form nanocomposite materials that contained<em> </em>barium chloride nanocrystals in a glass matrix, with the ability to convert ionizing radiation (usually x-rays) into electron-hole pairs. Samples heat treated below ~ 270&deg;C were scintillators, i.e. the electron-hole pairs recombine spontaneously to give out light. Heat treatments above ~ 270&deg;C were storage phosphors, i.e. the electron-hole pairs were stable and read out afterwards with a scanning laser beam in a so-called &ldquo;photostimulated luminescence&rdquo; (PSL) process. Scintillators are aligned with the presence of hexagonal BaCl<sub>2</sub> nanocrystals and storage phosphors with the presence of orthorhombic BaCl<sub>2</sub> nanocrystals. The nanocrystals undergo a structural phase transformation from hexagonal to orthorhombic, in general around 270&deg;C.</p>\n<p>Synthesis and heat treatment protocols were changed in response to <em>in situ </em>x-ray diffraction and transmission electron microscopy studies. What was seen previously in these samples as a result of the study of materials heat-treated &ldquo;blindly (<em>ex situ</em>)&rdquo; was clearly the tip of an iceberg. For example, such samples where only the &ldquo;end result&rdquo; of heat treatment was observed, showed exclusively hexagonal or orthorhombic crystallites of BaCl<sub>2</sub>. <em>In situ </em>transmission electron microscopy experiments, following the same heat treatment processes, showed that in the early stages of heat treatments, BaF<sub>2</sub> nanocrystals develop, in both a face-centered cubic and orthorhombic structure. These nanocrystals develop during heat treatment as they are not present in the &ldquo;as-poured&rdquo; glass; they are also co-located with the optically-active europium dopant, suggesting that they contribute to formation of the desired optical behavior. &nbsp;</p>\n<p>The motivation to increase light output in response to radiation led to empirically trying other rare-earth dopants in addition to incorporating europium. One rare-earth in particular, holmium, enhanced the photostimulated luminescence. Subsequently, the optimum sample was studied with <em>in situ</em> XRD and TEM during which, the shape and size of the crystallites could be observed all the way from development through to the structural phase transition, enabling a model of the nucleation and growth process to be proposed.</p>\n<p>Supplemental funding was obtained to study the samples at NIST and subsequently at ORNL as neutron scintillators. A material that does not require enriched materials was discovered that has 40% of the light output of GS20, a standard neutron scintillator. This result is without any optimization, so is a very good starting point. ORNL and UTSI are applying for seed funding to further this work.</p>\n<p><strong><em>Broader Impact Outcomes</em></strong></p>\n<p>There were two major outcomes in the area of broader impacts. The first is directly related to the understanding of the materials. As predicted <em>in situ </em>measurements led to new information about the development of the nanocrystals and how this fed into the optical properties of FCZ glasses. With this information, the team was able to diversify and develop materials that not only responded to x-rays but materials ...",
  "por_txt_cntn": "\nProject Outcomes\n\nThe work conducted during the project titled \"Study of the Evolution of Nanoparticle Crystallization and Optical Properties in Glass Ceramics\" involved elucidating the understanding of crystallization in glass-ceramic materials and how this was related to their optical properties.\n\nIntellectual Merit Outcomes\n\nThe majority of the glasses synthesized were europium-doped fluorozirconate (FZ) glasses, additionally doped with chlorine, and known by the term fluorochlorozirconate (FCZ) glasses. The as-poured glasses were heat-treated, ex situ, to form nanocomposite materials that contained barium chloride nanocrystals in a glass matrix, with the ability to convert ionizing radiation (usually x-rays) into electron-hole pairs. Samples heat treated below ~ 270&deg;C were scintillators, i.e. the electron-hole pairs recombine spontaneously to give out light. Heat treatments above ~ 270&deg;C were storage phosphors, i.e. the electron-hole pairs were stable and read out afterwards with a scanning laser beam in a so-called \"photostimulated luminescence\" (PSL) process. Scintillators are aligned with the presence of hexagonal BaCl2 nanocrystals and storage phosphors with the presence of orthorhombic BaCl2 nanocrystals. The nanocrystals undergo a structural phase transformation from hexagonal to orthorhombic, in general around 270&deg;C.\n\nSynthesis and heat treatment protocols were changed in response to in situ x-ray diffraction and transmission electron microscopy studies. What was seen previously in these samples as a result of the study of materials heat-treated \"blindly (ex situ)\" was clearly the tip of an iceberg. For example, such samples where only the \"end result\" of heat treatment was observed, showed exclusively hexagonal or orthorhombic crystallites of BaCl2. In situ transmission electron microscopy experiments, following the same heat treatment processes, showed that in the early stages of heat treatments, BaF2 nanocrystals develop, in both a face-centered cubic and orthorhombic structure. These nanocrystals develop during heat treatment as they are not present in the \"as-poured\" glass; they are also co-located with the optically-active europium dopant, suggesting that they contribute to formation of the desired optical behavior.  \n\nThe motivation to increase light output in response to radiation led to empirically trying other rare-earth dopants in addition to incorporating europium. One rare-earth in particular, holmium, enhanced the photostimulated luminescence. Subsequently, the optimum sample was studied with in situ XRD and TEM during which, the shape and size of the crystallites could be observed all the way from development through to the structural phase transition, enabling a model of the nucleation and growth process to be proposed.\n\nSupplemental funding was obtained to study the samples at NIST and subsequently at ORNL as neutron scintillators. A material that does not require enriched materials was discovered that has 40% of the light output of GS20, a standard neutron scintillator. This result is without any optimization, so is a very good starting point. ORNL and UTSI are applying for seed funding to further this work.\n\nBroader Impact Outcomes\n\nThere were two major outcomes in the area of broader impacts. The first is directly related to the understanding of the materials. As predicted in situ measurements led to new information about the development of the nanocrystals and how this fed into the optical properties of FCZ glasses. With this information, the team was able to diversify and develop materials that not only responded to x-rays but materials that responded to g-rays and neutrons as well. In addition, solid information was gained as to whether the materials would perform as scintillators or storage phosphors. A company, Glass Components and Device Development (GCaDD) LLC was started to commercialize these materials for applications required for larger companies. For example, AREVA are in..."
 }
}