{
 "awd_id": "1002469",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER/Collaborative Research:  Accelerating Innovation in Agent-Based Simulations:  Application to Complex Socio-Behavioral Phenomena",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032925353",
 "po_email": "emisawa@nsf.gov",
 "po_sign_block_name": "Eduardo Misawa",
 "awd_eff_date": "2010-02-01",
 "awd_exp_date": "2011-01-31",
 "tot_intn_awd_amt": 30000.0,
 "awd_amount": 30000.0,
 "awd_min_amd_letter_date": "2010-01-19",
 "awd_max_amd_letter_date": "2010-01-19",
 "awd_abstract_narration": "Increasingly, the engineering of complex systems requires consideration of an intricate web of components and their interaction in diverse social and technical environments. Simulation can assist in designing and testing socio-technical systems by allowing the potential space of outcomes to be explored under given designs. Agent-based models have been developed as a method for building models of complex systems, with great success. Agents may be designed to represent system components and to specify the interactions between them in an incredible level of detail. While popular, the full potential of the methodology to support engineering of complex systems has not been reached, however, because of a set of key challenges. First, there exists a relative lack of robust methods for calibrating agent-based models to theory. Second, there is a paucity of reliable approaches for extracting coarse-grained, system level information as it emerges in agent-based simulations. Third, there is a dearth of schemes for handling uncertainty in the application of agent-based rules to system behavior. Fourth, computation of agent-based models is inefficient when agents are numerous in volume and richly-specified in behavior. Together, these impediments constrain the ability of agent-based modeling to enable prediction, to support decisions, and to facilitate the design, control, and optimization of complex systems. The main objective of this project is to broaden the extensibility of agent-based modeling beyond these constraints. This will be achieved by developing novel computational methods to fuse agent-based modeling, uncertainty measurement and quantification, and mathematics for pattern-extraction. \r\n\r\nThis project will expand the capabilities of agent-based modeling in supporting the design, engineering, and testing of complex systems. Our initial focus is to develop a prototype scheme that can be applied to complex socio-behavioral systems, but the project is of potential relevance across a diverse array of substantive areas. Indeed, one of our central aims is to provide the glue that can bridge diverse schemes for agent-based simulation across application areas. This could be incredibly useful in reconciling agent-based modeling into a larger ?ecology? of mathematical modeling and computation, fundamentally expanding the range of questions that can be posed and systems that can be explored in simulation, while better linking simulation to real-world dynamics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yannis",
   "pi_last_name": "Kevrekidis",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Yannis G Kevrekidis",
   "pi_email_addr": "yannis@princeton.edu",
   "nsf_id": "000383357",
   "pi_start_date": "2010-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  },
  {
   "pgm_ele_code": "747800",
   "pgm_ele_name": "DYNAMICAL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of this project was to develop computational and data-processing tools that would significantly enhance our ability to extract information from agent-based models, especially in computations that arise in social science modeling (the two illustrative examples we explored involved the interaction of financial agents in a market under conditions of mimesis, and the simulation of urban sprawl, see the attached image).&nbsp; Agent based models simulate large numbers (tens of thousands, millions) of interacting entities on the computer (&ldquo;agents&rdquo;) in an effort to predict the macroscopic, coarse-grained behavior of the ensemble at the systems level.&nbsp; There is an analogy with the way molecular interactions give rise to collective behavior at the macroscopic level, such as fluid flow or chemical reactions &ndash; the idea is to try and understand the macroscopic consequences of individual interactions at the fine scale.</p>\n<p>In our work we try to accelerate such time-consuming simulations &ndash; we do not try to accurately predict what every single agent is going to do &ndash; rather we try to predict what the ensemble properties will be (in the same way that one cannot predict if a single individual will live or die, but can quite accurately predict the population growth for a city or a nation from year to year). An additional task we have explored was the detection (through data analysis techniques, and, in particular, through the so-called Diffusion Maps approach) of what the right macroscopic, population-level observables are that determine collective behavior. The combination of data-mining and acceleration of large scale simulations has the potential to enhance the ability of agent-based simulations to become decision support tools for a variety of problems arising in the social sciences. The project involved an interdisciplinary collaboration between a computational engineer (the PI) with a geographer and an expert on the quantification of uncertainty.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/08/2012<br>\n\t\t\t\t\tModified by: Yannis&nbsp;G&nbsp;Kevrekidis</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2012/1002469/1002469_10012932_1339167160286_Fig--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2012/1002469/1002469_10012932_1339167160286_Fig--rgov-800width.jpg\" title=\"Agent-based modeling of averaged population growth around Lake Michigan.\"><img src=\"/por/images/Reports/POR/2012/1002469/1002469_10012932_1339167160286_Fig--rgov-66x44.jpg\" alt=\"Agent-based modeling of averaged population growth around Lake Michigan.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">LEFT: Direct agent-based simulations, ensemble-averaged; CENTER: simulations accelerated through coarse projective integration. RIGHT: relative errors. The white spikes denote higher populations than the yellow areas.</div>\n<div class=\"imageCredit\">Yu Zou, Yannis Kevrekidis, Paul Torrens, Roger Ghanem</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Yannis&nbsp;G&nbsp;Kevrekidis</div>\n<div class=\"imageTitle\">Agent-based modeling of averaged population growth around Lake Michigan.</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe purpose of this project was to develop computational and data-processing tools that would significantly enhance our ability to extract information from agent-based models, especially in computations that arise in social science modeling (the two illustrative examples we explored involved the interaction of financial agents in a market under conditions of mimesis, and the simulation of urban sprawl, see the attached image).  Agent based models simulate large numbers (tens of thousands, millions) of interacting entities on the computer (\"agents\") in an effort to predict the macroscopic, coarse-grained behavior of the ensemble at the systems level.  There is an analogy with the way molecular interactions give rise to collective behavior at the macroscopic level, such as fluid flow or chemical reactions &ndash; the idea is to try and understand the macroscopic consequences of individual interactions at the fine scale.\n\nIn our work we try to accelerate such time-consuming simulations &ndash; we do not try to accurately predict what every single agent is going to do &ndash; rather we try to predict what the ensemble properties will be (in the same way that one cannot predict if a single individual will live or die, but can quite accurately predict the population growth for a city or a nation from year to year). An additional task we have explored was the detection (through data analysis techniques, and, in particular, through the so-called Diffusion Maps approach) of what the right macroscopic, population-level observables are that determine collective behavior. The combination of data-mining and acceleration of large scale simulations has the potential to enhance the ability of agent-based simulations to become decision support tools for a variety of problems arising in the social sciences. The project involved an interdisciplinary collaboration between a computational engineer (the PI) with a geographer and an expert on the quantification of uncertainty.\n\n\t\t\t\t\tLast Modified: 06/08/2012\n\n\t\t\t\t\tSubmitted by: Yannis G Kevrekidis"
 }
}