{
 "awd_id": "1002485",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: MRI-R2 Instrument Development of the Askaryan Radio Array, A Large-scale Radio Cherenkov Neutrino Detector at the South Pole",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032927425",
 "po_email": "vpapita@nsf.gov",
 "po_sign_block_name": "Vladimir Papitashvili",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 1317885.0,
 "awd_amount": 1317885.0,
 "awd_min_amd_letter_date": "2010-04-20",
 "awd_max_amd_letter_date": "2012-02-03",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). One of the most outstanding questions in astronomy and astrophysics addresses the origin and evolution of the cosmic accelerators that produce the highest energy (UHE) cosmic rays. This question may be best addressed through the observation of UHE cosmogenic neutrinos that travel from their source undeflected by galactic and interstellar magnetic fields and unimpeded by interactions with the cosmic microwave background (CMB) radiation. However, uncertainties in the predicted cosmogenic neutrino fluxes make it difficult to design an array with sufficient sensitivity to collect a statistically meaningful sample of events. At very high energies (above 10^15 eV), neutrinos could be most efficiently detected in dense, radio frequency (RF) transparent media via the Askaryan effect. The abundant cold ice covering the Antarctic, with its exceptional RF clarity, has been hosting several pioneering efforts to develop this RF approach. From the expertise gained in these experiments and utilizing the infrastructure developed by the U.S. Antarctic Program, it is proposed to develop radio-listening equipment that can constitute the Askaryan Radio Array (ARA) and install it in the ice near the geographical South Pole. The primary goal of the ARA array will be establishing the absolute cosmogenic neutrino flux through the modest number of events. As the proposed radio antennae are deployed in ice holes extending below the firn layer to 200-m depth, they will have the ability to distinguish surface noise from sources originating deep in the ice cap (otherwise not possible in balloon-borne experiments). The ARA will have sufficient sensitivity to establish the presence or absence of the secondary UHE neutrinos produced by the interaction of cosmic rays with CMB. Such an observatory would also provide a unique probe of long-baseline high-energy neutrino interactions unattainable with any manmade neutrino beam. The adopted clustered geometry of the array (in which a single localized cluster may act as a standalone array) would allow trading the precise angular resolution for the increased event rates. The flux measurement and experience gained in operating the limited number of stations would frame the performance requirements needed to expand the array in the future to measure a larger number of neutrinos with greater angular precision in order to study their spectrum and origins. The project will continue contributing significantly to the training of the next generation of scientists by integrating graduate and undergraduate education with the technology and instrumentation development.",
 "awd_arra_amount": 1317885.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Albrecht",
   "pi_last_name": "Karle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Albrecht Karle",
   "pi_email_addr": "karle@icecube.wisc.edu",
   "nsf_id": "000333291",
   "pi_start_date": "2010-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1317885.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>ARA Project Outcomes Report</p>\n<p>July 30, 2013</p>\n<p>At high energies (&gt; 10<sup>15</sup> eV), neutrinos can be most efficiently detected in dense, Radio Frequency (RF) transparent media via the Askaryan effect. The abundant cold ice covering the geographic South Pole, with its exceptional RF clarity, has been host to several pioneering efforts to develop this approach.</p>\n<p>In 2010, a new experiment called the Askaryan Radio Array (ARA), designed to ultimately accumulate the detection of hundreds of so-called &ldquo;GZK neutrinos&rdquo; was initiated at the South Pole, combining the drilling and logistics experience of IceCube, the <em>in situ</em> RF experience of RICE, and the subnanosecond high-speed data acquisition of ANITA.</p>\n<p>The singular goal of Phase 1 of this experiment (2010&ndash;2013) was to develop and build a small-scale neutrino detector embedded at shallow depths in the Antarctic ice sheet to observe these high-energy neutrinos. An eventual full-scale detector would then accumulate the statistics necessary to carry out a science program with broad intellectual merit, comprising basic particle physics, astrophysics, and glaciology.</p>\n<p>ARA was initially funded for three years, with an emphasis on R&amp;D. The hardware design has been finalized in the Northern Hemisphere at the same time as the data analysis of deployed hardware measurements have matured.</p>\n<p>Our three successful austral-season campaigns at the South Pole included installation of three full-scale data-taking detector stations each with sixteen in-ice antennas. Each such station is a fully functioning neutrino telescope, capable of measuring the interaction of neutrinos at energies higher than 10<sup>16</sup> eV. Detailed simulations and analysis methods indicate that this detector achieves its design goals of measuring energy and direction of cosmic neutrinos. At energies typical of these cosmogenic neutrinos (10<sup>18</sup> eV), the sensitivity of the three detector stations now in operation (ARA1 &ndash; ARA3) at the South Pole is comparable to the IceCube experiment, the largest and most powerful neutrino telescope ever built and currently in operation.&nbsp; Based on the findings achieved by the ARA collaboration, a detector in its full scale will have the ability to detect predicted neutrino fluxes.&nbsp;</p>\n<p>Our success thus far has attracted considerable international attention. Within the last three years, foreign collaborators from Australia, Belgium, Germany, Israel, Japan, Taiwan and the UK have proposed and/or pledged more than $3M in support, as well as substantial personnel resources.</p>\n<p>A full suite of software analysis code, as well as simulation code, is now in place and routinely used as data is transferred to the Northern Hemisphere daily. The international ARA collaboration of more than 50 scientists worldwide is evaluating the data collected to date and is aiming to build the next generation upgrade.&nbsp;</p>\n<p>The broader impact of ARA is realized through extensive involvement of both University students (particularly undergraduates who have contributed to the on-site activities at the South Pole) and high school students (via the QuarkNet programs), as well as aggressive publicizing of the ARA effort to the community at large.</p>\n<p>In addition to drawing on the combined RICE + IceCube + ANITA scientific heritage, ARA has also adapted and enlarged their well-established and ongoing Education and Outreach (E&amp;O) programs. The ARA physics goals are particularly well matched to E&amp;O.</p>\n<p>The mechanism behind the GZK suppression, where high-energy protons interact with the Cosmic Microwave Background (CMB) is so simple and elegant that it is readily accessible to a lay audience.</p>\n<p>With its transformational science undertaken in a captivatingly hostile environment, ARA represents a truly unusual opportunity not only for sci...",
  "por_txt_cntn": "\nARA Project Outcomes Report\n\nJuly 30, 2013\n\nAt high energies (&gt; 1015 eV), neutrinos can be most efficiently detected in dense, Radio Frequency (RF) transparent media via the Askaryan effect. The abundant cold ice covering the geographic South Pole, with its exceptional RF clarity, has been host to several pioneering efforts to develop this approach.\n\nIn 2010, a new experiment called the Askaryan Radio Array (ARA), designed to ultimately accumulate the detection of hundreds of so-called \"GZK neutrinos\" was initiated at the South Pole, combining the drilling and logistics experience of IceCube, the in situ RF experience of RICE, and the subnanosecond high-speed data acquisition of ANITA.\n\nThe singular goal of Phase 1 of this experiment (2010&ndash;2013) was to develop and build a small-scale neutrino detector embedded at shallow depths in the Antarctic ice sheet to observe these high-energy neutrinos. An eventual full-scale detector would then accumulate the statistics necessary to carry out a science program with broad intellectual merit, comprising basic particle physics, astrophysics, and glaciology.\n\nARA was initially funded for three years, with an emphasis on R&amp;D. The hardware design has been finalized in the Northern Hemisphere at the same time as the data analysis of deployed hardware measurements have matured.\n\nOur three successful austral-season campaigns at the South Pole included installation of three full-scale data-taking detector stations each with sixteen in-ice antennas. Each such station is a fully functioning neutrino telescope, capable of measuring the interaction of neutrinos at energies higher than 1016 eV. Detailed simulations and analysis methods indicate that this detector achieves its design goals of measuring energy and direction of cosmic neutrinos. At energies typical of these cosmogenic neutrinos (1018 eV), the sensitivity of the three detector stations now in operation (ARA1 &ndash; ARA3) at the South Pole is comparable to the IceCube experiment, the largest and most powerful neutrino telescope ever built and currently in operation.  Based on the findings achieved by the ARA collaboration, a detector in its full scale will have the ability to detect predicted neutrino fluxes. \n\nOur success thus far has attracted considerable international attention. Within the last three years, foreign collaborators from Australia, Belgium, Germany, Israel, Japan, Taiwan and the UK have proposed and/or pledged more than $3M in support, as well as substantial personnel resources.\n\nA full suite of software analysis code, as well as simulation code, is now in place and routinely used as data is transferred to the Northern Hemisphere daily. The international ARA collaboration of more than 50 scientists worldwide is evaluating the data collected to date and is aiming to build the next generation upgrade. \n\nThe broader impact of ARA is realized through extensive involvement of both University students (particularly undergraduates who have contributed to the on-site activities at the South Pole) and high school students (via the QuarkNet programs), as well as aggressive publicizing of the ARA effort to the community at large.\n\nIn addition to drawing on the combined RICE + IceCube + ANITA scientific heritage, ARA has also adapted and enlarged their well-established and ongoing Education and Outreach (E&amp;O) programs. The ARA physics goals are particularly well matched to E&amp;O.\n\nThe mechanism behind the GZK suppression, where high-energy protons interact with the Cosmic Microwave Background (CMB) is so simple and elegant that it is readily accessible to a lay audience.\n\nWith its transformational science undertaken in a captivatingly hostile environment, ARA represents a truly unusual opportunity not only for scientific discovery but also for education and public outreach regardless of oneÆs level of scientific understanding. The adventurous nature of South Pole activity easily captures the imagination of the ge..."
 }
}