{
 "awd_id": "1002237",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: RECONFIGURABLE COMPUTING USING 2D NANOSCALE MEMORY ARRAY FOR MULTIMEDIA SIGNAL PROCESSING",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Haddad",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 196448.0,
 "awd_amount": 196448.0,
 "awd_min_amd_letter_date": "2010-06-24",
 "awd_max_amd_letter_date": "2010-06-24",
 "awd_abstract_narration": "Lead Proposal ECCS-1002237 \r\nSwarup Bhunia, Case Western Reserve University\r\nNon-Lead Proposal ECCS-1002090\r\nSaibal Mukhopadhyay, Georgia Institute of Technology\r\nCollaborative Research: Reconfigurable Computing Using 2D Nanoscale Memory Array for Multimedia Signal Processing\r\n\r\nABSTRACT\r\n\r\nIntellectual Merit: This collaborative research project explores a scalable reconfigurable computing platform for Multimedia Signal Processing (MSP) applications using integrated two-dimensional volatile or non-volatile memory array as the primary computing element. The platform, referred to as Memory Based Multimedia Signal Processing (MBMSP), leverages on the fact that both nanoscale silicon as well as regular and periodic structures of many emerging nanoscale devices are amenable to dense, high-performance memory design. In MBMSP, algorithmic tasks are functionally decomposed into multi-input, multi-output functions, which are then mapped as lookup tables in a memory array and evaluated in a time-multiplexed, topological fashion using a small controller. This fundamentally different approach to information processing can be effective in developing a scalable platform with high-performance, reconfigurability, energy-efficiency and reliability for diverse and complex signal processing systems. The research seeks to develop circuit-µ-architecture-software co-design approach for MBMSP including software architecture to improve performance and scalability; circuit-µ-architecture techniques for memory cell and array to achieve low-power and robustness; software-hardware co-design approach for energy and reliability; and a Spin-Torque-Transfer Random Access Memory (STTRAM) based platform for scaling MBMSP to deep nanometer nodes.\r\n\r\nBroader Impacts: The MBMSP platform can potentially transform the traditional approach to design multimedia signal processing system. The research will integrate education through course module development and undergraduate research projects. The teaching modules will be adapted for the local high-school students, including about 40% minority/under-represented students, who join the pre-college program at Case Western Reserve University every summer. The modules will focus on hands-on learning approaches for multimedia/digital signal processing systems and new ways to design them. PIs will continue their involvement with Facilitating Academic Careers in Engineering and Science for African-American (FACES) and Summer Undergraduate Research Experience for minorities (SURE). PIs will mentor one SURE student every summer and involve them in the proposed research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Swarup",
   "pi_last_name": "Bhunia",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Swarup K Bhunia",
   "pi_email_addr": "swarup@ece.ufl.edu",
   "nsf_id": "000436434",
   "pi_start_date": "2010-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "10900 EUCLID AVE",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441064901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 196448.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project has developed and studied a novel technology platform for computing with memory encompassing both hardware architecture and software tools. It has led to a novel reconfigurable computing hardware that exploits the properties of dense nanoscale memory to dramatically improve the energy-efficiency and operational reliability for diverse multimedia and signal processing applications. Fig. 1 provides high-level illustration of the memory-based computing fabric we have developed and optimized through a hardware-software co-design process. The proposed reconfigurable computing fabric advocates multi-cycle evaluations in each computational element by mapping function response, whenever possible, as multi-input/multi-output lookup tables in a dense two-dimensional memory array. The computing fabric has been evaluated with large set of benchmark applications with the following key observations.</p>\n<p>1) It significantly improves energy efficiency over state-of-the-art reconfigurable computing fabrics (e.g. Field Programmable Gate Arrays or FPGAs).</p>\n<p>2) It is highly flexible &ndash; i.e. it can map diverse set of applications and support varying data type.</p>\n<p>3) It has high technology scalability i.e. the advantages scale well in future technology nodes.</p>\n<p>4) It is error-resilient and thus provides higher reliability of operation in advanced technologies.</p>\n<p>The memory-centric computing platform allows trading off between high performance (exploiting spatial parallelism) and low hardware requirement (exploiting time-multiplexing). Localized temporal evaluation drastically reduces the overhead due to the programmable interconnects (as shown in Fig. 2), which greatly contributes to the energy and performance for traditional reconfigurable computing platforms. Moreover, the use of memory as the primary computing element allows low power operation at scaled voltage with minimal performance impact than pure logic circuits. Furthermore, by reducing the contribution of interconnect fabric, it can achieve better technology scalability (as shown in Fig. 2).</p>\n<p>The software architecture we have developed consists of an efficient partitioning approach that decomposes complex applications into multi-input/output functions, which can be easily represented in memory as lookup table. Fig. 3 shows the overall structure of the software flow. It starts with a control and data flow graph representation of an application; then partitions the nodes into manageable unit operations and then maps the operations into multiple computing elements into spatio-temporal manner. The project has developed the algorithms and software tools for automatic mapping of an application into the proposed framework. The software for application mapping serves as an invaluable tool for future research as well as technology transfer to industry. The tool has been already shared with IBM through PI&rsquo;s affiliation for further evaluation with diverse applications.</p>\n<p>With semiconductor industry predicting 3X improvement in integration density for memory compared to logic gates in future technology generations, coupled with recent innovations in integration technology such as 3D integration, dramatic improvements in memory density, speed and power dissipation are expected in coming years. The proposed memory-centric reconfigurable computing platform can leverage on these benefits along with the non-volatility property of emerging nanoscale memory technologies such as molecular, resistive or spin-based memory. Another important benefit of using a memory array is that it can be dynamically configured into a custom logic or memory block, unlike alternative technologies. Such &ldquo;malleable&rdquo; nature can be extremely useful for other applications including many data-intensive applications, which benefit from improved memory latency and/or bandwidth.&nbsp; This feature signific...",
  "por_txt_cntn": "\nThe project has developed and studied a novel technology platform for computing with memory encompassing both hardware architecture and software tools. It has led to a novel reconfigurable computing hardware that exploits the properties of dense nanoscale memory to dramatically improve the energy-efficiency and operational reliability for diverse multimedia and signal processing applications. Fig. 1 provides high-level illustration of the memory-based computing fabric we have developed and optimized through a hardware-software co-design process. The proposed reconfigurable computing fabric advocates multi-cycle evaluations in each computational element by mapping function response, whenever possible, as multi-input/multi-output lookup tables in a dense two-dimensional memory array. The computing fabric has been evaluated with large set of benchmark applications with the following key observations.\n\n1) It significantly improves energy efficiency over state-of-the-art reconfigurable computing fabrics (e.g. Field Programmable Gate Arrays or FPGAs).\n\n2) It is highly flexible &ndash; i.e. it can map diverse set of applications and support varying data type.\n\n3) It has high technology scalability i.e. the advantages scale well in future technology nodes.\n\n4) It is error-resilient and thus provides higher reliability of operation in advanced technologies.\n\nThe memory-centric computing platform allows trading off between high performance (exploiting spatial parallelism) and low hardware requirement (exploiting time-multiplexing). Localized temporal evaluation drastically reduces the overhead due to the programmable interconnects (as shown in Fig. 2), which greatly contributes to the energy and performance for traditional reconfigurable computing platforms. Moreover, the use of memory as the primary computing element allows low power operation at scaled voltage with minimal performance impact than pure logic circuits. Furthermore, by reducing the contribution of interconnect fabric, it can achieve better technology scalability (as shown in Fig. 2).\n\nThe software architecture we have developed consists of an efficient partitioning approach that decomposes complex applications into multi-input/output functions, which can be easily represented in memory as lookup table. Fig. 3 shows the overall structure of the software flow. It starts with a control and data flow graph representation of an application; then partitions the nodes into manageable unit operations and then maps the operations into multiple computing elements into spatio-temporal manner. The project has developed the algorithms and software tools for automatic mapping of an application into the proposed framework. The software for application mapping serves as an invaluable tool for future research as well as technology transfer to industry. The tool has been already shared with IBM through PIÆs affiliation for further evaluation with diverse applications.\n\nWith semiconductor industry predicting 3X improvement in integration density for memory compared to logic gates in future technology generations, coupled with recent innovations in integration technology such as 3D integration, dramatic improvements in memory density, speed and power dissipation are expected in coming years. The proposed memory-centric reconfigurable computing platform can leverage on these benefits along with the non-volatility property of emerging nanoscale memory technologies such as molecular, resistive or spin-based memory. Another important benefit of using a memory array is that it can be dynamically configured into a custom logic or memory block, unlike alternative technologies. Such \"malleable\" nature can be extremely useful for other applications including many data-intensive applications, which benefit from improved memory latency and/or bandwidth.  This feature significantly increases the applicability of the proposed computing paradigm beyond multimedia and signal processing tasks for which it..."
 }
}