{
 "awd_id": "1002613",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Gender Segregation and Integration in Select Professions",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2010-04-15",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 9300.0,
 "awd_amount": 9300.0,
 "awd_min_amd_letter_date": "2010-04-19",
 "awd_max_amd_letter_date": "2010-04-19",
 "awd_abstract_narration": "SES-1002613\r\nDavid B. Grusky\r\nManwai C.  Ku\r\nStanford University\r\n\r\nDespite women's advances in the labor market in the U.S., studies continue to find gender segregation within occupations, even in professions that have become more gender-balanced in their workforce compositions.  While similar explanations have been proposed to understand within-occupation gender segregation, few have assessed which of these explanations best explains gender segregation, and whether the predominant explanation varies from one occupational context to another.  This dissertation research compares gender segregation across the contexts of medicine, law and teaching, and asks:  1) What do gender differences emerge in the careers of doctors, lawyers and teachers? And 2) Does 'when gender matters' differ across these three cases?  Quantitative analysis of synthesized career history data, already completed, reveals that gender segregation emerges at different points in the career process across these three occupational groups - suggesting that the forces that drive gender segregation are occupation-specific.  To identify the particular mechanisms, this project undertakes qualitative analysis of sixty interviews with current students and practitioners in the three professions.  This project aims to extract the nuances in decision-making processes at different stages of the career, as well as differences in how gender figures into career decisions across the three occupational contexts.  By moving the level of analysis to the occupational level, this study offers insights into the specificity of the mechanisms that drive gender differences, and encourages researchers to consider the occupational factors that may foster and delineate the emergence of gender inequality. \r\n\r\nBroader Impacts\r\n\r\nFindings from this study have implications for gender-based policies, as the identification of the emergence of gender segregation can direct and enhance efforts to promote gender equity and diversity.  As the causes of gender segregation may differ by occupational context, efforts to raise women?s representation in male-dominated fields would benefit from observations about gender inequality within the specific occupation, more so than conjectures based on common explanations for gender imbalances.  As public awareness of and demands for gender diversity increase, this research can contribute to a stronger understanding of the causes of gender inequality, as well as a stronger basis on which gender policies can be made.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Grusky",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "David B Grusky",
   "pi_email_addr": "grusky@stanford.edu",
   "nsf_id": "000470388",
   "pi_start_date": "2010-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 9300.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>As part of the National Science Foundation Doctoral Dissertation Research Improvement Grant, I conducted thirty-nine interviews with women and men in medicine, law and teaching to investigate how career decision-making processes may be gendered within these occupations and, as well, how gender segregation processes may depend on occupational context.&nbsp; My project takes on the issue of gender segregation within occupations, with a particular focus on traditionally male-dominated occupations into which women have made substantial inroads.&nbsp; In the U.S., women have steadily&nbsp;entered teaching since early to mid-20<sup>th</sup> century and medicine and law over the past four decades, but substantial differences remain in what women and men &ldquo;do&rdquo; within these occupations &ndash; for example, what grade levels they teach in teaching, what specialties they practice in medicine, and in which settings they practice in law.&nbsp; In this project, I investigate and compare the processes underlying gender segregation in these three occupations to identify how the occupational context factors into the emergence of gender differences.</p>\n<p><span style=\"white-space: pre;\"> </span>My research framework specifically considers both the <em>meanings</em> attached to jobs within occupations and the <em>structure </em>of career processes within occupations.&nbsp; From a career course perspective, gender segregation may emerge through myriad mechanisms; for instance, it may largely reflect gender differences in preferences held at entry into the occupation, or it may emerge mainly due to later-stage experiences that introduce or reinforce gender beliefs about work. &nbsp;I posit that to understand which mechanisms are at play, we must consider that occupations can pose different social contexts and, as such, the dynamics underlying inequality may also differ across them.&nbsp; First, I hypothesize that gender segregation in early aspirations and choices is more apparent in occupations where job settings are highly gender-typed (e.g., surgery vs. obstetrics-gynecology, kindergarten vs. high school), than in occupations where job settings do not as strongly map onto gender-essentialist assumptions (e.g., law firm vs. nonprofit organization).&nbsp; Second, I hypothesize that gender segregation across work settings is more reflective of early aspirations and choices in occupations where professionalization pathways are structured and institutionalized (e.g., medical careers), and more reflective of gendered pressures and constraints experienced during the career course in occupations where pathways are less definite and more amenable to change (e.g., teaching and legal careers).</p>\n<p><span style=\"white-space: pre;\"> </span>Using data from professional organizations, foundation and government sources, I analyzed careers of a cohort of doctors, lawyers and teachers from their entry into their occupations in 1991-1994 to 10-17 post-entry.&nbsp; As hypothesized I found that early preferences and job choices are more gender-segregated among teachers and doctors than among lawyers.&nbsp; However, whereas the level of gender segregation (and specialty choices) remained fairly constant for doctors in the 16-year period post-entry, it increased steadily among teachers and especially after mid-careers among lawyers, namely because women and men moved into job settings in more gender-segregated ways. &nbsp;To provide further insight into career decision-making at the individual level, I conducted and analyzed interviews with 39 women and men in these three occupations.&nbsp; Accounts from doctors and teachers suggest that career choices strongly reflect gendered ideas about people and jobs in their occupations, ideas that may be held even before the start of careers or confirmed by early experiences in training and at work.&nbsp; By con...",
  "por_txt_cntn": "\n As part of the National Science Foundation Doctoral Dissertation Research Improvement Grant, I conducted thirty-nine interviews with women and men in medicine, law and teaching to investigate how career decision-making processes may be gendered within these occupations and, as well, how gender segregation processes may depend on occupational context.  My project takes on the issue of gender segregation within occupations, with a particular focus on traditionally male-dominated occupations into which women have made substantial inroads.  In the U.S., women have steadily entered teaching since early to mid-20th century and medicine and law over the past four decades, but substantial differences remain in what women and men \"do\" within these occupations &ndash; for example, what grade levels they teach in teaching, what specialties they practice in medicine, and in which settings they practice in law.  In this project, I investigate and compare the processes underlying gender segregation in these three occupations to identify how the occupational context factors into the emergence of gender differences.\n\n My research framework specifically considers both the meanings attached to jobs within occupations and the structure of career processes within occupations.  From a career course perspective, gender segregation may emerge through myriad mechanisms; for instance, it may largely reflect gender differences in preferences held at entry into the occupation, or it may emerge mainly due to later-stage experiences that introduce or reinforce gender beliefs about work.  I posit that to understand which mechanisms are at play, we must consider that occupations can pose different social contexts and, as such, the dynamics underlying inequality may also differ across them.  First, I hypothesize that gender segregation in early aspirations and choices is more apparent in occupations where job settings are highly gender-typed (e.g., surgery vs. obstetrics-gynecology, kindergarten vs. high school), than in occupations where job settings do not as strongly map onto gender-essentialist assumptions (e.g., law firm vs. nonprofit organization).  Second, I hypothesize that gender segregation across work settings is more reflective of early aspirations and choices in occupations where professionalization pathways are structured and institutionalized (e.g., medical careers), and more reflective of gendered pressures and constraints experienced during the career course in occupations where pathways are less definite and more amenable to change (e.g., teaching and legal careers).\n\n Using data from professional organizations, foundation and government sources, I analyzed careers of a cohort of doctors, lawyers and teachers from their entry into their occupations in 1991-1994 to 10-17 post-entry.  As hypothesized I found that early preferences and job choices are more gender-segregated among teachers and doctors than among lawyers.  However, whereas the level of gender segregation (and specialty choices) remained fairly constant for doctors in the 16-year period post-entry, it increased steadily among teachers and especially after mid-careers among lawyers, namely because women and men moved into job settings in more gender-segregated ways.  To provide further insight into career decision-making at the individual level, I conducted and analyzed interviews with 39 women and men in these three occupations.  Accounts from doctors and teachers suggest that career choices strongly reflect gendered ideas about people and jobs in their occupations, ideas that may be held even before the start of careers or confirmed by early experiences in training and at work.  By contrast, accounts from lawyers reveal less association between career choices and early preferences or ideas about specific job characteristics.  Rather, career paths are seen as a series of adjustments to organizational contexts and constraints, adjustments that are usually different for women and..."
 }
}