{
 "awd_id": "1002778",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Creating Career Pathways for the Bioprocessing and Biofuels Industry",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2010-07-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 310781.0,
 "awd_amount": 310781.0,
 "awd_min_amd_letter_date": "2010-07-14",
 "awd_max_amd_letter_date": "2010-07-14",
 "awd_abstract_narration": "This project is creating career pathways for the bioprocessing and biofuels industry by bringing representatives of the community college, high schools, four-year colleges and bioprocessing and biofuels industry together. Eight industry-driven job guides and skill assessments developed with prior funds from the Department of Labor are providing the groundwork for the creation of twenty (20) career pathways in the following career areas: Laboratory Technicians, Quality Control/Quality Assurance, Process Control, Maintenance, and Engineering. The career pathways are being put into action by implementing new concurrent enrollment and articulation agreements between Indian Hills Community College (IHCC), three high schools, and three 4-year institutions. Formal internship agreements with industry partners are being developed. Eleven half-day professional development workshops and one (1) breakout session at IHCC's \"Counselor's Day\" event are being offered to educate academic advisors, high school counselors, teachers, and administrators on how to use the career pathways as tools for career counseling at the high school and community college level. Three IHCC instructors are being certified to teach Project Lead the Way courses in bioengineering and engineering at the high school level as concurrent enrollment. The deliverables and models for partnering that result from this project are applicable throughout the upper Midwest where these industries are flourishing, and the career pathways are being distributed to all interested high schools, community colleges, and 4-year institutions through a partnership with Bio-Link, an NSF ATE Resource Center, in an effort to help sustain this rapidly growing industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Crabtree",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Charles G Crabtree",
   "pi_email_addr": "ccrabtre@indianhills.edu",
   "nsf_id": "000428941",
   "pi_start_date": "2010-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indian Hills Community College",
  "inst_street_address": "525 GRANDVIEW AVE",
  "inst_street_address_2": "",
  "inst_city_name": "OTTUMWA",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "6416835111",
  "inst_zip_code": "525011359",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "IA03",
  "org_lgl_bus_name": "INDIAN HILLS COMMUNITY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "DMFKFTTGNA84"
 },
 "perf_inst": {
  "perf_inst_name": "Indian Hills Community College",
  "perf_str_addr": "525 GRANDVIEW AVE",
  "perf_city_name": "OTTUMWA",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "525011359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "IA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 310781.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project, Creating Career Pathways for the Bioprocessing and Biofuels Industry, was designed to realign the bioprocessing and biofuels programming at Indian Hills Community College (IHCC) with specific training needs of our industry partners and to then develop pathways from secondary, through 2-year, and onto 4-year institutions that will create opportunities for students to train for career opportunities in this field of study.&nbsp; This project produce a total of 13 different career pathways for the job titles of Engineering, Bioprocess Laboratory Technician/Supervisor, Process Control Technician, and Industrial Maintenance.&nbsp; Skill sets for each of these job titles were also produced with significant industry input.&nbsp; Each of the pathways details the courses that should be taken at various entry points (high school, 2-year, or 4-year) in order to be prepared for each job title.</p>\n<p>In order to facilitate the use of the career pathways developed, articulation agreements between IHCC and local high schools (6) and 4-year institutions were established (5).&nbsp; In addition to education agreements, two (2) agreements were established between IHCC&rsquo;s bioprocessing program and our industry partners concerning their commitment to offer internships every year.</p>\n<p>In the field of engineering, this project funded the training for 5 instructors in the Project Lead the Way (PLTW) curriculum that is designed to provide introductory engineering courses at the high school and 2-year college level.&nbsp; In the 2013/14 academic year alone, over 253 HS and 101 2-year college students have taken PLTW courses.</p>\n<p>In order to get the word out about the career pathways and how to use them, IHCC staff made presentations at local high schools (7) and at Junior Day and Guidance Counselor&rsquo;s Day, both of which are IHCC events.&nbsp; In addition, a presentation to IHCC student advisors was made to instruct them on how to use the career pathways to council students.&nbsp; IHCC has been aggressive about sharing the pathways and communicating what the career opportunities are in this fields to students and the general public through presentations at public events (FFA conventions &ndash; over 400 students) and in high school classrooms (over 400 students).</p>\n<p>This project has the potential to have significant impact beyond IHCC&rsquo;s 10 county region in southeastern Iowa.&nbsp; Specifically, in the field of engineering, IHCC&rsquo;s active participation in PLTW along with our pre-engineering articulation with University of Iowa (both of which were supported by this project) are creating exposure to the field of engineering as evidenced by the large numbers of students taking these courses.&nbsp; By increasing the number of engineering students that are from rural areas, we increase the chance that they will return to rural areas to work in bioprocessing or related facilities.&nbsp; This is critical to both the success of these rural industries as well as to the economic development of rural communities.&nbsp; In addition, the pathways and skill sets have been used by many other individuals and institutions across the country.&nbsp; The skill sets and pathways are available here: (http://www.indianhills.edu/community/docs/ibd_pathways.zip).&nbsp; The skill sets and pathways are also posted to the Bio-link website (www.bio-link.org) which increases the availability of these resources to interested parties across the biotechnology sector, nationwide.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/24/2014<br>\n\t\t\t\t\tModified by: Charles&nbsp;G&nbsp;Crabtree</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project, Creating Career Pathways for the Bioprocessing and Biofuels Industry, was designed to realign the bioprocessing and biofuels programming at Indian Hills Community College (IHCC) with specific training needs of our industry partners and to then develop pathways from secondary, through 2-year, and onto 4-year institutions that will create opportunities for students to train for career opportunities in this field of study.  This project produce a total of 13 different career pathways for the job titles of Engineering, Bioprocess Laboratory Technician/Supervisor, Process Control Technician, and Industrial Maintenance.  Skill sets for each of these job titles were also produced with significant industry input.  Each of the pathways details the courses that should be taken at various entry points (high school, 2-year, or 4-year) in order to be prepared for each job title.\n\nIn order to facilitate the use of the career pathways developed, articulation agreements between IHCC and local high schools (6) and 4-year institutions were established (5).  In addition to education agreements, two (2) agreements were established between IHCCÆs bioprocessing program and our industry partners concerning their commitment to offer internships every year.\n\nIn the field of engineering, this project funded the training for 5 instructors in the Project Lead the Way (PLTW) curriculum that is designed to provide introductory engineering courses at the high school and 2-year college level.  In the 2013/14 academic year alone, over 253 HS and 101 2-year college students have taken PLTW courses.\n\nIn order to get the word out about the career pathways and how to use them, IHCC staff made presentations at local high schools (7) and at Junior Day and Guidance CounselorÆs Day, both of which are IHCC events.  In addition, a presentation to IHCC student advisors was made to instruct them on how to use the career pathways to council students.  IHCC has been aggressive about sharing the pathways and communicating what the career opportunities are in this fields to students and the general public through presentations at public events (FFA conventions &ndash; over 400 students) and in high school classrooms (over 400 students).\n\nThis project has the potential to have significant impact beyond IHCCÆs 10 county region in southeastern Iowa.  Specifically, in the field of engineering, IHCCÆs active participation in PLTW along with our pre-engineering articulation with University of Iowa (both of which were supported by this project) are creating exposure to the field of engineering as evidenced by the large numbers of students taking these courses.  By increasing the number of engineering students that are from rural areas, we increase the chance that they will return to rural areas to work in bioprocessing or related facilities.  This is critical to both the success of these rural industries as well as to the economic development of rural communities.  In addition, the pathways and skill sets have been used by many other individuals and institutions across the country.  The skill sets and pathways are available here: (http://www.indianhills.edu/community/docs/ibd_pathways.zip).  The skill sets and pathways are also posted to the Bio-link website (www.bio-link.org) which increases the availability of these resources to interested parties across the biotechnology sector, nationwide.\n\n \n\n\t\t\t\t\tLast Modified: 09/24/2014\n\n\t\t\t\t\tSubmitted by: Charles G Crabtree"
 }
}