{
 "awd_id": "1002878",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Pilot:  Improvisational Theater for Computing Scientists",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 98058.0,
 "awd_amount": 98058.0,
 "awd_min_amd_letter_date": "2010-09-08",
 "awd_max_amd_letter_date": "2010-09-08",
 "awd_abstract_narration": "Improvisational Theater for Computing Scientists is a pilot project designed to evaluate use of the performance art of improvisation to develop the creative capacity of individuals and groups in science education and research in the emerging field of computational biology. The ultimate research question for this project is whether training in improvisational theatre can provide scientists and science students with the ability to generate new inquiry spaces for their research?  Scientists and science educators are rarely taught how to build creative environments that encourage open exploration and risk taking. In contrast performers in improvisational theatre are explicitly trained to develop such environments and their ability for experimentation and risk taking. Improvisational theatre (IT) training is an established approach for stimulating creativity and team collaboration in business, early education and engineering design.  This emergent, collaborative idea generation and experimentation can lead to creative and transformative actions for the individual as well as the ensemble. Science education and research positioned as an improvisational, ensemble performance may give the ?actors? in the sciences the required lens for transforming their research and training into a continuous creative and innovative process.  This is crucial for the field of computational biology, as it is reliant on the generation of new scientific relationships, synergies and integrative methodologies.\r\n\r\nOver the course of this project, educators, scientists and students in computing and computational biology disciplines will be brought together in improvisational theater workshops led by creative artists to 1) learn the principles of improvisational theatre 2) develop their ability to build creative, social risk-taking environments 3) develop indicators of creativity specific to the field of computational biology and 4) design improvisation exercises for creativity in computational biology that can be incorporated into the computational biology curriculum. A broad dissemination of the project results to journals and conferences in biology education, computational science and computing is anticipated. Improvisational exercises for concepts and creativity in computational biology will be made available via the project website and incorporated into submitted presentations and workshops at computing science symposiums and conferences that support scientific communities in the biosciences and support broadening participation initiatives for women and underrepresented minorities in the computing sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raquell",
   "pi_last_name": "Holmes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Raquell Holmes",
   "pi_email_addr": "rholmes@uchc.edu",
   "nsf_id": "000530783",
   "pi_start_date": "2010-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut Health Center",
  "inst_street_address": "263 FARMINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FARMINGTON",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8606794040",
  "inst_zip_code": "060300001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "CT05",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT HEALTH CENTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "H6D6JMXJXDE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut Health Center",
  "perf_str_addr": "263 FARMINGTON AVE",
  "perf_city_name": "FARMINGTON",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "060300001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "CT05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "778800",
   "pgm_ele_name": "CreativeIT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7788",
   "pgm_ref_txt": "CreativeIT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 98058.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the<a href=\"http://www.ccam.uchc.edu/holmes/improv/index.htm\"> Improvisational Theater for Computing Scientists</a> project, we investigated the ways improvisational theater training could influence scientists' abilities to collaborate and develop novel, creative ideas. The project is based on the assumption that individuals co-create the environments in which they learn and work (Holzman, 2010). They have both responsibility for and power to shape how they interact with one another. In other words, one person laughing in a room can change the environment from somber to at a minimum a mixture of laughter, somberness and possibly confusion. The ability for people to respond to one another and impact their social environment is consistent with the increased recognition that flexible, innovative groups behave improvisationally. This project looked explicitly at the impact of improvisational theater training on scientists&rsquo; creativity and social interactions.</p>\n<p>Scientists were asked to participate in 90 minute introductory workshops in improvisation with pre- and post workshop surveys and post workshop interviews. The surveys contained questions about scientists&rsquo; perceptions of creativity, as well as a creativity task (Torrance, 1962). The &ldquo;divergent thinking&rdquo; creativity task asks participants to write as many novel uses of an object as possible. We found that there was a detectable increase in divergent thinking post workshops. Yet, the number of participants surveyed needs to be increased to determine the reliability of this result.&nbsp; Through interviews and open-ended questions, we discovered that the workshops did affect the way attendees viewed their professional environment, their ability to communicate and the importance of how they interact (Holmes, 2011; Hug 2011)</p>\n<p>As reported by Hug (2011):</p>\n<p>Becoming self-aware of their own interactional practices allowed them to compare improvisational theater practices they [did] in training, with the emphases on building from others&rsquo; ideas, viewing each conversational turn as an offer upon which to advance a conversation, and inclusive practices inherent in the theater troupe, to common interactions at work and in social settings [...]</p>\n<p><strong><em>&ldquo;Yes (I gained) communication skills as well as a sort of self-awareness- think that as you are starting to see yourself as a performer you become aware of how our behavior changes around other people and found that it makes us conscious (of that behavior).&rdquo;</em></strong></p>\n<p><strong><em>&ldquo;I discovered being supportive (in communication with others) &ndash; I have come to realize the importance of it; (I think I) could be good at it with practice.&rdquo;</em></strong></p>\n<p>The discoveries of this study were that participating in workshops, particularly the 2-day workshop, scientists were able to re-envision their role and their abilities in their work environments (Hug and Holmes, 2011).</p>\n<p>Locally at the <a href=\"http://www.ccam.uchc.edu/\">Center for Cell Analysis and Modeling </a>at University of Connecticut Health Center, we see that the interdisciplinary graduate training in <a href=\"http://grad.uchc.edu/prospective/programs/phd_biosci/concentration/cellanalysis_mod/index.html\">Cell Analysis and Modeling </a>has developed a culture in which faculty and students collaborate to create activities that support their overall development. From a performance perspective the ability to work with people at different professional levels as co-creators of the professional environment is building an ensemble responsible for creating the professional scene. In this case, they have improvised the creation of a student forum that provides critical feedback as they practice their research talks and professional presentations. &nbsp;</p>\n<p>Through <a href=\"http://www.ccam.uchc.edu/holmes/improv/improv/Events...",
  "por_txt_cntn": "\nIn the Improvisational Theater for Computing Scientists project, we investigated the ways improvisational theater training could influence scientists' abilities to collaborate and develop novel, creative ideas. The project is based on the assumption that individuals co-create the environments in which they learn and work (Holzman, 2010). They have both responsibility for and power to shape how they interact with one another. In other words, one person laughing in a room can change the environment from somber to at a minimum a mixture of laughter, somberness and possibly confusion. The ability for people to respond to one another and impact their social environment is consistent with the increased recognition that flexible, innovative groups behave improvisationally. This project looked explicitly at the impact of improvisational theater training on scientistsÆ creativity and social interactions.\n\nScientists were asked to participate in 90 minute introductory workshops in improvisation with pre- and post workshop surveys and post workshop interviews. The surveys contained questions about scientistsÆ perceptions of creativity, as well as a creativity task (Torrance, 1962). The \"divergent thinking\" creativity task asks participants to write as many novel uses of an object as possible. We found that there was a detectable increase in divergent thinking post workshops. Yet, the number of participants surveyed needs to be increased to determine the reliability of this result.  Through interviews and open-ended questions, we discovered that the workshops did affect the way attendees viewed their professional environment, their ability to communicate and the importance of how they interact (Holmes, 2011; Hug 2011)\n\nAs reported by Hug (2011):\n\nBecoming self-aware of their own interactional practices allowed them to compare improvisational theater practices they [did] in training, with the emphases on building from othersÆ ideas, viewing each conversational turn as an offer upon which to advance a conversation, and inclusive practices inherent in the theater troupe, to common interactions at work and in social settings [...]\n\n\"Yes (I gained) communication skills as well as a sort of self-awareness- think that as you are starting to see yourself as a performer you become aware of how our behavior changes around other people and found that it makes us conscious (of that behavior).\"\n\n\"I discovered being supportive (in communication with others) &ndash; I have come to realize the importance of it; (I think I) could be good at it with practice.\"\n\nThe discoveries of this study were that participating in workshops, particularly the 2-day workshop, scientists were able to re-envision their role and their abilities in their work environments (Hug and Holmes, 2011).\n\nLocally at the Center for Cell Analysis and Modeling at University of Connecticut Health Center, we see that the interdisciplinary graduate training in Cell Analysis and Modeling has developed a culture in which faculty and students collaborate to create activities that support their overall development. From a performance perspective the ability to work with people at different professional levels as co-creators of the professional environment is building an ensemble responsible for creating the professional scene. In this case, they have improvised the creation of a student forum that provides critical feedback as they practice their research talks and professional presentations.  \n\nThrough workshops and dissemination of project process and results, resonance was discovered throughout the country with researchers and educators innovating in classroom curricula, research practices and professional development. The project culminated in a 3-day interdisciplinary meeting, \"Cultivating Ensembles in STEM Education and Research.\" Ensembles are a grouping of people working collectively and are the root of improvisational theater. The 40 professionals and students working at the interface..."
 }
}