{
 "awd_id": "1002538",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Portal to Current Research: Life in Extreme Environments",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Jennings",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 109256.0,
 "awd_amount": 109256.0,
 "awd_min_amd_letter_date": "2010-07-07",
 "awd_max_amd_letter_date": "2010-07-07",
 "awd_abstract_narration": "In this Communicating Research to Public Audiences (CRPA) project, the University of Washington and the Pacific Science Center (PSC, Seattle) are highlighting the results of PI Kelley's active research discoveries about deep-sea life located on active hydrothermal vents of the ocean floors (NSF award OCE 0426109). The STEM content of this project includes oceanography, marine biology, and ecology.  The project team will develop a multimedia, interactive kiosk exhibit  that builds on the existing Portal to the Public project at the PSC. Kelley's graduate students are actively involved in the exhibit and outreach components of this CRPA. The target audience for 'Life in Extreme Environments' is the ~800,000 U.S. and international visitors to the PSC, which also includes a significant number of urban, underserved minorities. This CRPA project is a component of the existing Portal to the Public exhibit. After 'Life in Extreme Environments' ends at the PSC, this exhibit kiosk will be made available to other scientists to promote research and related topics in their respective disciplines. The exhibit is being fabricated and evaluated by the staff at the Pacific Science Center.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Meena",
   "pi_last_name": "Selvakumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Meena Selvakumar",
   "pi_email_addr": "meenas2@uw.edu",
   "nsf_id": "000534847",
   "pi_start_date": "2010-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pacific Science Center Foundation",
  "inst_street_address": "200 2ND AVE N",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2064432001",
  "inst_zip_code": "981094816",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "PACIFIC SCIENCE CENTER FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "J55EZDN4G947"
 },
 "perf_inst": {
  "perf_inst_name": "Pacific Science Center Foundation",
  "perf_str_addr": "200 2ND AVE N",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981094816",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 109256.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project established a partnership between D.S. Kelley at the University of<br />Washington (UW) and Pacific Science Center (PSC) to share with public audiences her ongoing science and sensor development efforts to understand submarine hydrothermal systems and the life supported by these extreme environments. The first goal of this project was to develop a dedicated space that displays current research in an ongoing way and that allows every visitor to the museum to be exposed to the research being done in the region. The exhibit space will serve as a way the PSC displays current research after grant funding ends. The second goal was to create a six-month exhibit focused on a <em>Life in Extreme Environments</em> exhibit and &ldquo;meet the scientist(s)&rdquo; program based on Kelley&rsquo;s research on exploration of vents and in situ microbial incubator program.</p>\n<p>Evaluation of the project explored the following 1) audience interest in and understanding of the subject matter; 2) audience interaction with local scientists and contribution to their learning experience; 3) scientist experiences with professional development and its impact on their science communication skills and experience.</p>\n<p>Visitors to the <em>Life in Extreme Environments </em>exhibit, enjoyed a variety of items including the objects, the questions on the labels and having an opportunity to handle the rocks and interact with staff members. The suggestion that most made to improve the exhibit was to increase the level of interactivity and overall engagement in the space. In terms of content recollection, all visitors were able to remember information on deep ocean ecosystems and most could recall the work begin done by local scientists (they were being featured at the event). However, they were not as successful in recalling content about collaborative explorations, technologies or how this research gives us clues to life on other planets.</p>\n<p>Visitors who attended an event featuring the scientists enjoyed the opportunity to ask questions of scientists. Overall, visitors stayed at the event anywhere from 15 to 45 minutes. Most visitors interviewed asked a question of the scientist and were able to recall specific information from the interactions. For example, one visitors learned &ldquo;How they study deep sea volcanoes&rdquo; while another said she learned about temperatures and conditions in the deep sea.</p>\n<p>As part of this initiative, two (2) UW graduate students participated in PSC&rsquo;s science communication workshops and interacted with public audiences in interactive, face-to-face programming in the Portal to Current Research space. Their efforts were focused on helping them improve their skills and comfort in working with the public and provide an opportunity for them to share their work with museum visitors. The primary reason these scientists decided to participate in public outreach activities is to inspire others about science and promote science. Additionally, they feel it is important to counteract misconceptions about science and contribute to the public understanding of research among the general public and policy influencers.</p>\n<p>When asked their opinion on the Portal to Current Research exhibit space as it related to their face-to-face program, both scientists were in favor of having their program situated within the space saying: <em>&ldquo;Having the artifacts surrounding the presentation added many layers to what I could present and talk about,&rdquo;</em> and <em>&ldquo;Visitors watching the videos or reading the displays were inherently a bit more curious about the activities and were engaged for longer periods of time.&rdquo; </em>Although they<em> </em>felt the exhibit space provided a nice intimate setting that promoted one-on-one interactions with visitors, they provided suggestions such as putting artifacts/objects on the exterior wall to bette...",
  "por_txt_cntn": "\nThe project established a partnership between D.S. Kelley at the University of\nWashington (UW) and Pacific Science Center (PSC) to share with public audiences her ongoing science and sensor development efforts to understand submarine hydrothermal systems and the life supported by these extreme environments. The first goal of this project was to develop a dedicated space that displays current research in an ongoing way and that allows every visitor to the museum to be exposed to the research being done in the region. The exhibit space will serve as a way the PSC displays current research after grant funding ends. The second goal was to create a six-month exhibit focused on a Life in Extreme Environments exhibit and \"meet the scientist(s)\" program based on KelleyÆs research on exploration of vents and in situ microbial incubator program.\n\nEvaluation of the project explored the following 1) audience interest in and understanding of the subject matter; 2) audience interaction with local scientists and contribution to their learning experience; 3) scientist experiences with professional development and its impact on their science communication skills and experience.\n\nVisitors to the Life in Extreme Environments exhibit, enjoyed a variety of items including the objects, the questions on the labels and having an opportunity to handle the rocks and interact with staff members. The suggestion that most made to improve the exhibit was to increase the level of interactivity and overall engagement in the space. In terms of content recollection, all visitors were able to remember information on deep ocean ecosystems and most could recall the work begin done by local scientists (they were being featured at the event). However, they were not as successful in recalling content about collaborative explorations, technologies or how this research gives us clues to life on other planets.\n\nVisitors who attended an event featuring the scientists enjoyed the opportunity to ask questions of scientists. Overall, visitors stayed at the event anywhere from 15 to 45 minutes. Most visitors interviewed asked a question of the scientist and were able to recall specific information from the interactions. For example, one visitors learned \"How they study deep sea volcanoes\" while another said she learned about temperatures and conditions in the deep sea.\n\nAs part of this initiative, two (2) UW graduate students participated in PSCÆs science communication workshops and interacted with public audiences in interactive, face-to-face programming in the Portal to Current Research space. Their efforts were focused on helping them improve their skills and comfort in working with the public and provide an opportunity for them to share their work with museum visitors. The primary reason these scientists decided to participate in public outreach activities is to inspire others about science and promote science. Additionally, they feel it is important to counteract misconceptions about science and contribute to the public understanding of research among the general public and policy influencers.\n\nWhen asked their opinion on the Portal to Current Research exhibit space as it related to their face-to-face program, both scientists were in favor of having their program situated within the space saying: \"Having the artifacts surrounding the presentation added many layers to what I could present and talk about,\" and \"Visitors watching the videos or reading the displays were inherently a bit more curious about the activities and were engaged for longer periods of time.\" Although they felt the exhibit space provided a nice intimate setting that promoted one-on-one interactions with visitors, they provided suggestions such as putting artifacts/objects on the exterior wall to better communicate content to passing visitors and to entice visitors to enter the exhibit space.\n\n\t\t\t\t\tLast Modified: 07/16/2012\n\n\t\t\t\t\tSubmitted by: Meena Selvakumar"
 }
}