{
 "awd_id": "1002713",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Major: Scratch 2.0: Cultivating Creativity and Collaboration in the Cloud",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 798204.0,
 "awd_amount": 798204.0,
 "awd_min_amd_letter_date": "2010-06-22",
 "awd_max_amd_letter_date": "2010-06-22",
 "awd_abstract_narration": "Major: Scratch 2.0: Cultivating Creativity and Collaboration in the Cloud\r\n\r\nInvestigators from the MIT Media Lab will develop and study a new generation of the Scratch programming platform, designed to help young people learn to think creatively, reason systematically, and work collaboratively -- essential skills for success in the 21st century. With Scratch, young people (ages 8 and up) can program their own interactive stories, games, animations, and simulations, then share their creations with others online. Young people around the world have already shared more than 1 million projects on the Scratch community website (http://scratch.mit.edu). The new generation, called Scratch 2.0, will be fully integrated into the Internet, so that young people can more seamlessly share and collaborate on projects, access online data, and program interactions with social media.\r\nThe research is divided into two strands:\r\n\r\n-Technological infrastructure for creative collaboration. With Scratch 2.0, people will be able to design and program new types of web-based interactions and services. For example, they will be able to program interactions with social-media websites (such as Facebook), create visualizations with online data, and program their own collaborative applications.\r\n\r\n-Design experiments for creative collaboration. As the team develops Scratch 2.0, they will run online experiments to study how their design decisions influence the ways in which people collaborate on creative projects, as well as their attitudes towards collaboration.\r\n\r\nThis work builds on a previous NSF grant (ITR-0325828) that supported the development of Scratch. Since its public launch in 2007, Scratch has become a vibrant online community, in which young people program and share interactive stories, games, animations, and simulations - and, in the process, learn important computational concepts and strategies for designing, problem solving, and collaborating. Each day, members of the Scratch community upload nearly 1500 new Scratch projects to the website - on average, a new project almost every minute.\r\n\r\nIn developing Scratch 2.0, the team will focus on two questions from the NSF Program Solicitation:\r\n-Will the research lead to the development of new technologies to support human creativity?\r\n-Will the research lead to innovative educational approaches in computer science, science, or engineering that reward creativity?\r\n\r\nIntellectual Merit. The intellectual merit of the project is based on its study of how new technologies can foster creativity and collaboration. The investigators will conduct design experiments to examine how new features of Scratch 2.0 engage young people in new forms of creative expression, collaboration, learning, and metadesign. Young people are already interacting with many cloud-based services (such as YouTube and Facebook). But Scratch 2.0 is fundamentally different in that it aims to engage people in programming their own projects and activities in the cloud. With Scratch 2.0, young people won?t just interact with the cloud, they will create in the cloud. The goal is to democratize the development of cloud-based activities, so that everyone can become an active contributor to the cloud, not just a consumer of cloud-based services. This development and study of Scratch 2.0 will lead to new insights into strategies for engaging young people in activities that cultivate collaboration and creativity. \r\n\r\nBroader Impacts. The broader impact of the project is based on its ability to broaden participation in programming and computer science. The current version of Scratch has already helped attract a broader diversity of students to computer science compared to other programming platforms. The investigators expect that the collaboration and social-media features of Scratch 2.0 will resonate with the interests of today's youth and further broaden participation. Integration of Scratch into the introductory computer science course at Harvard led to a sharp reduction in the number of students dropping the course, and an increase in the retention of female students. There have been similar results in pre-college courses. The National Center for Women & Information Technology (NCWIT) calls Scratch a ?promising practice? for increasing gender diversity in IT.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mitchel",
   "pi_last_name": "Resnick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mitchel Resnick",
   "pi_email_addr": "mres@media.mit.edu",
   "nsf_id": "000225399",
   "pi_start_date": "2010-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Natalie",
   "pi_last_name": "Rusk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Natalie Rusk",
   "pi_email_addr": "nrusk@media.mit.edu",
   "nsf_id": "000438157",
   "pi_start_date": "2010-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Maloney",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "John H Maloney",
   "pi_email_addr": "jmaloney@media.mit.edu",
   "nsf_id": "000503893",
   "pi_start_date": "2010-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "778800",
   "pgm_ele_name": "CreativeIT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7788",
   "pgm_ref_txt": "CreativeIT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 798204.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-03c023e4-6a2e-cbb5-c97f-2d4969a60734\"> </span></p>\n<p dir=\"ltr\"><span>When people learn computer programming, they learn many other things. They are not just learning to code, they are coding to learn. In addition to learning mathematical and computational concepts, they are learning important strategies for solving problems, designing projects, and communicating ideas. These skills are useful not just for computer scientists but for everyone, regardless of age, background, interests, or occupation.</span></p>\n<p dir=\"ltr\"><span>&nbsp;</span>This project extends the popular Scratch programming language, which has been used by millions of young people (ages 8 and up) around the world. The new version, called Scratch 2.0, moves Scratch into the cloud, so that young people can examine, experiment with, and remix one another&rsquo;s programs directly in the web browser, without any uploading or downloading. Scratch 2.0 expands what young people create, how they collaborate, and what they learn.</p>\n<p dir=\"ltr\"><span> </span></p>\n<p dir=\"ltr\"><span>As in earlier versions of Scratch, young people create computer programs by snapping together graphical blocks, without any of the obscure syntax of traditional programming languages. Scratch 2.0 adds a range of new features to enhance creativity and collaboration in programming. For example, young people can use &ldquo;cloud variables&rdquo; to store online data for</span><span> online surveys and new types of interactive games; use webcams to create projects that react to movements in the physical world; create their own custom programming blocks; share scripts, images, and sounds between projects using a new &ldquo;backpack&rdquo; mechanism. &nbsp;&nbsp;</span></p>\n<p dir=\"ltr\"><span>Scratch 2.0, launched publicly in May 2013, is available for free and has been translated into dozens of languages. In the first full month after the launch, young people shared more than 135,000 projects on the Scratch 2.0 website, an average of three new projects shared every minute during the entire month. This represents an increase of 107% over the number of projects shared on the Scratch website a year earlier.</span></p>\n<p dir=\"ltr\">Young people have used Scratch 2.0 to create a diverse collection of projects, including virtual tours, interactive newsletters, math tutorials, adventure games, public service announcements, paint programs, and much more. By extending the range of projects that young people can create -- and expanding the ways they can collaborate -- Scratch 2.0 broadens participation in computer programming and computer science, engaging a diverse range of young people who previously had no interest in programming.</p>\n<p><span id=\"docs-internal-guid-03c023e4-6a41-ad7d-f85d-3f083f539ead\"> </span></p>\n<p dir=\"ltr\"><span>In summary:</span></p>\n<p dir=\"ltr\"><span>* </span><em>Intellectual Merit</em><span>: Developed and demonstrated a new model for integrating a programming language and online community, expanding opportunities for young people to learn to think creatively, reason systematically, and work collaboratively.</span></p>\n<p dir=\"ltr\"><span>* </span><em>Broader Impacts</em><span>: Expanded the range of what young people can create, and how they can collaborate, on computer-programming projects -- thus making programming more accessible and appealing to a diverse range of young people. &nbsp;</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p><span><br /></span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2013<br>\n\t\t\t\t\tModified by: Natalie&nbsp;Rusk</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlidesh...",
  "por_txt_cntn": "\n \nWhen people learn computer programming, they learn many other things. They are not just learning to code, they are coding to learn. In addition to learning mathematical and computational concepts, they are learning important strategies for solving problems, designing projects, and communicating ideas. These skills are useful not just for computer scientists but for everyone, regardless of age, background, interests, or occupation.\n This project extends the popular Scratch programming language, which has been used by millions of young people (ages 8 and up) around the world. The new version, called Scratch 2.0, moves Scratch into the cloud, so that young people can examine, experiment with, and remix one anotherÆs programs directly in the web browser, without any uploading or downloading. Scratch 2.0 expands what young people create, how they collaborate, and what they learn.\n \nAs in earlier versions of Scratch, young people create computer programs by snapping together graphical blocks, without any of the obscure syntax of traditional programming languages. Scratch 2.0 adds a range of new features to enhance creativity and collaboration in programming. For example, young people can use \"cloud variables\" to store online data for online surveys and new types of interactive games; use webcams to create projects that react to movements in the physical world; create their own custom programming blocks; share scripts, images, and sounds between projects using a new \"backpack\" mechanism.   \nScratch 2.0, launched publicly in May 2013, is available for free and has been translated into dozens of languages. In the first full month after the launch, young people shared more than 135,000 projects on the Scratch 2.0 website, an average of three new projects shared every minute during the entire month. This represents an increase of 107% over the number of projects shared on the Scratch website a year earlier.\nYoung people have used Scratch 2.0 to create a diverse collection of projects, including virtual tours, interactive newsletters, math tutorials, adventure games, public service announcements, paint programs, and much more. By extending the range of projects that young people can create -- and expanding the ways they can collaborate -- Scratch 2.0 broadens participation in computer programming and computer science, engaging a diverse range of young people who previously had no interest in programming.\n\n \nIn summary:\n* Intellectual Merit: Developed and demonstrated a new model for integrating a programming language and online community, expanding opportunities for young people to learn to think creatively, reason systematically, and work collaboratively.\n* Broader Impacts: Expanded the range of what young people can create, and how they can collaborate, on computer-programming projects -- thus making programming more accessible and appealing to a diverse range of young people.  \n\n\n\n \n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 09/29/2013\n\n\t\t\t\t\tSubmitted by: Natalie Rusk"
 }
}