{
 "awd_id": "1002391",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dynamic organization of motor cortical neural activities in learning control tasks",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Werbos",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 328074.0,
 "awd_amount": 328074.0,
 "awd_min_amd_letter_date": "2010-05-17",
 "awd_max_amd_letter_date": "2010-05-17",
 "awd_abstract_narration": "The objective of the proposed research is to examine adaptation in rat?s motor cortical neural activities as the rat learns to perform a directional control task by trial and error to derive his control strategy. The approach is to use experimental and computational modeling to test a hypothesis that a dynamic model based on motor cortical neural activities is developed internally as the rat learns to succeed in the task. Single cell chronic cortical recordings will be utilized to collect neurophysiological data as the rat performs his selective lever pressing in a Skinner box.    \r\nIntellectual merit. The proposed research makes use of a well defined control task and electrophysiological data to examine the integration of perception and control, cortical plasticity, spike coding/decoding, and the causal relationship between neural cortical representation and intelligent behaviors, all of which are at the center of scientific debate in areas such as cognitive neuroscience, neurophysiology, psychology, and neuroengineering. \r\nBroad impact. New knowledge gained through this study can help reverse engineer robust controllers or robots such as brain machine interface devices to for sophisticated sensory motor integration. Additionally, nano-circuits may be designed to replace/provide remedy for deficient neural circuits in patients with perceptual-motor impairment. The PI will continue efforts in recruiting female undergraduate and graduate students to participate in the research and thus providing them access to frontier fields of science and engineering. The PI will also continue efforts in developing computational software and lecture materials using latest neuroscientific findings for use in the classroom.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennie",
   "pi_last_name": "Si",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennie Si",
   "pi_email_addr": "si@asu.edu",
   "nsf_id": "000292573",
   "pi_start_date": "2010-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  },
  {
   "pgm_ref_code": "096E",
   "pgm_ref_txt": "High freq comm/sensing circuits"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 328074.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project includes two major types of research activities. 1) Experiments. The experiment involves a self-paced, freely moving rat learning by trial and error to realize the association between a light cue and a same side lever press. We systematically collected frontal cortical neural and behavioral data while rats learned to perform this task. 2) Analysis. The goal is to interpret rats&rsquo; behavioral data in conjunction with neural spike activities recorded from rat&rsquo;s primary and non-primary motor areas. The PI and her students achieved both experimental and analytical goals set forth in the proposal. Our analyses show that 1) neural representations in rats&rsquo; primary and non-primary motor areas become more predictable of rat&rsquo;s directional choice as learning progressed; 2) rats&rsquo; motor cortical&nbsp;neurons would encode previous trial outcomes during learning process or in other words, rats learned from their mistakes by adjusting their neural representations.</p>\n<p>By investigating the motor cortical areas in association with rat&rsquo;s natural behaviors, the PI&rsquo;s new results have shed light on fundamental understanding of how neural processing may take place in normal brain at single neuron level. Even though it is one specific experiment using a rat model, this study provided us a chance to examine how the brain controls behavior from perception to action, which we do not have a clear understanding. Further and more directed studies following up on these results may very likely bring about new results on neural correlates of learning disability or even mental disorders such as schizophrenia.</p>\n<p>The PI&rsquo;s work also included new contributions that may have impact on interdisciplinary science of brain study. Specifically, the PI and her students developed computer analysis tools to process raw and noisy neural waveforms of multiple single units. It is not an easy task to accurately decipher the recording, and to identify and isolate individual neurons, which is especially challenging when doing this automatically. This tool, which is referred to as MSorter, has been placed online for other researchers to download freely.</p>\n<p>In addition to fundamental discoveries and contributions to basic science, the project provided an excellent training opportunity for students. 1) Undergraduate training. Five undergraduate honors students worked regularly in the lab. They acquired knowledge in behavioral and neural studies using a rat model, they had a chance to be involved in real-time problem solving and access exciting research. 2)&nbsp;Graduate training. Two PhD students and one MS student successfully completed graduate work during the project period under partial support of the award. 3) Female student training. Two female undergraduate students and one female graduate student worked and contributed to the project.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/20/2014<br>\n\t\t\t\t\tModified by: Jennie&nbsp;Si</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project includes two major types of research activities. 1) Experiments. The experiment involves a self-paced, freely moving rat learning by trial and error to realize the association between a light cue and a same side lever press. We systematically collected frontal cortical neural and behavioral data while rats learned to perform this task. 2) Analysis. The goal is to interpret ratsÆ behavioral data in conjunction with neural spike activities recorded from ratÆs primary and non-primary motor areas. The PI and her students achieved both experimental and analytical goals set forth in the proposal. Our analyses show that 1) neural representations in ratsÆ primary and non-primary motor areas become more predictable of ratÆs directional choice as learning progressed; 2) ratsÆ motor cortical neurons would encode previous trial outcomes during learning process or in other words, rats learned from their mistakes by adjusting their neural representations.\n\nBy investigating the motor cortical areas in association with ratÆs natural behaviors, the PIÆs new results have shed light on fundamental understanding of how neural processing may take place in normal brain at single neuron level. Even though it is one specific experiment using a rat model, this study provided us a chance to examine how the brain controls behavior from perception to action, which we do not have a clear understanding. Further and more directed studies following up on these results may very likely bring about new results on neural correlates of learning disability or even mental disorders such as schizophrenia.\n\nThe PIÆs work also included new contributions that may have impact on interdisciplinary science of brain study. Specifically, the PI and her students developed computer analysis tools to process raw and noisy neural waveforms of multiple single units. It is not an easy task to accurately decipher the recording, and to identify and isolate individual neurons, which is especially challenging when doing this automatically. This tool, which is referred to as MSorter, has been placed online for other researchers to download freely.\n\nIn addition to fundamental discoveries and contributions to basic science, the project provided an excellent training opportunity for students. 1) Undergraduate training. Five undergraduate honors students worked regularly in the lab. They acquired knowledge in behavioral and neural studies using a rat model, they had a chance to be involved in real-time problem solving and access exciting research. 2) Graduate training. Two PhD students and one MS student successfully completed graduate work during the project period under partial support of the award. 3) Female student training. Two female undergraduate students and one female graduate student worked and contributed to the project.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/20/2014\n\n\t\t\t\t\tSubmitted by: Jennie Si"
 }
}