{
 "awd_id": "1002255",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Droplet-based Microfluidic Separation Technology for High-throughput Magnetic Bead-based Immunoassays",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mona Zaghloul",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2010-04-30",
 "awd_max_amd_letter_date": "2010-04-30",
 "awd_abstract_narration": "Abstract\r\nThe objective of this research is to advance droplet-based microfluidic separation platform technology. The approach is combining on-demand high-speed electrostatic droplet manipulation and in-droplet particle separation. This research aims to develop individual droplet manipulation modules capable of the subtractive (in-droplet separation), associated additive (synchronization, fusion, and division), and supplementary functions (droplet charging and multiple/combinatorial droplet generation). Then, two concept-of-principle applications will be demonstrated by integrating the proposed modules: one with a single binding-separation step (streptavidin-biotin binding assay) and the other with a double binding-separation step (mouse IgG sandwich immunoassay). \r\n\r\nIntellectual Merits: The advantages of the proposed droplet-based microfluidic separation platform include the unique in-droplet separation, the ability to digitally manipulate droplets at a very high-throughput, the robust electrostatic droplet manipulation, the possibility of multiple/combinatorial droplet generation, and the possibility of many different types of on-chip operations. If successful, the advanced platform technology will have transformative applications in many biological and clinical areas, such as protein/cells separation, DNA/RNA purification, and immunoassay/molecular diagnostics.\r\n\r\nBroader Impacts: This research develops an interdisciplinary educational and research environment that accelerates the creation of a new generation of workforce at the interface of life science and technology. The proposed pedagogical focus on teaching BioMEMS-related courses will improve students? engineering skills, such as critical thinking, communication, presentation, and hands-on skills. Through the PI's SMALL (nanobio Sensors and MicroActuators Learning Lab) Honors Internship Program (SHIP), K-12 minorities, underrepresented college students, and international exchange students will be motivated to become interdisciplinary engineers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kwang",
   "pi_last_name": "Oh",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Kwang W Oh",
   "pi_email_addr": "kwangoh@buffalo.edu",
   "nsf_id": "000275406",
   "pi_start_date": "2010-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "520 LEE ENTRANCE STE 211",
  "perf_city_name": "AMHERST",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142282577",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"bodytext\">The ability to apply droplet-based microfluidic systems for high-throughput magnetic bead-based bioassays is extremely promising but has yet to be realized. In-droplet separation of magnetic beads is the most important step, which is a critical missing function in the existing droplet-based microfluidics. To perform such a subtractive function, we first developed active and passive droplet manipulation devices.</p>\n<p class=\"bodytext\"><strong>Fig. 1a </strong>and<strong> 1b</strong> show electrostatic-based droplet charging and manipulation devices that can positively or negatively charge pre-formed neutral droplets on-demand. We have investigated surface tension assisted droplet manipulation methods to selectively guide, distribute, store and cluster shape-dependent droplets to each cavity structure: guiding tracks (<strong>Fig. 1c</strong>) and storage chambers (<strong>Fig. 1d)</strong>. We also developed and studied a simple method for automatic droplet synchronization of two trains of droplets, which will later be used to laterally fuse a pair of oppositely-charged droplets and form a two-parallel-plug-like droplet (<strong>Fig. 1e </strong>and<strong> Fig. 1f; </strong><em>featured on a cover page of Lab Chip issue of 11 (23), 2011</em>). For a worst case scenario (i.e., in case of unsuccessful synchronization), we developed a simple method to sort the synchronized fused droplet and discard out those unmatched droplets by using the guiding tracks (<strong>Fig. 1g)</strong> The PI was selected as one of the best emerging investigators from within the young microfluidics scientists to showcase my work in the high profile <strong><em>Special Issue on Emerging Investigators 2012</em></strong> (<strong>Fig. 1h)</strong>. This indicates our significant contributions to microfluidics research.</p>\n<p class=\"bodytext\">Unlike all the cases of the current droplet-based microfluidic systems with sequential fusion of two sequentially-ordered droplets, laminar behavior of the fused two-parallel-plug-like droplet will allow little or no mixing in a well-designed separation channel. Therefore, we will be able to perform the subtractive function by pulling magnetic beads from one side of the fused droplet to the other in the separation channel by use of an external magnetic field (<strong>Fig. 1i)</strong>.</p>\n<p class=\"bodytext\">The platform&rsquo;s applicability for magnetic bead-based high-throughput separation has been investigated with concept-of-principle assays: a streptavidin-biotin binding assay for single binding-separation (<strong>Fig. 1i)</strong><em> </em>and a mouse IgG sandwich immunoassay for double binding-separation<strong> (Fig. 1j)</strong>. This fruitful research outcome has been summarized in an invited conference proceeding paper (<em>A journey of trains of droplets in droplet-based microfluidic devices,\" Proceedings of The 36th Annual International Conference of the IEEE Engineering in Medicine and Biology Society (IEEE EMBC 2014), August 26-30, 2014, Chicago, Illinois, USA, pp. 778 - 781, 2014</em>).</p>\n<p class=\"bodytext\">The advantages of the proposed platform include the unique droplet-based magnetic separation, the ability to digitally manipulate droplets at a very high-throughput, compartmentalization of reagents within discrete droplets, the robust electrostatic droplet manipulation, the possibility of combinatorial droplet generation, and the possibility of many different types of on-chip operations or manipulations. &nbsp;In addition to the suggested immunoassay applications, the intellectual merit of the proposed technology lies in its transformative research in many biological and clinical areas. The proposed droplet-based microfluidic platform could be used with different types of bioassays (e.g., protein/cells separation, DNA/RNA purification, immunoassay/molecular diagnostics, etc) or additional droplet manipulation m...",
  "por_txt_cntn": "The ability to apply droplet-based microfluidic systems for high-throughput magnetic bead-based bioassays is extremely promising but has yet to be realized. In-droplet separation of magnetic beads is the most important step, which is a critical missing function in the existing droplet-based microfluidics. To perform such a subtractive function, we first developed active and passive droplet manipulation devices.\nFig. 1a and 1b show electrostatic-based droplet charging and manipulation devices that can positively or negatively charge pre-formed neutral droplets on-demand. We have investigated surface tension assisted droplet manipulation methods to selectively guide, distribute, store and cluster shape-dependent droplets to each cavity structure: guiding tracks (Fig. 1c) and storage chambers (Fig. 1d). We also developed and studied a simple method for automatic droplet synchronization of two trains of droplets, which will later be used to laterally fuse a pair of oppositely-charged droplets and form a two-parallel-plug-like droplet (Fig. 1e and Fig. 1f; featured on a cover page of Lab Chip issue of 11 (23), 2011). For a worst case scenario (i.e., in case of unsuccessful synchronization), we developed a simple method to sort the synchronized fused droplet and discard out those unmatched droplets by using the guiding tracks (Fig. 1g) The PI was selected as one of the best emerging investigators from within the young microfluidics scientists to showcase my work in the high profile Special Issue on Emerging Investigators 2012 (Fig. 1h). This indicates our significant contributions to microfluidics research.\nUnlike all the cases of the current droplet-based microfluidic systems with sequential fusion of two sequentially-ordered droplets, laminar behavior of the fused two-parallel-plug-like droplet will allow little or no mixing in a well-designed separation channel. Therefore, we will be able to perform the subtractive function by pulling magnetic beads from one side of the fused droplet to the other in the separation channel by use of an external magnetic field (Fig. 1i).\nThe platformÆs applicability for magnetic bead-based high-throughput separation has been investigated with concept-of-principle assays: a streptavidin-biotin binding assay for single binding-separation (Fig. 1i) and a mouse IgG sandwich immunoassay for double binding-separation (Fig. 1j). This fruitful research outcome has been summarized in an invited conference proceeding paper (A journey of trains of droplets in droplet-based microfluidic devices,\" Proceedings of The 36th Annual International Conference of the IEEE Engineering in Medicine and Biology Society (IEEE EMBC 2014), August 26-30, 2014, Chicago, Illinois, USA, pp. 778 - 781, 2014).\nThe advantages of the proposed platform include the unique droplet-based magnetic separation, the ability to digitally manipulate droplets at a very high-throughput, compartmentalization of reagents within discrete droplets, the robust electrostatic droplet manipulation, the possibility of combinatorial droplet generation, and the possibility of many different types of on-chip operations or manipulations.  In addition to the suggested immunoassay applications, the intellectual merit of the proposed technology lies in its transformative research in many biological and clinical areas. The proposed droplet-based microfluidic platform could be used with different types of bioassays (e.g., protein/cells separation, DNA/RNA purification, immunoassay/molecular diagnostics, etc) or additional droplet manipulation modules (e.g., combinatorial droplet generation, single cell/particle encapsulation, droplet sorting, droplet-based polymerase chain reaction, etc). The proposed platform is a generic, fast, and robust tool that can be used not only in the context of any large-scale assay, but is also well-suited for analysis of small samples for medical relevance.\n\nLife scientists are closely working with engineers to solve biological probl..."
 }
}