{
 "awd_id": "1002165",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Regulation of Cancer Cell Metastasis by Mechanical Force",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2010-04-19",
 "awd_max_amd_letter_date": "2014-04-29",
 "awd_abstract_narration": "The objective of the project is to unravel the role of mechanical forces and microenvironment in cancer metastasis by (a) measuring the cellular force history, and (b) searching for the molecular mechanism of force transduction to metastasis. The PIs have recently discovered that human colon carcinoma (HCT-8) cells exhibit a dissociative, metastasis-like phenotype (MLP) in vitro when cultured on substrates with appropriate mechanical softness. This novel finding suggests that the onset of metastasis may be fundamentally linked to the mechanical microenvironment of the tumor.\r\n\r\nIntellectual merit: It is hypothesized that the stiffness dependent metastasis is mediated by the temporal force histories of the cells (over days) that they generate in response to their mechanical micro-environment. Cells transduce the prolonged force signal to biochemical pathways that determine their transition to highly metastatic state. The hypothesis will be tested by:\r\n\r\n(1) Measuring temporal evolution of cell force (cell-cell, cell-substrate) for HCT-8 cells over days to weeks at a single cell or subcellular scale by developing a novel cell force sensor. \r\n(2) Searching for molecular mechanisms for MLP by simultaneously interrogating cytoskeletal and molecular signatures of the cells as they go through metastatic-like transition. \r\n\r\nBroader impact: Despite the significant improvement in both the early diagnosis and treatment of cancer patients, metastasis is still the major cause of mortality. Understanding how the mechanical microenvironment regulates cancer cell biological processes responsible for metastasis represents a newly developing paradigm that has the potential to add novel anti-metastasis therapeutics to the current arsenal. The research will be integrated with education and outreach by (1) developing a new graduate level interdisciplinary course, (2) developing a hands-on instructional module for local children?s museum, (3) recruiting REU students from diverse backgrounds, (4) fostering a graduate student leadership group, (5) developing a web page to disseminate the new knowledge and tools to be developed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Taher",
   "pi_last_name": "Saif",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Taher A Saif",
   "pi_email_addr": "saif@illinois.edu",
   "nsf_id": "000429793",
   "pi_start_date": "2010-04-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Kuhlenschmidt",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Mark S Kuhlenschmidt",
   "pi_email_addr": "kuhlensc@uiuc.edu",
   "nsf_id": "000288680",
   "pi_start_date": "2010-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  },
  {
   "pgm_ref_code": "097E",
   "pgm_ref_txt": "High Freq Devices & Circuits"
  },
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "101E",
   "pgm_ref_txt": "Printed and flexible electronics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 360000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Despite the significant improvement in both the early diagnosis and treatment of cancer patients, metastasis is still the major cause of mortality. It is responsible for 90% of the over 500,000 cancer deaths each year in the United States. It is well understood that cancer transformation and metastasis are driven by both genomic changes in the tumor cells and the response of the host and target tissue or organ to various signals such as growth factors, cytokines, chemotactic stimuli and extracellular matrix modifications. Accordingly, cancer progression is often conceptualized as a &ldquo;journey&rdquo; in which a cell changes over time from a benign phase into an invasive, metastatic phenotype as it responds to various microenvironments it experiences along the way. While this metamorphosis clearly requires activation and inactivation of specific genes, it is now recognized the process also involves changes in the mechanical phenotype of the cell and tissue, such as the mechanical stiffness of the extracellular matrix (ECM) and cell force mechanics. The interplay between the mechanical properties of the cell and ECM establishes a dynamic reciprocity which appears to regulate a wide range of cellular properties critical to tumorigenesis, including initiation of metastasis, which is just beginning to be studied. Understanding how the mechanical microenvironment regulates cancer cell biological processes responsible for metastasis represents a <strong>newly developing paradigm</strong>. This new paradigm has the potential to add novel anti-metastasis therapeutics to the current arsenal.</p>\n<p>&nbsp;</p>\n<p>Intellectual merit: This project seeks to address (1) how mechanical stiffness of the tumor microenvironment can change the fate of cancer cells, and (2) since cells sense the stiffness by generating contractile forces, does contractility of cancer cells carry any signature of their metastatic potential or state. If so, then contractility of tumor cells from biopsy samples may serve as an additional parameter for cancer prognosis and testing drug efficacy.</p>\n<p>&nbsp;</p>\n<p>In order to address question 1, we plated human colon cancer cells (from cell lines, i.e., cells immortalized from human patients) on soft substrates with stiffness comparable to that of colon. These cells initially form isolated clusters (like tumors), but after about 7 days, the cells dissociate from each other, and become rounded. These rounded cells are proliferative and migratory. They show high metastatic potential when tested in in vitro assays. When implanted in mice, they show high tumorigenicity, i.e., they form tumors in multiple organs. An extensive RNA sequence analysis shows that these cells up-regulate multiple oncogenes, and down-regulate apoptotic (self killing) genes. These are all the hallmarks of metastasis. None of the above happens to cells cultured on hard substrates, such as the regular petri dishes. These results suggest that mechanical micro environment (here the stiffness of the substrate) alone can change the fate of cancer cells and facilitate their transition to more invasive states.</p>\n<p>&nbsp;</p>\n<p>For question 2, we hypothesized that the metastatic state of cancer cells is reflected in their contractility. In order to test this hypothesis, we developed a method to extract cells from colon tumors of patients, in collaboration with local hospitals. We also developed a platform to measure contractility of these tumor cells. We found that the cells from invasive tumors (cells metastasized) are less contractile than those from less invasive tumors. This initial result suggests that cell contractility may be used to determine the state of invasiveness of the tumor, and apply therapeutics accordingly.</p>\n<p>&nbsp;</p>\n<p>Broader impact: The project raises the possibility that contractility of tumor cells may serve as a biophysical marker for cancer prognosis. T...",
  "por_txt_cntn": "\nDespite the significant improvement in both the early diagnosis and treatment of cancer patients, metastasis is still the major cause of mortality. It is responsible for 90% of the over 500,000 cancer deaths each year in the United States. It is well understood that cancer transformation and metastasis are driven by both genomic changes in the tumor cells and the response of the host and target tissue or organ to various signals such as growth factors, cytokines, chemotactic stimuli and extracellular matrix modifications. Accordingly, cancer progression is often conceptualized as a \"journey\" in which a cell changes over time from a benign phase into an invasive, metastatic phenotype as it responds to various microenvironments it experiences along the way. While this metamorphosis clearly requires activation and inactivation of specific genes, it is now recognized the process also involves changes in the mechanical phenotype of the cell and tissue, such as the mechanical stiffness of the extracellular matrix (ECM) and cell force mechanics. The interplay between the mechanical properties of the cell and ECM establishes a dynamic reciprocity which appears to regulate a wide range of cellular properties critical to tumorigenesis, including initiation of metastasis, which is just beginning to be studied. Understanding how the mechanical microenvironment regulates cancer cell biological processes responsible for metastasis represents a newly developing paradigm. This new paradigm has the potential to add novel anti-metastasis therapeutics to the current arsenal.\n\n \n\nIntellectual merit: This project seeks to address (1) how mechanical stiffness of the tumor microenvironment can change the fate of cancer cells, and (2) since cells sense the stiffness by generating contractile forces, does contractility of cancer cells carry any signature of their metastatic potential or state. If so, then contractility of tumor cells from biopsy samples may serve as an additional parameter for cancer prognosis and testing drug efficacy.\n\n \n\nIn order to address question 1, we plated human colon cancer cells (from cell lines, i.e., cells immortalized from human patients) on soft substrates with stiffness comparable to that of colon. These cells initially form isolated clusters (like tumors), but after about 7 days, the cells dissociate from each other, and become rounded. These rounded cells are proliferative and migratory. They show high metastatic potential when tested in in vitro assays. When implanted in mice, they show high tumorigenicity, i.e., they form tumors in multiple organs. An extensive RNA sequence analysis shows that these cells up-regulate multiple oncogenes, and down-regulate apoptotic (self killing) genes. These are all the hallmarks of metastasis. None of the above happens to cells cultured on hard substrates, such as the regular petri dishes. These results suggest that mechanical micro environment (here the stiffness of the substrate) alone can change the fate of cancer cells and facilitate their transition to more invasive states.\n\n \n\nFor question 2, we hypothesized that the metastatic state of cancer cells is reflected in their contractility. In order to test this hypothesis, we developed a method to extract cells from colon tumors of patients, in collaboration with local hospitals. We also developed a platform to measure contractility of these tumor cells. We found that the cells from invasive tumors (cells metastasized) are less contractile than those from less invasive tumors. This initial result suggests that cell contractility may be used to determine the state of invasiveness of the tumor, and apply therapeutics accordingly.\n\n \n\nBroader impact: The project raises the possibility that contractility of tumor cells may serve as a biophysical marker for cancer prognosis. This is the most important outcome of the project, and may have significant societal benefit. In addition, the graduate and undergraduate students working on th..."
 }
}