{
 "awd_id": "1002160",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ultra-low Energy, Chip-Scale All-Optical Switches Using High-Contrast Grating",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922980",
 "po_email": "ddagenai@nsf.gov",
 "po_sign_block_name": "Dominique Dagenais",
 "awd_eff_date": "2010-03-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2010-03-11",
 "awd_max_amd_letter_date": "2010-03-11",
 "awd_abstract_narration": "Objective:\r\nThe objective is to develop all-optical switching that will fundamentally transform optical communications for sustainability and scalability, with ambitious goals of very low switching energy, loss, and suitable for chip-scale integration.  \r\n\r\nIntellectual Merit:\r\nThe intellectual merit includes the invention of a new platform to revolutionize chip-scale integrated optics, and, in particular, all-optical switching.  The platform uses a new concept of hollow-core waveguide guided by two parallel ultra-thin layers of high index contrast grating (HCG).  The HCG has an extraordinary low-loss guiding mechanism which leads to three orders of magnitude reduction in the volume of the switch medium, resulting in orders of magnitude lower switching energy, high speed and broad bandwidth.  This new platform will lead to new physics and major implications for integrated optoelectronic circuits.  \r\n\r\nBroader Impacts:\r\nThe proposed cross-disciplinary research will bridge between devices, systems and optical networks. The PI is a member of the Center for Integrated Access Networks, an NSF ERC with a vision is to create transformative technologies for optical access networks. This proposed research topic will enhance the on-going collaboration between PI and ERC participants.  The PI has on-going collaborations with industry and international institutes for students to interact with a wide research community.  These interdisciplinary collaboration will provide better preparation for students with real world applications and research experiences.  The PI is active in outreaching to high school students and undergraduates from disadvantaged communities or under-represented minorities.  The education program focuses on close connection between the outreach activities and cutting-edge research",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Constance",
   "pi_last_name": "Chang-Hasnain",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Constance J Chang-Hasnain",
   "pi_email_addr": "cch@berkeley.edu",
   "nsf_id": "000444103",
   "pi_start_date": "2010-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "101E",
   "pgm_ref_txt": "Printed and flexible electronics"
  },
  {
   "pgm_ref_code": "103E",
   "pgm_ref_txt": "Energy efficient electronics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 330000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With the ever-increasing demand of personal information bandwidth, datacenters and optical communication networks are playing a more-than-ever crucial role in today&rsquo;s information super highway. The escalating electrical power required to run the datacenters have already increased at an alarming rate. There is an urgent need to reduce the power consumption for routing and re-transmitting data. One major source for power consumption is the multiple steps of conversion and reconversion between optical signals and electrical signals. Optical signals are huge data pipes used for interconnecting servers, but the signals need to convert to electrical format to route to destinations.&nbsp; All-optical switching can dramatically reduce the power consumption used in electronic routers by allowing ultra broadband light path route without conversion. However, to-date, there has been no suitable device for all-optical switching. In this project, we invented a new chip-scale integrated optics that enables all-optical switching. We established a new type of compact and energy efficient device, which will have a major impact towards the communications industry. In a boarder impact, we envision that this new platform will enable many other novel devices including power combiner, WDM multiplexer, demultiplexer, optical modulators, fixed and tunable filters, and resonators, etc.</p>\n<p>The core of the new platform is the hollow-core waveguide (HCW) based on high contrast grating (HCG). HCG is a near-wavelength grating where the high refractive-index grating bars are fully surrounded by low-index media. An ultra-thin HCG can have a broadband high reflectivity. We have designed and fabricated HCWs with two parallel HCGs separated by an air gap. We experimentally demonstrated light guiding in between the two HCGs, and measured a propagation loss as low as 0.37 dB/cm. This realization was critically important for verification of the concept &ndash; HCG can be used to guide light with a hollow core &ndash; a concept that had never been proposed or demonstrated before. We further designed a cage-like structure with a hollow-core bounded by four HCG walls, which provides a strong light confinement. In a collaboration work, this novel cage-like HCW was fabricated, and light guiding with low loss was experimentally demonstrated.</p>\n<p>The low loss HCG HCW provides a new platform for an optical switch. We showed in our theoretical simulation work that an ultra-thin HCG layer can provide high enough reflectivity to completely isolate two adjacent HCWs running in parallel. We designed this HCG layer such that it can change from highly reflective to totally transparent with a small change in its grating bar refractive index. The function of this HCG is thus two folds in a 2x2 all-optical switch. In the switch OFF state, this HCG layer provides a high reflection and completely isolates the two HCWs. In the switch ON state, where the grating bar&rsquo;s refractive index is changed by carrier density, this HCG becomes transparent, and light can switch between the two HCWs. This is analogous to removing a fence between two car lanes and thus cars can switch lanes. Ultra small insertion loss (&lt;0.3 dB) and cross talk ratio (&lt;-20 dB) was shown in the numerical simulation. Compared to other optical switch, our structure showed a 25x reduction in the required switching length, and three orders of magnitude reduction in the volume of the switch medium, thanks to the special properties of the ultra-thin HCG. The leads to a great reduction in the switching energy, which was calculated to be pJ/bit, and projected to be fJ/bit with a smaller waveguide dimension.</p>\n<p>While the HCG HCW platform and the all-optical switch address the <strong>intellectual merit</strong> of this project, the <strong>broader impact</strong> is a new platform for integrated optoelectronic circuits. Power splitter and ...",
  "por_txt_cntn": "\nWith the ever-increasing demand of personal information bandwidth, datacenters and optical communication networks are playing a more-than-ever crucial role in todayÆs information super highway. The escalating electrical power required to run the datacenters have already increased at an alarming rate. There is an urgent need to reduce the power consumption for routing and re-transmitting data. One major source for power consumption is the multiple steps of conversion and reconversion between optical signals and electrical signals. Optical signals are huge data pipes used for interconnecting servers, but the signals need to convert to electrical format to route to destinations.  All-optical switching can dramatically reduce the power consumption used in electronic routers by allowing ultra broadband light path route without conversion. However, to-date, there has been no suitable device for all-optical switching. In this project, we invented a new chip-scale integrated optics that enables all-optical switching. We established a new type of compact and energy efficient device, which will have a major impact towards the communications industry. In a boarder impact, we envision that this new platform will enable many other novel devices including power combiner, WDM multiplexer, demultiplexer, optical modulators, fixed and tunable filters, and resonators, etc.\n\nThe core of the new platform is the hollow-core waveguide (HCW) based on high contrast grating (HCG). HCG is a near-wavelength grating where the high refractive-index grating bars are fully surrounded by low-index media. An ultra-thin HCG can have a broadband high reflectivity. We have designed and fabricated HCWs with two parallel HCGs separated by an air gap. We experimentally demonstrated light guiding in between the two HCGs, and measured a propagation loss as low as 0.37 dB/cm. This realization was critically important for verification of the concept &ndash; HCG can be used to guide light with a hollow core &ndash; a concept that had never been proposed or demonstrated before. We further designed a cage-like structure with a hollow-core bounded by four HCG walls, which provides a strong light confinement. In a collaboration work, this novel cage-like HCW was fabricated, and light guiding with low loss was experimentally demonstrated.\n\nThe low loss HCG HCW provides a new platform for an optical switch. We showed in our theoretical simulation work that an ultra-thin HCG layer can provide high enough reflectivity to completely isolate two adjacent HCWs running in parallel. We designed this HCG layer such that it can change from highly reflective to totally transparent with a small change in its grating bar refractive index. The function of this HCG is thus two folds in a 2x2 all-optical switch. In the switch OFF state, this HCG layer provides a high reflection and completely isolates the two HCWs. In the switch ON state, where the grating barÆs refractive index is changed by carrier density, this HCG becomes transparent, and light can switch between the two HCWs. This is analogous to removing a fence between two car lanes and thus cars can switch lanes. Ultra small insertion loss (&lt;0.3 dB) and cross talk ratio (&lt;-20 dB) was shown in the numerical simulation. Compared to other optical switch, our structure showed a 25x reduction in the required switching length, and three orders of magnitude reduction in the volume of the switch medium, thanks to the special properties of the ultra-thin HCG. The leads to a great reduction in the switching energy, which was calculated to be pJ/bit, and projected to be fJ/bit with a smaller waveguide dimension.\n\nWhile the HCG HCW platform and the all-optical switch address the intellectual merit of this project, the broader impact is a new platform for integrated optoelectronic circuits. Power splitter and combiner, wavelength multiplexer (MUX) or demultiplexer (DEMUX) can already be constructed based on the structure of the optical sw..."
 }
}