{
 "awd_id": "1002543",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Room Temperature Single Phase Magnetoelectric Ceramics Based on Cation Engineered Hexaferrite Structures",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2010-06-17",
 "awd_max_amd_letter_date": "2012-05-07",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION: The realization of single phase materials exhibiting a strong magnetoelectric effect will enable a wide variety of practical and advanced magnetoelectronic devices used in: wireless communication, radar, and sensing; storage, manipulation, and transmission of large data packets; and in building the framework for a new generation of multifunctional electronics that promises to impact a broad range of commercial and electronic systems and platforms. The project could lead to commercial payoffs, anticipated to be disruptive to existing global electronic markets ensuring U.S. companies early entry market share and significant job creation. The successful implementation of the project will significantly and positively impact society's science and technology (S&T) communities, as well as address important socio-economic challenges related to increasing the number of underrepresented minorities in science, technology, engineering and mathematics (STEM) disciplines. The project's education and outreach goals are designed to address opportunities in establishing and implementing the STEM value pipeline. These goals are two-fold: i) to identify, recruit, retain, and educate students at the high school/middle school, undergraduate, and graduate levels in the fundamentals and applied aspects of magnetism, materials and technologies, and ii) to increase the number of underrepresented minorities in the science and engineering professions, and in particular, in the magnetic materials and technology communities. The project's specific broader impact activities include the establishing of the Summer Science Magnetism Camp for rising 5th, 6th, 7th, and 8th grade middle school students of the Roxbury Preparatory Charter School of Boston: A middle school having an overwhelming minority population (nearly 100%). This project addresses one aspect of the STEM value pipeline often overlooked, that is, the identification, recruitment and education of pre-high school students for careers in science and engineering.\r\n\r\nTECHNICAL DETAILS: All single phase magnetoelectric materials reported to date function at cryogenic temperatures and/or very high magnetic fields severely limiting their utility. This research holds the potential of realizing practical materials that could be operated at room temperature and with minimal magnetic bias fields. Specifically, helical Y-type hexaferrite systems, including Ba2-xSrxZn2Fe12O22 and Ba2Zn2-xMgxFe12O22, have been shown to possess magnetoelectric properties, albeit at low temperatures (~5 K) or under high H-fields (~10 kOe).  In prior NSF-funded research, these PIs have demonstrated the ability to re-distribute cations among unit cell sublattices in ferrite materials by employing the alternating target laser ablation deposition technique. As a result, substantial enhancement of microwave and magnetic properties, such as increased saturation magnetization, magnetic anisotropy and Néel temperature, has been demonstrated. Ab-initio electronic structure studies where used to guide the experimental research and to identify preferred sites for tailoring specific properties. This methodology, of targeted cation engineering, holds great promise for increasing the ferroelectric ordering temperature and reducing applied field requirements in hexaferrites. Combined with in-depth cation distribution studies, this research will yield new insights in effectively building the fundamental knowledge base of the magnetoelectric effect and it's potential applications. The project's broader impact activities include the establishment of the Summer Science Magnetism Camp for rising 5th, 6th, 7th, and 8th grade middle school students of the Roxbury Preparatory Charter School of Boston. Additionally, graduate students will participate in all aspects of this project that will include first principles density functional theory, state-of-the-art thin film processing, and the application of advanced synchrotron radiation tools to predict and confirm cation unit cell distribution while introducing them to first hand experience at world leading national laboratories.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carmine",
   "pi_last_name": "Vittoria",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carmine Vittoria",
   "pi_email_addr": "vittoria@neu.edu",
   "nsf_id": "000216990",
   "pi_start_date": "2010-06-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "Harris",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent G Harris",
   "pi_email_addr": "v.harris@northeastern.edu",
   "nsf_id": "000098204",
   "pi_start_date": "2010-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 HUNTINGTON AVE",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>1. Single Phase ME Ferrite Materials</strong></p>\n<p><strong><em><span style=\"text-decoration: underline;\">Outcome</span></em></strong><strong>: </strong>Researchers at Northeastern University have produced a magneto-electric ferrite material that is operational at room temperature. The crystal structure of the ferrite was hexagonal and two types were produced &ndash; M and Z-types.</p>\n<p><strong><em><span style=\"text-decoration: underline;\">Impact</span></em></strong><strong>:&nbsp; </strong>The electronic, wireless, microwave, recording, computer and many related technologies utilize ferrite materials as well as semiconductors and dielectric materials. In order to utilize ferrites in any technology they need to be biased by a permanent magnet or the equivalent. It may be possible to electronic utilize ferrite devices by the application of voltage only and do away with permanent magnets and current generators, for example. This means smaller devices, more efficient, and cost effective. Thus, the impact to modern technologies is enormous.&nbsp;</p>\n<p><strong>2. Single Phase ME ferrite Films</strong></p>\n<p><strong><span style=\"text-decoration: underline;\">Outcome</span></strong><strong>:</strong> For the first time single phase ME ferrite films have been produced by the Northeastern group. There is no other report on the production or testing of single phase ME ferrite film.</p>\n<p><strong><span style=\"text-decoration: underline;\">Impact</span></strong><strong>: </strong>The thin film configuration is the most studied configuration for fundamental studies in physics and magnetism ever since the fifties. In order to study the ME effect in ferrites it was imperative that the single phase ME ferrites be produced in thin film shape, especially for characterization studies. Also, if the ME ferrites are going to be compatible with any other technology base, the planar geometry is a must for all semiconductor related technologies and IC circuitry electronics planar processing. Hence, we envision a bright future for the use of ME ferrite films with other technologie as well as used for fundamental studies, since the required voltages are in the millivolts range in order to observe ME effects.</p>\n<p><strong>3. Production of Y-type Hexaferrite Films by ATLAD technique</strong></p>\n<p><strong>&nbsp; Outcome</strong>: To our knowledge Y-type hexaferrite films have never been deposited before and we have developed a special technique called the alternate target laser ablation deposition (ATLAD) to be able to deposit this &ldquo;family&rdquo; of films. The ME effect has been observed at room temperature on M, Y and Z-type hexaferrites. In the past we have succeeded to produce M-types by this technique. The challenge is to be able to produce the other Y and Z-types which consist of an extremely complex crystal structure.</p>\n<p>&nbsp;<strong>Impact</strong>: If we as a scientific community want to realize the possibility whereby the magnetization can be controlled or changed 100% only with the application of millivolt voltage, we must learn to be able to produce these complex crystal structures, but, more importantly, be able to understand physically the effect of placing a specific cation at a site within the unit cell.</p>\n<p><strong>4. Theoretical Understanding of Magnetoelectricity in Hexaferrites</strong></p>\n<p><strong>&nbsp;</strong><strong>Outcome</strong>: We have formulated two general theories that explain magnetoelectric effects and dynamic field excitations in hexaferrite materials. One theory was based on general thermodynamic arguments to predict that the ME coupling is proportional to the product of piezoelectric strain coefficient and magnetostriction constant. Quantitative predictions are in reasonable agreement with experiments. In another theoretical work new spin wave, ferromagnetic resonance and magneto-elastic excitations are predicted at high fr...",
  "por_txt_cntn": "\n1. Single Phase ME Ferrite Materials\n\nOutcome: Researchers at Northeastern University have produced a magneto-electric ferrite material that is operational at room temperature. The crystal structure of the ferrite was hexagonal and two types were produced &ndash; M and Z-types.\n\nImpact:  The electronic, wireless, microwave, recording, computer and many related technologies utilize ferrite materials as well as semiconductors and dielectric materials. In order to utilize ferrites in any technology they need to be biased by a permanent magnet or the equivalent. It may be possible to electronic utilize ferrite devices by the application of voltage only and do away with permanent magnets and current generators, for example. This means smaller devices, more efficient, and cost effective. Thus, the impact to modern technologies is enormous. \n\n2. Single Phase ME ferrite Films\n\nOutcome: For the first time single phase ME ferrite films have been produced by the Northeastern group. There is no other report on the production or testing of single phase ME ferrite film.\n\nImpact: The thin film configuration is the most studied configuration for fundamental studies in physics and magnetism ever since the fifties. In order to study the ME effect in ferrites it was imperative that the single phase ME ferrites be produced in thin film shape, especially for characterization studies. Also, if the ME ferrites are going to be compatible with any other technology base, the planar geometry is a must for all semiconductor related technologies and IC circuitry electronics planar processing. Hence, we envision a bright future for the use of ME ferrite films with other technologie as well as used for fundamental studies, since the required voltages are in the millivolts range in order to observe ME effects.\n\n3. Production of Y-type Hexaferrite Films by ATLAD technique\n\n  Outcome: To our knowledge Y-type hexaferrite films have never been deposited before and we have developed a special technique called the alternate target laser ablation deposition (ATLAD) to be able to deposit this \"family\" of films. The ME effect has been observed at room temperature on M, Y and Z-type hexaferrites. In the past we have succeeded to produce M-types by this technique. The challenge is to be able to produce the other Y and Z-types which consist of an extremely complex crystal structure.\n\n Impact: If we as a scientific community want to realize the possibility whereby the magnetization can be controlled or changed 100% only with the application of millivolt voltage, we must learn to be able to produce these complex crystal structures, but, more importantly, be able to understand physically the effect of placing a specific cation at a site within the unit cell.\n\n4. Theoretical Understanding of Magnetoelectricity in Hexaferrites\n\n Outcome: We have formulated two general theories that explain magnetoelectric effects and dynamic field excitations in hexaferrite materials. One theory was based on general thermodynamic arguments to predict that the ME coupling is proportional to the product of piezoelectric strain coefficient and magnetostriction constant. Quantitative predictions are in reasonable agreement with experiments. In another theoretical work new spin wave, ferromagnetic resonance and magneto-elastic excitations are predicted at high frequencies. So far, there are no experimental confirmation of these predictions.\n\nImpact: Finally, we have theoretical guidance as to what parameters are important to the phenomena of magnetoelectricity. This will provide a clue as to how to modify the crystal structure to affect these parameters as well as the ME coupling, for example.  \n\n5. Novel Experimental Techniques Applicable to ME Films\n\nOutcome: We developed experimental techniques that allow to characterize ME films electrically and magnetically in extremely small voltages and high electric fields.\n\nImpact: We were able to characterize the ME hexaferrite films in voltages as low..."
 }
}