{
 "awd_id": "1002509",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Innovations in Nanotechnology at the University of Houston",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Esther Bolding",
 "awd_eff_date": "2010-05-15",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 331590.0,
 "awd_amount": 331590.0,
 "awd_min_amd_letter_date": "2010-04-12",
 "awd_max_amd_letter_date": "2011-11-22",
 "awd_abstract_narration": "This three year REU Site program at the University of Houston will engage 10 undergraduates for 10 summer weeks each year in hands-on research in the field of nanotechnology.  Faculty mentors from the Cullen College of Engineering and one graduate student mentor per participant will work with the undergraduate students to develop his or her research skills.  In addition to cultivating participants' laboratory research expertise, the program will emphasize the development of additional skills necessary for success in research, such as written and oral communication, navigating scientific literature, laboratory documentation, resume development, research ethics, and engineering professionalism. This REU Site program will create well-rounded future researches through weekly professional development seminars and strong mentoring in the laboratory. In order to foster a sense of community and camaraderie among participants the program will also include weekend social activities.  \r\n\r\n\r\nWhat are the broader impacts of the proposed activity?\r\nThe PI will recruit REU students from underrepresented groups and from non-research institutions.  The participants will publish a journal article or conference paper to disseminate their research results.  The students who participant in this REU program will be encouraged to pursue graduate education to further their interests in research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Claydon",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Frank J Claydon",
   "pi_email_addr": "fclaydon@uh.edu",
   "nsf_id": "000371517",
   "pi_start_date": "2010-04-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gila",
   "pi_last_name": "Stein",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Gila E Stein",
   "pi_email_addr": "gstein4@utk.edu",
   "nsf_id": "000525708",
   "pi_start_date": "2010-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4300 MARTIN LUTHER KING BLVD",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 110530.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 110530.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 110530.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-size: 10.000000pt; font-family: 'ArialMT';\">The purpose of our REU Site is to support a thematic Summer Research Experience for Undergraduates (REU) at the University of Houston (UH) entitled &ldquo;Innovations in Nanotechnology&rdquo;. Faculty mentors have a strong history of supporting undergraduate research activities, and since 2003 they collectively have 70 publications with undergraduates. Since 2000, over 86% of our REU participants from our NSF-UH REU site reported that they were attending graduate school to continue their studies. The program is designed to infuse 12 bright undergraduate students each year with enthusiasm towards graduate level education and careers in research. Participants will undertake a specific research project in the field of nanotechnology, and a faculty mentor from the Cullen College of Engineering will work with the student to develop his or her research skills. In addition to cultivating participants&rsquo; laboratory research expertise, the program will emphasize the development of the additional skills necessary for success in research, such as written and oral communication, navigating scientific literature, laboratory documentation, research ethics, and engineering professionalism. A national focus for recruitment is planned. Past recruitment efforts have resulted in a highly competitive and diverse applicant pool. Institutions with historically minority rich student bodies, as well as those lacking graduate-level research facilities will be particularly targeted for recruiting participants. </span></p>\n<p>&nbsp;</p>\n<div class=\"column\">\n<p><span style=\"font-size: 10.000000pt; font-family: 'Times';\">The University of Houston (UH) Research Experiences for Undergraduates<br /> (REU) Site 'Innovations in Nanotechnology' hosted 11 student participants from seven universities across the country in 2010. In 2011, UH hosted 16 student participants from 13 universities across the country. In 2012, UH hosted 10 student participants from 8 universities across the country. For 2010, 2011 and 2012, approximately 19% of the participants identified themselves as an ethnic minority, and 65% were female. </span></p>\n<p><span style=\"font-size: 10.000000pt; font-family: 'Times';\">Summary Profile of UH REU Participants Number of Participants/ Applicants: 37/298 Female Participants: 24 (65%)<br /> Minority Participants: 7 (19%) </span></p>\n<p><span style=\"font-size: 10.000000pt; font-family: 'Times';\">Institutions Represented: </span></p>\n<p><span style=\"font-size: 10.000000pt; font-family: 'Times';\">Pennsylvania State University, University of Texas-Austin, Louisiana State University, Texas A&amp;M University, Baylor University, Trinity University, University of Houston, Villanova University, University of Massachusetts, Case Western University, Duke University, University of Texas-Arlington, University of Kansas, Wofford College, University of Colorado, Arizona State University, Brigham Young University, Rice University, Colorado School of Mines, University of Maryland, Carnegie Mellon University, Southwestern University. </span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<div class=\"section\">\n<div class=\"section\" style=\"background-color: rgb(100.000000%, 100.000000%, 100.000000%);\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span style=\"font-size: 10.000000pt; font-family: 'Arial'; font-weight: bold; font-style: italic;\">Intellectual Merit: </span><span style=\"font-size: 10.000000pt; font-family: 'ArialMT';\">The Cullen College of Engineering gives a diverse group of undergraduates the opportunity to collaborate with highly experienced and nationally recognized faculty in the field of nanotechnology. Faculty mentors have a strong history of supporting undergraduate research activities and since 2003 they collectively have 70 publications with undergraduates. Since 2000, over 86% of our REU participants from our NSF-UH REU site r...",
  "por_txt_cntn": "\nThe purpose of our REU Site is to support a thematic Summer Research Experience for Undergraduates (REU) at the University of Houston (UH) entitled \"Innovations in Nanotechnology\". Faculty mentors have a strong history of supporting undergraduate research activities, and since 2003 they collectively have 70 publications with undergraduates. Since 2000, over 86% of our REU participants from our NSF-UH REU site reported that they were attending graduate school to continue their studies. The program is designed to infuse 12 bright undergraduate students each year with enthusiasm towards graduate level education and careers in research. Participants will undertake a specific research project in the field of nanotechnology, and a faculty mentor from the Cullen College of Engineering will work with the student to develop his or her research skills. In addition to cultivating participantsÆ laboratory research expertise, the program will emphasize the development of the additional skills necessary for success in research, such as written and oral communication, navigating scientific literature, laboratory documentation, research ethics, and engineering professionalism. A national focus for recruitment is planned. Past recruitment efforts have resulted in a highly competitive and diverse applicant pool. Institutions with historically minority rich student bodies, as well as those lacking graduate-level research facilities will be particularly targeted for recruiting participants. \n\n \n\n\nThe University of Houston (UH) Research Experiences for Undergraduates\n (REU) Site 'Innovations in Nanotechnology' hosted 11 student participants from seven universities across the country in 2010. In 2011, UH hosted 16 student participants from 13 universities across the country. In 2012, UH hosted 10 student participants from 8 universities across the country. For 2010, 2011 and 2012, approximately 19% of the participants identified themselves as an ethnic minority, and 65% were female. \n\nSummary Profile of UH REU Participants Number of Participants/ Applicants: 37/298 Female Participants: 24 (65%)\n Minority Participants: 7 (19%) \n\nInstitutions Represented: \n\nPennsylvania State University, University of Texas-Austin, Louisiana State University, Texas A&amp;M University, Baylor University, Trinity University, University of Houston, Villanova University, University of Massachusetts, Case Western University, Duke University, University of Texas-Arlington, University of Kansas, Wofford College, University of Colorado, Arizona State University, Brigham Young University, Rice University, Colorado School of Mines, University of Maryland, Carnegie Mellon University, Southwestern University. \n\n \n\n \n\n\n\n\n\nIntellectual Merit: The Cullen College of Engineering gives a diverse group of undergraduates the opportunity to collaborate with highly experienced and nationally recognized faculty in the field of nanotechnology. Faculty mentors have a strong history of supporting undergraduate research activities and since 2003 they collectively have 70 publications with undergraduates. Since 2000, over 86% of our REU participants from our NSF-UH REU site reported that they were attending graduate school to continue their studies. The \"Innovations in Nanotechnology\" program is the culmination of our collective experience and utilizes specific feedback from prior REU support. Facilities include the individual labs of faculty advisors and shared resources such as the 6,000 ft2 class 10/100 micro/nanofabrication laboratory. The program will create well-rounded future researchers through weekly professional development seminars and strong mentoring in the laboratory. \n\nBroader Impact: Participants in the UH \"Innovations in Nanotechnology\" REU program are afforded the opportunity to conduct research under nationallyrecognized experts in the field of nanotechnology. Students who are under- represented in the field of engineering on the basis of their ethnicity or gender, as well a..."
 }
}