{
 "awd_id": "1002178",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ZnO/GaN Heterostructure-based Novel Acousto-electronic Devices",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anupama Kaul",
 "awd_eff_date": "2010-04-15",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 306809.0,
 "awd_amount": 306809.0,
 "awd_min_amd_letter_date": "2010-04-02",
 "awd_max_amd_letter_date": "2010-04-02",
 "awd_abstract_narration": "The objective of this research is to study the acousto-electrical interaction in ZnO/GaN heterostructures and develop the tunable devices which comprise of a piezoelectric ZnO layer and a polar semiconductor ZnO/GaN heterostructure. The approaches include: (i) grow the polar ZnO/GaN heterostructure on c-plane sapphire using MOCVD and control its polarity through interface engineering during the heteroepitaxy; and (ii) integrate a piezoelectric ZnO film with the semiconductor ZnO/GaN heterostructure to form novel ZnO/GaN acousto-electronic devices, study and simulate its characteristics, including dispersion and multi-mode surface acoustic wave properties, conduction band offset and sheet electron concentration by considering both spontaneous and piezoelectric polarizations at the ZnO/GaN interface. \r\nIntellectual merit:  The novel ZnO/GaN acousto-electronic device possesses advantages including high acoustic velocity and large electro-mechanical coupling coefficient over a broad frequency range, high operation frequency using higher order wave modes, large tunability at low biasing voltage, the ability to perform versatile functions, and low manufacturing cost. \r\nBroader impact:  Integration of multifunctional ZnO with semiconductor GaN will promote a new level of material integration and devices technologies; therefore, open up new research opportunities and applications. The integration of research and education is an important focus of this project. The students will gain interdisciplinary knowledge base in material growth, interface physics, comprehensive characterizations, device design and simulation, and fabrication process. The research will be facilitated by strong collaboration with industrial partners. The educational outreach efforts are directed at NJ high school students, through the Governor's School, Rutgers Science Bus program, and special summer program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yicheng",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yicheng Lu",
   "pi_email_addr": "ylu@rci.rutgers.edu",
   "nsf_id": "000416474",
   "pi_start_date": "2010-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 306809.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>1. Project Outcomes Based on Intellectual Merit</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; GaN has recently been developed into a primary wide bandgap semiconductor for new solid state lighting industry and for RF electronics. ZnO is emerging as a promising wide band gap oxide semiconductor and has been recognized as an important multifunctional material. The combination of multifunctional ZnO films on semiconductor GaN forms the ZnO/GaN heterostructures, which possess many interesting properties. The main objective of this research project is to construct a new multilayer structure consisting of a piezoelectric ZnO layer and a polar semiconductor ZnO/GaN heterostructure. Such a structure possesses the novel multi-phenomena, including tunable acousto-electronic, acousto-optic, and acousto-opto-electronic interactions. &nbsp;Understanding of the interface electronic properties is critical for designing the novel devices for broad and important applications. &nbsp;The acousto-electrical interaction in the structure is studied and then used to design and develop the tunable RF devices. &nbsp;This project&rsquo;s outcomes have promoted a new level of material integration and devices technologies. The project combines the basic studies with the transformative research with the emphasis on innovation and invention. For the duration of the grant, we were able to achieve the following major outcomes:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (1) Grow a new heterostructure ZnO/GaNby metalorganic chemical vapor deposition (MOCVD), study and control its electronic properties, including sheet carrier accumulation and depletion in the heterojunction.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (2) Integrated a piezoelectric ZnO film with the semiconductor ZnO/GaN heterostructure using our novel hybrid deposition technology. Investigated and simulated the electronic properties and surface acoustic wave (SAW) characteristics, designed and demonstrated the new devices with unique tunability by using acousto-electrical interaction.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (3) For the first time, demonstrated a novel tunable SAW device in the ZnO/GaN heterostructure. The novel device operating at high frequency (1.2Ghz) demonstrates unprecedentedly high tunability (~1% frequency change, which is the best result among the existing tunable devices reported in the literature) at low biasing voltage range (&lt;15V).The novel tunable SAW devices enable to serve as the basic building block for &nbsp;broad applications, including tunable and programmable wireless sensors for commercial applications and homeland defense. Its unique tunable and multifunctional capability can be used to form the self-contained, field-deployable wireless and low-power sensors for rapid on-site diagnosis, as well as for real-time environmental monitoring. The devices can also be used for adaptive signal processing and wireless and secure communications.</p>\n<p>&nbsp;</p>\n<p><strong>2. Project Outcomes Based on Broad Impact</strong></p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; The integration of research with education in this project has generated the following broader impacts: &nbsp;</p>\n<p><span style=\"text-decoration: underline;\">(i) Education and Training:</span> 5 graduate students have participated in this project. Especially, the grant enabled to recruit/support the students from the underrepresented groups, for example, two graduate students (one US citizen and one female) and two female undergraduate students to pursue research. These students have gained multidisciplinary knowledge and experiences in material growth, interface physics, comprehensive characterizations, device design and simulation, and fabrication process. Three received PhD, andtwo of them received the Outstanding PhD Student Award in the ...",
  "por_txt_cntn": "\n1. Project Outcomes Based on Intellectual Merit\n\n        GaN has recently been developed into a primary wide bandgap semiconductor for new solid state lighting industry and for RF electronics. ZnO is emerging as a promising wide band gap oxide semiconductor and has been recognized as an important multifunctional material. The combination of multifunctional ZnO films on semiconductor GaN forms the ZnO/GaN heterostructures, which possess many interesting properties. The main objective of this research project is to construct a new multilayer structure consisting of a piezoelectric ZnO layer and a polar semiconductor ZnO/GaN heterostructure. Such a structure possesses the novel multi-phenomena, including tunable acousto-electronic, acousto-optic, and acousto-opto-electronic interactions.  Understanding of the interface electronic properties is critical for designing the novel devices for broad and important applications.  The acousto-electrical interaction in the structure is studied and then used to design and develop the tunable RF devices.  This projectÆs outcomes have promoted a new level of material integration and devices technologies. The project combines the basic studies with the transformative research with the emphasis on innovation and invention. For the duration of the grant, we were able to achieve the following major outcomes:          \n\n        (1) Grow a new heterostructure ZnO/GaNby metalorganic chemical vapor deposition (MOCVD), study and control its electronic properties, including sheet carrier accumulation and depletion in the heterojunction.\n\n        (2) Integrated a piezoelectric ZnO film with the semiconductor ZnO/GaN heterostructure using our novel hybrid deposition technology. Investigated and simulated the electronic properties and surface acoustic wave (SAW) characteristics, designed and demonstrated the new devices with unique tunability by using acousto-electrical interaction.\n\n        (3) For the first time, demonstrated a novel tunable SAW device in the ZnO/GaN heterostructure. The novel device operating at high frequency (1.2Ghz) demonstrates unprecedentedly high tunability (~1% frequency change, which is the best result among the existing tunable devices reported in the literature) at low biasing voltage range (&lt;15V).The novel tunable SAW devices enable to serve as the basic building block for  broad applications, including tunable and programmable wireless sensors for commercial applications and homeland defense. Its unique tunable and multifunctional capability can be used to form the self-contained, field-deployable wireless and low-power sensors for rapid on-site diagnosis, as well as for real-time environmental monitoring. The devices can also be used for adaptive signal processing and wireless and secure communications.\n\n \n\n2. Project Outcomes Based on Broad Impact\n\n        The integration of research with education in this project has generated the following broader impacts:  \n\n(i) Education and Training: 5 graduate students have participated in this project. Especially, the grant enabled to recruit/support the students from the underrepresented groups, for example, two graduate students (one US citizen and one female) and two female undergraduate students to pursue research. These students have gained multidisciplinary knowledge and experiences in material growth, interface physics, comprehensive characterizations, device design and simulation, and fabrication process. Three received PhD, andtwo of them received the Outstanding PhD Student Award in the School of Engineering and in Rutgers, respectively. Three undergraduate students (one woman) got research experiences in this program through the special projects and summer interbship. One undergraduate capstone design project was partially supported through this research. One high school student did summer internship training and became the co-author of a journal paper.\n\n(ii) Industrial Collaboration: Several industrial collaboration..."
 }
}