{
 "awd_id": "1002465",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2010",
 "cfda_num": "47.074",
 "org_code": "08080300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Vanni",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 189000.0,
 "awd_amount": 189000.0,
 "awd_min_amd_letter_date": "2010-07-08",
 "awd_max_amd_letter_date": "2010-07-08",
 "awd_abstract_narration": "This action funds an NSF Minority Postdoctoral Research Fellowship for FY 2010. The fellowship supports a research and training plan in a host laboratory for the Fellow who also presents a plan to broaden participation in biology. The title of the research and training plan for this fellowship to Juliana Rangel-Posada is \"Queen supersedure in honey bees:  how and why do workers replace their mother queen with a sister queen?\" The host institution for this research is North Carolina State University (NCSU) and the sponsoring scientist is Dr. David Tarpy. \r\n\r\nSocial insects are a paradigm of cooperation among group-living species.  However, cooperative behaviors are not observed in all aspects of colony life.  When decisions about reproduction need to be made, conflict may arise if the interests of the workers in a colony differ from those of the reproductives.  In honey bees (Apis mellifera), reproductive conflict can occur when workers and queens strongly interact during queen replacement, which occurs (a) when a colony reproduces via \"swarming,\" i.e. a daughter queen is produced to inherit the maternal nest while the mother queen leaves with most of the colony's workers to establish a new nest, or (b) when a colony performs queen \"supersedure,\" i.e. the mother queen is replaced by a daughter queen.  While much attention has been paid to swarming, very little is known about supersedure.  Nonetheless, this subtle and ephemeral event has significant fitness implications because a colony's fitness will strongly depend on the quality of the queen that inherits the nest.  \r\n\r\nTraining objectives include (1) exploring the mechanisms of supersedure; (2) evaluating the effects of supersedure on colony fitness; (3) assessing the current rate of supersedure; (4) determining if preparations for queen supersedure can be predicted.  The broader impacts of the project include the dissemination of the results to the beekeeping community through workshops, the publication of findings in popular articles featured in beekeeping magazines, the inclusion of undergraduate exchange students from Zamorano University in Honduras, and the collaboration with other social insect biologists at NCSU and other institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juliana",
   "pi_last_name": "Rangel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Juliana Rangel",
   "pi_email_addr": "",
   "nsf_id": "000753912",
   "pi_start_date": "2010-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rangel-Posada           Juliana",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Ithaca",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "",
  "inst_zip_code": "148532702",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Rangel-Posada           Juliana",
  "perf_str_addr": "",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148532702",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1036",
   "pgm_ref_txt": "BIO MINORITY POSTDOC RESEARCH FELLOW PGM"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 189000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Queen supersedure in honey bees:&nbsp; how &amp; why do workers replace the mother queen with a sister queen? </strong></p>\n<p>Social insects are a paradigm of cooperation among group-living species.&nbsp; Workers in a social insect colony precisely coordinate their activities in order to efficiently conduct tasks that include brood rearing, nest construction, resource acquisition, and defense (Winston 1987, Seeley 1995).&nbsp; However, cooperative behaviors are not observed in all aspects of colony life.&nbsp; When decisions about reproduction need to be made, conflict may arise if the interests of the workers differ from those of the reproductives (Tarpy &amp; Gilley 2004, Tarpy <em>et al</em>. 2004, Ratnieks et al. 2006).&nbsp; In honey bees (<em>Apis mellifera</em>), reproductive conflict may arise in caste determination (Wenseleers &amp; Ratnieks 2004), production of males (Ratnieks 1988), queen rearing (Visscher 1993), and queen replacement (Schneider &amp; DeGrandi-Hoffman 2008).&nbsp; Workers and queens strongly interact during queen replacement, which occurs (a) when a colony reproduces via <span style=\"text-decoration: underline;\">swarming</span>, and a daughter queen is produced to inherit the maternal nest while the mother queen leaves with a majority of a colony&rsquo;s worker population to found a new nest, or (b) when a colony performs queen <span style=\"text-decoration: underline;\">supersedure</span>, and the mother queen is replaced by a daughter queen (Winston 1987, Schneider &amp; DeGrandi-Hoffman 2008).&nbsp; While much attention has been paid to the mechanisms that initiate swarming [Tarpy &amp; Gilley 2004, Winston 1987, Rangel &amp; Seeley 2008], surprisingly little is known about supersedure.&nbsp;</p>\n<p>Little is known about what aspects of a colony&rsquo;s phenotype (queen quality, brood production, and food availability) lead a colony to replace its mother queen. Only one four-year study in Scotland (Allen 1965) described the productivity of 81 colonies (about 20 colonies per year), and showed how that annual productivity was linked to the proportion of colonies that got superseded.&nbsp; It was reported that of the 81 colonies, 16 superseded the queen (19.7% supersedure rate per year, on average), in all cases the queen being older than one year of age.&nbsp; This study was never replicated, and was conducted over 40 years ago (1961-1964) in a sole location in Great Britain before the spread of the pervasive parasitic mite <em>Varroa destructor</em>.&nbsp; Thus, more experiments are needed with queens of various reproductive potentials (i.e. obtained either from naturally mated, or artificially inseminated queens) to determine what aspects of a colony&rsquo;s phenotype are linked to queen supersedure.&nbsp;</p>\n<p>Superseding a mother queen only takes a few days, making it an inconspicuous process.&nbsp; Very little is known about the mechanisms of supersedure, the frequency at which naturally mated queens get superseded, and the fitness consequences of supersedure.&nbsp; Nonetheless, this subtle and ephemeral event has significant implications for a colony, because a colony&rsquo;s fitness will strongly depend on the quality of the queen that inherits the nest. My research project aimed to answer questions about queen supersedure, and its implications (both practical and theoretical) to our understanding of the social regulation of reproduction in honey bees.</p>\n<p>During the 2012-2013 tenure of my NSF Postdoctoral Fellowship in Biology, I focused on three aspects of my 3-year research proposal: research, outreach, and training.&nbsp; First, I conducted two experiments (outlined below) looking at the effects of the miticides commonly used to kill the ectoparasitic mite of honey bees <em>Varroa destructor</em> on (a) queen reproductive health, and (b) colony growth over time, as well as rates of queen supersedure.&nbsp; I also ...",
  "por_txt_cntn": "\nQueen supersedure in honey bees:  how &amp; why do workers replace the mother queen with a sister queen? \n\nSocial insects are a paradigm of cooperation among group-living species.  Workers in a social insect colony precisely coordinate their activities in order to efficiently conduct tasks that include brood rearing, nest construction, resource acquisition, and defense (Winston 1987, Seeley 1995).  However, cooperative behaviors are not observed in all aspects of colony life.  When decisions about reproduction need to be made, conflict may arise if the interests of the workers differ from those of the reproductives (Tarpy &amp; Gilley 2004, Tarpy et al. 2004, Ratnieks et al. 2006).  In honey bees (Apis mellifera), reproductive conflict may arise in caste determination (Wenseleers &amp; Ratnieks 2004), production of males (Ratnieks 1988), queen rearing (Visscher 1993), and queen replacement (Schneider &amp; DeGrandi-Hoffman 2008).  Workers and queens strongly interact during queen replacement, which occurs (a) when a colony reproduces via swarming, and a daughter queen is produced to inherit the maternal nest while the mother queen leaves with a majority of a colonyÆs worker population to found a new nest, or (b) when a colony performs queen supersedure, and the mother queen is replaced by a daughter queen (Winston 1987, Schneider &amp; DeGrandi-Hoffman 2008).  While much attention has been paid to the mechanisms that initiate swarming [Tarpy &amp; Gilley 2004, Winston 1987, Rangel &amp; Seeley 2008], surprisingly little is known about supersedure. \n\nLittle is known about what aspects of a colonyÆs phenotype (queen quality, brood production, and food availability) lead a colony to replace its mother queen. Only one four-year study in Scotland (Allen 1965) described the productivity of 81 colonies (about 20 colonies per year), and showed how that annual productivity was linked to the proportion of colonies that got superseded.  It was reported that of the 81 colonies, 16 superseded the queen (19.7% supersedure rate per year, on average), in all cases the queen being older than one year of age.  This study was never replicated, and was conducted over 40 years ago (1961-1964) in a sole location in Great Britain before the spread of the pervasive parasitic mite Varroa destructor.  Thus, more experiments are needed with queens of various reproductive potentials (i.e. obtained either from naturally mated, or artificially inseminated queens) to determine what aspects of a colonyÆs phenotype are linked to queen supersedure. \n\nSuperseding a mother queen only takes a few days, making it an inconspicuous process.  Very little is known about the mechanisms of supersedure, the frequency at which naturally mated queens get superseded, and the fitness consequences of supersedure.  Nonetheless, this subtle and ephemeral event has significant implications for a colony, because a colonyÆs fitness will strongly depend on the quality of the queen that inherits the nest. My research project aimed to answer questions about queen supersedure, and its implications (both practical and theoretical) to our understanding of the social regulation of reproduction in honey bees.\n\nDuring the 2012-2013 tenure of my NSF Postdoctoral Fellowship in Biology, I focused on three aspects of my 3-year research proposal: research, outreach, and training.  First, I conducted two experiments (outlined below) looking at the effects of the miticides commonly used to kill the ectoparasitic mite of honey bees Varroa destructor on (a) queen reproductive health, and (b) colony growth over time, as well as rates of queen supersedure.  I also conducted an experiment looking at the effect of queen reproductive potential on mandibular gland pheromone composition and worker retinue response (below).   Furthermore, I submitted for publication four different manuscripts that were fully or partially funded by the National Science Foundation (see details below).  Second, as part of th..."
 }
}