{
 "awd_id": "1002663",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Geographies of Welfare Reform",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927266",
 "po_email": "anwinkle@nsf.gov",
 "po_sign_block_name": "Antoinette WinklerPrins",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2011-04-30",
 "tot_intn_awd_amt": 11588.0,
 "awd_amount": 11588.0,
 "awd_min_amd_letter_date": "2010-04-27",
 "awd_max_amd_letter_date": "2010-04-27",
 "awd_abstract_narration": "This research will explore the ways in which geography influences the opportunities, resources, and livelihoods of those leaving the welfare rolls, as well as explore how poverty and welfare receipt shape the terms of citizenship and the political action of welfare recipients.  Through this study, the relationship between employment and citizenship will be examined.  Job type (janitor vs. doctor) greatly alters access to key social goods and influences individuals' feelings of inclusion or exclusion in society.  The economic restructuring of the past 30 years has changed the conditions of citizenship and the bonds of responsibility between citizen and the state.  For example, since the 1980s, rhetoric on welfare has focused more on the responsibilities of citizenship than the rights of citizens.  These changes have important implications for welfare recipients who are now often required to find paid employment in order to receive benefits.  With a diminishing safety net and a current recession, understanding the role of Temporary Aid to Needy Families (TANF) in constructing the terms of citizenship is especially relevant in this moment. \r\n\r\nDoctoral student Rebecca Burnett, under the supervision of Dr. Victoria Lawson in the Department of Geography at the University of Washington, will employ a mixed method approach utilizing both quantitative data and in-depth qualitative interviews to map the spatial patterns of TANF participation and exit, to discover why people leave welfare and how do they access income, resources and services, and how receiving TANF influences the terms of citizenship and citizen participation.  Through a comparative analysis of King County in Washington state and Jackson County in Missouri, this project will map federal, state and county level data on TANF recipients to illuminate patterns of entry and exit in the program and any spatial variability in those patterns.  This work will lead to a better understanding of the role that the current recession and geography play in the experiences of those leaving welfare.\r\n\r\nThe broader impacts of this work will increase dialogue between academics, policy makers and community activists about the reasons and potential solutions to poverty and welfare.  In addition, the place-based empirical analysis of poverty and welfare will add to our understanding of TANF entry and exit rates that can help shape policy.  This project will also add to our understanding of the ways in which the present economic recession affects those living in poverty in difference geographic regions, and to understand the specific experiences of those most vulnerable to economic changes. The maps and cartograms that will be produced from the analysis of this data will show variations in poverty and TANF receipt in relation to social and economic characteristics of place.  Research results will be disseminated at relevant conferences and through publications of academic articles in peer-reviewed journals.  In order to impact the communities studied, the research results will be disseminated through presentations at the job training programs that are coordinated by various non-profit organizations and advocacy groups utilized in the study.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victoria",
   "pi_last_name": "Lawson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Victoria A Lawson",
   "pi_email_addr": "lawson@u.washington.edu",
   "nsf_id": "000277475",
   "pi_start_date": "2010-04-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Burnett",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca Burnett",
   "pi_email_addr": "rburnett@u.washington.edu",
   "nsf_id": "000516098",
   "pi_start_date": "2010-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 11588.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; As part of the National Science Foundation&rsquo;s Doctoral Dissertation Research Improvement Grant, I conducted a comparative examination of the social, historical, political, and economic processes that produce poverty and influence the identities and experiences of those in poverty in America today. My project explores the ways in which historical legacies of welfare policies, neoliberal economic restructuring, and the social production of poor &ldquo;others&rdquo; influence the resources available to and the coping strategies of people in poverty across place.&nbsp;&nbsp; More specifically, this research investigates Temporary Aid to Needy Families and other forms of public assistance receipt at two field sites, Jackson County, MO and King County, WA, and through comparative analysis, explores the &ldquo;socio-spatial relations&rdquo; and practices of citizenship of those in the safety net (Pulido, in Lawson, Jarosz and Bonds 2010).&nbsp; Through a geographic analysis I connect place-specific attributes (local political culture, economic climate, demographic makeup) to poverty policies and experiences in the safety net.&nbsp; I bring together relevant geographic literatures of feminism, race, neoliberalism, care work, and poverty.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; My research design employed a mixed-method approach to investigate 1) geographic patterns in safety net receipt, 2) the resources available to those in poverty, and 3) the ways in which poverty and public assistance receipt influence the citizenship practices and performativity of those in the safety net. I began with data collection and analysis on poverty and public assistance receipt in order to uncover spatial patterns in safety net use. National and state data came from the Department of Health and Human Services Administration for Children and Families while data for counties and census blocks was collected through the Census&rsquo; American Community Survey.&nbsp; I specifically sought data on the demographic (age, gender, race, marital status, education and job availability) and participation characteristics (time on assistance, benefit levels, sanctions) of safety net recipients in the decade since welfare reform and particularly before and after the recession (2005-2010). In order to understand the resources available to those in poverty and the ways in which public assistance influences the feelings of exclusion and belong of recipients, I conducted 30 interviews in each research site.&nbsp; These interviews included a demographically diverse pool of people on TANF, Food Stamps (SNAP), disability insurance, and a number of other programs.&nbsp; I also interviewed a handful of &ldquo;officials&rdquo; or those who administered public assistance.&nbsp; Finally, I conducted participant observation in welfare offices in each site.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The intellectual merit of this work lies in contributing to a geographic approach to critical poverty studies.&nbsp; Through a series of GIS created maps, it reveals spatial patterns produced by poverty policies. Many studies have elided a geographic analysis when exploring the uneven policies and experiences on assistance across place.&nbsp; My research found that local political culture, discourses on race and gender, and economic climate all influenced recipients views of themselves and their communities.&nbsp; Further, my study has uncovered the increasing importance of a &ldquo;private safety net&rdquo; consisting of familial relations, charities, and non-profits.&nbsp; This is extremely important because as the public safety net rescinds or is supplemental by local private and non-entitlement programs, the livelihoods of those in need become even more precarious.&nbsp; In addition, my research challenges...",
  "por_txt_cntn": "\n \n\n            As part of the National Science FoundationÆs Doctoral Dissertation Research Improvement Grant, I conducted a comparative examination of the social, historical, political, and economic processes that produce poverty and influence the identities and experiences of those in poverty in America today. My project explores the ways in which historical legacies of welfare policies, neoliberal economic restructuring, and the social production of poor \"others\" influence the resources available to and the coping strategies of people in poverty across place.   More specifically, this research investigates Temporary Aid to Needy Families and other forms of public assistance receipt at two field sites, Jackson County, MO and King County, WA, and through comparative analysis, explores the \"socio-spatial relations\" and practices of citizenship of those in the safety net (Pulido, in Lawson, Jarosz and Bonds 2010).  Through a geographic analysis I connect place-specific attributes (local political culture, economic climate, demographic makeup) to poverty policies and experiences in the safety net.  I bring together relevant geographic literatures of feminism, race, neoliberalism, care work, and poverty.\n\n \n\n            My research design employed a mixed-method approach to investigate 1) geographic patterns in safety net receipt, 2) the resources available to those in poverty, and 3) the ways in which poverty and public assistance receipt influence the citizenship practices and performativity of those in the safety net. I began with data collection and analysis on poverty and public assistance receipt in order to uncover spatial patterns in safety net use. National and state data came from the Department of Health and Human Services Administration for Children and Families while data for counties and census blocks was collected through the CensusÆ American Community Survey.  I specifically sought data on the demographic (age, gender, race, marital status, education and job availability) and participation characteristics (time on assistance, benefit levels, sanctions) of safety net recipients in the decade since welfare reform and particularly before and after the recession (2005-2010). In order to understand the resources available to those in poverty and the ways in which public assistance influences the feelings of exclusion and belong of recipients, I conducted 30 interviews in each research site.  These interviews included a demographically diverse pool of people on TANF, Food Stamps (SNAP), disability insurance, and a number of other programs.  I also interviewed a handful of \"officials\" or those who administered public assistance.  Finally, I conducted participant observation in welfare offices in each site. \n\n \n\nThe intellectual merit of this work lies in contributing to a geographic approach to critical poverty studies.  Through a series of GIS created maps, it reveals spatial patterns produced by poverty policies. Many studies have elided a geographic analysis when exploring the uneven policies and experiences on assistance across place.  My research found that local political culture, discourses on race and gender, and economic climate all influenced recipients views of themselves and their communities.  Further, my study has uncovered the increasing importance of a \"private safety net\" consisting of familial relations, charities, and non-profits.  This is extremely important because as the public safety net rescinds or is supplemental by local private and non-entitlement programs, the livelihoods of those in need become even more precarious.  In addition, my research challenges poverty analyses that cast the poor as merely victims, villains or invisible.  In contrast, my research seeks to keep the poor at the center of analysis in a way that highlights their agency.  Each of my interview subjects had complicated relationships to assistance and many had developed nuanced strategies for navigating an increasingly fragme..."
 }
}