{
 "awd_id": "1002462",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: MRI-Consortium for the Development and Construction of a Longitudinally Polarized Proton and Deuteron Target for CLAS12 at Jefferson Lab",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gail Dodge",
 "awd_eff_date": "2010-04-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 420723.0,
 "awd_amount": 420723.0,
 "awd_min_amd_letter_date": "2010-03-16",
 "awd_max_amd_letter_date": "2013-02-19",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThis award is for a collaborative effort of researchers from Christopher Newport University (CNU), Old Dominion University (ODU), and the University of Virginia (UVA) to develop and construct a longitudinally polarized proton and deuteron target.  This target is intended to be used with the CLAS12 detector as an essential part of the high-priority PAC approved electron scattering experiments to study the internal structure of the nucleon as part of the 12 GeV program at Jefferson Lab (JLab).   This will expand the spin structure program at JLab and be used to determine the contribution of the valance quarks to the properties of the nucleon.  The target will use standard solid materials (15NH3, 15ND3, and possibly LiD) at ~1K and will be dynamically polarized in the 5 T field of the CLAS12 central solenoid.  \r\n\r\nThe design and construction of this target will have positive impacts on the training of future scientists because undergraduate and graduate students will be deeply involved in the process.  This award will enable the knowledge transfer from experts at UVA to other researchers.  A polarized target with the proposed specifications will have a strong impact on the research program at Jefferson Lab.\r\n\r\n\r\n",
 "awd_arra_amount": 420723.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Bueltmann",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen L Bueltmann",
   "pi_email_addr": "sbueltma@odu.edu",
   "nsf_id": "000242176",
   "pi_start_date": "2010-03-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sebastian",
   "pi_last_name": "Kuhn",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sebastian E Kuhn",
   "pi_email_addr": "skuhn@odu.edu",
   "nsf_id": "000491124",
   "pi_start_date": "2010-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Old Dominion University Research Foundation",
  "inst_street_address": "4111 MONARCH WAY STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "NORFOLK",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7576834293",
  "inst_zip_code": "235082561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "OLD DOMINION UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "DSLXBD7UWRV6",
  "org_uei_num": "DSLXBD7UWRV6"
 },
 "perf_inst": {
  "perf_inst_name": "Old Dominion University",
  "perf_str_addr": "HAMPTON BLVD",
  "perf_city_name": "NORFOLK",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "235290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 420723.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the most fundamental questions in our understanding of the building blocks of atomic nuclei (protons and neutrons, collectively known as &ldquo;nucleons&rdquo;) is &ldquo;How is the nucleon spin composed of the elementary objects, quark und gluons, that make up every nucleon?&rdquo; By &ldquo;spin&rdquo;, we are referring to the intrinsic rotation of all elementary particles that produce their magnetic properties (which, in turn, are the basis of spin resonance measurements, e.g. MRI in medicine and material science). With the soon to be completed upgrade of the Thomas Jefferson National Accelerator Facility (Newport News, VA; also known as &ldquo;Jefferson Lab&rdquo;) to an electron beam energy of 12 GeV, a new avenue has opened for high precision measurements of this nucleon spin structure in the so called &ldquo;valence domain&rdquo;, where the three fundamental quarks (&ldquo;valence quarks&rdquo;) that determine the basic nucleon properties can be probed most cleanly.<br />A large program of measurements of this spin structure has been proposed and approved by Jefferson Lab&rsquo;s Program Advisory Committee for the new CLAS12 detector, which is presently being built in experimental Hall B at Jefferson Lab. At the heart of the program (which the PIs are leading) is a device that allows us to orient the spins of protons and deuterons (nuclei made of one proton and neutron each) &ndash; a so-called polarized target. This target uses the magnetic properties of nucleons, together with a sophisticated system of low temperature refrigerators (1/300 of room temperature), superconducting magnets (up to 100,000 times stronger than Earth&rsquo;s magnetic field) and high-frequency microwave power to align the direction of the nucleon spins either along or opposite to the direction of the incoming electron beam. We can then measure the different interaction of the electrons in the beam (which are also aligned in their spin direction) for the two different target spin directions to extract the sought-after information on the contribution from the three &ldquo;valence quarks&rdquo; to the nucleon spin. <br />With the funding supplied by the NSF MRI grant &ldquo;Collaborative Research: MRI-Consortium for the Development and Construction of a Longitudinally Polarized Proton and Deuteron Target for CLAS12 at Jefferson Lab&rdquo;, our group (consisting of three Universities &ndash; Old Dominion University, Christopher Newport University, and the University of Virginia) has acquired all the parts and, with help from Jefferson Lab scientists, completed the design and the assembly of the main components of such a polarized target. As part of this project, we built the microwave system, the refrigerator, and the diagnostic polarization measurement system and designed the complete target, including its vacuum system and the insert that will hold the polarized protons and neutrons (in the form of solid ammonia and deuterated ammonia beads). A number of students at the participating universities have been contributing to this project, leading to valuable experience and technical expertise for the next generation of scientists. The completed target will be inserted into the CLAS12 detector once operations with 12 GeV beam begin in Hall B. A large international collaboration with over 300 members (the CLAS Collaboration) will carry out the program of measurements enabled by this target, leading to fundamental new insights into the structure of the building blocks of all visible matter. If history is any guide, dozens of publications, as well as dozens of freshly minted Ph.D. scientists will be the direct results from this effort; future benefits for society may range from medical devices to new insights into material behavior.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/21/2013<br>\n\t\t\t\t\tModified by: Stephen&nbsp;L&nbsp;Bueltmann</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOne of the most fundamental questions in our understanding of the building blocks of atomic nuclei (protons and neutrons, collectively known as \"nucleons\") is \"How is the nucleon spin composed of the elementary objects, quark und gluons, that make up every nucleon?\" By \"spin\", we are referring to the intrinsic rotation of all elementary particles that produce their magnetic properties (which, in turn, are the basis of spin resonance measurements, e.g. MRI in medicine and material science). With the soon to be completed upgrade of the Thomas Jefferson National Accelerator Facility (Newport News, VA; also known as \"Jefferson Lab\") to an electron beam energy of 12 GeV, a new avenue has opened for high precision measurements of this nucleon spin structure in the so called \"valence domain\", where the three fundamental quarks (\"valence quarks\") that determine the basic nucleon properties can be probed most cleanly.\nA large program of measurements of this spin structure has been proposed and approved by Jefferson LabÆs Program Advisory Committee for the new CLAS12 detector, which is presently being built in experimental Hall B at Jefferson Lab. At the heart of the program (which the PIs are leading) is a device that allows us to orient the spins of protons and deuterons (nuclei made of one proton and neutron each) &ndash; a so-called polarized target. This target uses the magnetic properties of nucleons, together with a sophisticated system of low temperature refrigerators (1/300 of room temperature), superconducting magnets (up to 100,000 times stronger than EarthÆs magnetic field) and high-frequency microwave power to align the direction of the nucleon spins either along or opposite to the direction of the incoming electron beam. We can then measure the different interaction of the electrons in the beam (which are also aligned in their spin direction) for the two different target spin directions to extract the sought-after information on the contribution from the three \"valence quarks\" to the nucleon spin. \nWith the funding supplied by the NSF MRI grant \"Collaborative Research: MRI-Consortium for the Development and Construction of a Longitudinally Polarized Proton and Deuteron Target for CLAS12 at Jefferson Lab\", our group (consisting of three Universities &ndash; Old Dominion University, Christopher Newport University, and the University of Virginia) has acquired all the parts and, with help from Jefferson Lab scientists, completed the design and the assembly of the main components of such a polarized target. As part of this project, we built the microwave system, the refrigerator, and the diagnostic polarization measurement system and designed the complete target, including its vacuum system and the insert that will hold the polarized protons and neutrons (in the form of solid ammonia and deuterated ammonia beads). A number of students at the participating universities have been contributing to this project, leading to valuable experience and technical expertise for the next generation of scientists. The completed target will be inserted into the CLAS12 detector once operations with 12 GeV beam begin in Hall B. A large international collaboration with over 300 members (the CLAS Collaboration) will carry out the program of measurements enabled by this target, leading to fundamental new insights into the structure of the building blocks of all visible matter. If history is any guide, dozens of publications, as well as dozens of freshly minted Ph.D. scientists will be the direct results from this effort; future benefits for society may range from medical devices to new insights into material behavior.\n\n\t\t\t\t\tLast Modified: 11/21/2013\n\n\t\t\t\t\tSubmitted by: Stephen L Bueltmann"
 }
}