{
 "awd_id": "1003381",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Math Machines and Algebraic Thinking",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jane Prey",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 156530.0,
 "awd_amount": 156530.0,
 "awd_min_amd_letter_date": "2010-06-29",
 "awd_max_amd_letter_date": "2011-05-02",
 "awd_abstract_narration": "The project builds on earlier work of the PIs with \"math machines\" and expands the number of supporting applications and the use of these devices to other institutions.   Math machines are simple physical devices that give an immediate, dynamic expression to abstract mathematical functions.  They focus on brief activities for standard math and science classes rather than large-scale extracurricular projects.  They feature precise control rather than dramatic speed, and they use explicit student-designed mathematical functions to achieve physical results.  Through this project, math machines are extended to use new computer controls to supplement the original calculator controls.\r\n\r\nThe project expands nationally to provide each of 40 community college teachers of math and physics with two new math machines.  It provides community colleges with the ability to produce their own math machines and to train high school and college faculty in their use.  The project produces, tests, revises and disseminates 20 new classroom activities and improves and enhances existing software.  The PIs evaluate the impact of math machines on student learning, on student and teacher attitudes, and on the dynamics of interdisciplinary cooperation within and between institutions.  Additional features include support for National Instruments interfaces to supplement the current support for Vernier Software and Technology and Texas Instruments calculators.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frederick",
   "pi_last_name": "Thomas",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Frederick J Thomas",
   "pi_email_addr": "fred.thomas@mathmachines.net",
   "nsf_id": "000503287",
   "pi_start_date": "2010-06-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Chaney",
   "pi_mid_init": "A",
   "pi_sufx_name": "Mr",
   "pi_full_name": "Robert A Chaney",
   "pi_email_addr": "robert.chaney@sinclair.edu",
   "nsf_id": "000269537",
   "pi_start_date": "2010-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Learning with Math Machines, Inc",
  "inst_street_address": "10082 DOVE DR",
  "inst_street_address_2": "",
  "inst_city_name": "FREELAND",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9378320792",
  "inst_zip_code": "486238671",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MI08",
  "org_lgl_bus_name": "LEARNING WITH MATH MACHINES, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXS5DJNMK2S1"
 },
 "perf_inst": {
  "perf_inst_name": "Learning with Math Machines, Inc",
  "perf_str_addr": "10082 DOVE DR",
  "perf_city_name": "FREELAND",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "486238671",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MI08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 156530.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many students see <span><span>math&mdash;especially</span></span> <span><span>algebra&mdash;as</span></span>&nbsp;little more than a collection of procedures for solving equations. In reality, the ability to &ldquo;think algebraically&rdquo; means understanding dynamic and practical relationships that range from the smooth motion of a car on a freeway to the complex mathematical connections that allow modern medical equipment to sustain life. &ldquo;Algebraic thinking&rdquo; is more difficult than just solving equations, but it is essential to success in many of today's technical careers.</p>\n<p>We developed 2 new&nbsp;Math Machines and 24 classroom activities&nbsp;that demonstrate&nbsp;a way of bringing practical applications of algebraic thinking into the math and science classrooms that serve all students. Math Machines are far <em>lower in cost</em> than the specialized equipment actually used by technicians and engineers on the job, they require far <em>less storage space and learning time</em>, and they are <em>highly adaptable</em> to a wide range of math/science topics and a wide range of technical careers. Math Machines replicate the automated control systems used in manufacturing, transportation, health care and many other technical career fields by engaging students in the design, testing and modification of mathematical procedures&nbsp;to accomplish specific, physical tasks.</p>\n<p>One type of hardware developed under this grant is a &ldquo;Function Plane.&rdquo;&nbsp; Sample activities&nbsp;include:<br />EARTHQUAKE SIMULATOR --&nbsp;Students apply logarithms and powers of 10 to design and use an earthquake simulator&nbsp;that produces scale-model earthquakes of arbitrary magnitude.<br />REFLECTION OF LIGHT -- With minor changes, the same equipment and software used to simulate earthquakes can be to used to move a mirror that reflects light, applying the same geometry and physics used in digital light processing, laser surgery, steel processing and many other applications.<br />CELESTIAL MOTIONS -- With a few more changes, the same equipment can be programmed by students using simple proportions and linear equations to show the motion of the Moon or Sun through the constellations.</p>\n<p>Algebra can be applied to far more than the physical motions (linear and rotational) of the Function Plane. We also developed applications of algebra to the control of colors, using the modern standard of red-green-blue (<span><span>RGB</span></span>) components. Although these activities can use a separate hardware display, they can also be implemented directly on any Windows computer with a color monitor. Sample Activities include:<br />ELECTRONIC COLORS -- Students&nbsp;create and modify dynamic color light shows by using algebraic functions to adjust red, green and blue components.<br />SHIFTING COLORS -- In this activity, students learn to solve algebraic equations with the specific purpose of&nbsp;producing specified changes in the on-screen colors.</p>\n<p>In addition to answering the question, \"When am I ever going to use this?\", Math Machines serve&nbsp;an important function in providing students with immediate, physical self-assessment. They do not have to wait for a teacher to grade and return their papers before knowing if their work is correct. If the Math Machine performs as intended, they know immediately that their solution is (almost certainly) correct. If the Math Machine does not do what the student intended, they know immediately that their solution needs more work and the teacher has a important opportunity to provide extra guidance.</p>\n<p>Under this grant, we provided hands-on training to over 100 teachers in the use of Math Machines. The 24 classroom activities, the control software, links to HD videos&nbsp;and instructions for teachers to build their own Function Planes are all available without charge at <a href=\"http://www.mathmachines.net\"><sp...",
  "por_txt_cntn": "\nMany students see math&mdash;especially algebra&mdash;as little more than a collection of procedures for solving equations. In reality, the ability to \"think algebraically\" means understanding dynamic and practical relationships that range from the smooth motion of a car on a freeway to the complex mathematical connections that allow modern medical equipment to sustain life. \"Algebraic thinking\" is more difficult than just solving equations, but it is essential to success in many of today's technical careers.\n\nWe developed 2 new Math Machines and 24 classroom activities that demonstrate a way of bringing practical applications of algebraic thinking into the math and science classrooms that serve all students. Math Machines are far lower in cost than the specialized equipment actually used by technicians and engineers on the job, they require far less storage space and learning time, and they are highly adaptable to a wide range of math/science topics and a wide range of technical careers. Math Machines replicate the automated control systems used in manufacturing, transportation, health care and many other technical career fields by engaging students in the design, testing and modification of mathematical procedures to accomplish specific, physical tasks.\n\nOne type of hardware developed under this grant is a \"Function Plane.\"  Sample activities include:\nEARTHQUAKE SIMULATOR -- Students apply logarithms and powers of 10 to design and use an earthquake simulator that produces scale-model earthquakes of arbitrary magnitude.\nREFLECTION OF LIGHT -- With minor changes, the same equipment and software used to simulate earthquakes can be to used to move a mirror that reflects light, applying the same geometry and physics used in digital light processing, laser surgery, steel processing and many other applications.\nCELESTIAL MOTIONS -- With a few more changes, the same equipment can be programmed by students using simple proportions and linear equations to show the motion of the Moon or Sun through the constellations.\n\nAlgebra can be applied to far more than the physical motions (linear and rotational) of the Function Plane. We also developed applications of algebra to the control of colors, using the modern standard of red-green-blue (RGB) components. Although these activities can use a separate hardware display, they can also be implemented directly on any Windows computer with a color monitor. Sample Activities include:\nELECTRONIC COLORS -- Students create and modify dynamic color light shows by using algebraic functions to adjust red, green and blue components.\nSHIFTING COLORS -- In this activity, students learn to solve algebraic equations with the specific purpose of producing specified changes in the on-screen colors.\n\nIn addition to answering the question, \"When am I ever going to use this?\", Math Machines serve an important function in providing students with immediate, physical self-assessment. They do not have to wait for a teacher to grade and return their papers before knowing if their work is correct. If the Math Machine performs as intended, they know immediately that their solution is (almost certainly) correct. If the Math Machine does not do what the student intended, they know immediately that their solution needs more work and the teacher has a important opportunity to provide extra guidance.\n\nUnder this grant, we provided hands-on training to over 100 teachers in the use of Math Machines. The 24 classroom activities, the control software, links to HD videos and instructions for teachers to build their own Function Planes are all available without charge at www.mathmachines.net.\n\n\t\t\t\t\tLast Modified: 09/30/2013\n\n\t\t\t\t\tSubmitted by: Frederick J Thomas"
 }
}