{
 "awd_id": "1003942",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Driving Structure Formation in Block Copolymers by Crystallization",
 "cfda_num": "47.049",
 "org_code": "03070012",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 516000.0,
 "awd_amount": 516000.0,
 "awd_min_amd_letter_date": "2010-02-24",
 "awd_max_amd_letter_date": "2013-04-29",
 "awd_abstract_narration": "TECHNICAL SUMMARY:  \r\n\r\nCrystallization of polymers has a profound impact on their properties, and underpins many of their applications.  By contrast, self-assembly in block copolymers is typically driven by repulsion between the blocks.  We propose to combine these two self-assembling motifs into polymers designed to spontaneously and reproducibly form complex structures upon crystallization.  A principal focus will be on three-component block copolymers which form single-phase (disordered) melts, but where crystallization of one block triggers microphase separation between the other two blocks.  In one area, well-defined pentablock and triblock star polymers having the architecture:  (crystalline-glassy-rubbery)n will be synthesized by living ring-opening metathesis polymerization (ROMP) to form a single-phase melt.  Crystallization of the endblocks induces a separation of the attached glassy blocks from the mixture, yielding thermoplastic elastomers with composite glassy/rubbery hard domains.  Second, this concept will be extended to a more general class of ABC triblocks, where separation between the rubbery B and C blocks is driven by crystallization of the A block from a single-phase melt.  These polymers will be synthesized by anionic polymerization, or by a ROMP-to-anionic polymerization transformation; the B and C blocks will each be random copolymers, where the Flory interaction parameter ÷ can be continuously tuned by adjusting the composition, allowing block length (N) to be adjusted independent of ÷N.  Finally, we will investigate new olefin diblock copolymers produced by direct polymerization of the olefins.  Though the phase-separated structures formed by these polymers in the melt persist into the solid state, they exert surprisingly little restriction on the orientation of the crystals which form within them.  The work will combine synthesis with detailed structural characterization, both by electron microscopy and especially by in-house and synchrotron-based small- and wide-angle x-ray scattering, and with mechanical property measurements to elucidate the structure-property relationships.  \r\n\r\nNON-TECHNICAL SUMMARY:  \r\n\r\nThe proposed work aims to define the ?design rules? for a particular class of materials:  semicrystalline block copolymers, whose properties span the range from rubbers to plastics.  The proposed work will develop materials which can be easily processed (and reprocessed or recycled) like a plastic, but which can stretch like a rubber and also resist dissolving in solvents (like gasoline or motor oil).  The key is understanding the relationships between the internal structures of these materials and their properties, so that materials can be rationally designed to have the desired properties (such as elasticity or solvent resistance), and can be developed quickly as needs arise.  The proposed work will provide an integrated research and educational experience for two to three graduate students, and three to six undergraduates, especially including members of underrepresented groups, and these students? experience will be enriched by interactions with industrial collaborators at Dow Chemical and Promerus Electronic Materials.  The PI and students will engage the general public through science outreach?on the Princeton University campus, at nearby schools, and at the Liberty Science Center (Jersey City, NJ).  A specific aim is to promote interest in, and appreciation for, science and technology among middle school students, including those in the Trenton public school system.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Register",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Richard A Register",
   "pi_email_addr": "register@princeton.edu",
   "nsf_id": "000234702",
   "pi_start_date": "2010-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 129000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 129000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 129000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 129000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Intellectual merit:</span>&nbsp; Our research revolves around polymers:&nbsp; the materials you commonly encounter as plastics, fibers, and rubbers.&nbsp; Our overarching goal is to conceive and synthesize polymers with new properties, or a new balance of properties, so as to create materials superior to those in use today.&nbsp; A key aspect of this process is to understand what microscopic structural features of a polymer are responsible for its behavior, so that these features can be &ldquo;built into&rdquo; a polymer when a particular property is desired.&nbsp; For example, conventional rubbers get their strength from &ldquo;vulcanization&rdquo; (crosslinking)&mdash;but once a material is vulcanized, it cannot be reshaped or recycled.&nbsp; An alternative are &ldquo;thermoplastic elastomers&rdquo; (TPEs), materials where the crosslinks are formed by associations between specific locations on the polymer molecules (&ldquo;physical crosslinks&rdquo;), rather than by the chemical bonds employed in vulcanization.&nbsp; Often, TPEs are so-called block copolymers, where the polymer consists of long runs (blocks) of chemically-distinct repeating units (monomer units), wherein blocks of like type prefer to associate with each other.&nbsp; TPEs behave like vulcanized rubbers at room temperature, but are easily shaped at high temperatures.&nbsp; A major drawback of most TPEs is that they dissolve in common organic liquids, and so cannot be used in applications such as gaskets and hoses.&nbsp; Incorporating crystallinity into a polymer gives it solvent resistance, but at the price of making it less resilient&mdash;the principal quality sought in a rubber.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Under support from this research award, we worked with the Dow Chemical Company to understand the structure of a new class of TPEs invented at Dow, so-called olefin block copolymers, and how that structure ultimately controls material properties.&nbsp; These materials represent the commercial realization of an idea dating back at least 50 years:&nbsp; to make TPEs with crystalline (polyethylene) hard blocks (where the crystallites act as the physical crosslinks), and amorphous (ethylene-olefin copolymer) rubbery soft blocks.&nbsp; We also synthesized a TPE which has crystallizable, glassy, and rubbery segments, balanced so as to capture the most desirable qualities of each, yielding a soft, resilient rubber, shaped with very low energy input when hot, yet insoluble in solvents.&nbsp; Though the initial version of these materials showed promise, it possessed poor long-term stability, and was prepared from monomers which are not commercially available.&nbsp; Later in the award, we developed different polymerization chemistries which could create similar structures from common monomers.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; Understanding the miscibility and immiscibility between different polymers is important in a broad range of applications, not only TPEs and engineering polymer blends, but also in polymer recycling.&nbsp; Under this award, we investigated the miscibility between the blocks in a relatively unexplored class of block copolymers, wherein one block is itself a random copolymer of two different monomer units.&nbsp; The idea is that by tuning the composition of the random block (the ratio of the two constituent monomer units), the miscibility with the other block can be changed.&nbsp; We showed both the power and the limitations of this approach; with certain monomer units, miscibility to high molecular weights was achieved, but not with all monomer units.&nbsp; We were able to classify the mixing behavior of these materials, and to predict the mixing behavior in any block-random copolymer by making only a small number of measurements on block copolymers of the various monomer units, thereby providing a systematic roadmap for the de...",
  "por_txt_cntn": "\nIntellectual merit:  Our research revolves around polymers:  the materials you commonly encounter as plastics, fibers, and rubbers.  Our overarching goal is to conceive and synthesize polymers with new properties, or a new balance of properties, so as to create materials superior to those in use today.  A key aspect of this process is to understand what microscopic structural features of a polymer are responsible for its behavior, so that these features can be \"built into\" a polymer when a particular property is desired.  For example, conventional rubbers get their strength from \"vulcanization\" (crosslinking)&mdash;but once a material is vulcanized, it cannot be reshaped or recycled.  An alternative are \"thermoplastic elastomers\" (TPEs), materials where the crosslinks are formed by associations between specific locations on the polymer molecules (\"physical crosslinks\"), rather than by the chemical bonds employed in vulcanization.  Often, TPEs are so-called block copolymers, where the polymer consists of long runs (blocks) of chemically-distinct repeating units (monomer units), wherein blocks of like type prefer to associate with each other.  TPEs behave like vulcanized rubbers at room temperature, but are easily shaped at high temperatures.  A major drawback of most TPEs is that they dissolve in common organic liquids, and so cannot be used in applications such as gaskets and hoses.  Incorporating crystallinity into a polymer gives it solvent resistance, but at the price of making it less resilient&mdash;the principal quality sought in a rubber.\n\n      Under support from this research award, we worked with the Dow Chemical Company to understand the structure of a new class of TPEs invented at Dow, so-called olefin block copolymers, and how that structure ultimately controls material properties.  These materials represent the commercial realization of an idea dating back at least 50 years:  to make TPEs with crystalline (polyethylene) hard blocks (where the crystallites act as the physical crosslinks), and amorphous (ethylene-olefin copolymer) rubbery soft blocks.  We also synthesized a TPE which has crystallizable, glassy, and rubbery segments, balanced so as to capture the most desirable qualities of each, yielding a soft, resilient rubber, shaped with very low energy input when hot, yet insoluble in solvents.  Though the initial version of these materials showed promise, it possessed poor long-term stability, and was prepared from monomers which are not commercially available.  Later in the award, we developed different polymerization chemistries which could create similar structures from common monomers. \n\n     Understanding the miscibility and immiscibility between different polymers is important in a broad range of applications, not only TPEs and engineering polymer blends, but also in polymer recycling.  Under this award, we investigated the miscibility between the blocks in a relatively unexplored class of block copolymers, wherein one block is itself a random copolymer of two different monomer units.  The idea is that by tuning the composition of the random block (the ratio of the two constituent monomer units), the miscibility with the other block can be changed.  We showed both the power and the limitations of this approach; with certain monomer units, miscibility to high molecular weights was achieved, but not with all monomer units.  We were able to classify the mixing behavior of these materials, and to predict the mixing behavior in any block-random copolymer by making only a small number of measurements on block copolymers of the various monomer units, thereby providing a systematic roadmap for the design and investigation of miscibility in other block-random copolymers in the future. For additional information on our research and outreach activities, see www.princeton.edu/~polymer.\n\n \n\nBroader impacts:  This project provided an integrated research and educational experience for five graduate students, three un..."
 }
}