{
 "awd_id": "1003692",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Social Network Ties and Employment Assistance",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2011-04-30",
 "tot_intn_awd_amt": 9990.0,
 "awd_amount": 9990.0,
 "awd_min_amd_letter_date": "2010-04-27",
 "awd_max_amd_letter_date": "2010-04-27",
 "awd_abstract_narration": "SES-1003692\r\nJulie Kmec\r\nLindsey Trimble\r\nWashington State University\r\n\r\n\r\nScholars have examined the effects of workers' reliance on social network contacts in the job search process in great detail.  They have concluded that contacts benefit their network ties by granting them access to their social resources,particularly the information and influence they possess.  What, however, leads contacts to assist their network ties in the first place?  What determines how far contacts will go in helping their network ties find work?  This study explores the factors that affect whether contacts provide assistance to the people they know in finding work.  Drawing on social psychological theories of interpersonal relationships and social resource theory, this project poses three questions: (1) What interpersonal factors affect contacts? willingness to assist network ties in finding jobs? (2) Once contacts have decided to assist, what interpersonal factors influence the level of assistance they provide? (3) To what extent do contacts? social resources affect their ability to assist network ties in finding jobs? The levels of assistance they provide?  To answer these questions, this project adopts an innovative methodological approach that surveys a random sample of Washington state adults about the most recent time they were asked to provide assistance to someone looking for a job, and the last time they actually assisted someone seeking work.      \r\n\r\nBroader Impacts\r\n\r\nThis study will make a number of contributions to scholars, students, and job-seekers.  By exploring the factors that affect contacts? willingness and ability to provide assistance, this research will further scholars? knowledge of work and social networks by building a framework for understanding the determinants of contact assistance.  The findings from this research will be disseminated in several venues; results will be presented at professional conferences, in undergraduate courses, and submitted for publication in sociology and social psychology journals.  In addition, this project will support an undergraduate research assistant who will gain firsthand survey research experience, and an understanding of the importance of social networks for finding work.  Finally, the findings from this research will be submitted for publication in media that will reach a non-academic audience.  This is particularly important given the current economic climate; by illustrating the circumstances that affect their contacts? willingness and ability to help them find work, the findings from this project have the potential to help the unemployed find jobs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Kmec",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julie Kmec",
   "pi_email_addr": "jkmec@wsu.edu",
   "nsf_id": "000508333",
   "pi_start_date": "2010-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "240 FRENCH ADMINISTRATION BLDG",
  "perf_city_name": "PULLMAN",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 9990.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The old adage, \"it's not what you know, but who you know\" suggests the importance of social network contacts&mdash;that is, friends, family members, or acquaintances&mdash;for finding work.&nbsp; Prior research has shown that contacts help job seekers by sharing pertinent job information and using their influence on job seekers' behalf.&nbsp; Typically, past research examined workers who found their jobs with the help of contacts.&nbsp; This approach has limited our understanding of the role contacts play in this process because these studies focus on those who successfully find work.&nbsp; As such, we know little about those who search for jobs using contacts, but are unsuccessful.&nbsp;</p>\n<p>To address this gap in the literature, this study examines social network contacts who were recently asked for help by someone looking for a job.&nbsp; By focusing on contacts instead of job seekers, we examine networking attempts that lead to job offers, and those that did not.&nbsp; This allows us to identify the barriers job seekers might face when searching for work with the help of contacts and the factors that affect job seekers' likelihood of experiencing those barriers.&nbsp; In particular, this study explores two potential barriers: contacts' inability to help with job searches and contacts' unwillingness to help with job searches.&nbsp;</p>\n<p>Preliminary analysis indicates two important findings.&nbsp; First, some respondents reported being unable to help with their friends, family members, or acquaintances&rsquo; job searches.&nbsp; Specifically, many respondents did not know to how to provide the help job seekers needed to advance their searches.&nbsp; Respondents who were employed when asked for help&mdash;particularly in positions of authority&mdash;were more likely to know how to help job seekers with their search than unemployed respondents.&nbsp; Also, respondents with more education were less likely to know how to help than respondents with less education.&nbsp; In addition to employment status and education level, respondents&rsquo; perception of job seekers&rsquo; work ethics affected whether they knew how to help.&nbsp; Respondents who felt job seekers had strong work ethics were more likely to know how to help than respondents who felt job seekers had poor work ethics.&nbsp; Presumably, this is because people don&rsquo;t know how to help &ldquo;bad workers&rdquo; find jobs.</p>\n<p>Second, analysis shows that most people are willing to help with a job search.&nbsp; Among those who were unwilling, respondents reported a weaker interpersonal relationship with the person asking for help.&nbsp; On average, they felt the job seekers were less trustworthy, had poorer work ethics, and did not report feeling close or familiar with them compared with those respondents who were willing to help.&nbsp;</p>\n<p>By exploring the factors that affect contacts&rsquo; ability and willingness to provide help with a job search, this research advances scholars&rsquo; knowledge of the important role social networks play in matching workers with jobs.&nbsp; This study is among the first to examine job seekers who unsuccessfully search for work through social network contacts.&nbsp; As such, it builds scholars&rsquo; understanding of the difficulties job seekers confront when using this strategy.&nbsp; In addition to contributing to scholarship, this study has made and will continue to make a number of contributions to students and job seekers.&nbsp; This project supported two undergraduate research assistants who gained firsthand survey research experience, and an understanding of the importance of social networks for finding work.&nbsp; Finally, the findings from this study are relevant for job seekers, especially considering the economic climate.&nbsp; By illustrating the circumstances that affect their contacts&rsquo; ability and willingness to help them find work, the fin...",
  "por_txt_cntn": "\nThe old adage, \"it's not what you know, but who you know\" suggests the importance of social network contacts&mdash;that is, friends, family members, or acquaintances&mdash;for finding work.  Prior research has shown that contacts help job seekers by sharing pertinent job information and using their influence on job seekers' behalf.  Typically, past research examined workers who found their jobs with the help of contacts.  This approach has limited our understanding of the role contacts play in this process because these studies focus on those who successfully find work.  As such, we know little about those who search for jobs using contacts, but are unsuccessful. \n\nTo address this gap in the literature, this study examines social network contacts who were recently asked for help by someone looking for a job.  By focusing on contacts instead of job seekers, we examine networking attempts that lead to job offers, and those that did not.  This allows us to identify the barriers job seekers might face when searching for work with the help of contacts and the factors that affect job seekers' likelihood of experiencing those barriers.  In particular, this study explores two potential barriers: contacts' inability to help with job searches and contacts' unwillingness to help with job searches. \n\nPreliminary analysis indicates two important findings.  First, some respondents reported being unable to help with their friends, family members, or acquaintancesÆ job searches.  Specifically, many respondents did not know to how to provide the help job seekers needed to advance their searches.  Respondents who were employed when asked for help&mdash;particularly in positions of authority&mdash;were more likely to know how to help job seekers with their search than unemployed respondents.  Also, respondents with more education were less likely to know how to help than respondents with less education.  In addition to employment status and education level, respondentsÆ perception of job seekersÆ work ethics affected whether they knew how to help.  Respondents who felt job seekers had strong work ethics were more likely to know how to help than respondents who felt job seekers had poor work ethics.  Presumably, this is because people donÆt know how to help \"bad workers\" find jobs.\n\nSecond, analysis shows that most people are willing to help with a job search.  Among those who were unwilling, respondents reported a weaker interpersonal relationship with the person asking for help.  On average, they felt the job seekers were less trustworthy, had poorer work ethics, and did not report feeling close or familiar with them compared with those respondents who were willing to help. \n\nBy exploring the factors that affect contactsÆ ability and willingness to provide help with a job search, this research advances scholarsÆ knowledge of the important role social networks play in matching workers with jobs.  This study is among the first to examine job seekers who unsuccessfully search for work through social network contacts.  As such, it builds scholarsÆ understanding of the difficulties job seekers confront when using this strategy.  In addition to contributing to scholarship, this study has made and will continue to make a number of contributions to students and job seekers.  This project supported two undergraduate research assistants who gained firsthand survey research experience, and an understanding of the importance of social networks for finding work.  Finally, the findings from this study are relevant for job seekers, especially considering the economic climate.  By illustrating the circumstances that affect their contactsÆ ability and willingness to help them find work, the findings from this project have the potential to help the unemployed network more effectively.      \n\n\t\t\t\t\tLast Modified: 05/11/2011\n\n\t\t\t\t\tSubmitted by: Lindsey Trimble"
 }
}