{
 "awd_id": "1003244",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Stochastic Evolution Equations Driven by Nonmartingale Random Fields and Related Topics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 81330.0,
 "awd_amount": 81330.0,
 "awd_min_amd_letter_date": "2009-11-16",
 "awd_max_amd_letter_date": "2010-06-15",
 "awd_abstract_narration": "Analysis of spatio-temporal phenomena is becoming important with the increasing use of large repositories of remote-sensing images and video-streams. In fact, modern society's need for analysis of temporal evolution of complex spatial systems far outpaces the technological, engineering and mathematical advances made so far. Spatial structures encountered in actual practice are often nontrivial due to long memory, or due to presence of \"rough\" geometrical constraints, and the existing analytical tools fail to describe spatio-temporal evolution of such systems, making solution of necessary parameter estimation and prediction problems very challenging. This project addresses some of these challenges and focuses on the analysis of continuous stochastic evolution equations driven by Volterra random fields, which lack martingale and Markov structures. More specifically, the research will deal with the following major areas: 1. Analysis of multiparameter Volterra random fields (this includes construction of strong/weak martingale transforms generating the same natural filtration as the Volterra field, study of integrated Volterra kernels with respect to non-Gaussian martingales, analysis of Volterra random fields with infinite-dimensional parameter spaces, development of efficient simulation techniques for Volterra multiparameter fields); 2. Development of stochastic calculus with respect to Volterra random fields and the study of local time for Volterra processes; 3. \r\nAnalysis of stochastic evolution equations driven by Volterra random fields (including the study of parabolic SPDEs perturbed by Volterra-type noise, analysis of stochastic evolution equations arising in nonlinear filtering of random fields when the observation noise has Volterra structure, representations and construction of suboptimal filters in that setting, development of numerical techniques for ``denoising\" of images with long-memory spatial structure. Stochastic evolution equations arising from systems of interacting randomly moving particles, which are subject to Volterra-type noises, will also be studied. 4. Inference for evolution equations driven by Volterra fields (estimation of coefficients when the Volterra kernel is known, plus estimation of parameters of the Volterra kernel itself). The results are expected to be useful in a wide variety of complex spatial systems, as they evolve in time. The project has a substantial nonlinear filtering component, which naturally enjoys applications in a great number of settings where image/video ``denoising\" is important. These range from tracking hurricanes via satellites to medical procedures involving analysis of spatial data streams that are recorded and transmitted by various devices.\r\n\r\nEveryday we are surrounded by complex systems and are awash in spatial data. The importance of analysis and modelling of spatial phenomena is growing with the increasing use of remote-sensing images and video-streams arising in such diverse areas as geological and astrophysical sciences, climatology, biomedical applications and studies of population dynamics. Specific applications include Mobile-commerce industry (location based services), NASA's study of climatological effects of El Nino, land-use classification and global warming using satellite imagery, analysis of evolution of stars and galaxies via remote and Earth-based telescopes, studies by National Institute of Health on predicting spread of disease and epidemic control, not to mention ``routine\" analysis of traffic and infrastructure trends on the basis of specialized maps, which represent noisy ``snapshots\" of the state of complex spatial dynamical system taken at particular points in time. The use of random fields, which allow to take into account spatial interactions among variables in complex systems, is an increasingly important tool used in numerous problems of statistical mechanics, spatial statistics, neural network modelling, and others. At the same time many of the above real-life applications lack mathematically convenient Markov and martingale (spatial) structures, making the majority of available analytical tools inadequate. This project aims to address these challenges and to develop a theory of stochastic evolution equations driven by a large class of random fields, called Volterra random fields, which lack martingale and Markov structures and allow for a wide range of (both, long and short) memory and pathwise properties. The project also has a significant nonlinear filtering component, which naturally enjoys applications in a great number of scientific and commercial settings where spatial filtering and image and video denoising are important. The research results emanating from this grant aim to advance the current state-of-the-art in stochastic analysis and will promote use of probabilistic methods among scientists in other areas. This encourages interaction between researchers with varying backgrounds and ultimately leads to new ideas, techniques and conclusions in each of those fields. For example, complex media, with its important applications and underlying microscopic processes, is typically linked to long-term memory, long-range interactions and non-Markovian kinetics. Some of the examples of the latter include processes in systems of many coupled elements, colloidal aggregates and chemical reaction medium, porous media, quantum mechanics and quantum field theory, plasma physics, magnetosphere and many other fields. The project also has a substantial educational component.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Amirdjanova",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anna Amirdjanova",
   "pi_email_addr": "anutka@umich.edu",
   "nsf_id": "000253953",
   "pi_start_date": "2009-11-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American University",
  "inst_street_address": "4400 MASSACHUSETTS AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028853440",
  "inst_zip_code": "200168003",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H4VNDUN2VWU5"
 },
 "perf_inst": {
  "perf_inst_name": "American University",
  "perf_str_addr": "4400 MASSACHUSETTS AVE NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200168003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126300",
   "pgm_ele_name": "PROBABILITY"
  },
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 10283.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 35706.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 35341.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; Increasing use of remote-sensing video streams in astrophysics, geology, climatology, engineering and biomedical applications calls for development of filtering theory of noisy spatial dynamical processes, typically modeled via multiparameter random fields, with a variety of memory and dependence structures. In many interesting and useful applications the observational noise, corrupting the underlying signal of interest, lacks certain convenient mathematical features, rendering known analytical filtering methods inapplicable for use in such settings. The current project successfully developed nonlinear stochastic filtering theory for use in the case when the observation noise belongs to a wide class of Volterra processes (in particular, the class includes fractional Brownian sheet), which is mathematically challenging in view of absence of martingale and Markov structures in that case. The project also resulted in establishing a number of theorems and formulas related to the properties of multiple stochastic fractional integrals and to the theory and inference for stochastic differential and partial differential equations driven by non-classical random forces. In addition the project had a natural educational component; in particular, three Ph.D. students graduated under the PI's supervision during the 3-year period when the project was funded. <br /><br />&nbsp; Another line of research, which arose in the course of the project, relates to the use of stochastic optimization and filtering tools to study economic phenomena and financial crisis. Among the project results, it was shown how a solution to the problem of finding the optimal times to sell a set of indivisible real assets by a risk-averse agent corresponds to a solution of a certain free boundary problem, which provides a mathematical foundation for the study of ``house flipping'' phenomenon, widely observed during housing booms. One more direction of research, which was initiated close to the project's end date and hence not fully completed, relates to the study of effects of behavioral biases (momentum, contrarian, overconfidence, etc.) of various market participants on the distribution of profits/losses incurred by the semi-informed and uninformed market participants in their dealings with an informed agent (insider), as well as to the study of the effects of such biases on the price setting mechanism for the underlying assets that are traded. This research uses stochastic analysis and filtering methods to study relevant microstructure/asset pricing models involving biased traders and, once completed, will have policy implications (regarding information sharing and insider trading) as well as provide insight into the expected impact of various empirically documented behavioral biases on trading dynamics in financial markets.&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2011<br>\n\t\t\t\t\tModified by: Anna&nbsp;Amirdjanova</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n  Increasing use of remote-sensing video streams in astrophysics, geology, climatology, engineering and biomedical applications calls for development of filtering theory of noisy spatial dynamical processes, typically modeled via multiparameter random fields, with a variety of memory and dependence structures. In many interesting and useful applications the observational noise, corrupting the underlying signal of interest, lacks certain convenient mathematical features, rendering known analytical filtering methods inapplicable for use in such settings. The current project successfully developed nonlinear stochastic filtering theory for use in the case when the observation noise belongs to a wide class of Volterra processes (in particular, the class includes fractional Brownian sheet), which is mathematically challenging in view of absence of martingale and Markov structures in that case. The project also resulted in establishing a number of theorems and formulas related to the properties of multiple stochastic fractional integrals and to the theory and inference for stochastic differential and partial differential equations driven by non-classical random forces. In addition the project had a natural educational component; in particular, three Ph.D. students graduated under the PI's supervision during the 3-year period when the project was funded. \n\n  Another line of research, which arose in the course of the project, relates to the use of stochastic optimization and filtering tools to study economic phenomena and financial crisis. Among the project results, it was shown how a solution to the problem of finding the optimal times to sell a set of indivisible real assets by a risk-averse agent corresponds to a solution of a certain free boundary problem, which provides a mathematical foundation for the study of ``house flipping'' phenomenon, widely observed during housing booms. One more direction of research, which was initiated close to the project's end date and hence not fully completed, relates to the study of effects of behavioral biases (momentum, contrarian, overconfidence, etc.) of various market participants on the distribution of profits/losses incurred by the semi-informed and uninformed market participants in their dealings with an informed agent (insider), as well as to the study of the effects of such biases on the price setting mechanism for the underlying assets that are traded. This research uses stochastic analysis and filtering methods to study relevant microstructure/asset pricing models involving biased traders and, once completed, will have policy implications (regarding information sharing and insider trading) as well as provide insight into the expected impact of various empirically documented behavioral biases on trading dynamics in financial markets.  \n\n\t\t\t\t\tLast Modified: 12/30/2011\n\n\t\t\t\t\tSubmitted by: Anna Amirdjanova"
 }
}