{
 "awd_id": "1003199",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "OP-TEC:  The National Center for Optics and Photonics Education",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Duncan E. McBride",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 3400000.0,
 "awd_amount": 3400000.0,
 "awd_min_amd_letter_date": "2010-08-08",
 "awd_max_amd_letter_date": "2010-08-08",
 "awd_abstract_narration": "The OP-TEC Center, established in 2006 as an NSF-ATE National Center of Excellence, is a consortium of eight community and technical colleges in NJ, PA, CA, FL, NC, TX, IA, and SC led by OP-TEC staff at the Center for Occupational Research and Development (CORD).   OP-TEC's mission is to build the capacity of U.S. two-year colleges to provide the quality and quantity of technicians needed in this critical and emerging field. OP-TEC projects the job market, maintains skill standards, designs curricula, tests recruiting and teaching strategies, and supports AAS programs and retraining efforts at community and technical colleges by providing studies, technical assistance, and faculty development. OP-TEC continually examines the field of optics and photonics to identify and support new education and training for emerging and changing technologies related to photonics. Photonics, the technology that incorporates optics and electronics (lasers, fiber-optics, electro-optics, etc.) is a rapidly expanding field that provides rewarding jobs for technicians and excellent opportunities for economic growth. Photonics is also an enabling technology with applications in defense/homeland security, renewable energy, telecommunications, manufacturing and materials processing, diagnostic and therapeutic medical equipment, environmental monitoring, nanotechnology, and solid state lighting.  \r\n \r\nA 2009 survey of U. S. employers estimated that nearly 2200 new photonics technicians are needed this year. The need is also great for education and training of employed technicians in this field. In its first three years, OP-TEC has created and tested its infrastructure (skill standards, curricula, teaching materials, databases, clearinghouse, website, exhibits, outreach strategies to colleges, high school recruitment strategies, faculty training, dual-credit courses, and retraining courses). It has helped eight Partner Colleges to increase enrollment and improve their curricula and teaching. These colleges have documented their \"best practices\" and are providing models and technical assistance for colleges that are interested in initiating or improving photonics education. OP-TEC has identified related fields (precision optics, solar electric energy) that require technicians with similar knowledge and skills. OP-TEC is communicating and/or working with over 240 colleges that have expressed interest in offering new programs in photonics or require assistance in rebuilding struggling programs. As a result of OP-TEC's efforts, three colleges have initiated programs, seven colleges have strengthened their offerings, two colleges are restoring phased-out programs, over 40 colleges are in the process of planning and initiating new offerings, and one college is retraining incumbent workers.   \r\n\r\nIn this renewal, OP-TEC has shifted its emphasis from building infrastructure to building capacity (greatly expanding the number of photonics student completers who enter the U.S. workforce annually). It will take an additional 6 to 8 years to reach the targeted capacity to meet employer needs for photonics technicians. \r\n\r\nThe intellectual merit of this proposal resides in its focus on photonics, photonics-enabled technologies, and the emerging applications that impact U.S. security and economic development. Success in building U.S. capacity for producing photonics technicians also provides rewarding jobs for newly-educated students and ensures that employed technicians receive additional education and training as job requirements change. OP-TEC is uniquely positioned to expand this capacity because of (1) the infrastructure already developed, (2) the 240+ colleges that have asked OP-TEC for assistance, and (3) the excellent Partner Colleges that can serve as models and provide technical assistance. \r\n\r\nThe broader impacts of the proposed Center continuation lie in (1) the potential for student/completer growth due to OP-TEC's effective strategies for assisting colleges in initiating new educational offerings, (2) the expansion of photonics applications into areas such as solar energy and solid state lighting, as well as efforts to support education/training in photonics-related fields such as precision optics, and (3) OP-TEC's aggressive efforts to open doors to underrepresented populations by educating faculty and administrators in diversity awareness, recruitment, and retention. Many colleges are also adopting OP-TEC - developed strategies for building the high school pipeline. As a result, 3-4 high schools near each college are introducing optics and photonics in their science and technology courses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Hull",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel M Hull",
   "pi_email_addr": "dan37hull@gmail.com",
   "nsf_id": "000368109",
   "pi_start_date": "2010-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fred",
   "pi_last_name": "Seeber",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fred Seeber",
   "pi_email_addr": "seeber@camdencc.edu",
   "nsf_id": "000197147",
   "pi_start_date": "2010-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chrys",
   "pi_last_name": "Panayiotou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chrys Panayiotou",
   "pi_email_addr": "cpanayio@irsc.edu",
   "nsf_id": "000483791",
   "pi_start_date": "2010-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "M.J.",
   "pi_last_name": "Soileau",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "M.J. Soileau",
   "pi_email_addr": "mj@creol.ucf.edu",
   "nsf_id": "000501830",
   "pi_start_date": "2010-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CORD",
  "inst_street_address": "4901 BOSQUE BLVD",
  "inst_street_address_2": "2ND FLOOR",
  "inst_city_name": "WACO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2547418334",
  "inst_zip_code": "767102302",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "TX17",
  "org_lgl_bus_name": "CENTER FOR OCCUPATIONAL RESEARCH AND DEVELOPMENT, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "KF3PZJCJ9WM9"
 },
 "perf_inst": {
  "perf_inst_name": "CORD",
  "perf_str_addr": "4901 BOSQUE BLVD",
  "perf_city_name": "WACO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "767102302",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "TX17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 671711.0
  }
 ],
 "por": null
}