{
 "awd_id": "1003923",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Conference on Cognitive Modeling 2010 Doctoral Consortium",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2010-04-01",
 "awd_exp_date": "2011-03-31",
 "tot_intn_awd_amt": 12608.0,
 "awd_amount": 12608.0,
 "awd_min_amd_letter_date": "2010-01-19",
 "awd_max_amd_letter_date": "2010-01-19",
 "awd_abstract_narration": "This is funding to support a doctoral consortium (workshop) of approximately 10 graduate students along with distinguished research faculty.  The event will take place on Thursday, August 5, 2010, immediately preceding the 2010 International Conference on Cognitive Modeling (ICCM) to be held August 6-8, 2010, at Drexel University in Philadelphia.  Cognitive modeling has emerged over the last twenty years as an important discipline, both for advancing our understanding of the mind and for developing real-world applications that save money and lives.  Using computers to model the mind has also opened up the application of our theories of the mind to real world applications, from being able to better design human-computer interfaces, to evaluating task workload and predicting human performance in mission-critical roles, to creating simulations of humans that participate in large-scale training exercises.  ICCM is the premier international forum for research on computational models and computation-based theories of human behavior.   It fills a critical niche between other related conferences, in that conference topics span the complete spectrum of cognitive models including connectionism, symbolic modeling, dynamical systems, Bayesian modeling, and cognitive architectures.  ICCM includes basic and applied research across a wide variety of domains, ranging from low-level perception and attention to higher-level problem-solving and learning.  More information about the conference is available at http://iccm2010.cs.drexel.edu.\r\n\r\nThe doctoral consortium will bring together the top graduate students in cognitive modeling from around the world.  Each student will have about 20-30 minutes to present his/her thesis research.  Students will get feedback from the other students, as well as comments and mentoring from three senior leaders in the field.  The mentors will be picked for their ability to work with students, as well as for their breadth of expertise (cognitive modeling is a broad field with many different methodologies, and the workshop organizers plan to ensure that the mentors represent the breadth of the field).  At the conclusion of the daylong consortium sessions, the entire group (students and mentors) will enjoy a dinner at a local restaurant for less formal but still valuable discussions and interaction.  The conference proper begins the following day, at which the students can now mingle with the larger community both in the conference sessions and at the conference reception.  Drexel University has graciously agreed to contribute space, audio/visual, and networking facilities for the doctoral consortium as part of their support for the ICCM conference, and will not charge overhead on the NSF funding.\r\n\r\nBroader Impacts:  To keep refreshing and renewing research, it is necessary to continually bring new investigators into the field.  The doctoral consortium is an important avenue for helping graduate students successfully transition to independent researchers.  Thus, a primary objective of the consortium is to serve as a first step in creating a diverse cohort of students and future researchers, by bringing them together so that they can build up a network of contacts, both with senior leaders in the field and with other students who will be active in the field for years to come.  Participants will be encouraged to create a social network both among themselves and with senior researchers at a critical stage in their professional development, to form collaborative relationships, and perhaps to generate new research questions to be addressed during the coming years.  The workshop organizers will make a particular effort to recruit students from under-represented groups (including women, minorities, and persons with disabilities), as well as students from smaller schools and/or schools with less established research centers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dario",
   "pi_last_name": "Salvucci",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Dario D Salvucci",
   "pi_email_addr": "salvucci@drexel.edu",
   "nsf_id": "000221564",
   "pi_start_date": "2010-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 CHESTNUT ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 12608.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project supported a one-day Doctoral Consortium as part of the International Conference on Cognitive Modeling (ICCM) 2010, held at Drexel University in Philadelphia, PA, on August 5, 2010. This conference covers the topic of developing computer models of human cognition, with the primary goal of improving our understanding of how people think and behave.</p>\n<p>In the consortium, 12 doctoral students in the area of computational models of human cognition presented their work and got feedback from a panel of three expert faculty members. In addition to these presentations, the consortium included two sessions in which the faculty mentors informally spoke with the students about academic life and research and education generally. This schedule allowed students to have both formal interactions with more senior faculty (through the presentations) and informal interactions (during discussions and breaks).&nbsp;The students also got the opportunity to present their work as posters during the main conference, and had their work published as abstracts in the official conference proceedings.</p>\n<p>The ultimate goal of the consortium is to help train the next generation of PhD-level researchers for working in academia and industry. Further research in this area will help our society better understand the power and limitations of human intelligence, as well as the interaction of people and computers as is critical to modern society.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/08/2011<br>\n\t\t\t\t\tModified by: Dario&nbsp;D&nbsp;Salvucci</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project supported a one-day Doctoral Consortium as part of the International Conference on Cognitive Modeling (ICCM) 2010, held at Drexel University in Philadelphia, PA, on August 5, 2010. This conference covers the topic of developing computer models of human cognition, with the primary goal of improving our understanding of how people think and behave.\n\nIn the consortium, 12 doctoral students in the area of computational models of human cognition presented their work and got feedback from a panel of three expert faculty members. In addition to these presentations, the consortium included two sessions in which the faculty mentors informally spoke with the students about academic life and research and education generally. This schedule allowed students to have both formal interactions with more senior faculty (through the presentations) and informal interactions (during discussions and breaks). The students also got the opportunity to present their work as posters during the main conference, and had their work published as abstracts in the official conference proceedings.\n\nThe ultimate goal of the consortium is to help train the next generation of PhD-level researchers for working in academia and industry. Further research in this area will help our society better understand the power and limitations of human intelligence, as well as the interaction of people and computers as is critical to modern society.\n\n\t\t\t\t\tLast Modified: 04/08/2011\n\n\t\t\t\t\tSubmitted by: Dario D Salvucci"
 }
}