{
 "awd_id": "1003226",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2010",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carter Kimsey",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 123000.0,
 "awd_amount": 123000.0,
 "awd_min_amd_letter_date": "2010-07-22",
 "awd_max_amd_letter_date": "2010-07-22",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship for FY 2010.  The fellowship supports a research and training plan entitled \"A Landscape Genomics Approach to Identify the Genetic Mechanism of Adaptation in a Geographically Diverse Lizard\" for Thomas McGreevy.  The host institution for this research is Boston University, and the sponsoring scientist is Christopher Schneider.\r\n\r\nThe identification of the genetic basis of adaptation is a major objective of evolutionary biology and has broad implications for ecology and conservation biology.  Recent advances in the population genomics and landscape genetics disciplines have greatly facilitated the identification of adaptive loci and allowed for the integration of environmental variables using a landscape genomics approach.  This research merges spatially referenced genetic, morphological, and environmental data from a model system of Anolis lizards in the Caribbean using a Geographic Information Systems (GIS) framework.  Anolis lizards are an ideal group to investigate the genetic mechanism of adaptation because they have diverged into over 400 species and are a classic example of adaptive radiation and speciation.  The aims of this project are to: 1) develop spatial analyses of adaptive genetic variation in relation to environmental variables to identify possible drivers of adaptive diversification; and 2) determine if there are sets of environmental variables that can serve as surrogate predictors of adaptive diversity within species in tropical montane regions.  The GIS based analytical approach created will serve as a model framework for additional investigations of Anolis and other taxa.\r\n\r\nTraining objectives include acquiring and advancing skills in genomic analyses, bioinformatics techniques, large-scale database management, spatial analyses, and GIS modeling.  Broader impacts include development of tools and approaches that will be essential for identifying and conserving evolutionary processes important in producing adaptive genetic variation.  Given the impending impact of climate change, mapping and understanding the distribution of adaptive genetic variation is a priority for conservation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "McGreevy",
   "pi_mid_init": "J",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Thomas J McGreevy",
   "pi_email_addr": "",
   "nsf_id": "000544822",
   "pi_start_date": "2010-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "McGreevy                Thomas         J",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Johnston",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "",
  "inst_zip_code": "029195918",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "McGreevy                Thomas         J",
  "perf_str_addr": "",
  "perf_city_name": "Johnston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029195918",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139800",
   "pgm_ele_name": "BIO INFOR POSTDOCT RSCH FELLOW"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 123000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding how species differentiate into different forms has been a central question in biology since the topic was extensively detailed in the 19<sup>th</sup> century by Charles Darwin in <span style=\"text-decoration: underline;\">On the Origin of Species by Means of Natural Selection</span>.&nbsp; One major way species differentiate is to adapt to different environments through a process called ecological speciation.&nbsp; The identification of the genetic basis of adaptation is a major objective of evolutionary biology that has broad implications for ecology and conservation biology. &nbsp;Recent advances in the population genomics and landscape genetics disciplines have greatly facilitated the identification of adaptive loci and allowed for the integration of environmental variables using a landscape genomics approach.</p>\n<p>Our research explores the genetic mechanisms that produce a wide range of phenotypic variation in the Guadeloupean anole lizard from the Caribbean island of Guadeloupe.&nbsp; Anole<em> </em>lizards are an ideal group to investigate the genetic mechanism of adaptation because they have diverged into over 400 species and are a classic example of adaptive radiation and speciation.&nbsp; We merged spatially referenced genomic, morphological, and environmental data into a single framework using a Geographic Information System (GIS). &nbsp;By analyzing patterns of genetic, morphological, and environmental variation the underlying processes that generated the patterns can be identified and potentially conserved.&nbsp; Our research is still in progress and our objectives are to: 1) Develop spatial analyses of adaptive genetic variation in relation to environmental variables to identify possible drivers of adaptive diversification; and 2) Determine if there are sets of environmental variables that can serve as surrogate predictors of adaptive diversity within species in tropical montane regions.&nbsp; The GIS&ndash;based analytical approach we created can serve as a model framework for additional investigations of anoles<em> </em>and other taxa.</p>\n<p>Our research is transformative because it advances the field of landscape genetics beyond the study of neutral variation to the study of adaptive variation, which allows for the investigation of underlying process that have generated the patterns we see in the diversification of species in nature.&nbsp; We foresee our holistic approach as setting a new standard for the integration of diverse data sets into a single analytical framework. &nbsp;Our research results have partially been disseminated to the scientific community in the form of a published manuscript.&nbsp; Additional manuscripts are planned and will complete the full dissemination of our results to the scientific community.&nbsp;</p>\n<p>We broadened the participation of women in science by including a woman as a member of our field research team.&nbsp; We were able to train her in field research techniques and she served as a valued member of our team as a photographer and translator.&nbsp; We also trained a male undergraduate student in field research and three researchers (including two women) in the development of genomic markers. &nbsp;We developed an international partnership with researchers from the National Museum of Natural History in Paris, France.</p>\n<p>The broader benefit of our research to society is a better understanding of the processes that cause species to diversify and adapt to different environments.&nbsp; This new understanding will better allow applied managers to conserve processes that maximize a diverse pattern of species, which in turn will promote biodiversity.&nbsp; A diverse ecosystem has numerous benefits to society that include critical services such as purification of air and water, pollination of agricultural crops, and climate regulation that promote the overall health of human societies.</p>\n<p>&nbsp;...",
  "por_txt_cntn": "\nUnderstanding how species differentiate into different forms has been a central question in biology since the topic was extensively detailed in the 19th century by Charles Darwin in On the Origin of Species by Means of Natural Selection.  One major way species differentiate is to adapt to different environments through a process called ecological speciation.  The identification of the genetic basis of adaptation is a major objective of evolutionary biology that has broad implications for ecology and conservation biology.  Recent advances in the population genomics and landscape genetics disciplines have greatly facilitated the identification of adaptive loci and allowed for the integration of environmental variables using a landscape genomics approach.\n\nOur research explores the genetic mechanisms that produce a wide range of phenotypic variation in the Guadeloupean anole lizard from the Caribbean island of Guadeloupe.  Anole lizards are an ideal group to investigate the genetic mechanism of adaptation because they have diverged into over 400 species and are a classic example of adaptive radiation and speciation.  We merged spatially referenced genomic, morphological, and environmental data into a single framework using a Geographic Information System (GIS).  By analyzing patterns of genetic, morphological, and environmental variation the underlying processes that generated the patterns can be identified and potentially conserved.  Our research is still in progress and our objectives are to: 1) Develop spatial analyses of adaptive genetic variation in relation to environmental variables to identify possible drivers of adaptive diversification; and 2) Determine if there are sets of environmental variables that can serve as surrogate predictors of adaptive diversity within species in tropical montane regions.  The GIS&ndash;based analytical approach we created can serve as a model framework for additional investigations of anoles and other taxa.\n\nOur research is transformative because it advances the field of landscape genetics beyond the study of neutral variation to the study of adaptive variation, which allows for the investigation of underlying process that have generated the patterns we see in the diversification of species in nature.  We foresee our holistic approach as setting a new standard for the integration of diverse data sets into a single analytical framework.  Our research results have partially been disseminated to the scientific community in the form of a published manuscript.  Additional manuscripts are planned and will complete the full dissemination of our results to the scientific community. \n\nWe broadened the participation of women in science by including a woman as a member of our field research team.  We were able to train her in field research techniques and she served as a valued member of our team as a photographer and translator.  We also trained a male undergraduate student in field research and three researchers (including two women) in the development of genomic markers.  We developed an international partnership with researchers from the National Museum of Natural History in Paris, France.\n\nThe broader benefit of our research to society is a better understanding of the processes that cause species to diversify and adapt to different environments.  This new understanding will better allow applied managers to conserve processes that maximize a diverse pattern of species, which in turn will promote biodiversity.  A diverse ecosystem has numerous benefits to society that include critical services such as purification of air and water, pollination of agricultural crops, and climate regulation that promote the overall health of human societies.\n\n \n\n\t\t\t\t\tLast Modified: 03/29/2013\n\n\t\t\t\t\tSubmitted by: Thomas J Mcgreevy"
 }
}