{
 "awd_id": "1003564",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Project W.A.T.E.R.S:  Ways to Amplify Teaching and Education in Regard to Science",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-04-29",
 "awd_max_amd_letter_date": "2010-04-29",
 "awd_abstract_narration": "Project \"Ways to Amplify Teaching and Education in Regard to Science\" (W.A.T.E.R.S.), in conjunction with the Chemical Technology Program, is enhancing student learning by strongly reinforcing difficult theoretical concepts in the laboratory environment through the use of state-of-the-art equipment commonly found in an industrial job environment. Students are gaining hands-on training on the use and operation of a Purge & Trap Gas Chromatography system coupled with a mass spectrometer (GC/MS) and an ion chromatography (IC) system. \r\nStudents are learning how to: follow standardized methods enforced by regulatory bodies such as the Environmental Protection Agency (EPA), carry out multifaceted and advanced experiments, interpret chromatograms and mass spectra data, and operate computer-based instrumentation. Results from project W.A.T.E.R.S. are showing that fundamental changes within a science curriculum involving laboratory objectives coupled with appropriate discussions on theoretical concepts allows STEM students to clearly understand advances within the scientific field. Project W.A.T.E.R.S. is providing professional development opportunities to Cape Fear Community College faculty and local K-12 STEM educators. Underrepresented groups in the STEM community are benefiting through the introduction of new instrumentation that is allowing students to become more competitive in today's job market and/or to provide a better transition to a research-intensive university.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tracy",
   "pi_last_name": "Holbrook",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Tracy L Holbrook",
   "pi_email_addr": "tholbrook@cfcc.edu",
   "nsf_id": "000547740",
   "pi_start_date": "2010-04-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cape Fear Community College",
  "inst_street_address": "411 N FRONT ST",
  "inst_street_address_2": "",
  "inst_city_name": "WILMINGTON",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9103627000",
  "inst_zip_code": "284013910",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "NC07",
  "org_lgl_bus_name": "CAPE FEAR COMMUNITY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "KJANAEVTZV83"
 },
 "perf_inst": {
  "perf_inst_name": "Cape Fear Community College",
  "perf_str_addr": "411 N FRONT ST",
  "perf_city_name": "WILMINGTON",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "284013910",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "NC07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project W.A.T.E.R.S.: Ways to Amplify Teaching and Education in Regards to Science received funding from the Advanced Technological Education program which allowed the Chemical Technology program at Cape Fear Community College to purchase a purge and trap gas chromatography<br />mass spectrometer (GCMS) and an ion chromatography (IC) system. The<br />introduction of this equipment to students was aimed to enhanced educational foundation and increase awareness in the field of analytical chemistry by gaining hands-on experience with state-of-the-art equipment.</p>\n<p>The W.A.T.E.R.S. project focused on three main goals:</p>\n<p>1.&nbsp; The instrumentation allowed the program to place a 'real world' application on science concerning the chemical analysis field while teaching students essential concepts in chromatography and mass spectrometry;</p>\n<p>2.&nbsp; Training and operation of the new instrumentation closely aligned STEM students in the Chemical Technology program with the qualifications and traits highly desired by surrounding chemical companies and other related employers;</p>\n<p>3.&nbsp; Knowledge gained from theory, operation, and analysis of the&nbsp;instrumentation prepared students for other graduate and professional programs;</p>\n<p>Goal (1) was achieved, both in terms of providing students hands-on experience with equipment in the chemical analysis field and teaching students the essential concepts in chromatography and mass spectroscopy.&nbsp; In the classroom, students were presented with theoretical information concerning chromatography and mass spectroscopy.&nbsp; After being tested on material presented in a traditional classroom setting, students were exposed to a series of new laboratory protocols focused on these two chemical analysis fields.&nbsp; After completing the new laboratory exercises, students were retested.&nbsp; After comparing results from a series of pre- and post-tests in year one, it was evident that students benefited from using the new equipment. Second year analysis showed significant improvements when compared to the first year data with scores more than doubling on all tests.</p>\n<p>According to data provided by Project W.A.T.E.R.S. goal (2) was also achieved. The incorporation of new equipment provided students with the skills and hands-on experience necessary for graduates to be competitive in the job market. Almost all students enrolled in the Chemical Technology program not only obtained co-operative education opportunities, but also acheived employment within three months after graduation.</p>\n<p>Goal (3) was also achieved. In the two years after implementation of the grant, more students pursued a four-year degree than in the previous three years combined. Qualitative data indicated that students felt more confident in their abilities and knowledge to pursue their higher educational goals.</p>\n<p>Project W.A.T.E.R.S. not only supported 20 new and innovative laboratory experiments within the Chemical Technology program, but also supported a student-centered and driven community project concerning environmental analysis of the county water supply.&nbsp;&nbsp;This water study not only provided additional training on equipment, but also provided students &nbsp;&ldquo;real-life&rdquo; training giving them a competitive edge when entering the workforce.&nbsp; All students were required to participate in the community project and were trained on three Environmental Protection Agency (EPA) methods.&nbsp; To perform the environmental studies, students independently analyzed a set of samples using the IC and GCMS purge and trap system.</p>\n<p>The community water study not only served as a teaching module, but also<br />served as a community outreach plan, informing the public about the field of<br />chemical technology, allowing them to interact with our students, and informing their friends and family about the program and pro...",
  "por_txt_cntn": "\nProject W.A.T.E.R.S.: Ways to Amplify Teaching and Education in Regards to Science received funding from the Advanced Technological Education program which allowed the Chemical Technology program at Cape Fear Community College to purchase a purge and trap gas chromatography\nmass spectrometer (GCMS) and an ion chromatography (IC) system. The\nintroduction of this equipment to students was aimed to enhanced educational foundation and increase awareness in the field of analytical chemistry by gaining hands-on experience with state-of-the-art equipment.\n\nThe W.A.T.E.R.S. project focused on three main goals:\n\n1.  The instrumentation allowed the program to place a 'real world' application on science concerning the chemical analysis field while teaching students essential concepts in chromatography and mass spectrometry;\n\n2.  Training and operation of the new instrumentation closely aligned STEM students in the Chemical Technology program with the qualifications and traits highly desired by surrounding chemical companies and other related employers;\n\n3.  Knowledge gained from theory, operation, and analysis of the instrumentation prepared students for other graduate and professional programs;\n\nGoal (1) was achieved, both in terms of providing students hands-on experience with equipment in the chemical analysis field and teaching students the essential concepts in chromatography and mass spectroscopy.  In the classroom, students were presented with theoretical information concerning chromatography and mass spectroscopy.  After being tested on material presented in a traditional classroom setting, students were exposed to a series of new laboratory protocols focused on these two chemical analysis fields.  After completing the new laboratory exercises, students were retested.  After comparing results from a series of pre- and post-tests in year one, it was evident that students benefited from using the new equipment. Second year analysis showed significant improvements when compared to the first year data with scores more than doubling on all tests.\n\nAccording to data provided by Project W.A.T.E.R.S. goal (2) was also achieved. The incorporation of new equipment provided students with the skills and hands-on experience necessary for graduates to be competitive in the job market. Almost all students enrolled in the Chemical Technology program not only obtained co-operative education opportunities, but also acheived employment within three months after graduation.\n\nGoal (3) was also achieved. In the two years after implementation of the grant, more students pursued a four-year degree than in the previous three years combined. Qualitative data indicated that students felt more confident in their abilities and knowledge to pursue their higher educational goals.\n\nProject W.A.T.E.R.S. not only supported 20 new and innovative laboratory experiments within the Chemical Technology program, but also supported a student-centered and driven community project concerning environmental analysis of the county water supply.  This water study not only provided additional training on equipment, but also provided students  \"real-life\" training giving them a competitive edge when entering the workforce.  All students were required to participate in the community project and were trained on three Environmental Protection Agency (EPA) methods.  To perform the environmental studies, students independently analyzed a set of samples using the IC and GCMS purge and trap system.\n\nThe community water study not only served as a teaching module, but also\nserved as a community outreach plan, informing the public about the field of\nchemical technology, allowing them to interact with our students, and informing their friends and family about the program and project.  Students successfully completed analyses of 180 water samples for members of the surrounding counties during year one of implementation.  During year two, 130 water samples were analyzed.  According to stud..."
 }
}