{
 "awd_id": "1003935",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Graduate Student Consortium at Tangible Embedded Interaction 2010",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2010-02-01",
 "awd_exp_date": "2011-01-31",
 "tot_intn_awd_amt": 20520.0,
 "awd_amount": 20520.0,
 "awd_min_amd_letter_date": "2010-01-20",
 "awd_max_amd_letter_date": "2010-01-20",
 "awd_abstract_narration": "Computing is moving beyond the desktop into new physical and social contexts.  One key area of innovation has been tangible computing, which pushes the user interface beyond the screen into the physical world by means of mobile devices, graspable interfaces, physical computing, and interactive surfaces.  Closely related is embedded interaction in which the everyday objects and environments we interact with are computationally augmented in new ways.  As physical artifacts gain new computational behaviors, they become reprogrammable, customizable, repurposeable, and interoperable in rich ecologies and diverse contexts.  They also become more complex, and require intense design effort in order to be functional, usable, and enjoyable. Designing such systems requires interdisciplinary thinking, and making them encompasses not only technical knowledge of software, electronics, and mechanics, but also the use implications of a system's physical form and behavior as well as its impacts on society.\r\n\r\nThis is funding to support a research consortium (workshop) of approximately a dozen promising doctoral students from the United States and abroad, along with distinguished research faculty.  The event will take place in conjunction with the ACM SIGCHI TEI-10 conference, which will be held January 25-27, 2010, at the MIT Media Lab in Cambridge, MA.  Launched in 2007 and now in its fourth year, the TEI conference series brings together researchers, designers, engineers, and artists who are working in the emerging field of tangible, embedded, and embodied interaction.  It provides a meeting ground for the diverse communities of research and practice involved with tangibles, spanning topics ranging from computing, hardware, and sensor technology, to HCI, interaction design, and CSCW, to product and industrial design and interactive arts.  The intimate size of this single-track conference (about 150 participants annually) provides a unique forum for exchanging ideas through talks, interactive exhibits, demos, posters, art installations and performances. The Web site for the conference is http://www.tei-conf.org/10.\r\n\r\nThe TEI-10 Graduate Student Symposium, which will immediately precede the main conference on Sunday, January 24, will invite twelve graduate students from TEI fields to participate in a critical discussion and review of their work with four faculty mentors.  Students will present their work in posters at the conference and their short papers will be included in the conference Proceedings.  In addition, students enrolled in the Graduate Student Consortium will have the opportunity to review their research with their peers and with four faculty mentors experienced in the field who will constructively critique the students' work from diverse viewpoints.   \r\n\r\nBroader Impacts:  This workshop will sharpen the research skills of a new generation of scientists, engineers, and designers who will shape human-centered computing as it takes place in physical things and places.  Already we are observing the impact of this field in our daily lives, as computing becomes embedded in our phones, our bus stops, and soon even our clothing. Now is a critical moment in the field, as a wave of early exploratory prototypes begins to give way to disciplined investigations, the development of toolkits, and more rigorous evaluation methods.  Mentoring a next generation of TEI researchers is crucial if the field is to retain its initial vigor and openness as it gains foothold in the academic establishment of human-computing research.  The Graduate Student Consortium will broaden participation in the TEI 2010 conference by enabling 12 young scholars to attend. The TEI organizing committee will make special efforts to recruit a diverse set of student participants, particularly seeking members of groups that are under-represented in computer and information science and engineering, including women and members of U.S. minority populations. The committee is particularly concerned with increasing participation of underrepresented groups and will also ensure that the meeting is accessible to participants with disabilities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Gross",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Mark D Gross",
   "pi_email_addr": "mdgross@cmu.edu",
   "nsf_id": "000093380",
   "pi_start_date": "2010-01-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 20520.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Graduate Student Consortium at the Fourth Tangible Embedded, Embodied Interaction (TEI) conference was held January 23-24<sup>th</sup> 2010 at the MIT Media Laboratory.&nbsp;&nbsp; The annual TEI conference brings together scientists, engineers, designers, and artists who work on embedding computing in physical objects and places.&nbsp; Computing today is no longer restricted to the desktop. Increasingly we find computing embedded in everyday things and places. And more and more, computing is intertwined with the physical properties of things and their physical behaviors. Already we are observing the broader impact of this field in our daily lives, as computing becomes embedded in our phones, our bus stops, and soon even our clothing.</p>\n<p>Conceiving, designing, developing, engineering, debugging, and understanding the human and social consequences of computing embedded in our everyday world calls for new syntheses and collaborations.</p>\n<p>The purpose of the Graduate Student Consortium workshop is to attract and support the development of young researchers and designers who are in the early stages of their careers, to become fully participating members in the TEI community.&nbsp; Students prepare and present brief descriptions of their work, which is discussed amongst their peers and several experienced faculty mentors.&nbsp;&nbsp; Their papers are also published in the conference Proceedings and online in the Association for Computing Machinery digital library.&nbsp;&nbsp; Students presented their work at the poster/demonstration session of the TEI conference on January 26<sup>th</sup>. The faculty mentors at this workshop were: Mark D Gross (PI), Carnegie Mellon University; Ellen Yi-Luen Do, Georgia Institute of Technology; Ian Oakley, University of Madeira, and Ivan Poupyrev, Disney Research Pittsburgh.&nbsp;&nbsp; A diverse group of fourteen graduate students attended the Graduate Student Consortium at TEI-2010.</p>\n<p>The TEI-2010 Graduate Student Consortium helped to sharpen the research skills of a new generation of scientists, engineers, and designers who will shape human centered computing as it takes place in physical things and places. This occurred at a critical moment in the field, as a wave of early exploratory prototypes begins to give way to more disciplined investigations, the development of toolkits and more rigorous evaluation methods. Mentoring a next generation of TEI researchers is crucial if the field is to retain its initial vigor and openness as it gains foothold in the establishment of human-computing research.&nbsp; And, as embedded computing continues to pervade our everyday world, the TEI-2010 Graduate Student Consortium helped to prepare a generation of young researchers to participate in shaping these developments for the better.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/19/2011<br>\n\t\t\t\t\tModified by: Mark&nbsp;D&nbsp;Gross</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Graduate Student Consortium at the Fourth Tangible Embedded, Embodied Interaction (TEI) conference was held January 23-24th 2010 at the MIT Media Laboratory.   The annual TEI conference brings together scientists, engineers, designers, and artists who work on embedding computing in physical objects and places.  Computing today is no longer restricted to the desktop. Increasingly we find computing embedded in everyday things and places. And more and more, computing is intertwined with the physical properties of things and their physical behaviors. Already we are observing the broader impact of this field in our daily lives, as computing becomes embedded in our phones, our bus stops, and soon even our clothing.\n\nConceiving, designing, developing, engineering, debugging, and understanding the human and social consequences of computing embedded in our everyday world calls for new syntheses and collaborations.\n\nThe purpose of the Graduate Student Consortium workshop is to attract and support the development of young researchers and designers who are in the early stages of their careers, to become fully participating members in the TEI community.  Students prepare and present brief descriptions of their work, which is discussed amongst their peers and several experienced faculty mentors.   Their papers are also published in the conference Proceedings and online in the Association for Computing Machinery digital library.   Students presented their work at the poster/demonstration session of the TEI conference on January 26th. The faculty mentors at this workshop were: Mark D Gross (PI), Carnegie Mellon University; Ellen Yi-Luen Do, Georgia Institute of Technology; Ian Oakley, University of Madeira, and Ivan Poupyrev, Disney Research Pittsburgh.   A diverse group of fourteen graduate students attended the Graduate Student Consortium at TEI-2010.\n\nThe TEI-2010 Graduate Student Consortium helped to sharpen the research skills of a new generation of scientists, engineers, and designers who will shape human centered computing as it takes place in physical things and places. This occurred at a critical moment in the field, as a wave of early exploratory prototypes begins to give way to more disciplined investigations, the development of toolkits and more rigorous evaluation methods. Mentoring a next generation of TEI researchers is crucial if the field is to retain its initial vigor and openness as it gains foothold in the establishment of human-computing research.  And, as embedded computing continues to pervade our everyday world, the TEI-2010 Graduate Student Consortium helped to prepare a generation of young researchers to participate in shaping these developments for the better. \n\n \n\n\t\t\t\t\tLast Modified: 03/19/2011\n\n\t\t\t\t\tSubmitted by: Mark D Gross"
 }
}