{
 "awd_id": "1003035",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2010",
 "cfda_num": "47.074",
 "org_code": "08080300",
 "po_phone": "7032922157",
 "po_email": "dmarenda@nsf.gov",
 "po_sign_block_name": "Daniel Marenda",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 189000.0,
 "awd_amount": 189000.0,
 "awd_min_amd_letter_date": "2010-08-11",
 "awd_max_amd_letter_date": "2010-08-11",
 "awd_abstract_narration": "This action funds an NSF Minority Postdoctoral Research Fellowship for FY 2010. The fellowship supports a research and training plan in a host laboratory for the Fellow who also presents a plan to broaden participation in biology. The title of the research and training plan for this fellowship to Cristina Ledon-Rettig is \"Ecological Epigenetics in Invasive House Sparrow.\" The host institution for this research is the University of South Florida and the sponsoring scientist is Dr. Lynn Martin.\r\n\r\nHistorically it was thought that the instructions for an organism's behavior are contained in its genome. However, genes only influence an organism's behavior when they are expressed. It is now known that a network of chemical switches - collectively known as the \"epigenome\" - governs when genes are expressed or silenced. Further, these chemical switches can be modified by an organism's environment. For instance, a stressful environmental can generate stable epigenetic changes that \"program\" individuals to be less fearful and more aggressive when they encounter future stressors. This rapid modification of behavior may enable certain species to expand their ranges and become pests because epigenetics shortcuts genetic mutation in generating fearless, aggressive behaviors. This project is using the common house sparrow to investigate the role of epigenetics in biological invasions.  While the house sparrow has colonized most of the planet, it is currently invading central Kenya. To test the hypothesis that epigenetic modifications facilitate the rapid expansion of a species into novel habitats, these chemical switches are being characterized and compared among house sparrow populations in Kenya. \r\n\r\nTraining objectives include applying new technologies for investigating epigenetic modification to an ecologically relevant setting. The scientific impact of this work is broad, as epigenetic modification is pertinent in evolutionary and developmental biology and plays an important role in conservation studies. In addition, the results from this research prevent future invasions when it is communicated locally through conservation groups, and abroad through involvement with the National Museum of Kenya.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cristina",
   "pi_last_name": "Ledon-Rettig",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Cristina C Ledon-Rettig",
   "pi_email_addr": "",
   "nsf_id": "000541822",
   "pi_start_date": "2010-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ledon-Rettig            Cristina       C",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Carrboro",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "",
  "inst_zip_code": "275101523",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Ledon-Rettig            Cristina       C",
  "perf_str_addr": "",
  "perf_city_name": "Carrboro",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275101523",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1036",
   "pgm_ref_txt": "BIO MINORITY POSTDOC RESEARCH FELLOW PGM"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 189000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Intellectual Merit</em></p>\n<p>My research aimed to elucidate the developmental mechanisms underlying the evolutionary emergence of novel traits that allow organisms to endure dietary transitions. Evolutionary dietary transitions &ndash; arising between different lineages &ndash; are often responsible for triggering adaptive radiations (e.g., finches in the Galapagos islands and Cichlid fish in East African lakes), and might therefore be responsible for a wide breadth of biodiversity. Dietary transitions also occur between developmental stages within generations; I specifically tested the hypothesis that shifts in the timing of developmental events can underlie evolutionary shifts in feeding strategies.</p>\n<p>&nbsp;</p>\n<p>One developmental process conserved across vertebrates is the remodeling of the embryonic stomach into a mature, enzymatic organ. During this process, the embryonic epithelium is replaced in order to support complex, adult diets. For instance, during metamorphosis, typical anuran (e.g., <em>Xenopus laevis</em>)<em> </em>larvae transition from a low-quality omnivorous diet to a high-protein carnivorous diet. Commensurate with this shift, the gastric epithelium is replaced and glands that produce pepsinogen (the precursor to the proteolytic enzyme pepsin) emerge. The replacement of the embryonic epithelium occurs via gastric stem cells; these cells, that express the gene LGR5, are responsible for repopulating the stomach with its various cells types. Across vertebrates, this transition coincides with, and is dependent on, a surge in thyroid hormone (TH).</p>\n<p>&nbsp;</p>\n<p>In contrast to typical anuran larvae, larvae of <em>Lepidobatrachus</em> &ndash; or Budgett&rsquo;s frog &ndash; have evolved a novel feeding strategy in order to survive extreme conditions (ephemeral ponds in the Chacoan desert of South America): their larvae are obligate cannibals after hatching. That is, <em>Lepidobtrachus</em> larvae must consume other tadpoles in order to grow and escape their natal ponds before they dry. I predicted that these larvae undergo gastric epithelial remodeling earlier during development in order to accommodate their unique, meat-based diet. Specifically, I sought to determine whether<em> Lepidobatrachus </em>larvae (1) exhibit precocious TH signaling, (2) possess an &ldquo;adult-like&rdquo; gastric epithelium, and (3) whether the development of this epithelium is TH-dependent. The outcomes of my research are listed, below.</p>\n<p>&nbsp;</p>\n<p>1. Deiodinase 2, an enzyme that converts inactive TH (T4) into biologically active TH (T3), is expressed in the stomach mesoderm during early development of <em>Lepidobatrachus </em>larvae, thereby providing a source of TH in the gastric epithelium. Further, TH receptor beta &ndash; activated only during metamorphosis in most anurans &ndash; is expressed in the gastric epithelium of early stage <em>Lepidobatrachus </em>larvae. Thus, precocious and localized TH signaling is achieved in the <em>Lepidobtrachus </em>stomach.</p>\n<p>&nbsp;</p>\n<p>2. The expression of TH receptor beta is correlated with the development of adult-like glands in the stomach and the production of pepsinogen. Additionally, the epithelial stem cell marker LGR5 is expressed in the gastric epithelium of <em>Lepidobtrachus</em> only 48 hours after fertilization, indicating that precocious epithelial remodeling is occurring at this time.<em>&nbsp;</em></p>\n<p>&nbsp;</p>\n<p>3. I developed functional tests to determine whether precocious TH is directly responsible for precocious epithelial remodeling in <em>Lepidobatrachus </em>larvae. Specifically, I misexpressed dominant negative TH receptor in the gastric epithelium, which competes with functional, endogenous TH receptor for the TH ligand and thereby diminishes TH signaling. Further analysis of samples that were injected with the dominant negative receptor will reveal whether preco...",
  "por_txt_cntn": "\nIntellectual Merit\n\nMy research aimed to elucidate the developmental mechanisms underlying the evolutionary emergence of novel traits that allow organisms to endure dietary transitions. Evolutionary dietary transitions &ndash; arising between different lineages &ndash; are often responsible for triggering adaptive radiations (e.g., finches in the Galapagos islands and Cichlid fish in East African lakes), and might therefore be responsible for a wide breadth of biodiversity. Dietary transitions also occur between developmental stages within generations; I specifically tested the hypothesis that shifts in the timing of developmental events can underlie evolutionary shifts in feeding strategies.\n\n \n\nOne developmental process conserved across vertebrates is the remodeling of the embryonic stomach into a mature, enzymatic organ. During this process, the embryonic epithelium is replaced in order to support complex, adult diets. For instance, during metamorphosis, typical anuran (e.g., Xenopus laevis) larvae transition from a low-quality omnivorous diet to a high-protein carnivorous diet. Commensurate with this shift, the gastric epithelium is replaced and glands that produce pepsinogen (the precursor to the proteolytic enzyme pepsin) emerge. The replacement of the embryonic epithelium occurs via gastric stem cells; these cells, that express the gene LGR5, are responsible for repopulating the stomach with its various cells types. Across vertebrates, this transition coincides with, and is dependent on, a surge in thyroid hormone (TH).\n\n \n\nIn contrast to typical anuran larvae, larvae of Lepidobatrachus &ndash; or BudgettÆs frog &ndash; have evolved a novel feeding strategy in order to survive extreme conditions (ephemeral ponds in the Chacoan desert of South America): their larvae are obligate cannibals after hatching. That is, Lepidobtrachus larvae must consume other tadpoles in order to grow and escape their natal ponds before they dry. I predicted that these larvae undergo gastric epithelial remodeling earlier during development in order to accommodate their unique, meat-based diet. Specifically, I sought to determine whether Lepidobatrachus larvae (1) exhibit precocious TH signaling, (2) possess an \"adult-like\" gastric epithelium, and (3) whether the development of this epithelium is TH-dependent. The outcomes of my research are listed, below.\n\n \n\n1. Deiodinase 2, an enzyme that converts inactive TH (T4) into biologically active TH (T3), is expressed in the stomach mesoderm during early development of Lepidobatrachus larvae, thereby providing a source of TH in the gastric epithelium. Further, TH receptor beta &ndash; activated only during metamorphosis in most anurans &ndash; is expressed in the gastric epithelium of early stage Lepidobatrachus larvae. Thus, precocious and localized TH signaling is achieved in the Lepidobtrachus stomach.\n\n \n\n2. The expression of TH receptor beta is correlated with the development of adult-like glands in the stomach and the production of pepsinogen. Additionally, the epithelial stem cell marker LGR5 is expressed in the gastric epithelium of Lepidobtrachus only 48 hours after fertilization, indicating that precocious epithelial remodeling is occurring at this time. \n\n \n\n3. I developed functional tests to determine whether precocious TH is directly responsible for precocious epithelial remodeling in Lepidobatrachus larvae. Specifically, I misexpressed dominant negative TH receptor in the gastric epithelium, which competes with functional, endogenous TH receptor for the TH ligand and thereby diminishes TH signaling. Further analysis of samples that were injected with the dominant negative receptor will reveal whether precocious gastric remodeling is dependent on TH receptors (and TH signaling) in Lepidobatrachus larvae.\n\n \n\nIn summary, natural selection has favored an early transition to carnivory in the larvae of Lepidobatrachus, which was likely accomplished through precocious TH signaling. This pre..."
 }
}