{
 "awd_id": "1004406",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Condensed Matter Theory",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 570000.0,
 "awd_amount": 570000.0,
 "awd_min_amd_letter_date": "2010-09-08",
 "awd_max_amd_letter_date": "2012-06-13",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\nThis award supports theoretical research in condensed matter physics of strongly correlated quantum systems and quantum optics.  This project builds on theoretical progress during the previous grant period and is motivated by recent experimental advances in both two-dimensional electron gas transport measurements and quantum mechanics of electrical circuits known as \"circuit QED.\"\r\nMotivated by recent surprising experiments on thermal transport in quantum Hall edge states, the PI will investigate why thermal excitations travel much shorter distances than charge excitations. The PI will examine sources of energy dissipation internal to soft edges as well as external sources associated with the intrinsic high-frequency dissipation in the bulk of the two-dimensional electron gas. \r\n\r\nMotivated by the remarkable recent experimental progress in \"circuit QED\", the PI will investigate the many-body physics of strongly interacting microwave polaritons in lattices of qubits and resonators. The PI aims to show how lattices of superconducting qubits and resonators can be used to simulate strongly correlated bosons as well as frustrated quantum spins. The PI will also continue research in collaboration with experimentalists on circuit QED both in terms of fundamental quantum optics and quantum computation, and on opto-nano-mechanics.\r\n\r\nThis research includes investigations of the quantum and statistical mechanics of diverse important quantum phases of matter including such topics as: quantum coherence in mesoscopic electrical systems, opto-mechanical systems, novel correlated states of microwave photons, and two-dimensional electron gases. Applications and extensions of quantum optics ideas for superconducting circuits and opto-mechanical systems will continue to be developed. Analytical as well as quantum trajectory, classical Monte Carlo, and other numerical techniques will be applied to the study of these phenomena. New numerical techniques with wide applicability will be sought, developed and investigated. The proposed work will advance our knowledge on these broad fronts and will make close contact with experiment.\r\n\r\nNONTECHNICAL SUMMARY\r\nThis award supports theoretical research and education on artificial atoms created from electrical circuits made from materials that are superconductors. Superconductors exhibit a quantum mechanical state which can conduct electricity without dissipation. Like real atoms, these artificial atoms can interact with a single quantum or photon of microwave radiation. These superconducting electrical circuits are being developed as the basic hardware for the construction of a quantum computer.  A quantum computer would perform computations by manipulating quantum mechanical states and in principle can outperform the fastest existing computers for some problems. In addition to this potential practical application, these superconducting circuits can be used to study the fundamental quantum mechanics of many-particle systems interacting with electromagnetic fields.    Normally electromagnetic waves pass through each other unaffected.  In particle language, photons do not normally collide.  However in the presence of artificial atoms, the photons effectively begin to interact and collide with each other.  This can be used to study the quantum mechanics of many strongly colliding particles and to simulate phase transitions of solid materials using particles of light.  The PI will propose experiments that can observe these new states of matter using light.\r\n\r\nThe PI will also develop a theory of opto-mechanics in which the feeble pressure exerted by light can be used to cause mechanical motion of small objects and even cool their motion.  Normally shining a laser on an object heats it up.  However that it is possible to laser cool the motion of a material object just as the motion of individual atoms can be laser cooled.   This is opening up a whole new technology with practical applications in optical communications and measurements.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Girvin",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Steven M Girvin",
   "pi_email_addr": "steven.girvin@yale.edu",
   "nsf_id": "000167823",
   "pi_start_date": "2010-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 190000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 190000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 190000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A revolution is underway in the creation of &lsquo;quantum machines&rsquo; which can perform measurement and information processing tasks that are impossible in ordinary devices obeying the laws of classical physics.&nbsp;&nbsp; The theoretical physics research supported by this grant focused on design and construction of &lsquo;artificial atoms&rsquo; made out of superconducting electrical circuits.&nbsp; These macroscopic &lsquo;atoms&rsquo; have quantized energy levels and can emit and absorb quanta of light (in this case microwave photons), just like ordinary atoms.&nbsp; This &lsquo;circuit quantum electrodynamics&rsquo; has given us the ability to do quantum optics in electrical circuits at the single-photon level.&nbsp; Because of the experimental progress aided by this research, it is now possible to quantum entangle multiple qubits, count individual microwave photons, create record large &lsquo;Schr&ouml;dinger cat&rsquo; photon states and perform quantum measurements and feedback with a precision limited only by the Heisenberg uncertainty principle.</p>\n<p>One of the strange features of quantum mechanics is that the presence of an observer can affect the state of the system being observed.&nbsp;&nbsp; One of the signature accomplishments of this grant was collaboration with the Yale experimental group to successfully observe for the first time the quantum back action of a weak measurement on the artificial atom whose state was being measured.</p>\n<p>Another major area of research under this grant has been quantum optomechanics.&nbsp;&nbsp; Light reflecting from an object exerts a tiny force on that object. &nbsp;Although first detected more than a century ago, this radiation pressure is so feeble that it was long thought to have no practical applications.&nbsp; However in the last decade physicists have learned how to harness these tiny forces to manipulate, control and measure the mechanical motion of macroscopic objects.&nbsp;&nbsp; It is now possible to use laser light to cool the mechanical motion of a macroscopic object to its quantum ground state and measure the position such an object with an uncertainty comparable to the diameter of a single proton!&nbsp;&nbsp; Under this grant we studied the complex coupled time evolution of the quantum states of the light and the mechanics which become entangled via the radiation pressure coupling.&nbsp; Possible practical applications for this technology include building transducers which can convert the quantum information held in microwave photons into optical photons at telecom wavelengths that can be transmitted over large distances via fiber optics.&nbsp;&nbsp; This would move us towards the important goal of communication and computation across a long distance quantum network.</p>\n<p>This grant supported the training of graduate students and postdoctoral associates who developed expertise in analytical and computational techniques for the analysis of the dynamics of complex quantum systems in the presence of dissipation.&nbsp; These personnel also received training in the responsible conduct of research and in modern methods of pedagogy including active learning techniques.&nbsp; As part of the outreach effort associated with this grant, the PI carried out an annual physics demonstration show for 200 high school students attending the Yale Physics Olympics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/03/2014<br>\n\t\t\t\t\tModified by: Steven&nbsp;M&nbsp;Girvin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA revolution is underway in the creation of æquantum machinesÆ which can perform measurement and information processing tasks that are impossible in ordinary devices obeying the laws of classical physics.   The theoretical physics research supported by this grant focused on design and construction of æartificial atomsÆ made out of superconducting electrical circuits.  These macroscopic æatomsÆ have quantized energy levels and can emit and absorb quanta of light (in this case microwave photons), just like ordinary atoms.  This æcircuit quantum electrodynamicsÆ has given us the ability to do quantum optics in electrical circuits at the single-photon level.  Because of the experimental progress aided by this research, it is now possible to quantum entangle multiple qubits, count individual microwave photons, create record large æSchr&ouml;dinger catÆ photon states and perform quantum measurements and feedback with a precision limited only by the Heisenberg uncertainty principle.\n\nOne of the strange features of quantum mechanics is that the presence of an observer can affect the state of the system being observed.   One of the signature accomplishments of this grant was collaboration with the Yale experimental group to successfully observe for the first time the quantum back action of a weak measurement on the artificial atom whose state was being measured.\n\nAnother major area of research under this grant has been quantum optomechanics.   Light reflecting from an object exerts a tiny force on that object.  Although first detected more than a century ago, this radiation pressure is so feeble that it was long thought to have no practical applications.  However in the last decade physicists have learned how to harness these tiny forces to manipulate, control and measure the mechanical motion of macroscopic objects.   It is now possible to use laser light to cool the mechanical motion of a macroscopic object to its quantum ground state and measure the position such an object with an uncertainty comparable to the diameter of a single proton!   Under this grant we studied the complex coupled time evolution of the quantum states of the light and the mechanics which become entangled via the radiation pressure coupling.  Possible practical applications for this technology include building transducers which can convert the quantum information held in microwave photons into optical photons at telecom wavelengths that can be transmitted over large distances via fiber optics.   This would move us towards the important goal of communication and computation across a long distance quantum network.\n\nThis grant supported the training of graduate students and postdoctoral associates who developed expertise in analytical and computational techniques for the analysis of the dynamics of complex quantum systems in the presence of dissipation.  These personnel also received training in the responsible conduct of research and in modern methods of pedagogy including active learning techniques.  As part of the outreach effort associated with this grant, the PI carried out an annual physics demonstration show for 200 high school students attending the Yale Physics Olympics.\n\n\t\t\t\t\tLast Modified: 11/03/2014\n\n\t\t\t\t\tSubmitted by: Steven M Girvin"
 }
}