{
 "awd_id": "1004744",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:  Reaction Fronts in Fluid Flows -- Pinning, Lobes and Flights",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Sokol",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2010-07-06",
 "awd_max_amd_letter_date": "2010-07-06",
 "awd_abstract_narration": "****NON-TECHNICAL ABSTRACT****\r\nIn a forest fire, the dividing line between burned and unburned trees is called a front.  The motion of this front determines how the fire spreads through the forest.  Similar front dynamics characterize the spreading of a disease in society, as well as numerous chemical processing applications, biological processes in cells and developing embryos, and plasmas in fusion reactors.  The experiments supported by this grant will explore how the motion of fronts is affected by fluid mixing, e.g., forced flows in a chemical processor, winds in a forest fire, or the motion of people in society while a disease spreads.  Table-top experiments using a simple chemical reaction will focus on how fronts are affected by simple flow patterns -- vortices (whirlpools) and jets.  If successful, this research will help our understanding of front behavior in a wide range of systems spanning the fields of science and engineering, ultimately laying the foundation for a general theory to describe fronts in flowing systems.  All of the research will be done in conjunction with undergraduate students who will participate in all aspects of the project including experimental design, construction and testing of the apparatus, data-taking and analysis, and publication and presentation of the results.  These will be the first real research experiences for these students, and will play an important role in their development as scientists.\r\n\r\n**** TECHNICAL ABSTRACT****\r\nThis grant will support experiments and simulations that study the effects of fluid flows on the propagation of reaction fronts.  This is an issue that is applicable to a wide range of front-producing systems spanning all fields of science and engineering.  The studies will examine universal features of front propagation, particularly the importance of closed and open flow structures (vortices and jet regions) on the front-propagation process.  The table-top experiments funded by this grant will use variations of the Belousov-Zhabotinsky (BZ) chemical reaction, often considered to be a paradigm for front-producing and pattern forming systems.  The flows will be generated with magnetohydrodynamic techniques that can produce ordered and disordered patterns of vortices and wavy jets.  The goal of the research is to isolate fundamental processes in flow-reaction dynamics that could form the basis for the development of a general theory of front propagation in flowing systems.  All of the research will be done in conjunction with undergraduate students who will participate in all aspects of the research including experimental design, construction and testing of the apparatus, data-taking and analysis, and publication and presentation of the results.  These will be the first real research experiences for these students, and will play an important role in their development as scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Solomon",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas H Solomon",
   "pi_email_addr": "tsolomon@bucknell.edu",
   "nsf_id": "000229090",
   "pi_start_date": "2010-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bucknell University",
  "inst_street_address": "1 DENT DR",
  "inst_street_address_2": "",
  "inst_city_name": "LEWISBURG",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "5705773510",
  "inst_zip_code": "178372005",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "BUCKNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT7CLFEE1ZW4"
 },
 "perf_inst": {
  "perf_inst_name": "Bucknell University",
  "perf_str_addr": "1 DENT DR",
  "perf_city_name": "LEWISBURG",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "178372005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7752",
   "pgm_ref_txt": "CDI NON SOLICITED RESEARCH"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many reactions produce fronts that move across the system; e.g., a flame front that sweeps across a layer of gasoline.&nbsp; The research supported by this grant focused on the effects of fluid flows on the behavior of moving reaction fronts. This is a problem with significant potential environmental and technical applications. &nbsp;In addition to chemical reactions (e.g., in microfluidic reactors), biological systems often involve a reaction-like front. Examples include the spreading of a disease in a moving population, blooms of algae that invade coastal regions, and various flow-enhanced processes in developing embryos.&nbsp; The behavior of reaction fronts in flows may also play a significant role in developing nuclear fusion as an energy source.</p>\n<p>Before this research was done, there was no comprehensive theory to explain how fluid flows affect reaction fronts. In collaboration with a research group at the University of California at Merced, we proposed a new theory that predicts the existence of <em>burning invariant manifolds</em> (BIMs) that act as invisible barriers that block the motion of reaction fronts in a flow. If these BIMs -- or a combination of overlapping BIMs -- span the entire width of the flow, the reaction stops (pins) and takes the shape of the BIMs, as shown in Fig. 1 for a reaction in an array of vortices.</p>\n<p>Even if the fronts do not stop, the presence of BIMs dramatically affects the reaction dynamics. We completed experimental studies that verified the existence of BIMs in several two-dimensional fluid flows composed of vortex chains (Fig. 2), individual vortices that are either stationary or oscillatory (Fig. 3), and spatially-disordered flows (Fig. 4). The grant also funded some preliminary research into BIM-like barriers for reaction fronts in three-dimensional fluid flows and for the motion of swimming bacteria in fluid flows.</p>\n<p>Our studies all involved undergraduate students, who played a significant role in all aspects of the research, including planning of the experiments, construction and testing of the apparatus, data collection and analysis, publication of the results, and presentation at national conferences.&nbsp; The students supported by this grant interacted with others in our department&rsquo;s REU program and in the university&rsquo;s new \"STEM Scholars\" program. These research experiences provided crucial developmental opportunities for the students as they made decisions about whether to pursue careers in research, industry or any other field.</p>\n<p>The PI was awarded the American Physical Society&rsquo;s \"2014 Prize for a Faculty Member for Research in an Undergraduate Institution.\"</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/20/2015<br>\n\t\t\t\t\tModified by: Thomas&nbsp;H&nbsp;Solomon</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1004744/1004744_10018011_1442784125412_klPinnedFronts--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1004744/1004744_10018011_1442784125412_klPinnedFronts--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2015/1004744/1004744_10018011_1442784125412_klPinnedFronts--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1. Pinned reaction fronts in an array of vortices with an imposed wind (directed toward the bottom of the image). Figures (a), (b) and (c): experimental images of fronts of the exc...",
  "por_txt_cntn": "\nMany reactions produce fronts that move across the system; e.g., a flame front that sweeps across a layer of gasoline.  The research supported by this grant focused on the effects of fluid flows on the behavior of moving reaction fronts. This is a problem with significant potential environmental and technical applications.  In addition to chemical reactions (e.g., in microfluidic reactors), biological systems often involve a reaction-like front. Examples include the spreading of a disease in a moving population, blooms of algae that invade coastal regions, and various flow-enhanced processes in developing embryos.  The behavior of reaction fronts in flows may also play a significant role in developing nuclear fusion as an energy source.\n\nBefore this research was done, there was no comprehensive theory to explain how fluid flows affect reaction fronts. In collaboration with a research group at the University of California at Merced, we proposed a new theory that predicts the existence of burning invariant manifolds (BIMs) that act as invisible barriers that block the motion of reaction fronts in a flow. If these BIMs -- or a combination of overlapping BIMs -- span the entire width of the flow, the reaction stops (pins) and takes the shape of the BIMs, as shown in Fig. 1 for a reaction in an array of vortices.\n\nEven if the fronts do not stop, the presence of BIMs dramatically affects the reaction dynamics. We completed experimental studies that verified the existence of BIMs in several two-dimensional fluid flows composed of vortex chains (Fig. 2), individual vortices that are either stationary or oscillatory (Fig. 3), and spatially-disordered flows (Fig. 4). The grant also funded some preliminary research into BIM-like barriers for reaction fronts in three-dimensional fluid flows and for the motion of swimming bacteria in fluid flows.\n\nOur studies all involved undergraduate students, who played a significant role in all aspects of the research, including planning of the experiments, construction and testing of the apparatus, data collection and analysis, publication of the results, and presentation at national conferences.  The students supported by this grant interacted with others in our departmentÆs REU program and in the universityÆs new \"STEM Scholars\" program. These research experiences provided crucial developmental opportunities for the students as they made decisions about whether to pursue careers in research, industry or any other field.\n\nThe PI was awarded the American Physical SocietyÆs \"2014 Prize for a Faculty Member for Research in an Undergraduate Institution.\"\n\n \n\n\t\t\t\t\tLast Modified: 09/20/2015\n\n\t\t\t\t\tSubmitted by: Thomas H Solomon"
 }
}