{
 "awd_id": "1004903",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: SUMMER UNDERGRADUATE RESEARCH FOCUS (SURF): Climate Change, Global Warming and the Health of Texas Bays and Estuaries",
 "cfda_num": "47.074",
 "org_code": "08080300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amanda Simcox",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 487369.0,
 "awd_amount": 487369.0,
 "awd_min_amd_letter_date": "2010-06-22",
 "awd_max_amd_letter_date": "2013-08-01",
 "awd_abstract_narration": "An award was made to Texas A&M University-Corpus Christi to provide research training for 10 weeks for 10 students, for the summers of 2010-2015.  The Summer Undergraduate Research Focus (SURF) investigates climate change and global warming effects on the aquatic environment and surrounding landmasses. Topics of investigation include coral bleaching, ocean acidification, decreased populations of aquatic species, aquatic diseases, harmful algal blooms, invasive species, remediation efforts and the health of bays and estuaries.  Program participants (SURFers) engage in hands-on research, are mentored by faculty and peers, and receive training in ethics and professional skills. These elements generate an interest in science and an enthusiasm for scientific discovery, as well as provide role models and build self-confidence. Recruitment methods include personal contact with faculty members and posting on national listservs and the NSF REU website.  Selection criteria include evaluation of the student's application essay, letter of recommendation, career plans, science courses taken and GPA.  SURF encourages applications from minority students and students at primarily undergraduate institutions.  Students are contacted at least twice annually to track their progress; they are also encouraged to join the SURF Facebook page.  In addition to these tracking methods, three surveys are conducted during the summer. A common assessment tool is also used.  Following a one-week orientation, the standard week includes four days of laboratory/field research and one day of group Research Ethics and Professionalisms activities.  SURFers are introduced to the responsible conduct of research, scientific ethics, careers in science and professional skills, such as poster preparation, oral presentations, writing professional resumes and personal statements for graduate school.  Each SURFer delivers an oral presentation on his/her research at our SURF Symposium. For information on the program contact Kevin Strychar, Ph.D., the principal investigator, at 361-825-5883 or kevin.strychar@tamucc.edu.  The SURF URL is www.sci.tamucc.edu/surf.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kim",
   "pi_last_name": "Withers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kim Withers",
   "pi_email_addr": "kwithers@falcon.tamucc.edu",
   "nsf_id": "000419826",
   "pi_start_date": "2012-06-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Strychar",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin B Strychar",
   "pi_email_addr": "strychak@gvsu.edu",
   "nsf_id": "000114313",
   "pi_start_date": "2010-06-22",
   "pi_end_date": "2012-06-05"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Suzzette",
   "pi_last_name": "Chopin",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Suzzette F Chopin",
   "pi_email_addr": "suzzette.chopin@tamucc.edu",
   "nsf_id": "000359519",
   "pi_start_date": "2010-06-22",
   "pi_end_date": "2012-06-05"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Manuela",
   "pi_last_name": "Gardner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Manuela Gardner",
   "pi_email_addr": "manuela.gardner@tamucc.edu",
   "nsf_id": "000620691",
   "pi_start_date": "2012-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University Corpus Christi",
  "inst_street_address": "6300 OCEAN DR UNIT 5739",
  "inst_street_address_2": "",
  "inst_city_name": "CORPUS CHRISTI",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "3618252730",
  "inst_zip_code": "784125739",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "TX27",
  "org_lgl_bus_name": "TEXAS A&M UNIVERSITY-CORPUS CHRISTI",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y3RET2XN41S5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University Corpus Christi",
  "perf_str_addr": "6300 OCEAN DR UNIT 5739",
  "perf_city_name": "CORPUS CHRISTI",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "784125739",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "TX27",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "797200",
   "pgm_ele_name": "Transforming Undergrad Bio Ed"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 93750.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 294307.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 99312.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Summer Undergraduate Research Focus (SURF) program at Texas A&amp;M University-Corpus Christi provided opportunities for 50 undergraduate students (10 per year between 2010 and 2014) to participate in research on environmental, ecological, and biological topics related to the health of Texas bays and estuaries. The goal of this program was to provide students with the kinds of research experiences that would better prepare them for graduate school and to help make them more competitive when applying to graduate school. Each student worked as part of a team in a faculty member&rsquo;s lab and carried out a research project of their own. Students also received training in the professional skills needed by scientists, including ethics training, and other specialized training (such as certification in hazardous materials handling) during some years. All students presented the results of their research project at a symposium at the end of the program, and many went on to present their research at undergraduate research symposia at their home schools or other venues. Several students made contributions that were significant enough that they are or will be included as co-authors on peer-reviewed publications. The majority of students agreed that the program increased their knowledge of the field, their chances of getting into graduate or professional school, and helped them improve their technical skills, critical thinking skills, and written and oral communication skills; the program also helped them to solidify their career goals in the sciences. At the end of the program, most students were confident in their ability to succeed in graduate school and in a career in science. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/02/2015<br>\n\t\t\t\t\tModified by: Kim&nbsp;Withers</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Summer Undergraduate Research Focus (SURF) program at Texas A&amp;M University-Corpus Christi provided opportunities for 50 undergraduate students (10 per year between 2010 and 2014) to participate in research on environmental, ecological, and biological topics related to the health of Texas bays and estuaries. The goal of this program was to provide students with the kinds of research experiences that would better prepare them for graduate school and to help make them more competitive when applying to graduate school. Each student worked as part of a team in a faculty memberÆs lab and carried out a research project of their own. Students also received training in the professional skills needed by scientists, including ethics training, and other specialized training (such as certification in hazardous materials handling) during some years. All students presented the results of their research project at a symposium at the end of the program, and many went on to present their research at undergraduate research symposia at their home schools or other venues. Several students made contributions that were significant enough that they are or will be included as co-authors on peer-reviewed publications. The majority of students agreed that the program increased their knowledge of the field, their chances of getting into graduate or professional school, and helped them improve their technical skills, critical thinking skills, and written and oral communication skills; the program also helped them to solidify their career goals in the sciences. At the end of the program, most students were confident in their ability to succeed in graduate school and in a career in science.  \n\n \n\n\t\t\t\t\tLast Modified: 07/02/2015\n\n\t\t\t\t\tSubmitted by: Kim Withers"
 }
}