{
 "awd_id": "1004351",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US Egypt Cooperative Research: Groundwater Management and Preservation of Egyptian Antiquities and Monuments: New Hydrogeologic Analysis",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 100357.0,
 "awd_amount": 100357.0,
 "awd_min_amd_letter_date": "2010-08-31",
 "awd_max_amd_letter_date": "2010-08-31",
 "awd_abstract_narration": "Groundwater geoenvironmental impacts caused by changes in water and agricultural resource management after construction of the Aswan High dam and land use change are threatening monuments and temples as well as groundwater quantity and quality in the Nile Valley, Upper Egypt. Consequences include damages to the famous monuments and temples of Kom Ombo, Edfu, Esna, Luxor, Karnak, Medinet Habu, Madamoud, Dendara, and Abydos. Other consequences include groundwater and soil contamination, increasing soil salinity and decreasing soil fertility due to groundwater rise, lack of efficient drainage and agricultural inputs. The US PI will collaborate with Dr. Ayman A. Ahmed from Sohag University in Egypt to evaluate groundwater geoenvironmental impacts that are affecting the Luxor area of Upper Egypt.\r\n\r\nIntellectual Merit. The project will utilize groundwater modeling, geographic information system (G1S) and remote sensing (RS) to conduct comparative studies between the Nile Valley and similar types of irrigated agrosystems in United States. One of the applications of the proposed project is to improve the groundwater model to be sufficiently reliable to support decision making on how best to manage the system so that water-logging of the archeological sites is minimized or eliminated, while satisfying core water resources needs in the region. The objectives of the proposal are to achieve (1) continued improvements to the Nile Valley aquifer model, including model calibration and sensitivity analysis; (2) in-depth modeling analysis of short- and long-term consequences of various water resource management alternatives; (3) construction of groundwater flow and contaminant transport models of the system and application toward analysis of groundwater quantity and quality sustainability; and (4) construction of groundwater management models to balance the change in land use since 1972 to present. The PIs will conduct a comparative analysis between the Nile Valley aquifer system and the similar irrigated agrosystem of western U.S. alluvial basins and test management alternatives for lowering the water table at Luxor area, thereby improving the water quality and slowing the salinization of soils and groundwater.\r\n\r\nBroader Impacts. The US and Egyptian PIs anticipate significant benefits from these research results, including the potential to impact archaeological preservation in the Nile Valley, the exchange of knowledge and methodologies between the US and Egyptian teams, and outcomes that can be used to inform policy makers about land use options.  A US graduate student will be engaged in the research effort and will have an opportunity to travel to Egypt to engage in international research collaboration.  \r\n\r\nThe project is funded under the US-Egypt Joint Fund Program, which provides grants to scientists and engineers in both countries to undertake cooperative research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Graham",
   "pi_last_name": "Fogg",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Graham E Fogg",
   "pi_email_addr": "gefogg@ucdavis.edu",
   "nsf_id": "000086571",
   "pi_start_date": "2010-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 100357.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project concerned how the groundwater management in the Luxor area of the Nile Valley, Egypt, has affected Egyptian monuments and antiquities, and how the damaging effects of a rising water table (groundwater) on these monmuments and antiquities can be avoided in the future. We built the first ever, 3D model of the subsurface complexity beneath this portion of the Nile Valley. This model defined potential pathways for groundwater flow and serves as a basis for analyzing current and future groundwater movement as well as movement of chemical contaminants that may threaten the groundwater quality for drinking water and irrigation water. The model is being used now to show different groundwater management alternatives could be used to eliminate or mitigate the rising water table that has been caused by irrigation and by septic tanks. The model is also being used to better understand how the quality of the groundwater (i.e., degree of pollution) may change in the coming decades. This work strongly suggests that because of the subsurface hydrology of the Nile Valley and because of the good connection between the groundwater and the River, future salinization of the groundwate due to irrigation is unlikely in this area. Conversely, in another arid basin that was considered as part of this study, the west side of the San Joaquin Valley, California, the lack of a natural outlet for the groundwater will likely lead to long-term, salinization of the groundwater due to irrigation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/15/2014<br>\n\t\t\t\t\tModified by: Graham&nbsp;E&nbsp;Fogg</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project concerned how the groundwater management in the Luxor area of the Nile Valley, Egypt, has affected Egyptian monuments and antiquities, and how the damaging effects of a rising water table (groundwater) on these monmuments and antiquities can be avoided in the future. We built the first ever, 3D model of the subsurface complexity beneath this portion of the Nile Valley. This model defined potential pathways for groundwater flow and serves as a basis for analyzing current and future groundwater movement as well as movement of chemical contaminants that may threaten the groundwater quality for drinking water and irrigation water. The model is being used now to show different groundwater management alternatives could be used to eliminate or mitigate the rising water table that has been caused by irrigation and by septic tanks. The model is also being used to better understand how the quality of the groundwater (i.e., degree of pollution) may change in the coming decades. This work strongly suggests that because of the subsurface hydrology of the Nile Valley and because of the good connection between the groundwater and the River, future salinization of the groundwate due to irrigation is unlikely in this area. Conversely, in another arid basin that was considered as part of this study, the west side of the San Joaquin Valley, California, the lack of a natural outlet for the groundwater will likely lead to long-term, salinization of the groundwater due to irrigation.\n\n\t\t\t\t\tLast Modified: 07/15/2014\n\n\t\t\t\t\tSubmitted by: Graham E Fogg"
 }
}