{
 "awd_id": "1004172",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site in Neural Science",
 "cfda_num": "47.074",
 "org_code": "08080300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sally O'Connor",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 596187.0,
 "awd_amount": 596187.0,
 "awd_min_amd_letter_date": "2010-03-11",
 "awd_max_amd_letter_date": "2013-08-13",
 "awd_abstract_narration": "An award has been made to the Center for Neural Science (CNS) at New York University that will provide research training for 10 weeks for 10 students, during the summers of 2010-2014. Students will conduct research in neural science -- the study of the biological basis of human nature. Students will use their basic knowledge in biology, mathematics, physics and chemistry and apply them to solving research problems needing a multidisciplinary approach. A wide variety of projects are available, ranging in scale from the molecular to cellular, from neuronal network to behavior. Examples of questions students can investigate include: how individuals learn and memorize; what parts of the brain are activated while risky versus carefully calculated decisions are made; how attention modifies perception; how neonatal sensory experience affect mental capacities in adulthood, etc. Students are selected based on their desire to partake in basic research, as well as a match between their expressed topic of interest and those of mentors. Mentors are coached on techniques of effective mentoring prior to students' arrival. The summer begins with an orientation week, during which time students receive lectures on the subject of ethics and responsible conduct of research. These topics recur during weekly discussions. Each student is trained on skills of scientific writing and oral presentation. Students also learn a unique set of scientific skills and become familiar with the literature pertinent to the host lab's research activity. Students have access to equipment such as the fMRI, confocal and electron microscopes, or behavioral testing apparatus. Multiple social events are scheduled, to promote interactions among students and mentors, and individuals participating in other NYC summer programs. Students' satisfaction with the program and progress are assessed through three mechanisms: weekly group discussions; written assessments on week 3; and web-based tool developed by NSF's BIO-REU. Upon graduation, students are contacted bi-annually by the PI, to track their career paths. More information is available by emailing the PI, Chiye Aoki (ca3@nyu.edu) or surp@cns.nyu.edu, or visiting the website, www.cns.nyu.edu/undergrad/surp.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chiye",
   "pi_last_name": "Aoki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chiye Aoki",
   "pi_email_addr": "chiye@cns.nyu.edu",
   "nsf_id": "000462761",
   "pi_start_date": "2010-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 225306.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120050.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 250831.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Major Goals of the Project were to: (1) Enhance research opportunities in the field of neuroscience to undergraduates; (2)&nbsp;&nbsp;promote the entry of undergraduates into PhD programs in neuroscience; (3) provide opportunities for undergraduates students to explore through experience whether the PhD track is suitable for him or her; (4) promote diversity of the undergraduate population entering PhD programs in neuroscience.</p>\n<p>Intellectual Merit: The Center provided a wide array of research opportunities of the highest quality in the field of neuroscience, spanning from those that focus on molecular to cellular to multiple brain regions to the entire organisms, and relating to behavior and diseases.&nbsp; Each and every student was provided with guidance to participate in all parts of the research process, beginning with guided literature reading, scientific writing of literature surveys, learning of laboratory techniques and the rationale for particular approaches, data analysis and interpretations, research designing, and practice with oral as well as written presentations. Responsible conducts in research, including the use and care of animals and ethical considerations in using human subjects are taught through reading, discussions and lectures. During the years 2014 and 2015, an additional component, called Boot Camp, was added. This boot camp taught wet lab techniques and introduced neuroscience questions. It was offered on a voluntary basis, scheduled as an intense two-day event during the first week of the program.&nbsp;</p>\n<p>Broader impacts: The center actively selected under-represented minorities in the field of neuroscience, students from small colleges lacking research opportunities in neuroscience, and first generations to attend college. The participants of NYU-CNS SURP included those funded by an NIH training grant that was designed to foster entry of students from diverse background into a career path in neuroscience. Additional participants were NYU students, those volunteering from the Tri-state area, and those supported by the Simon&rsquo;s Foundation for research in autism.&nbsp; Among the 74 undergraduate participants, 53% were under-represented minorities, 38% were of the first generation to attend college (54% were either URM or first generation), 47% were from small colleges lacking neuroscience research opportunity, and 78% were female. We believe these numbers indicate our success with achieving the project goals 1 and 3, namely to enhance research opportunities for students to explore this as their career option.</p>\n<p>Follow-up of the 74 SURP participants provided indices for our success in achieving the Project Goals 2 and 4, i.e., to promote the entry of undergraduates into the PhD programs in neuroscience, and especially for the diverse background of students. &nbsp;Our survey verified that 45% were continuing with post-baccalaureate education, of whom 17% are under-represented minorities and 12% are of the first generation to have attended college. &nbsp;Our survey verified that 28% of the 74 are already enrolled or accepted to a PhD program in neuroscience, with 17% of the 74 or 32% of the diverse-background students (40 students, URM or first generation to attend college) that are on a PhD track. Of the 74 participants, 5% are still in college. These numbers indicate to us that we were successful in promoting the entry of undergraduates into PhD programs in neuroscience and succeeded in increasing the diversity of the undergraduate population entering PhD programs in neuroscience.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/29/2016<br>\n\t\t\t\t\tModified by: Chiye&nbsp;Aoki</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></spa...",
  "por_txt_cntn": "\nMajor Goals of the Project were to: (1) Enhance research opportunities in the field of neuroscience to undergraduates; (2)  promote the entry of undergraduates into PhD programs in neuroscience; (3) provide opportunities for undergraduates students to explore through experience whether the PhD track is suitable for him or her; (4) promote diversity of the undergraduate population entering PhD programs in neuroscience.\n\nIntellectual Merit: The Center provided a wide array of research opportunities of the highest quality in the field of neuroscience, spanning from those that focus on molecular to cellular to multiple brain regions to the entire organisms, and relating to behavior and diseases.  Each and every student was provided with guidance to participate in all parts of the research process, beginning with guided literature reading, scientific writing of literature surveys, learning of laboratory techniques and the rationale for particular approaches, data analysis and interpretations, research designing, and practice with oral as well as written presentations. Responsible conducts in research, including the use and care of animals and ethical considerations in using human subjects are taught through reading, discussions and lectures. During the years 2014 and 2015, an additional component, called Boot Camp, was added. This boot camp taught wet lab techniques and introduced neuroscience questions. It was offered on a voluntary basis, scheduled as an intense two-day event during the first week of the program. \n\nBroader impacts: The center actively selected under-represented minorities in the field of neuroscience, students from small colleges lacking research opportunities in neuroscience, and first generations to attend college. The participants of NYU-CNS SURP included those funded by an NIH training grant that was designed to foster entry of students from diverse background into a career path in neuroscience. Additional participants were NYU students, those volunteering from the Tri-state area, and those supported by the SimonÆs Foundation for research in autism.  Among the 74 undergraduate participants, 53% were under-represented minorities, 38% were of the first generation to attend college (54% were either URM or first generation), 47% were from small colleges lacking neuroscience research opportunity, and 78% were female. We believe these numbers indicate our success with achieving the project goals 1 and 3, namely to enhance research opportunities for students to explore this as their career option.\n\nFollow-up of the 74 SURP participants provided indices for our success in achieving the Project Goals 2 and 4, i.e., to promote the entry of undergraduates into the PhD programs in neuroscience, and especially for the diverse background of students.  Our survey verified that 45% were continuing with post-baccalaureate education, of whom 17% are under-represented minorities and 12% are of the first generation to have attended college.  Our survey verified that 28% of the 74 are already enrolled or accepted to a PhD program in neuroscience, with 17% of the 74 or 32% of the diverse-background students (40 students, URM or first generation to attend college) that are on a PhD track. Of the 74 participants, 5% are still in college. These numbers indicate to us that we were successful in promoting the entry of undergraduates into PhD programs in neuroscience and succeeded in increasing the diversity of the undergraduate population entering PhD programs in neuroscience.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/29/2016\n\n\t\t\t\t\tSubmitted by: Chiye Aoki"
 }
}