{
 "awd_id": "1004983",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Collaborative Undergraduate Research in Energy",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michelle Bushey",
 "awd_eff_date": "2010-07-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 327150.0,
 "awd_amount": 327150.0,
 "awd_min_amd_letter_date": "2010-07-10",
 "awd_max_amd_letter_date": "2012-05-16",
 "awd_abstract_narration": "This award from the Division of Chemistry (CHE) supports a Research Experience for Undergraduates (REU) site led by Sankaran Thayumanavan and Justin T. Fermann at the University of Massachusetts - Amherst.  The site will have support for three summers, commencing in 2010.  The site will support ten students per summer in a ten week program.  The site is named: \"Collaborative Undergraduate Research in Energy,\" and focuses on interdisciplinary chemistry research with a focus on fundamental research with an impact in next-generation renewable energy technologies.  Sample projects include:  (1)  the use of a biological proton transporter as an element in a proton-selective membrane; (2)  the development of photovoltaic materials through template electrodeposition; (3)  the synthesis and study of new kinds of polymer electrolyte membranes for use in fuel cells; (4)  the modeling and characterization of mesoscale structures in proton conducting materials ; (5)  the development and study of new molecular sieve catalysts for the production of renewable fuels; and (6) the study of the environmental fate and bioavailability of quantum dots used in solar cells (nano environmental health and safety);  In addition to conducting research during the summer, the students participating in this program will participate in a number of professional development activities.  Students will also participate in an outreach activity to either the Springfield Museum or the Boston Museum of Science.  Students will be recruited from a large number of institutions across the country, including a number of schools that are minority-serving.  In addition, significant numbers of women will be recruited from regional women's colleges.\r\n\r\nYoung scientists need exposure to modern research methods and tools as part of their training.  This REU site aims to provide cutting-edge research training in the chemical sciences to a significant number of students who might not otherwise have this opportunity.  The research projects are in areas of chemistry that will have an impact in the areas of energy and sustainability.  The diverse student cohort participating in research at this site will be well-prepared for graduate school, and eventual employment as part of the country's technical workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sankaran",
   "pi_last_name": "Thayumanavan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sankaran Thayumanavan",
   "pi_email_addr": "thai@chem.umass.edu",
   "nsf_id": "000406201",
   "pi_start_date": "2010-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Fermann",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Justin T Fermann",
   "pi_email_addr": "fermann@chem.umass.edu",
   "nsf_id": "000548252",
   "pi_start_date": "2010-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "198600",
   "pgm_ele_name": "UNDERGRADUATE PROGRAMS IN CHEM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5560",
   "pgm_ref_txt": "ENERGY CONVERSION"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 109050.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 193107.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 24993.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>From 2010-2012, the Collaborative Undergraduate Research in Energy (CURE) REU program at the University of Massachusetts, Amherst provided 32 undergraduate students with 10 weeks of front-line research experience motivated by a societal need for advances in renewable energy science and technology. &nbsp;The CURE program mission is: <em>To provide a highly valuable research training experience for students in the chemical sciences and closely aligned disciplines, aimed at advancing chemistry&rsquo;s contribution to sustainable energy solutions such as fuel cells, solar energy, and biofuels</em>.&nbsp; The participants were selected from a talented pool of approximately 700 applicants, and formed three (yearly) gender- and ethnically-diverse cohorts that made substantive contributions to our understanding of the materials and processes central to the capture, storage, and use of renewable energy.&nbsp; In doing so, they gained a knowledge of how research is performed at the highest levels, confidence in their own ability to work in a research environment, and appreciation for the collaborative nature of research done in service to one of our most pressing societal challenges.&nbsp; Special emphasis was placed on recruiting students with limited opportunity for advanced research at their home institution and from historically underrepresented groups in STEM-oriented education and careers.&nbsp; Of all the students supported by the 2010-2012 funding cycle of the CURE REU program, 55% were female, 10% African-American, 3% Native American, and 29% Hispanic or Latino, meeting our objectives of more than 30% participation by historically underrepresented minorities.</p>\n<p>REU participants worked in collaborative two-member teams, with faculty and near-peer mentors from Chemistry, Chemical Engineering, Physics, Polymer Science and Engineering, Biochemistry and Molecular Biology, or Biology.&nbsp; Each individual student pursued his or her own component of a larger project, and collaborated with one other student to produce a scientific outcome of broader scope than would be possible from a single research lab.&nbsp; Typical collaborations combined synthesis of materials with device fabrication, or analysis of material properties with theoretical modeling of those materials, so that each student&rsquo;s work created context and deeper understanding for the team.&nbsp; Students experienced growth not only in their scientific skills and research execution, but also in their ability to communicate the substance and relevance of their work to both an interested peer and to the general public.</p>\n<p>The key components of the CURE REU program are outlined here.</p>\n<ul>\n</ul>\n<p><span style=\"text-decoration: underline;\"><strong>Student Deliverables</strong></span></p>\n<p><em>Journal Challenge</em>: Each student submitted his or her work as the kernel of a peer-reviewed journal article, intended for publication.&nbsp; Five such publications have resulted from this, with the promise of more in future years.</p>\n<p><em>Laboratory Record</em>: Each student recorded his or her work in a detailed laboratory notebook that remained in the research group, facilitating further research derived from their efforts and results.</p>\n<p><em>Outreach and Education Module</em>: Each team of students created an outreach and education module targeting a younger audience, intended to teach a scientific principle or communicate the impact of their work to a non-scientific audience.</p>\n<p><em>Scientific Presentation</em>: Each team of students presented their collaborative research in a well-attended, multi-REU symposium near the end of the program.&nbsp; Many students went on to present their individual results at regional and national meetings.</p>\n<p><strong><span style=\"text-decoration: underline;\">Student Activities</span></strong></p>\n<p><em>Weekly Seminar</em>: Students attended a weekly disc...",
  "por_txt_cntn": "\nFrom 2010-2012, the Collaborative Undergraduate Research in Energy (CURE) REU program at the University of Massachusetts, Amherst provided 32 undergraduate students with 10 weeks of front-line research experience motivated by a societal need for advances in renewable energy science and technology.  The CURE program mission is: To provide a highly valuable research training experience for students in the chemical sciences and closely aligned disciplines, aimed at advancing chemistryÆs contribution to sustainable energy solutions such as fuel cells, solar energy, and biofuels.  The participants were selected from a talented pool of approximately 700 applicants, and formed three (yearly) gender- and ethnically-diverse cohorts that made substantive contributions to our understanding of the materials and processes central to the capture, storage, and use of renewable energy.  In doing so, they gained a knowledge of how research is performed at the highest levels, confidence in their own ability to work in a research environment, and appreciation for the collaborative nature of research done in service to one of our most pressing societal challenges.  Special emphasis was placed on recruiting students with limited opportunity for advanced research at their home institution and from historically underrepresented groups in STEM-oriented education and careers.  Of all the students supported by the 2010-2012 funding cycle of the CURE REU program, 55% were female, 10% African-American, 3% Native American, and 29% Hispanic or Latino, meeting our objectives of more than 30% participation by historically underrepresented minorities.\n\nREU participants worked in collaborative two-member teams, with faculty and near-peer mentors from Chemistry, Chemical Engineering, Physics, Polymer Science and Engineering, Biochemistry and Molecular Biology, or Biology.  Each individual student pursued his or her own component of a larger project, and collaborated with one other student to produce a scientific outcome of broader scope than would be possible from a single research lab.  Typical collaborations combined synthesis of materials with device fabrication, or analysis of material properties with theoretical modeling of those materials, so that each studentÆs work created context and deeper understanding for the team.  Students experienced growth not only in their scientific skills and research execution, but also in their ability to communicate the substance and relevance of their work to both an interested peer and to the general public.\n\nThe key components of the CURE REU program are outlined here.\n\n\n\nStudent Deliverables\n\nJournal Challenge: Each student submitted his or her work as the kernel of a peer-reviewed journal article, intended for publication.  Five such publications have resulted from this, with the promise of more in future years.\n\nLaboratory Record: Each student recorded his or her work in a detailed laboratory notebook that remained in the research group, facilitating further research derived from their efforts and results.\n\nOutreach and Education Module: Each team of students created an outreach and education module targeting a younger audience, intended to teach a scientific principle or communicate the impact of their work to a non-scientific audience.\n\nScientific Presentation: Each team of students presented their collaborative research in a well-attended, multi-REU symposium near the end of the program.  Many students went on to present their individual results at regional and national meetings.\n\nStudent Activities\n\nWeekly Seminar: Students attended a weekly discussion on a topic relevant to the objectives of the REU program, targeting an important skill (literature work), knowledge base (solar energy conversion), or understanding (ethical conduct of research).  \n\nCohort Building: Students participated in a variety of enrichment activities, such as cookouts, field trips, and social events.\n\nGraduate School Preparation: Students ..."
 }
}