{
 "awd_id": "1004618",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Interdisciplinary Research Opportunities in Biophysics",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928236",
 "po_email": "kmccloud@nsf.gov",
 "po_sign_block_name": "Kathleen McCloud",
 "awd_eff_date": "2010-05-15",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 242000.0,
 "awd_amount": 242000.0,
 "awd_min_amd_letter_date": "2010-05-11",
 "awd_max_amd_letter_date": "2012-03-05",
 "awd_abstract_narration": "This award supports a new REU site in the Biophysics Department at the University of Michigan. The site will support seven students per year for ten weeks of interdisciplinary research experience at the intersection of chemistry, physics, mathematics and the life sciences.    The Biophysics Program at UM is one of very few standalone biophysics programs in the US, created to foster multidisciplinary research and provide interdisciplinary undergraduate and graduate education. Since Biophysics is intellectually extremely diverse, the aim is not only to provide research experience in a subfield of the discipline, but also provide an overview of state-of the-art research in the field, and the experimental methods and techniques that are commonly used. Therefore, the research experience is constructed to have two components: 1) the students will be assigned to the labs that match their interest and are run by experienced researchers to participate innovative scientific exploration, 2) the REU students will participate in hands-on exploration of biophysical methods and techniques (HEBMAT) that will introduce them to various modern experimental and computational research techniques. Upon completion of the program the students will have gained exciting research experience and will have acquired a biophysical toolkit making them more successful and competitive in the scientific and academic environment. This core experience will be augmented by weekly research seminars and workshops, plus opportunities for social interactions, which will often be coordinated with other summer undergraduate research programs to broaden the students' integration into our scientific and professional communities.    To match the increasing intellectual diversity of biophysics, the site strongly emphasizes the importance of demographic diversity in the program as a seed for making the field as a whole more diverse in the future. This award is co-funded by the Division of Physics, the Biology Directorate, and the Chemistry Division at the National Science Foundation",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michal",
   "pi_last_name": "Zochowski",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Michal R Zochowski",
   "pi_email_addr": "michalz@umich.edu",
   "nsf_id": "000250565",
   "pi_start_date": "2010-05-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jens",
   "pi_last_name": "Meiners",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jens C Meiners",
   "pi_email_addr": "meiners@umich.edu",
   "nsf_id": "000238689",
   "pi_start_date": "2010-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "198600",
   "pgm_ele_name": "UNDERGRADUATE PROGRAMS IN CHEM"
  },
  {
   "pgm_ele_code": "913400",
   "pgm_ele_name": "Integrative Activities in Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 81000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 81000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The focus of the project was to provide interdisciplinary undergraduate research opportunity in Biophysics for 6 outstanding candidates&nbsp; annually. Altogether 18 students participated in this program. The program was composed of two core components: 1) the students were assigned to laboratories that match their interest and are ran by experienced researchers to participate innovative, interdisciplinary scientific exploration, 2) the REU students were given an option to participate in organized hands-on exploration of biophysical methods and techniques (HEBMAT) which was coordinated with an advanced laboratory summer class offered by the Biophysics Program to UM undergraduates, and that introduced them to a broad range of modern experimental research techniques. The students also participated in weekly seminar and workshop series. The weekly seminar series consisted of&nbsp; faculty research presentations, while the worshops covered such topics as: laboratory safety and environmentally safe laboratory practices, preparation of scientific presentations,<br />graduate school - why and how?, ethics and science.</p>\n<p><strong><em>Intellectual Merit.</em></strong>&nbsp;&nbsp; The REU site provided incoming students with a truly unique, interdisciplinary research experience at the intersection of chemistry, physics, mathematics and the life sciences. The Biophysics Program at UM is one of very few standalone biophysics programs in the US, created to foster multidisciplinary research and provide interdisciplinary undergraduate and graduate education, which positioned us ideally to provide this kind of experience to undergraduate students from around the country.&nbsp;</p>\n<p>Upon completion of the program the students&nbsp; gained exciting research experience and acquired a biophysical toolkit making them more successful and competitive in the scientific and academic environment. This core experience was augmented by weekly research seminars and workshops, plus opportunities for social interactions, which was often coordinated with other summer undergraduate research programs to broaden our students&rsquo; integration into our scientific and professional communities.</p>\n<p>&nbsp;</p>\n<p><strong><em>Broader Impacts</em></strong>. Our REU provided students with truly interdisciplinary scientific and professional and personal experience. We believe that such an experience was completely novel to most participants, especially those coming from smaller institutions, where the boundaries between the classical disciplines in the basic sciences persist. Such cross-disciplinary experience is increasingly necessary, as more cutting-edge research can no longer be neatly fitted into the boxes of disciplinary science. Thus we believe that our summer research program significantly expanded students&rsquo; knowledge about diverse interdisciplinary opportunities in biophysics and allowed them to make a better-informed choice about choosing a scientific career, perhaps outside the classical disciplines.</p>\n<p>To match the increasing intellectual diversity of biophysics, we strongly emphasized the importance of demographic diversity in our program as a seed for making the field as a whole more diverse in the future.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/31/2015<br>\n\t\t\t\t\tModified by: Michal&nbsp;R&nbsp;Zochowski</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe focus of the project was to provide interdisciplinary undergraduate research opportunity in Biophysics for 6 outstanding candidates  annually. Altogether 18 students participated in this program. The program was composed of two core components: 1) the students were assigned to laboratories that match their interest and are ran by experienced researchers to participate innovative, interdisciplinary scientific exploration, 2) the REU students were given an option to participate in organized hands-on exploration of biophysical methods and techniques (HEBMAT) which was coordinated with an advanced laboratory summer class offered by the Biophysics Program to UM undergraduates, and that introduced them to a broad range of modern experimental research techniques. The students also participated in weekly seminar and workshop series. The weekly seminar series consisted of  faculty research presentations, while the worshops covered such topics as: laboratory safety and environmentally safe laboratory practices, preparation of scientific presentations,\ngraduate school - why and how?, ethics and science.\n\nIntellectual Merit.   The REU site provided incoming students with a truly unique, interdisciplinary research experience at the intersection of chemistry, physics, mathematics and the life sciences. The Biophysics Program at UM is one of very few standalone biophysics programs in the US, created to foster multidisciplinary research and provide interdisciplinary undergraduate and graduate education, which positioned us ideally to provide this kind of experience to undergraduate students from around the country. \n\nUpon completion of the program the students  gained exciting research experience and acquired a biophysical toolkit making them more successful and competitive in the scientific and academic environment. This core experience was augmented by weekly research seminars and workshops, plus opportunities for social interactions, which was often coordinated with other summer undergraduate research programs to broaden our studentsÆ integration into our scientific and professional communities.\n\n \n\nBroader Impacts. Our REU provided students with truly interdisciplinary scientific and professional and personal experience. We believe that such an experience was completely novel to most participants, especially those coming from smaller institutions, where the boundaries between the classical disciplines in the basic sciences persist. Such cross-disciplinary experience is increasingly necessary, as more cutting-edge research can no longer be neatly fitted into the boxes of disciplinary science. Thus we believe that our summer research program significantly expanded studentsÆ knowledge about diverse interdisciplinary opportunities in biophysics and allowed them to make a better-informed choice about choosing a scientific career, perhaps outside the classical disciplines.\n\nTo match the increasing intellectual diversity of biophysics, we strongly emphasized the importance of demographic diversity in our program as a seed for making the field as a whole more diverse in the future.\n\n\t\t\t\t\tLast Modified: 07/31/2015\n\n\t\t\t\t\tSubmitted by: Michal R Zochowski"
 }
}