{
 "awd_id": "1004010",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S. Egypt Collaborative Research: Increasing P uptake efficiency through mycorrhizal interactions and plant growth promoting bacteria",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 61998.0,
 "awd_amount": 61998.0,
 "awd_min_amd_letter_date": "2010-08-24",
 "awd_max_amd_letter_date": "2010-08-24",
 "awd_abstract_narration": "Increasing the efficiency with which crop species absorb or utilize nutrients has the potential to ensure cost effective and sustainable agriculture in the future. This is particularly true for phosphate (P), because P is an essential plant nutrient that often limits plant productivity, and P rock that is used for the production of most P fertilizers is a nonrenewable resource and the current known reserves are likely to be depleted in 50 to 100 years. Conventional breeding programs often select cultivars based on vigor and performance of the above ground plant part under nutrient replete conditions, but the root system, its architecture and the association of the root system with beneficial plant microorganisms has generally been ignored. This has led to the development of cultivars that are not well suited for low input agriculture. Plant microbe interactions, such as the arbuscular mycorrhizal (AM) symbiosis can contribute significantly to the nutrient efficiency of crop species and improve overall plant health and performance. Here, we propose to use a different and integrated approach to improve the nutrient efficiency of wheat, one of the most important crop species worldwide. The proposal is to study genotypic differences in P efficiency and mycorrhizal responsiveness to determine which cultivar is able to use its plant?]microbe interactions to their maximum potential.\r\n\r\nIn this collaborative research effort, Dr. Heike Bucking at South Dakota State University and Dr. Samy A. M. Abd El-Azeem at Suez Canal University, Egypt, will identify candidate genes that control the acquisition and utilization efficiency of P and the mycorrhizal responsiveness of wheat in order to develop tools that can be used for marker assisted selection of these agronomically important traits. In addition, the effect of plant growth promoting rhizobacteria on wheat productivity and mycorrhizal colonization will be studied because the capability of these bacteria to mobilize P sources with low bioavailability could synergistically enhance the beneficial effects of AM fungi on P nutrition of the plant. Including the capability of plants to form AM interactions as an important trait into breeding programs takes into consideration that the AM symbiosis has numerous beneficial effects on the abiotic (e.g. nutrient, salinity, drought) and biotic (pathogen) stress resistance of their host plant and represents the natural stage of plants under field conditions. \r\n\r\nResults of the research will be translated into recommendations for farmers how by low cost measures and agronomic practices the crop productivity can be increased. Two graduate students will be trained by this project (one in the U.S. and one in Egypt), and the international collaborative character of this project will stimulate their development into independent scientists. Regular visits of the collaborating institutions will guarantee a cohesive planning of the experiments and of the output of the project, but will also allow training of the project partners and especially of the graduate students in new technologies. Results of the project will also be integrated into the research efforts of the recently established 2010 drought tolerance biotechnology center at South Dakota State University. Wheat has recently been made to one of the focus crop species of the center and the international collaboration will stimulate further collaborative efforts beyond this project.\r\n\r\nThe award is being funded under the US-Egypt Joint Fund Program, which provides grants to scientists and engineers in both countries to undertake cooperative research, and by the Africa, Near East, South Asia (ANESA) division of the Office of International Science and Engineering (OISE).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heike",
   "pi_last_name": "Bucking",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heike Bucking",
   "pi_email_addr": "heike.bucking@sdstate.edu",
   "nsf_id": "000319655",
   "pi_start_date": "2010-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "South Dakota State University",
  "inst_street_address": "940 ADMINISTRATION LN",
  "inst_street_address_2": "",
  "inst_city_name": "BROOKINGS",
  "inst_state_code": "SD",
  "inst_state_name": "South Dakota",
  "inst_phone_num": "6056886696",
  "inst_zip_code": "570070001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "SD00",
  "org_lgl_bus_name": "SOUTH DAKOTA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DNZNC466DGR7"
 },
 "perf_inst": {
  "perf_inst_name": "South Dakota State University",
  "perf_str_addr": "940 ADMINISTRATION LN",
  "perf_city_name": "BROOKINGS",
  "perf_st_code": "SD",
  "perf_st_name": "South Dakota",
  "perf_zip_code": "570070001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "SD00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 61998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p><strong>&nbsp;</strong> Increasing the efficiency with which crop species absorb or utilize nutrients should represent an urgent priority to ensure cost-effective and sustainable agriculture in the future. This is particularly important for phosphate (P), because P is an essential plant nutrient that often limits plant productivity, and P rock that is used for the production of most P fertilizers is a non-renewable resource and the current known reserves are likely to be depleted in 50 to 100 years. Conventional breeding programs often select cultivars based on vigor and performance of the above ground plant part under nutrient replete conditions, but the root system, its architecture and the association of the root system with beneficial plant microorganisms has generally been ignored. This has led to the development of cultivars that are not well suited for low-input agriculture. Plant-microbe interactions, such as the arbuscular mycorrhizal (AM) symbiosis can contribute significantly to the nutrient efficiency of crop species and improve overall plant health and performance. Wheat is one of the most important grain species worldwide, and ranks third among U.S. grown field crops in plant acreage behind corn and soybean. The extensive use of fertilizers in the past has led to an increase in wheat productivity, but particularly in advanced countries, wheat and grain productivity has started to plateau. New strategies are necessary to develop wheat cultivars that are able to produce yield with lower inputs and under environmental conditions impacted by climatic change.</p>\n<p>We tested under controlled conditions in the greenhouse, and in field experiments genotypic differences in the P efficiency (capability of the plant to acquire P from the soil, or to utilize P and form biomass or yield) and mycorrhizal responsiveness (effect of mycorrhizal fungi on yield parameters compared to non-mycorrhizal controls) to determine which cultivar is able to use its plant microbe interactions to their maximum potential. The mycorrhizal responsiveness varied from positive under all nutrient supply conditions, to positive under low nutrient supply conditions, to negative particularly under high nutrient supply conditions. The ploidy level of the wheat cultivar does not seem to play a major role in the genotypic differences among the wheat cultivars that were tested, because both neutral and positive mycorrhizal responses were observed in for example hexaploid wheat genotypes (AABBDD background). The results indicate that arbuscular mycorrhizal interactions have the potential to increase wheat productivity under low input conditions, and we currently study the reasons for differences in the mycorrhizal responsiveness of the different wheat cultivars. &nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p><strong>&nbsp;</strong>An international collaboration with a partner institution in Egypt was established and the Egyptian collaboration partner visited South Dakota State University in 2013 for one month. &nbsp;During this time, he had the opportunity to learn several techniques (including techniques related to arbuscular mycorrhizal fungal culture and inoculation, mycorrhizal colonization, and laser scanning microscopy), and to work on several experiments. In addition, the project contributed to the training of several graduate students at South Dakota State University and the partner institution in Egypt &ndash; Suez Canal University. Particularly the graduate students at South Dakota State University benefitted from the involvement in this international collaboration project and the contact to the Egyptian partner institute. The project strengthened the collaboration between these two institutions, and the collaboration partners, and led to additional grant applications to the National Science Foundation, and f...",
  "por_txt_cntn": "\nIntellectual Merit\n\n  Increasing the efficiency with which crop species absorb or utilize nutrients should represent an urgent priority to ensure cost-effective and sustainable agriculture in the future. This is particularly important for phosphate (P), because P is an essential plant nutrient that often limits plant productivity, and P rock that is used for the production of most P fertilizers is a non-renewable resource and the current known reserves are likely to be depleted in 50 to 100 years. Conventional breeding programs often select cultivars based on vigor and performance of the above ground plant part under nutrient replete conditions, but the root system, its architecture and the association of the root system with beneficial plant microorganisms has generally been ignored. This has led to the development of cultivars that are not well suited for low-input agriculture. Plant-microbe interactions, such as the arbuscular mycorrhizal (AM) symbiosis can contribute significantly to the nutrient efficiency of crop species and improve overall plant health and performance. Wheat is one of the most important grain species worldwide, and ranks third among U.S. grown field crops in plant acreage behind corn and soybean. The extensive use of fertilizers in the past has led to an increase in wheat productivity, but particularly in advanced countries, wheat and grain productivity has started to plateau. New strategies are necessary to develop wheat cultivars that are able to produce yield with lower inputs and under environmental conditions impacted by climatic change.\n\nWe tested under controlled conditions in the greenhouse, and in field experiments genotypic differences in the P efficiency (capability of the plant to acquire P from the soil, or to utilize P and form biomass or yield) and mycorrhizal responsiveness (effect of mycorrhizal fungi on yield parameters compared to non-mycorrhizal controls) to determine which cultivar is able to use its plant microbe interactions to their maximum potential. The mycorrhizal responsiveness varied from positive under all nutrient supply conditions, to positive under low nutrient supply conditions, to negative particularly under high nutrient supply conditions. The ploidy level of the wheat cultivar does not seem to play a major role in the genotypic differences among the wheat cultivars that were tested, because both neutral and positive mycorrhizal responses were observed in for example hexaploid wheat genotypes (AABBDD background). The results indicate that arbuscular mycorrhizal interactions have the potential to increase wheat productivity under low input conditions, and we currently study the reasons for differences in the mycorrhizal responsiveness of the different wheat cultivars.    \n\n \n\nBroader Impacts\n\n An international collaboration with a partner institution in Egypt was established and the Egyptian collaboration partner visited South Dakota State University in 2013 for one month.  During this time, he had the opportunity to learn several techniques (including techniques related to arbuscular mycorrhizal fungal culture and inoculation, mycorrhizal colonization, and laser scanning microscopy), and to work on several experiments. In addition, the project contributed to the training of several graduate students at South Dakota State University and the partner institution in Egypt &ndash; Suez Canal University. Particularly the graduate students at South Dakota State University benefitted from the involvement in this international collaboration project and the contact to the Egyptian partner institute. The project strengthened the collaboration between these two institutions, and the collaboration partners, and led to additional grant applications to the National Science Foundation, and facilitated further collaboration projects between both groups.\n\n \n\n\t\t\t\t\tLast Modified: 01/25/2015\n\n\t\t\t\t\tSubmitted by: Heike Bucking"
 }
}