{
 "awd_id": "1004331",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Integrated Optics for Undergraduates (IOU)",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Esther Bolding",
 "awd_eff_date": "2010-05-15",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 340069.0,
 "awd_amount": 340069.0,
 "awd_min_amd_letter_date": "2010-05-10",
 "awd_max_amd_letter_date": "2011-08-24",
 "awd_abstract_narration": "This three-year REU Site program titled \"Integrated Optics for Undergraduates (IOU)\" is part of the NSF Engineering Research Center (ERC) for Integrated Access Networks (CIAN) lead by the University of Arizona, and will be distributed across five ERC partner institutions (University of Arizona, University of California San Diego (UCSD), University of California Los Angeles (UCLA), Columbia University and the University of California Berkeley).   Twelve undergraduate students each year for ten summer weeks will be engaged in research in the field of photonics communications.  The core of this REU Site program will be independent research under a faculty mentor that will be augmented by a series of workshops to prepare the REU students to perform research, to initiate thought and discussion about ethical issues in the research environment, and to consider career opportunities and higher education in engineering. \r\n\r\nThe REU program contains a formal ethics component with a two day workshop, fostering the commitment of REU participants to ethical practices in their future careers. In addition to the directed research, many additional enrichment activities are included: a career workshop by CIAN's industrial liaison, GRE preparation and lab notebook seminars, direct training in how to organize a research poster and scientific manuscript, and overviews about working in the field of photonics.  These enrichment activities will greatly strengthen the impact of the proposed REU and will be of great value in the future academic and career development of the participants.   Finally, participants will make an oral presentation, participate in a poster session, write a manuscript and will be encouraged to submit to journals designed for undergraduate research.\r\n\r\nWhat are the broader impacts of the proposed activity?\r\nThe primary objective of this REU Site program is to expose female and minority undergraduates from predominantly non-PhD granting institutions to systems-driven research environments in order to initiate or develop aspirations to pursue scientific careers and higher education. CAIN has established recruitment relationships with Historically Black Colleges and Universities (HBCUs) and community colleges, i.e., Norfolk State University, Tuskegee University, Morgan State University, Prima Community College, Tohono O'odham Tribal Community College, Cochise College, San Diego Miramar College, and San Diego City College. \r\n\r\nCIAN's research addresses photonic materials for optical communication systems and devices, which in the future will replace current electronic technology. Optical communications is an emerging technology, and these students have the opportunity to be part of a highly trained workforce needed to advance this field. \r\n\r\nThese students will also have an opportunity to participate in a national professional meeting and present the outcomes of their research experience.\r\n\r\n\"This REU Site is co-funded by the Department of Defense in partnership with the NSF REU program.\"",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Meredith",
   "pi_last_name": "Kupinski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Meredith Kupinski",
   "pi_email_addr": "meredith@optics.arizona.edu",
   "nsf_id": "000517525",
   "pi_start_date": "2010-05-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Supapan",
   "pi_last_name": "Seraphin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Supapan Seraphin",
   "pi_email_addr": "Seraphin@u.arizona.edu",
   "nsf_id": "000485311",
   "pi_start_date": "2010-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  },
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "7736",
   "pgm_ref_txt": "DOD ASSURE PROGRAM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 113005.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 227064.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report</strong></p>\n<p>The Integrated Optics for Undergraduates (IOU) REU program provides summer research opportunities for undergraduate students to learn about the challenging and rewarding field of photonics communications. The vision of the IOU REU site is to teach skills for success in the modern engineering workforce, including application-driven ingenuity; ability to explain broader societal impact of research; leadership and business training; ethical professionalism; and resilience to be a lifelong learner. At the Engineering Research Center (ERC) for Integrated Access Networks (CIAN), led by the University of Arizona (UA), the IOU offers undergraduate students a range of collaborative research projects at any of the following five CIAN universities: University of Arizona; University of California, San Diego; Columbia University; University of California, Berkeley; and University of Southern California. CIAN&rsquo;s systems-level and technology-driven approach to research adds value among REU Sites by introducing beginning researchers to the &ldquo;big picture&rdquo; perspective of their project. The core of the program is independent research under a faculty mentor that is supplemented by a series of workshops to prepare the REU students to perform research, initiate thought and discussion about ethical issues in the research environment, and to consider career opportunities and higher education in engineering. An oral presentation and poster symposium are capstone events, and some students were selected to submit their REU research project to relevant conferences. Students prepare an abstract of their REU research and are encouraged to submit to journals designed to publish undergraduate research, and several have resulted in publications. Evaluation of the REU participant experience is completed using a pre-/post-survey to measure changes in content knowledge and confidence. Post REU experience, nearly all students reported an increase in content knowledge, as well as in their confidence in organizing information in a lab notebook, communication, and delivering a scientific presentation.</p>\n<p><strong>Intellectual Merit: </strong>CIAN&rsquo;s research addresses photonic materials for optical communication systems and devices, which in the future will replace current electronic technology. Analogous to how the supercomputer of 40 years ago became the laptop of today using massive integration of discrete components, CIAN&rsquo;s vision is to create the &ldquo;PC&rdquo; equivalent of the optical access network. REU students joined research teams working on improved fiber optics, waveguide materials, short-pulsed lasers, and micro-fabrication. The IOU REU participants&rsquo; research projects contributed to CIAN faculty&rsquo;s ongoing research.</p>\n<p><strong>Broader Impact: </strong>The IOU REU expands student participation and interest in optics and photonics, develops a diverse and competitive pool of undergraduates with cross-disciplinary perspectives on photonic communication research, and encourages undergraduate students to pursue graduate school studies and professional careers in science and engineering. With recruitment efforts focused on under-represented minorities and females, 55% of the IOU REU participants were under-represented minorities and 44% were females. Fifty-two percent of the IOU participants were from institutions with limited research opportunities, with nearly 63% being freshmen and sophomore students. Major activities of all 50 participants of the IOU program include poster presentations, oral presentations, formal GRE preparation, an opportunity to take the GRE, and preparation of an abstract of their research. Students are highly encouraged to publish their work, and thirteen REU participants turned their REU research into a publication, while several also presented their work at professional confer...",
  "por_txt_cntn": "\nProject Outcomes Report\n\nThe Integrated Optics for Undergraduates (IOU) REU program provides summer research opportunities for undergraduate students to learn about the challenging and rewarding field of photonics communications. The vision of the IOU REU site is to teach skills for success in the modern engineering workforce, including application-driven ingenuity; ability to explain broader societal impact of research; leadership and business training; ethical professionalism; and resilience to be a lifelong learner. At the Engineering Research Center (ERC) for Integrated Access Networks (CIAN), led by the University of Arizona (UA), the IOU offers undergraduate students a range of collaborative research projects at any of the following five CIAN universities: University of Arizona; University of California, San Diego; Columbia University; University of California, Berkeley; and University of Southern California. CIANÆs systems-level and technology-driven approach to research adds value among REU Sites by introducing beginning researchers to the \"big picture\" perspective of their project. The core of the program is independent research under a faculty mentor that is supplemented by a series of workshops to prepare the REU students to perform research, initiate thought and discussion about ethical issues in the research environment, and to consider career opportunities and higher education in engineering. An oral presentation and poster symposium are capstone events, and some students were selected to submit their REU research project to relevant conferences. Students prepare an abstract of their REU research and are encouraged to submit to journals designed to publish undergraduate research, and several have resulted in publications. Evaluation of the REU participant experience is completed using a pre-/post-survey to measure changes in content knowledge and confidence. Post REU experience, nearly all students reported an increase in content knowledge, as well as in their confidence in organizing information in a lab notebook, communication, and delivering a scientific presentation.\n\nIntellectual Merit: CIANÆs research addresses photonic materials for optical communication systems and devices, which in the future will replace current electronic technology. Analogous to how the supercomputer of 40 years ago became the laptop of today using massive integration of discrete components, CIANÆs vision is to create the \"PC\" equivalent of the optical access network. REU students joined research teams working on improved fiber optics, waveguide materials, short-pulsed lasers, and micro-fabrication. The IOU REU participantsÆ research projects contributed to CIAN facultyÆs ongoing research.\n\nBroader Impact: The IOU REU expands student participation and interest in optics and photonics, develops a diverse and competitive pool of undergraduates with cross-disciplinary perspectives on photonic communication research, and encourages undergraduate students to pursue graduate school studies and professional careers in science and engineering. With recruitment efforts focused on under-represented minorities and females, 55% of the IOU REU participants were under-represented minorities and 44% were females. Fifty-two percent of the IOU participants were from institutions with limited research opportunities, with nearly 63% being freshmen and sophomore students. Major activities of all 50 participants of the IOU program include poster presentations, oral presentations, formal GRE preparation, an opportunity to take the GRE, and preparation of an abstract of their research. Students are highly encouraged to publish their work, and thirteen REU participants turned their REU research into a publication, while several also presented their work at professional conferences.  \n\n\t\t\t\t\tLast Modified: 07/17/2013\n\n\t\t\t\t\tSubmitted by: Supapan Seraphin"
 }
}