{
 "awd_id": "1004014",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BPC-DP: Popularizing Computing to the Mainstream",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harriet Taylor",
 "awd_eff_date": "2009-09-14",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 302755.0,
 "awd_amount": 341255.0,
 "awd_min_amd_letter_date": "2009-10-21",
 "awd_max_amd_letter_date": "2010-06-22",
 "awd_abstract_narration": "Georgetown University proposes a project aimed at attracting underrepresented students to computing. Traditional approaches target individuals those, for example, with an interest in math and/or science or those who have already taken a computer science course who have a good likelihood of pursuing computing. This project targets an untapped, but potentially higher impact, target audience: students who are not already attracted to science. Students will be recruited from the general population using mainstream sources as well as science-based venues. The effort will investigate whether untapped mainstream venues can be used to recruit new computing professionals. In particular, can sports and computer games attract unrepresented students? Can marketing techniques, perhaps from sports, gaming, and television sitcom venues, be exploited to broaden participation in computing? This project will develop marketing techniques and recruitment approaches, with corresponding dissemination methods, to popularize the idea of computing across a variety of demographics, targeting women and minorities in K-12. It will also develop methods for introducing and training students in computing by transforming low-level technical concepts into high-level modules appealing to mainstream populations using storyboards where students will act as private investigators, solving mysteries in which the more exciting computing technologies such as robotics, augmented reality techniques, intelligent software agents, and avatars are used as tools to find each clue. The major outcomes of this project will be: \r\n\r\n    Reusable storyboard modules and tools that leverage visual technologies in computing and embeds them into investigative scenarios, and teaming approaches similar to popular sports activities. \r\n    Curriculum and materials for one-week summer institutes piloted at Georgetown and Georgia Tech exploiting/experimenting/evaluating modules that build upon the PIs current research programs. \r\n    Teacher training kits/documentation for integrating the modules into the classroom. \r\n    Slogan/marketing plan to advertise computing (and the modules) to the target populace. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "M. Brian",
   "pi_last_name": "Blake",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "M. Brian Blake",
   "pi_email_addr": "mblake3@nd.edu",
   "nsf_id": "000260515",
   "pi_start_date": "2009-10-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 GRACE HALL",
  "perf_city_name": "NOTRE DAME",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "748200",
   "pgm_ele_name": "BROADENING PARTIC IN COMPUTING"
  },
  {
   "pgm_ele_code": "758400",
   "pgm_ele_name": "ITR-BROADENING PARTICIPATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7482",
   "pgm_ref_txt": "BROADENING PARTIC IN COMPUTING"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 302755.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 24000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 14500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Popularizing Computing to the Mainstream (PC2Main) project has created interventions to engage underrepresented minorities in the computing field through interactions at public locations such as shopping malls, libraries, YMCA/YWCA, convention centers, and municipal events.&nbsp; During the course of the project, seven engaging, highly visual modules were developed that incorporate computing sciences techniques into adventure-like and competitive games.&nbsp; One module was modeled after the TV show &ldquo;Where is Carmen Sandiego&rdquo;. The module leveraged GoogleEarth to allow students to use computer simulation techniques to perform a scavenger hunt around the world.&nbsp; Another module, NothingButNet, uses data mining techniques with NBA player shot data for students to predict when a player will make or miss an upcoming shot. &nbsp;A final module and technique allows students to using scripting techniques to program a simulated robot to navigate an adventure in outer space or an urban city.&nbsp;</p>\n<p>The project incorporated a CNN television analyst and the past marketing director of the Washington Nationals to give the modules a &ldquo;mainstream feel&rdquo;.&nbsp;&nbsp; The modules were also used in over a dozen one-day and multiple-day middle-school camps run by the principle investigators.&nbsp; Finally, the principle investigators organized kiosks with the modules at six mainstream events at libraries, convention centers, YMCAs, and other municipal events.&nbsp;</p>\n<p>As intellectual merit, the project has uncovered important insights detailing the particular nature of visual modules that attract underrepresented minorities to computing. &nbsp;The principle investigators also devised software<br />development techniques that allow highly technical computing techniques to be trained while young students are playing an adventure-like game.&nbsp;Furthermore, the project has customized these modules and engagement approaches such that they are accessible in mainstream venues.</p>\n<p>&nbsp;Broader impacts of this work include engagement with over 3000 students in 5 years in multi-day campus, one-day seminars, and mainstream events.&nbsp; The modules have been shared with 5 different middle schools via the project site http://<a href=\"http://www.future-encoders.org\">www.future-encoders.org</a>.&nbsp;&nbsp; Outcomes from the modules have led to<br />several publications in education and outreach literature.</p>\n<p><br /><br /></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/31/2012<br>\n\t\t\t\t\tModified by: M. Brian&nbsp;Blake</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2012/1004014/1004014_10029503_1333211018669_2008camp--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2012/1004014/1004014_10029503_1333211018669_2008camp--rgov-800width.jpg\" title=\"PC2Main 2008 Summer Camp\"><img src=\"/por/images/Reports/POR/2012/1004014/1004014_10029503_1333211018669_2008camp--rgov-66x44.jpg\" alt=\"PC2Main 2008 Summer Camp\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Students interacting with Professor M. Brian Blake at the 2008 PC2Main one-week camp for middle school students.</div>\n<div class=\"imageCredit\">M. Brian Blake, University of Notre Dame</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">M. Brian&nbsp;Blake</div>\n<div class=\"imageTitle\">PC2Main 2008 Summer Camp</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/R...",
  "por_txt_cntn": "\nThe Popularizing Computing to the Mainstream (PC2Main) project has created interventions to engage underrepresented minorities in the computing field through interactions at public locations such as shopping malls, libraries, YMCA/YWCA, convention centers, and municipal events.  During the course of the project, seven engaging, highly visual modules were developed that incorporate computing sciences techniques into adventure-like and competitive games.  One module was modeled after the TV show \"Where is Carmen Sandiego\". The module leveraged GoogleEarth to allow students to use computer simulation techniques to perform a scavenger hunt around the world.  Another module, NothingButNet, uses data mining techniques with NBA player shot data for students to predict when a player will make or miss an upcoming shot.  A final module and technique allows students to using scripting techniques to program a simulated robot to navigate an adventure in outer space or an urban city. \n\nThe project incorporated a CNN television analyst and the past marketing director of the Washington Nationals to give the modules a \"mainstream feel\".   The modules were also used in over a dozen one-day and multiple-day middle-school camps run by the principle investigators.  Finally, the principle investigators organized kiosks with the modules at six mainstream events at libraries, convention centers, YMCAs, and other municipal events. \n\nAs intellectual merit, the project has uncovered important insights detailing the particular nature of visual modules that attract underrepresented minorities to computing.  The principle investigators also devised software\ndevelopment techniques that allow highly technical computing techniques to be trained while young students are playing an adventure-like game. Furthermore, the project has customized these modules and engagement approaches such that they are accessible in mainstream venues.\n\n Broader impacts of this work include engagement with over 3000 students in 5 years in multi-day campus, one-day seminars, and mainstream events.  The modules have been shared with 5 different middle schools via the project site http://www.future-encoders.org.   Outcomes from the modules have led to\nseveral publications in education and outreach literature.\n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 03/31/2012\n\n\t\t\t\t\tSubmitted by: M. Brian Blake"
 }
}