{
 "awd_id": "1004027",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "PostDoctoral Research Fellowship",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032924672",
 "po_email": "fchowdhu@nsf.gov",
 "po_sign_block_name": "Fahmida Chowdhury",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2010-05-17",
 "awd_max_amd_letter_date": "2011-05-26",
 "awd_abstract_narration": "Children engage in role play, pretense and acting on a daily basis. They watch films on TV or in a movie theater, go to plays and puppet shows, and create their own imaginary worlds either becoming a pretend character themselves, or playing with dolls and action figures. Yet despite a wide body of experimental work on children's understanding of stories and imagination, no work has explored children's understanding of acting. What goes on when one person pretends to be another? Do children understand acting/pretending as a kind of magical transformation (much like when a frog is turned into a prince), or do they understand the duality of the actor/pretender who retains his/her real identity while at the same time enacting another fictional identity? Likewise, when children themselves pretend, how deeply do they believe the characteristics of their pretend identity go? Do they believe they retain these characteristics after the pretend episode ends? Seven studies will explore whether children believe a character's biological and psychological traits transfer to the actor playing that character, whether they believe they gain the psychological, skill and biological characteristics of characters they pretend to be, and how they understand actors and acting.\r\n\r\nIntellectual Merit. Acting is a critical new area of research for two reasons: 1) It is perhaps the most natural form of fiction, and is intimately connected with pretense and make-believe. Studying how children understand acting is studying the imaginary world at its most fundamental. 2) Social psychologists have noted the porous boundaries that adults have between fiction and reality, and there are numerous reports that adults often confuse actors with their characters. The study of children, therefore, can inform us of the origins of these adult distortions and these enduring porous boundaries between fiction and reality. The proposed research takes the study of children's understanding of pretense/fiction beyond the elementary question of awareness of the fiction/reality boundary and will provide a picture of children's theories of fictional characters and acting.\r\n\r\nBroader Impacts. Children are regularly exposed to acting via television, movies, and plays, and are continuously confronted with the changing identities of others during pretense. However, the extent to which they understand the identity constancy of the pretender while pretending is not clear. Understanding how children make sense of this identity constancy in acting can help inform theories of how children make sense of the fantasy/reality distinction and pretense in their everyday lives. This understanding also has implications for our conceptions of children's folk biology, folk psychology, essentialist theories, and social cognition. And because children's understanding of acting is a fundamentally social-cognitive skill, this research can help delineate the normal course of social-cognitive development. Children's understanding of actors playing characters involved in complex social and emotional situations can provide a window onto children's understanding of social interactions and mental and emotional states.\r\n\r\nAdditionally, the Fellow has previously worked with local high school students as research assistants during the summer, a practice she plans to continue in her postdoctoral work, which would allow her to work with underrepresented groups. By recruiting at area high schools for students who would not be exposed to research training before college, if at that point, the NSF Postdoctoral Fellow will be able to introduce a new generation of diverse students to research. This research experience can be used by students not only to gain experience in psychology, but also to explore how research is conducted in other STEM fields.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thalia",
   "pi_last_name": "Goldstein",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Thalia R Goldstein",
   "pi_email_addr": "",
   "nsf_id": "000535012",
   "pi_start_date": "2010-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Goldstein               Thalia         R",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Allston",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "",
  "inst_zip_code": "021341515",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Goldstein               Thalia         R",
  "perf_str_addr": "",
  "perf_city_name": "Allston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021341515",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was the first to investigate children&rsquo;s understanding of a pervasive, specific, kind of fictional world: realistic acting. Children are regularly exposed to realistic acting via television, movies, and plays. Acting is the most consumed form of fiction, and is intimately connected with the pretend play universally seen in children around the world, despite being a relatively new development. (That is, there was no modern realistic acting before the early 20<sup>th</sup> century.) Even with this extensive and constant exposure, there has been no research on how children understand the social cognitive information shown to them by enacted characters.</p>\n<p>In a series of studies, we examined how children (ages 3-5) understand enacted physical and emotional characteristics in acting as well as in pretend play. Specifically, we investigated whether children could separate actor and character, or whether they believed that the characteristics of a character (i.e. the character&rsquo;s physical and emotional states) were also inherent to the actor portraying that character. We found that children not only readily transfer characteristics from characters back to actors when the portrayal is realistic, but also cross the fiction/reality boundary when it comes to overt portrayals of pretense (which are noticeably cued to be false). In short, children misunderstand social information in both realistic acting and pretend.</p>\n<p>Understanding how children eventually appreciate realistic acting and actors&rsquo; portrayal of characters can help inform theories of how children make sense the fantasy/reality distinction and pretense in their everyday lives. This understanding has implications for our conceptions of children&rsquo;s folk biology, folk psychology, essentialist theories, and social cognition and provides a clearer view of what children are taking away from their engagement with television, movies, video games and the internet.</p>\n<p>This project also allowed me to serve as a mentor and research supervisor for the Office of Diversity and Equal Opportunity&rsquo;s Summer Undergraduate Research Fellowship, present informational programs to local preschools, deliver a Yale Bouchet Lecture open to the public, and write a semi-annual newsletter on this research. I also published several short postings on my publically accessible blog through PsychologyToday.com on psychological research on acting and fiction and its implications for popular thought and culture.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/10/2013<br>\n\t\t\t\t\tModified by: Thalia&nbsp;R&nbsp;Goldstein</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was the first to investigate childrenÆs understanding of a pervasive, specific, kind of fictional world: realistic acting. Children are regularly exposed to realistic acting via television, movies, and plays. Acting is the most consumed form of fiction, and is intimately connected with the pretend play universally seen in children around the world, despite being a relatively new development. (That is, there was no modern realistic acting before the early 20th century.) Even with this extensive and constant exposure, there has been no research on how children understand the social cognitive information shown to them by enacted characters.\n\nIn a series of studies, we examined how children (ages 3-5) understand enacted physical and emotional characteristics in acting as well as in pretend play. Specifically, we investigated whether children could separate actor and character, or whether they believed that the characteristics of a character (i.e. the characterÆs physical and emotional states) were also inherent to the actor portraying that character. We found that children not only readily transfer characteristics from characters back to actors when the portrayal is realistic, but also cross the fiction/reality boundary when it comes to overt portrayals of pretense (which are noticeably cued to be false). In short, children misunderstand social information in both realistic acting and pretend.\n\nUnderstanding how children eventually appreciate realistic acting and actorsÆ portrayal of characters can help inform theories of how children make sense the fantasy/reality distinction and pretense in their everyday lives. This understanding has implications for our conceptions of childrenÆs folk biology, folk psychology, essentialist theories, and social cognition and provides a clearer view of what children are taking away from their engagement with television, movies, video games and the internet.\n\nThis project also allowed me to serve as a mentor and research supervisor for the Office of Diversity and Equal OpportunityÆs Summer Undergraduate Research Fellowship, present informational programs to local preschools, deliver a Yale Bouchet Lecture open to the public, and write a semi-annual newsletter on this research. I also published several short postings on my publically accessible blog through PsychologyToday.com on psychological research on acting and fiction and its implications for popular thought and culture. \n\n \n\n\t\t\t\t\tLast Modified: 01/10/2013\n\n\t\t\t\t\tSubmitted by: Thalia R Goldstein"
 }
}