{
 "awd_id": "1004106",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "PostDoctoral Research Fellowship",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032924672",
 "po_email": "fchowdhu@nsf.gov",
 "po_sign_block_name": "Fahmida Chowdhury",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2010-07-02",
 "awd_max_amd_letter_date": "2011-05-26",
 "awd_abstract_narration": "Project summary : Humans often act pro-socially giving valuable resources and services to others, often at substantial personal cost. For example, they help others in aggressive encounters, share food with each other and provide care for other individuals' young. The general aim of this study is to investigate the dynamics of helping and exchange behavior in a forager-horticultural society, the Jodï, living in a remote area in the Venezuelan Guyana.\r\n \r\nIntellectual merit: The fellow seeks to investigate the extent to which reciprocity can account for cooperative behaviors by collecting data on a variety of cooperative acts (i.e. food sharing, childcare, providing help in hunting and gathering activities, horticultural labor, making and repairing tools, providing help in aggressive conflicts, among others) and the specific details and context of each interaction, such as type of cooperative act, number of recipients (sharing breadth) and the amount given away to others (sharing depth) in the case of resource distributions, the time-frame within which exchanges occur and partner choice. No study to date has systematically examined the cooperative exchange of multiple currencies (trade) in a single population, the temporal sequence of transfers, nor has there been much explicit consideration of food production. Taking these complicating factors into account is necessary to understand the nature of cooperative behaviors, especially among long-lived highly social primates like humans. Adopting an inclusive view in which all cooperative behaviors may be exchanged will allow the fellow to test whether in-kind exchanges and trades can balance out social debts. Furthermore, quantifying the contribution of individuals to specific steps in the production process (e.g. how much each individual contributed to manufacturing arrows to hunt, searching for prey and assisting in the hunt) and resource distribution, allows calculating the extent to which people rely on others, how labor contributions may entitle people to have rights to receive food shares, and the coordinated relationship between resource production and distribution. Examining trades and determining the time-frame over which exchanges occur help to avoid underestimating or dismissing reciprocity as an explanation for these cooperative behaviors in favor of other mechanisms. This study will therefore collect information that will help inform how reciprocity and other, non-exclusive, mechanisms (e.g. kin selection, costly signaling, tolerated scrounging) operate in real populations. Understanding how exchanges are influenced by ecological and other factors can also help explain within and cross-cultural variability in exchange behavior. By doing so, this research team may be in a position to help revise existing theoretical models of dyadic reciprocity to better incorporate common ethnographic observations suggesting that reciprocity is 'generalized' and more long-term than usually assumed in the existing models. \r\n\r\nBroader impacts: This project will increase current knowledge of the origin and maintenance of complex cooperative behaviors, which have been reported to form the core of human social life. Furthermore, by quantifying the amount of help an individual or nuclear family receives from others and how this help contributes to raising children, increasing daily food intake, improving the outcome of productive labor and health status, the fellow will be able to measure the effects of cooperation on Jodï life history. Finally, comparing the data collected on Jodï cooperation with another human and non-human primate data-set previously collected by the Fellow and her team, will highlight the importance of exchange interactions among humans and non-human primates, as well as the derived features of human sociality in the context of our evolved life history. Besides having direct impacts on important debates in anthropology, psychology, primatology and behavioral economics, this project will contribute to monitoring and registering the physical and health conditions of the Jodï, which will add to the development of a better health-care delivery system in the different communities. It will also help in gaining knowledge on the very unique and understudied Jodï culture. This project will contribute to training U.S. minorities as we will hire several Hispanic undergraduate and graduate students from the University of California, Santa Barbara, to collect and analyze data. It will involve Venezuelan students and local community members in the data collection as research assistants and translators, giving them the opportunity to work and participate in scientific projects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cristina",
   "pi_last_name": "Gomes",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Cristina M Gomes",
   "pi_email_addr": "",
   "nsf_id": "000548008",
   "pi_start_date": "2010-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gomes, Cristina M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Caracas, 1060",
  "inst_state_code": "",
  "inst_state_name": "RI REQUIRED",
  "inst_phone_num": "",
  "inst_zip_code": "",
  "inst_country_name": "Venezuela",
  "cong_dist_code": "",
  "st_cong_dist_code": "",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Gomes, Cristina M",
  "perf_str_addr": "",
  "perf_city_name": "Caracas, 1060",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "VE",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9283",
   "pgm_ref_txt": "MINORITY POSTDOCT. FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Humans are the most cooperative species on earth, helping others constantly, sometimes at a substantial cost to themselves. We buy each other lunch, contribute to causes, donate organs, among many other examples. Why do we do this? Maybe we&acute;re investing in our own genes (kin selection), building up our reputation (costly signaling) or exchanging for future benefits (reciprocal altruism), or maybe we&acute;re doing all the above. We know several animals invest in family members only, whereas other species give dependent on what they have received in the past.But what about us?</p>\n<p>The Sanema indigenous from Venezuela seem to be using several different strategies combined. They help each other a lot, mostly in sharing food, building houses and taking care of each other&rsquo;s children. They frequently help family members, but amazingly, most of the times they help out friends, neighbors, or other unrelated community members. In almost 70% of the cases, they are not investing in their own genes by helping family members, even though the help they give can be at a high cost to themselves. So why are they helping? Well, helping is usually rewarded with another good deed, is followed by an increase in reputation or is done among friends. If one helps and then receives something in return, then the score is even, and if ones reputation increases this might result in benefits for the doer. But why help a friend? According to the Sanema, friends are those who help you a lot, and if you help a friend and that friend doesn&acute;t help you in return, then that person is no longer your friend. So again, why help a friend? Because a friend is a reliable long-term helper, which makes giving help less costly and receiving help in return more likely. If other human societies are anything like the Sanema, and they probably are, it seems that humans help others to receive benefits in return through a combination of different strategies which include investing in family members, building up a reputation and nurturing long-term reliable relationships, i.e., friends.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/06/2013<br>\n\t\t\t\t\tModified by: Cristina&nbsp;M&nbsp;Gomes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHumans are the most cooperative species on earth, helping others constantly, sometimes at a substantial cost to themselves. We buy each other lunch, contribute to causes, donate organs, among many other examples. Why do we do this? Maybe we&acute;re investing in our own genes (kin selection), building up our reputation (costly signaling) or exchanging for future benefits (reciprocal altruism), or maybe we&acute;re doing all the above. We know several animals invest in family members only, whereas other species give dependent on what they have received in the past.But what about us?\n\nThe Sanema indigenous from Venezuela seem to be using several different strategies combined. They help each other a lot, mostly in sharing food, building houses and taking care of each otherÆs children. They frequently help family members, but amazingly, most of the times they help out friends, neighbors, or other unrelated community members. In almost 70% of the cases, they are not investing in their own genes by helping family members, even though the help they give can be at a high cost to themselves. So why are they helping? Well, helping is usually rewarded with another good deed, is followed by an increase in reputation or is done among friends. If one helps and then receives something in return, then the score is even, and if ones reputation increases this might result in benefits for the doer. But why help a friend? According to the Sanema, friends are those who help you a lot, and if you help a friend and that friend doesn&acute;t help you in return, then that person is no longer your friend. So again, why help a friend? Because a friend is a reliable long-term helper, which makes giving help less costly and receiving help in return more likely. If other human societies are anything like the Sanema, and they probably are, it seems that humans help others to receive benefits in return through a combination of different strategies which include investing in family members, building up a reputation and nurturing long-term reliable relationships, i.e., friends.\n\n \n\n\t\t\t\t\tLast Modified: 02/06/2013\n\n\t\t\t\t\tSubmitted by: Cristina M Gomes"
 }
}