{
 "awd_id": "1005852",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Geometry and applications of deformations of Riemann surfaces",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2010-06-15",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 167400.0,
 "awd_amount": 167400.0,
 "awd_min_amd_letter_date": "2010-06-10",
 "awd_max_amd_letter_date": "2010-06-10",
 "awd_abstract_narration": "The investigator will continue his study of geodesics (shortest paths), convexity and curvature (the fundamental descriptor for a geometry) for the Weil-Petersson geometry for Teichmueller space. The investigator has already shown that Teichmueller space is an infinite polyhedron with an infinite number of vertices and geodesic faces meeting at right angles.  The description gives a short proof of the Masur-Wolf result determining the full symmetry group of the polyhedron. The investigator has provided detailed information on the geometry near the faces. Lengths of closed geodesics (shortest closed paths) on a hyperbolic surface are parameters for locating a point in Teichmueller space. The investigator will continue his program of using analysis of variations of the lengths to describe the synthetic and differential geometry of Teichmueller space.  The description is simpler than the investigator's prior approach, which is presently used by a number of researchers. The investigator is developing a description of curvature in terms of variations of lengths.  The investigator will also study harmonic (least total square energy) mappings to and from the infinite polyhedron. He will also continue to study the Weil-Petersson geodesic dynamical system, as well as intersection theory for the moduli space of Riemann surfaces.\r\n\r\n\r\nA Riemann surface is a two-dimensional surface with a notion of angle measure at each point. A Riemann surface with at least two handles is endowed with non Euclidean (hyperbolic) geometry determining distance, shortest paths and a vibrating membrane operator. Riemann surfaces come in various shapes, described by the relative locations of thick and thin subregions. Teichmueller space is the space of all possible shapes for a Riemann surface with a given number of handles. The hyperbolic geometry of individual Riemann surfaces leads to the Weil-Petersson geometry for Teichmueller space. Riemann surfaces provide models for vibrating membranes, propagating particles and fractals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Wolpert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scott Wolpert",
   "pi_email_addr": "saw@math.umd.edu",
   "nsf_id": "000237639",
   "pi_start_date": "2010-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  },
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 167400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Wolpert investigated deformations of Riemann surfaces and convex projective structures on surfaces.&nbsp; In the publication &ldquo;Infinitesimal deformations of nodal stable curves&rdquo; (preprint on ArXiv) methods and results were developed for parameter expansions describing collapsing regions of surfaces to form nodes.&nbsp; The work is one of the few analytic treatments of the material &ndash; an analytic treatment makes the material to a wide audience.&nbsp; The treatment focuses on infinitesimal variations of surfaces in a neighborhood of a noded Riemann surface.&nbsp; A variational formula and examples are presented in detail.&nbsp; In the publication &ldquo;Products of twists, geodesic-lengths and Thurston shears&rdquo; (preprint on ArXiv), sliding deformations along infinite geodesics for hyperbolic geometry are investigated.&nbsp; The work extends earlier work of Bonahon, Fock-Goncharov, Penner and Thurston.&nbsp;&nbsp; A unified treatment is given for deformations of surfaces concentrated on geodesics.&nbsp; A new method is developed for treating deformations along infinite geodesics as limits of deformations on finite geodesics.&nbsp; The method combines geometry and analysis.&nbsp;&nbsp; A collection of formulas are developed for deformations along infinite geodesics.&nbsp; A direct connection is made to formulas of Penner and to the Fock-Goncharov quantization shear coordinate algebra.&nbsp; An example involving the Dedekind tessellation is presented.</p>\n<p>Wolpert also directed the doctoral thesis research of Terrence Long.&nbsp; Long studied convex projective structures on surfaces; surfaces with the geometry of classical perspective drawings.&nbsp; The study of convex projective structures is motivated by the physics study of particle fields.&nbsp; Long and Wolpert spent time learning the basic literature.&nbsp; Long then began his investigation of twist-bulge deformations along geodesics and has developed formulas for first and second twist-bulge derivatives of generalized cross ratios.&nbsp;&nbsp; Long&rsquo;s new approach can be applied to study the deformation space of structures.</p>\n<p>During the grant period, Wolpert worked with a broader audience in multiple ways.&nbsp; He taught an undergraduate course on differential geometry and a graduate course on Riemann surfaces using modern analytic methods.&nbsp; Wolpert also served on the University of Maryland&rsquo;s design-your-major faculty board.&nbsp; Wolpert was also a co organizer of the joint Johns Hopkins &ndash; Maryland Complex Geometry seminar.&nbsp; Wolpert also served as the lead local organizer for the twenty-eighth Geometry Festival, April 12-14, 2013, celebrating Eugene Calabi&rsquo;s ninetieth birthday.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/02/2014<br>\n\t\t\t\t\tModified by: Scott&nbsp;Wolpert</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1005852/1005852_10017131_1399050021341_degngen1color--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1005852/1005852_10017131_1399050021341_degngen1color--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2014/1005852/1005852_10017131_1399050021341_degngen1color--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A genus 1 degenerating family w^2=(1-z-t)(z^2-t).</div>\n<div class=\"imageCredit\">Scott A. Wolpert</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div c...",
  "por_txt_cntn": "\nWolpert investigated deformations of Riemann surfaces and convex projective structures on surfaces.  In the publication \"Infinitesimal deformations of nodal stable curves\" (preprint on ArXiv) methods and results were developed for parameter expansions describing collapsing regions of surfaces to form nodes.  The work is one of the few analytic treatments of the material &ndash; an analytic treatment makes the material to a wide audience.  The treatment focuses on infinitesimal variations of surfaces in a neighborhood of a noded Riemann surface.  A variational formula and examples are presented in detail.  In the publication \"Products of twists, geodesic-lengths and Thurston shears\" (preprint on ArXiv), sliding deformations along infinite geodesics for hyperbolic geometry are investigated.  The work extends earlier work of Bonahon, Fock-Goncharov, Penner and Thurston.   A unified treatment is given for deformations of surfaces concentrated on geodesics.  A new method is developed for treating deformations along infinite geodesics as limits of deformations on finite geodesics.  The method combines geometry and analysis.   A collection of formulas are developed for deformations along infinite geodesics.  A direct connection is made to formulas of Penner and to the Fock-Goncharov quantization shear coordinate algebra.  An example involving the Dedekind tessellation is presented.\n\nWolpert also directed the doctoral thesis research of Terrence Long.  Long studied convex projective structures on surfaces; surfaces with the geometry of classical perspective drawings.  The study of convex projective structures is motivated by the physics study of particle fields.  Long and Wolpert spent time learning the basic literature.  Long then began his investigation of twist-bulge deformations along geodesics and has developed formulas for first and second twist-bulge derivatives of generalized cross ratios.   LongÆs new approach can be applied to study the deformation space of structures.\n\nDuring the grant period, Wolpert worked with a broader audience in multiple ways.  He taught an undergraduate course on differential geometry and a graduate course on Riemann surfaces using modern analytic methods.  Wolpert also served on the University of MarylandÆs design-your-major faculty board.  Wolpert was also a co organizer of the joint Johns Hopkins &ndash; Maryland Complex Geometry seminar.  Wolpert also served as the lead local organizer for the twenty-eighth Geometry Festival, April 12-14, 2013, celebrating Eugene CalabiÆs ninetieth birthday. \n\n\t\t\t\t\tLast Modified: 05/02/2014\n\n\t\t\t\t\tSubmitted by: Scott Wolpert"
 }
}