{
 "awd_id": "1005158",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site:  Undergraduate Research in Biocultural Anthropology",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Josie S. Welkom",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 262880.0,
 "awd_amount": 262880.0,
 "awd_min_amd_letter_date": "2010-06-24",
 "awd_max_amd_letter_date": "2010-06-24",
 "awd_abstract_narration": "Summary of Proposed Work: The Summer Program in Biocultural Anthropology at Notre Dame engages a diverse pool of talented undergraduates in an experiential learning environment that immerses them in anthropological method and theory. Using a large skeletal collection from Early Bronze Age (EBA) Bab edh-Dhra' in Jordan as the cornerstone for study, archaeological and geographic information are synthesized in a biocultural reconstruction of ancient life in the early stages of urbanization. \r\n\r\nIntellectual Merit: The Bab edh-Dhra' remains are the only sizeable, systematically excavated skeletal collection for the EBA II-III in all of the southern Levant. Over the past eight years of REU funding, researchers have built a dedicated team for studying current questions in anthropology, particularly equipped for training exceptional undergraduates. This program will utilize cutting edge techniques to expand a growing database on topics such as: burned bone, subadult isotope patterns, and 3D nondestructive dental morphology. The three large skeletal collections at Notre Dame, collaboration with other museums, and access to analytical equipment makes this work possible. \r\n\r\nBroader Impact: This program will actively seek female and underrepresented minority participation, as well as students at institutions with limited research opportunities. The education of a female graduate student (GTA) and a female post-doc (SRPOC) are enhanced by this program. Exploration of ethical issues related to the politics of archaeology, treatment of artifacts, and repatriation focus attention on scientific ethics, providing an important foundation for future research endeavors. Students engage in original research to develop a suite of methodological skills in the sciences and enhance their capability for collaborative research. They share in a field trip program to laboratories and museums to experience various aspects of interdisciplinary study. Participants receive technical training for data analysis and presentation, and contribute to the project website to enhance the on-line information available to a broad audience. Finally, a dynamic lecture series crystallizes the importance of an holistic approach for studying the past. Previous summer groups have presented their findings at professional meetings and coauthored papers for publication in refereed journals. The proposed biocultural summer program thus provides an intellectually energizing learning experience, which equips participants with a suite of talents for viewing their surroundings. Through the integration of practical research skills, ethical inquiry, and the synthesis of disciplinary paradigms for viewing human interaction, students gain the necessary tools for graduate study where they can contribute in a meaningful fashion to the field of anthropology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Sheridan",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Susan G Sheridan",
   "pi_email_addr": "Sheridan.5@nd.edu",
   "nsf_id": "000237235",
   "pi_start_date": "2010-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 GRACE HALL",
  "perf_city_name": "NOTRE DAME",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 262880.0
  }
 ],
 "por": null
}