{
 "awd_id": "1005709",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Designing Optimal Multi-Photon Measurement-Assisted Entangling Transformations for Quantum Information Processing",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925302",
 "po_email": "acronin@nsf.gov",
 "po_sign_block_name": "Alexander Cronin",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 232500.0,
 "awd_amount": 232500.0,
 "awd_min_amd_letter_date": "2010-08-25",
 "awd_max_amd_letter_date": "2012-07-12",
 "awd_abstract_narration": "Embedding and processing information at the elementary quantum level creates a new physical paradigm for a family of revolutionary technologies. These range from quantum algorithms, which place public-key cryptography at risk, to the exponential speedup of quantum chemistry codes for applications in nanophysics. Currently the field of quantum information is passing from the phase of conceptual development and 'proof of principle' laboratory experiments to the building of physical devices capable of performing simple computational, communicational, and metrological tasks. Compared to other physical implementations, encoding and transmission of quantum information in quantum states of light exploits extremely low photon decoherence rates. Therefore, quantum photonics is considered as a constituent part of future quantum information devices. Since photons as elementary particles are non-interacting, building a linear optical device capable of entangling individual photons has become a challenging theoretical task. It requires the development of efficient numerical and analytical tools for optimization of measurement-assisted transformations in exponentially large Hilbert spaces of multi-mode and multi-photon states, including photonic cluster states for one-way quantum computation. The main body of the research consists of two interrelated topics: (1) Optimization of measurement-assisted multi-photon gates. The focus is on developing efficient numerical schemes for optimization of fidelity and success probability of quantum transformations on photonic qubits. Methods recently proposed and implemented for two-qubit gates will be applied to three- and four-qubit transformations, cluster fusion gates, and multi-qubit error-correction operations. (2) Error correction in optical realizations of quantum communication and quantum computation. The goal is to adapt the abstract theory of quantum error correction to the experimentally relevant problem of photon loss in quantum communication. The objective is to find optical circuits that realize error correction tasks and are simple enough to be implemented in experiment, such as recently suggested error-correction codes using hyper-entangled photonic states. This work also has immediate extension to the optimization of error-correcting codes for continuous-variable quantum systems.\r\n\r\nThis project enhances research opportunities for undergraduate and graduate students through direct stipend support, professional development through travel to conferences, and active participation in external collaborations with quantum information research groups at Louisiana State University, the University of Illinois, McGill University, and the University of Queensland. The participation of under-represented groups will be significantly broadened by strengthening links with Xavier University of Louisiana, a major historically African American institution in New Orleans, as well as by bringing in talented minority undergraduates through the Louis Stokes Louisiana Alliance for Minority Participation (LS-LAMP) program. Outreach and teaching will be supported through interdisciplinary seminars on quantum mechanics for first-year non-major students and liberal arts physics courses, and at the upper undergraduate and graduate levels through new course offerings on quantum information and quantum computing that are being developed at Tulane. Finally, research collaboration between the two major research universities in Louisiana will be enhanced, by building on existing cooperation between new Division of Physical and Materials Sciences at Tulane and the Hearne Institute for Theoretical Physics at LSU.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lev",
   "pi_last_name": "Kaplan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lev Kaplan",
   "pi_email_addr": "lkaplan@tulane.edu",
   "nsf_id": "000196934",
   "pi_start_date": "2010-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dmitry",
   "pi_last_name": "Uskov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dmitry Uskov",
   "pi_email_addr": "uskov@tulane.edu",
   "nsf_id": "000515178",
   "pi_start_date": "2010-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "6823 SAINT CHARLES AVE",
  "perf_city_name": "NEW ORLEANS",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185665",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "728100",
   "pgm_ele_name": "QIS - Quantum Information Scie"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 82500.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 75000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The unifying theme of the project is to see how the quantum properties of photons (particles of light) may best be utilized for a variety of tasks including fast information processing (measurement-assisted quantum computation), sending secret messages (quantum communication), compressing classical information into a quantum state (superdense coding), or precise measurement (quantum metrology). For any given problem, the aim is to see how a particular task can be performed most efficiently using a given set of resources (in particular, for a given number of photons and a given number of modes in which the photons may travel). The optimization in each case requires a sophisticated blend of analytical and computational tools. Selected examples of the work accomplished as a result of this project follow below:</p>\n<p>(1) A quantum cluster state is a highly entangled state of multiple quantum bits (qubits). Construction of a cluster state is the crucial first step in the &ldquo;one-way&rdquo; approach to quantum computation, and photons are particularly well suited for the cluster state paradigm since single-qubit measurement for photons is relatively straightforward. In our work we have obtained the optimal success rate for fusing N untentangled single qubits or N/2 Bell pairs (clusters of length 2) into a cluster of length N and found explicitly &nbsp;the operations needed to attain this success rate. The optimal success rate is significantly greater than &nbsp;the success rate utilizing CNOT gates, which is the method used in experiments to date.</p>\n<p>(2) The question in quantum metrology is to see how the use of photon entanglement may aid imaging or detection, e.g. whether scattering an N-photon entangled state of light off an object and then measuring the scattered light state enables us to &ldquo;see&rdquo; the object better &nbsp;than using N individual uncorrelated photons. In our work, we focus on the general situation where the initial uncertainty about the object to be measured may not be small. We find two classes of optimal initial states, with the crucial parameter being the product of the initial uncertainty and the number of photons available for a given measurement.</p>\n<p>(3) In standard dense coding using photons, two bits of classical information may be communicated by Alice to Bob by physically sending a single photon in two modes (using a preexisting shared entangled state of two photons as a resource). We have studied the maximum classical information capacity of a quantum channel, as a function of available photons and optical modes. As an example, we have provided an explicit encoding scheme using the resources required of standard dense coding. In this case, our protocol encodes one additional bit of information. Greater gains are expected for larger systems.</p>\n<p>The broader impact of the projects included multiple educational opportunities for students at all levels from high school through the Ph.D. For example, the PI developed and taught a new course on `Quantum Science Information Science and Engineering at Tulane,&rsquo; and also taught a course entitled `Mysteries of the Quantum World&rsquo; for first-year undergraduates who are not physics majors. The PI also co-organized a two-week summer class for high school students each summer for the past three years.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2015<br>\n\t\t\t\t\tModified by: Lev&nbsp;Kaplan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe unifying theme of the project is to see how the quantum properties of photons (particles of light) may best be utilized for a variety of tasks including fast information processing (measurement-assisted quantum computation), sending secret messages (quantum communication), compressing classical information into a quantum state (superdense coding), or precise measurement (quantum metrology). For any given problem, the aim is to see how a particular task can be performed most efficiently using a given set of resources (in particular, for a given number of photons and a given number of modes in which the photons may travel). The optimization in each case requires a sophisticated blend of analytical and computational tools. Selected examples of the work accomplished as a result of this project follow below:\n\n(1) A quantum cluster state is a highly entangled state of multiple quantum bits (qubits). Construction of a cluster state is the crucial first step in the \"one-way\" approach to quantum computation, and photons are particularly well suited for the cluster state paradigm since single-qubit measurement for photons is relatively straightforward. In our work we have obtained the optimal success rate for fusing N untentangled single qubits or N/2 Bell pairs (clusters of length 2) into a cluster of length N and found explicitly  the operations needed to attain this success rate. The optimal success rate is significantly greater than  the success rate utilizing CNOT gates, which is the method used in experiments to date.\n\n(2) The question in quantum metrology is to see how the use of photon entanglement may aid imaging or detection, e.g. whether scattering an N-photon entangled state of light off an object and then measuring the scattered light state enables us to \"see\" the object better  than using N individual uncorrelated photons. In our work, we focus on the general situation where the initial uncertainty about the object to be measured may not be small. We find two classes of optimal initial states, with the crucial parameter being the product of the initial uncertainty and the number of photons available for a given measurement.\n\n(3) In standard dense coding using photons, two bits of classical information may be communicated by Alice to Bob by physically sending a single photon in two modes (using a preexisting shared entangled state of two photons as a resource). We have studied the maximum classical information capacity of a quantum channel, as a function of available photons and optical modes. As an example, we have provided an explicit encoding scheme using the resources required of standard dense coding. In this case, our protocol encodes one additional bit of information. Greater gains are expected for larger systems.\n\nThe broader impact of the projects included multiple educational opportunities for students at all levels from high school through the Ph.D. For example, the PI developed and taught a new course on `Quantum Science Information Science and Engineering at Tulane,Æ and also taught a course entitled `Mysteries of the Quantum WorldÆ for first-year undergraduates who are not physics majors. The PI also co-organized a two-week summer class for high school students each summer for the past three years.\n\n\t\t\t\t\tLast Modified: 11/29/2015\n\n\t\t\t\t\tSubmitted by: Lev Kaplan"
 }
}