{
 "awd_id": "1005265",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site:  Summer Research for Undergraduates in Atmospheric Sciences",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2010-07-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 196100.0,
 "awd_amount": 196100.0,
 "awd_min_amd_letter_date": "2010-07-10",
 "awd_max_amd_letter_date": "2010-07-10",
 "awd_abstract_narration": "This award supports a Research Experience for Undergraduates (REU) Site at the Geophysical Institute associated with the University of Alaska at Fairbanks. Organized around the theme \"From the Center of the Earth - to the Center of the Sun\", the institute attracts Arctic researchers from the U.S. and abroad and their research is advancing knowledge across the major fields of geosciences and geophysical research.  This research-intensive environment provides an opportunity to expose students to a broad range of topics and cutting-edge research techniques. \r\n\r\nThis program targets students majoring in the physical or chemical sciences and provides six students per year with an opportunity to work in an interdisciplinary team setting.  Each year students will be organized into two three-member teams to work on projects related to various fields within atmospheric sciences, such as atmospheric chemistry, atmospheric radiation, climate, cloud and aerosol physics, turbulence physics, physics of the planetary boundary layer and numerical modeling.  The team members will each be assigned a well-defined research project within a theme that the group can successfully handle and finish as a team within ten weeks.  Teams will be supervised by a mentor who will introduce students to the specific details of the research project.  While the teams will be responsible for the research and encouraged to follow their initiative, the research project leaders, the team mentor, and the mentor's graduate students will be available for help and support for the entire ten-week period.  Thus, each REU student will experience how research and research teams work in the real world.  Students will participate in regular research group meetings and have an opportunity to interact with graduate students and post-doctoral researchers.  A weekly seminar series will expose the interns to fields of research beyond the scope of their own project themes.  Through their research interactions with faculty, graduate students, and research staff, and through seminars and group discussions, the REU students will gain perspectives on graduate-student life as well as research experience.  At the end of the summer each research team will write a project report and make an oral presentation to their peers.  This experience should appeal to students who are interested in interdisciplinary work and obtaining a broad geophysical perspective. Preference will be given to students expressing a strong interest in physics and chemistry especially with respect to the atmosphere, calculus, statistical and computational work, and numerical simulations.  Individuals from a variety of backgrounds bring a diversity of perspective to the scientific process, thus contributing to project success.  Thus women and minorities, including Native Alaskans and Native Americans, are particularly encouraged to apply.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gerhard",
   "pi_last_name": "Kramm",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gerhard Kramm",
   "pi_email_addr": "kramm@gi.alaska.edu",
   "nsf_id": "000473140",
   "pi_start_date": "2010-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "2145 N TANANA LOOP",
  "perf_city_name": "FAIRBANKS",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997750001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 196100.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of the NSF REU Site Program in Atmospheric Sciences at the University of Alaska Fairbanks (UAF) was to acquaint undergraduates with the research opportunities in the various fields of Atmospheric Science at America&rsquo;s Arctic University and to encourage them to continue their education in higher-order thinking at a graduate school. All undergraduates who participated in this REU Site Program grasp at their chance and were enthusiastic about the opportunity to do real research within project teams under the guidance of experienced mentors. The number of sixteen research reports clearly documents that the undergraduates learnt how to write research reports. Two of these reports were authored by undergraduates working as a team. The undergraduates also learnt to present their research outcomes in front of their mentors and their fellow students. Meanwhile, most of the REU program participants are enrolled at graduate schools.</p>\n<p>In most cases, the research outcomes of all undergraduates were notably higher than expected, ranging from good to excellent. In most instances, their research results could be presented on regional conferences like the Alaska Weather Symposium 2012 and 2013 as well as the Arctic Science Conference 2014. Results of the wind energy research performed by four REU participants were also presented by the PI before the Board of Regents of the University of Alaska, within the UAF Showcase series, and before the Alaska Arctic Policy Commission.</p>\n<p>Two papers dealing with the prediction of wind energy and the transfer of momentum, sensible heat and water vapor across the atmospheric surface layer to which REU participants notably contributed have already been published in the online journal <em>Atmospheric and Climate Sciences</em> (<a href=\"http://www.scirp.org/journal/PaperInformation.aspx?PaperID=38223#.VCntIPldWSp\">http://www.scirp.org/journal/PaperInformation.aspx?PaperID=38223#.VCntIPldWSp</a> and <a href=\"http://www.scirp.org/journal/PaperInformation.aspx?PaperID=42024#.VCntYfldWSp\">http://www.scirp.org/journal/PaperInformation.aspx?PaperID=42024#.VCntYfldWSp</a>). Meanwhile, both papers have been downloaded nearly 700 hundred times.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2014<br>\n\t\t\t\t\tModified by: Gerhard&nbsp;Kramm</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of the NSF REU Site Program in Atmospheric Sciences at the University of Alaska Fairbanks (UAF) was to acquaint undergraduates with the research opportunities in the various fields of Atmospheric Science at AmericaÆs Arctic University and to encourage them to continue their education in higher-order thinking at a graduate school. All undergraduates who participated in this REU Site Program grasp at their chance and were enthusiastic about the opportunity to do real research within project teams under the guidance of experienced mentors. The number of sixteen research reports clearly documents that the undergraduates learnt how to write research reports. Two of these reports were authored by undergraduates working as a team. The undergraduates also learnt to present their research outcomes in front of their mentors and their fellow students. Meanwhile, most of the REU program participants are enrolled at graduate schools.\n\nIn most cases, the research outcomes of all undergraduates were notably higher than expected, ranging from good to excellent. In most instances, their research results could be presented on regional conferences like the Alaska Weather Symposium 2012 and 2013 as well as the Arctic Science Conference 2014. Results of the wind energy research performed by four REU participants were also presented by the PI before the Board of Regents of the University of Alaska, within the UAF Showcase series, and before the Alaska Arctic Policy Commission.\n\nTwo papers dealing with the prediction of wind energy and the transfer of momentum, sensible heat and water vapor across the atmospheric surface layer to which REU participants notably contributed have already been published in the online journal Atmospheric and Climate Sciences (http://www.scirp.org/journal/PaperInformation.aspx?PaperID=38223#.VCntIPldWSp and http://www.scirp.org/journal/PaperInformation.aspx?PaperID=42024#.VCntYfldWSp). Meanwhile, both papers have been downloaded nearly 700 hundred times. \n\n \n\n\t\t\t\t\tLast Modified: 09/29/2014\n\n\t\t\t\t\tSubmitted by: Gerhard Kramm"
 }
}