{
 "awd_id": "1005117",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Computational Science Training at Marshall University for Undergraduates in the Mathematical and Physical Sciences",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032927498",
 "po_email": "achtchel@nsf.gov",
 "po_sign_block_name": "Almadena Chtchelkanova",
 "awd_eff_date": "2010-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 326484.0,
 "awd_amount": 326484.0,
 "awd_min_amd_letter_date": "2010-03-29",
 "awd_max_amd_letter_date": "2011-05-24",
 "awd_abstract_narration": "Over the summers of 2010-2012, the Departments of Mathematics, Physics, and Chemistry at Marshall University will jointly host twelve students for ten weeks of instruction and research in computational science. Each student will extend a carefully selected and delimited aspect of his or her mentor's research. Research fields include: 1) the characterization of beta-compounded statistical distributions; 2) computer vision with gray-scale images; 3) visualizations of general relativity; 4) potential energy surfaces for van der Waals interactions; 5) ion-molecule complexation in the zero pressure limit; and 6) the dynamics of metastable decay for the Ising model on tree-like networks. \r\n\r\nIn addition to performing research in a specific area, students will be instructed in practices and issues that are common to all areas of computational science. They will also receive the equivalent of a one semester hour course in ethics for scientists and engineers. Experts will be brought in to discuss computational science from the more applied perspective of industry and government service, as well as potential career trajectories. \r\n\r\nThis program will focus on students in the EPSCoR states of West Virginia and Kentucky, as well as students from historically black colleges and universities. Students will present the results of their research in a symposium to conclude the summer program and at a professional conference as appropriate. Students will emerge from the program with skills and confidence that can carry them into postgraduate studies, as well as an awareness of possible careers using computational science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Howard",
   "pi_last_name": "Richards",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Howard L Richards",
   "pi_email_addr": "hrichards1@uco.edu",
   "nsf_id": "000482722",
   "pi_start_date": "2010-03-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maria Babiuc",
   "pi_last_name": "Hamilton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Babiuc Hamilton",
   "pi_email_addr": "babiuc@marshall.edu",
   "nsf_id": "000204691",
   "pi_start_date": "2011-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marshall University Research Corporation",
  "inst_street_address": "1 JOHN MARSHALL DR",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTINGTON",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3046964837",
  "inst_zip_code": "257550002",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "WV01",
  "org_lgl_bus_name": "MARSHALL UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "HH1NQ1B5MPV3"
 },
 "perf_inst": {
  "perf_inst_name": "Marshall University",
  "perf_str_addr": "1 JOHN MARSHALL DR",
  "perf_city_name": "HUNTINGTON",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "257550002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "WV01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 326484.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the summers of 2010, 2011, and 2012, the REU at Marshall University instructed 36 students on how to use computers to run simulations, evaluate mathematical expressions, and otherwise perform scientific research. Because the student participants came from a variety of backgrounds, this instruction included quick introductions to the Linux operating system and the C++ programming language. &nbsp;Other topics included how to avoid round-off error in computer arithmetic, how to organize programs so that they will take less time to run, and where to find useful collections of functions and other program parts that have already been cleverly designed for optimal performance. &nbsp;Students also learned the importance of writing programs that do not have to start over from the beginning if they are interrupted and how to use UML diagrams (a more powerful approach that grew out of flowcharts) to design programs.<br />Each student worked with a faculty member from the math, physics, or chemistry department to perform some kind of numerical experiment. &nbsp;The instruction and research complemented each other, and the interdisciplinary approach guaranteed that all participants were exposed to a wide variety of different approaches and career opportunities. &nbsp;This was reinforced by having the students meet with outside experts whose perspectives on computing were different from those of the faculty mentors; over the three summers, these included a researcher from General Motors' Chemical Sciences and Materials Systems Lab, representatives from the NSA, a geophysicist working in the petroleum industry, and workers at the NASA Independent Validation and Verification Facility.</p>\n<p><br />Nine students studied phenomena related to the Ising model. &nbsp;Originally designed to help understand magnetism, this model is now valued as a way to study how the interaction of simple, identical components can give rise to nontrivial collective behaviors. &nbsp;The Ising model consists of a collection of &ldquo;spins&rdquo; that can be in either of only two states: &ldquo;up&rdquo; or &ldquo;down&rdquo;. &nbsp;Each adjacent pair of spins has a positive energy if they both point in opposite directions and a negative energy if they point in the same direction; each spin also has a positive energy if it points in the opposite direction to an external magnetic field and a negative energy if they both point in the same direction. &nbsp;Finally, temperature controls the tendency of any given spin to flip, a random process which is biased in favor of flips that reduce the total energy.</p>\n<p><br />The Ising model on a square lattice has been studied for decades, but only recently has there been any attention to its behavior in non-Euclidean geometry. &nbsp;On an infinite square lattice with all spins starting &ldquo;down&rdquo;, a weak positive magnetic field will flip most of them to &ldquo;up&rdquo; (called &ldquo;metastable decay&rdquo;) in a finite length of time, but REU students showed that in the hyperbolic plane a sufficiently weak magnetic field will never do this. &nbsp;Other students studied a process called &ldquo;domain coarsening&rdquo;, in which adjacent spins can flip in pairs if one is &ldquo;up&rdquo; and the other &ldquo;down&rdquo;. &nbsp;This process causes &ldquo;up&rdquo; spins to cluster with other &ldquo;up&rdquo; spins, and &ldquo;down&rdquo; spins to cluster with &ldquo;down&rdquo; spins. &nbsp;REU students showed that the growth of these clusters takes place much more slowly in the hyperbolic plane than in the square lattice. &nbsp;Both of these results show that categorical statements made based on experience with the Ising model in the Euclidean plane must be rethought.</p>\n<p><br />Other students studied metastable decay on the square lattice. &nbsp;If &ldquo;up&rdquo; spins could not flip back &ldquo;down&rdquo;, it would make computer simulations ru...",
  "por_txt_cntn": "\nDuring the summers of 2010, 2011, and 2012, the REU at Marshall University instructed 36 students on how to use computers to run simulations, evaluate mathematical expressions, and otherwise perform scientific research. Because the student participants came from a variety of backgrounds, this instruction included quick introductions to the Linux operating system and the C++ programming language.  Other topics included how to avoid round-off error in computer arithmetic, how to organize programs so that they will take less time to run, and where to find useful collections of functions and other program parts that have already been cleverly designed for optimal performance.  Students also learned the importance of writing programs that do not have to start over from the beginning if they are interrupted and how to use UML diagrams (a more powerful approach that grew out of flowcharts) to design programs.\nEach student worked with a faculty member from the math, physics, or chemistry department to perform some kind of numerical experiment.  The instruction and research complemented each other, and the interdisciplinary approach guaranteed that all participants were exposed to a wide variety of different approaches and career opportunities.  This was reinforced by having the students meet with outside experts whose perspectives on computing were different from those of the faculty mentors; over the three summers, these included a researcher from General Motors' Chemical Sciences and Materials Systems Lab, representatives from the NSA, a geophysicist working in the petroleum industry, and workers at the NASA Independent Validation and Verification Facility.\n\n\nNine students studied phenomena related to the Ising model.  Originally designed to help understand magnetism, this model is now valued as a way to study how the interaction of simple, identical components can give rise to nontrivial collective behaviors.  The Ising model consists of a collection of \"spins\" that can be in either of only two states: \"up\" or \"down\".  Each adjacent pair of spins has a positive energy if they both point in opposite directions and a negative energy if they point in the same direction; each spin also has a positive energy if it points in the opposite direction to an external magnetic field and a negative energy if they both point in the same direction.  Finally, temperature controls the tendency of any given spin to flip, a random process which is biased in favor of flips that reduce the total energy.\n\n\nThe Ising model on a square lattice has been studied for decades, but only recently has there been any attention to its behavior in non-Euclidean geometry.  On an infinite square lattice with all spins starting \"down\", a weak positive magnetic field will flip most of them to \"up\" (called \"metastable decay\") in a finite length of time, but REU students showed that in the hyperbolic plane a sufficiently weak magnetic field will never do this.  Other students studied a process called \"domain coarsening\", in which adjacent spins can flip in pairs if one is \"up\" and the other \"down\".  This process causes \"up\" spins to cluster with other \"up\" spins, and \"down\" spins to cluster with \"down\" spins.  REU students showed that the growth of these clusters takes place much more slowly in the hyperbolic plane than in the square lattice.  Both of these results show that categorical statements made based on experience with the Ising model in the Euclidean plane must be rethought.\n\n\nOther students studied metastable decay on the square lattice.  If \"up\" spins could not flip back \"down\", it would make computer simulations run much faster.  Does this introduce unacceptable biases into the results?  An REU student showed that it does.  If the number of \"up\" spins is fixed, do the shapes of clusters at equilibrium have the same statistical properties as growing droplets of \"up\" spins in metastable decay &ndash; as expected by theory?  Two REU students confirmed that they..."
 }
}