{
 "awd_id": "1005294",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Negotiating Identities during the Copper Age: A Bioarchaeological Study of Burial and Social Networks on the Hungarian Plain (4500-3500 BC)",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2010-03-15",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 15730.0,
 "awd_amount": 15730.0,
 "awd_min_amd_letter_date": "2010-03-15",
 "awd_max_amd_letter_date": "2010-03-15",
 "awd_abstract_narration": "Under the supervision of Dr. Lynne Schepartz, Ian Pawn will collect and analyze data from eleven Copper Age cemeteries on the Hungarian Plain. The Copper Age is well known for a series of major social changes, as seen in new residence patterns and the appearance of formalized burial areas outside of settlements. The most famous of these cemeteries is Tiszapolgár-Basatanya, where it was found that age and gender were denoted through the inclusion of specific grave offerings. It is hypothesized that as changes swept across the region, new social networks and conflicting identities were reflected in increasing differentiation in burial treatment. The project focuses on understanding how changing social and biological relationships are represented in mortuary ritual and how greater scales of interaction and changes in the way societies are integrated might have influenced prehistoric societies.\r\n\r\nThis research is important because it makes clear the connection between how people live and how they treat their dead. This relationship is not as direct as it appears, but mortuary ritual still provides a valuable means to examine social relations and values.  The project uses both skeletal remains and grave goods to examine the diversity in social networks and burials. To achieve this, the project will collect data on body positioning, location of the grave within the cemetery, items included in the grave, and biological data for age and sex estimation. In addition, it is hypothesized that the larger cemeteries on the Hungarian Plain may be burial areas used by many communities. Further, differences in burial treatment between genders may represent changing social relations between genders. To more accurately model social relations, the project uses biodistance analysis of cranial and dental metric and non-metric variation to examine kinship, individual mobility, and post-marital residence  \r\n\r\n\r\nBeyond the interests of archaeologists and anthropologists, one broader impact of this project is to expand understandings of the development of social differentiation and how it relates to prehistoric social systems. This may help uncover the root causes of social stratification. The project employs a non-destructive method for examining social change that could easily be applied to other regions and time periods. The project promotes collaboration between American and European archaeologists and it will assist in the training of Ian Pawn as a professional anthropologist. Findings will be distributed through peer reviewed scientific publications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lynne",
   "pi_last_name": "Schepartz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lynne Schepartz",
   "pi_email_addr": "Lynne.Schepartz@wits.ac.za",
   "nsf_id": "000529785",
   "pi_start_date": "2010-03-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Pawn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ian Pawn",
   "pi_email_addr": "icp06@fsu.edu",
   "nsf_id": "000280023",
   "pi_start_date": "2010-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 TRADITIONS WAY",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 15730.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>This project investigated how changing social networks and biological relationships influence the ways people think about their identity, and how these changes are reflected in the archaeological record.&nbsp; The investigators studied burial, where individuals and material representations of their culture (such as jewelry and tools) are recovered together. This research is important because it examines the connection between how people live and how they treat their dead- behaviors that are key to self-identity. This relationship between one&rsquo;s position and identity in life and how one is buried is not as direct as it appears, but mortuary ritual provides a means to examine social relations, societal values, and biological relatedness.&nbsp; The project used skeletal remains to estimate genetic relatedness (using tooth size and distinctive dental and skull traits), and grave goods in combination with burial treatment to identify patterns that can be interpreted as representing social networks. These types of analyses, called biological distance studies, help archaeologists understand the compositions of communities, family and kinship relations, and the movement of individuals to new communities upon marriage.</p>\n<p><span style=\"white-space: pre;\"> </span>&nbsp;The investigators examined seven Copper Age (4500-3500 BC) cemeteries from the Hungarian Plain. During this time period, eastern Hungary was characterized by changing settlement patterns, new trade networks, and the first appearance of large community cemeteries. Within these cemeteries, previous researchers identified different burial rituals that distinguished male from female burials, but there are few explanations for these behaviors.&nbsp; Differences between cemeteries could be clues about the nature of social differences among individuals and communities, so it is important to examine many cemeteries over a large geographical area.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The project found that there are key differences in the frequencies of skeletal/dental traits and burial treatments that may help represent population differences. Early Copper Age burial treatments involved a variety of body positions, including flexed, extended, and supine, and lying on the left or right sides. Middle Copper Age burials seem much more standardized with extremely flexed positions (femurs less than 90 degrees with respect to the pelvis) and lying on one side. These differences were already well known for certain cemeteries, but they had not been confirmed on a regional basis.&nbsp; The differences between grave contents will be much more useful for the study of prehistoric social relations. For example, gold artifacts are included in only one grave at the cemetery of Tiszapolg&aacute;r-Basatanya (n=156), but in seven graves at J&aacute;szlad&aacute;ny (n=40). Conversely, obsidian artifacts are rare at J&aacute;szlad&aacute;ny (one piece), but much more common at Tiszapolg&aacute;r-Basatanya (24 pieces). These data strongly suggest that access to specific raw materials may have been used to express identity both during life and in mortuary treatment. More subtle difference between common grave goods such as ceramics, stone tools, and animal bones will become clear during the final analysis.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; There are differences in the frequencies of dental traits among the cemeteries. A good example is the presence/absence of cusp 5 on the first mandibular molar, where the following frequencies were documented:&nbsp; Gyula 100%, Veszto-Magor 100%, Vac 66%, Tiszavalk 68%, Pusztaistv&aacute;nh&aacute;za 100%, Magyarhomorog 80%, and J&aacute;szlad&aacute;ny 100%. These data indicate significant differences between cemeteries, and they sugg...",
  "por_txt_cntn": "\n This project investigated how changing social networks and biological relationships influence the ways people think about their identity, and how these changes are reflected in the archaeological record.  The investigators studied burial, where individuals and material representations of their culture (such as jewelry and tools) are recovered together. This research is important because it examines the connection between how people live and how they treat their dead- behaviors that are key to self-identity. This relationship between oneÆs position and identity in life and how one is buried is not as direct as it appears, but mortuary ritual provides a means to examine social relations, societal values, and biological relatedness.  The project used skeletal remains to estimate genetic relatedness (using tooth size and distinctive dental and skull traits), and grave goods in combination with burial treatment to identify patterns that can be interpreted as representing social networks. These types of analyses, called biological distance studies, help archaeologists understand the compositions of communities, family and kinship relations, and the movement of individuals to new communities upon marriage.\n\n  The investigators examined seven Copper Age (4500-3500 BC) cemeteries from the Hungarian Plain. During this time period, eastern Hungary was characterized by changing settlement patterns, new trade networks, and the first appearance of large community cemeteries. Within these cemeteries, previous researchers identified different burial rituals that distinguished male from female burials, but there are few explanations for these behaviors.  Differences between cemeteries could be clues about the nature of social differences among individuals and communities, so it is important to examine many cemeteries over a large geographical area.\n\n                The project found that there are key differences in the frequencies of skeletal/dental traits and burial treatments that may help represent population differences. Early Copper Age burial treatments involved a variety of body positions, including flexed, extended, and supine, and lying on the left or right sides. Middle Copper Age burials seem much more standardized with extremely flexed positions (femurs less than 90 degrees with respect to the pelvis) and lying on one side. These differences were already well known for certain cemeteries, but they had not been confirmed on a regional basis.  The differences between grave contents will be much more useful for the study of prehistoric social relations. For example, gold artifacts are included in only one grave at the cemetery of Tiszapolg&aacute;r-Basatanya (n=156), but in seven graves at J&aacute;szlad&aacute;ny (n=40). Conversely, obsidian artifacts are rare at J&aacute;szlad&aacute;ny (one piece), but much more common at Tiszapolg&aacute;r-Basatanya (24 pieces). These data strongly suggest that access to specific raw materials may have been used to express identity both during life and in mortuary treatment. More subtle difference between common grave goods such as ceramics, stone tools, and animal bones will become clear during the final analysis.\n\n                There are differences in the frequencies of dental traits among the cemeteries. A good example is the presence/absence of cusp 5 on the first mandibular molar, where the following frequencies were documented:  Gyula 100%, Veszto-Magor 100%, Vac 66%, Tiszavalk 68%, Pusztaistv&aacute;nh&aacute;za 100%, Magyarhomorog 80%, and J&aacute;szlad&aacute;ny 100%. These data indicate significant differences between cemeteries, and they suggest variability in genetic relatedness on the Hungarian Plain. The differences may correlate with the variation in mortuary treatment; if so this would indicate that each cemetery was used by an isolated community with its own burial traditions, or conversely, that many communities came together at a common cemetery.\n\n                These da..."
 }
}