{
 "awd_id": "1005641",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "``RUI: Phase Kinetics and Surface Modification of Nanocomposite Polymer Thin Films",
 "cfda_num": "47.049",
 "org_code": "03070012",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 207959.0,
 "awd_min_amd_letter_date": "2010-02-24",
 "awd_max_amd_letter_date": "2012-06-13",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\n\r\nThis Research at Undergraduate Institutions project is focused on developing a fundamental understanding of the surface chemistry and morphology of POSS-based thin film hybrid polymers as they can be applied to microfabrication technologies. Specifically, we address two key issues: (1.) developing a model of understanding the kinetics of crystallization and phase behavior in POSS-based films through in-situ and ex-situ materials characterization techniques and (2.) demonstrating surface modification strategies in POSS-based thin films that have the potential to be applicable to microfabrication technologies including metal adhesion and microfluidics. Materials properties will be studied using a combination of surface analysis techniques including x-ray photoelectron spectroscopy (XPS), atomic and lateral force microscopy (AFM/LFM), time of flight secondary ion mass spectroscopy (ToF-SIMS), variable angle spectroscopic ellipsometry (VASE), attenuated total internal reflection Fourier transform infrared spectroscopy (ATR-FTIR) and contact angle measurements. Crystallization kinetics will be studied using in-situ and real-time AFM at different temperatures and correlated to ToF-SIMS, ATR-FTIR and VASE data. Surface modification of POSS-based thin films will be accomplished via a combination of plasma oxidation and chemical techniques. The surface chemistry of POSS-based thin films will be further studied to better understand the role of POSS in the enhanced adhesion of gold films to POSS-surfaces. Surfaces that have been exposed to a plasma environment will be further modified using silane self-assembled monolayer techniques. This project will involve the training of up to twelve undergraduate researchers and one high school chemistry, physics or biology teacher over the three year duration of the program. Both students and teachers will learn and use sophisticated surface analytical techniques, vacuum science, polymer materials characterization and processing, and microfluidic technology and science. Participants in this program will participate in activities related to the NSF Research Experiences for Undergraduates (REU) sites in chemistry and materials science at JMU to become part of a ?community of scholars? with over sixty other summer undergraduate researchers in chemistry and materials science at JMU. The students will also have further opportunities to interact with graduate students and post-doctoral researchers in the Lander?s lab in the Department of Chemistry at the University of Virginia through our ongoing collaboration. \r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nThis Research at Undergraduate Institutions project is focused on developing a deeper understanding of the surface properties of organic-inorganic hybrid polymers as they can be applied to microfabrication technologies. Advanced polymer materials are crucial technologies in a wide-range of industries. Developing an understanding of the surface properties of thin films of these materials is critical if they are to be integrated into many different technologies such a microelectronics and biomedical microfluidic devices. In this program, up to twelve undergraduate research students and one high school science teacher will use sophisticated surface science microscopy and chemical analysis tools to better understand hybrid polymer surfaces that have been chemically modified. In addition, outreach activities to local and regional high schools involving demonstration and teaching about nanoscience will be conducted. In summary, this program will help to impact the pipeline of future scientists from the high school through the graduate level with students trained in cutting-edge polymer materials science topics.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Augustine",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Brian H Augustine",
   "pi_email_addr": "brian.augustine@furman.edu",
   "nsf_id": "000186548",
   "pi_start_date": "2010-02-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Hughes",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "William C Hughes",
   "pi_email_addr": "hugheswc@jmu.edu",
   "nsf_id": "000250254",
   "pi_start_date": "2010-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "James Madison University",
  "inst_street_address": "800 S MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "HARRISONBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5405686872",
  "inst_zip_code": "228013104",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "VA06",
  "org_lgl_bus_name": "JAMES MADISON UNIVERSITY",
  "org_prnt_uei_num": "U2B3MYZP5L43",
  "org_uei_num": "MVTKSCN6NMH3"
 },
 "perf_inst": {
  "perf_inst_name": "James Madison University",
  "perf_str_addr": "800 S MAIN ST",
  "perf_city_name": "HARRISONBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "228013104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "VA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 69000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 69000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 69959.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Research activities on NSF-RUI Grant #DMR-1005641 have focused in three primary areas of intellectual merit: (1.) demonstrating that solvent-treated acrylic polymer substrates exhibit significantly improved adhesion for noble metal (Au and Pt) thin film metallization (see Figure &ldquo;Gold Adhesion Summary&rdquo;), (2.) real-time and <em>in-situ</em> surface characterization of the crystallization kinetics of film formation of POSS-based acrylic thin films using atomic force microscopy (AFM) (see Figure &ldquo;Real Time Polymer Crystallization&rdquo;), (3.) and the microfabrication of polymeric microfluidic test structures using high aspect ratio PMMA membranes prepared by a novel <em>in-situ</em> photopolymerization technique developed in our lab (see Figure &ldquo;Membrane Filter&rdquo;). Ten undergraduate research students and a high school chemistry teacher have participated in this project over the past three years. Six of the undergraduate researchers are currently attending graduate or professional schools in STEM or allied-health disciplines and one is planning on pursuing a graduate degree after graduation from JMU thus fulfilling an important broader impact of training future scientists in the STEM fields. Au and Pt films are notoriously difficult to adhere to polymeric surfaces due to the fact that they are chemically inert. However, many emerging technologies employ polymeric substrates such as display, biomedical, battery, and microelectronic devices that require Au or Pt metallization in the form of interconnects, sensors and catalytic surfaces. We have demonstrated that poly(methyl methacrylate) (PMMA) substrates that have been exposed to halogenated solvents as a pre-treatment prior to metallization result in significantly improved adhesion of the Au and Pt films. In order to better understand the origin of the improved metal adhesion, the surface chemistry of the PMMA substrates has been characterized using a variety of surface spectroscopy techniques. It has been found that there are residual halogenated solvent molecules which remain on the surface up to many days after solvent exposure. These molecules form a Lewis acid-base adduct with the polymeric surface and then chemically react with the Au or Pt atoms at the interface resulting in the improved thin film adhesion. Density functional theory (DFT) calculations have been used to model the surface chemistry and support the spectroscopic evidence of residual solvent molecules being responsible for the improved metal film adhesion (see Figure &ldquo;Gold Adhesion Summary&rdquo;). Two publications have resulted in this work and a patent application has been filed on this technology.&nbsp; Undergraduate research students have presented this work at the Materials Research Society in San Francisco, CA and at the Council of Undergraduate Research&rsquo;s &ldquo;Posters on the Hill&rdquo; event in Washington, D.C. at the Rayburn House Office Building. We have also established a collaboration with Oak Ridge National Laboratory (ORNL) through the Shared Research Equipment User Facility (ShaRE Program). Two undergraduate researchers and JMU faculty have worked at ORLN using high precision surface analytical and microscopy instruments in support of this project.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/13/2013<br>\n\t\t\t\t\tModified by: Brian&nbsp;H&nbsp;Augustine</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/imag...",
  "por_txt_cntn": "\nResearch activities on NSF-RUI Grant #DMR-1005641 have focused in three primary areas of intellectual merit: (1.) demonstrating that solvent-treated acrylic polymer substrates exhibit significantly improved adhesion for noble metal (Au and Pt) thin film metallization (see Figure \"Gold Adhesion Summary\"), (2.) real-time and in-situ surface characterization of the crystallization kinetics of film formation of POSS-based acrylic thin films using atomic force microscopy (AFM) (see Figure \"Real Time Polymer Crystallization\"), (3.) and the microfabrication of polymeric microfluidic test structures using high aspect ratio PMMA membranes prepared by a novel in-situ photopolymerization technique developed in our lab (see Figure \"Membrane Filter\"). Ten undergraduate research students and a high school chemistry teacher have participated in this project over the past three years. Six of the undergraduate researchers are currently attending graduate or professional schools in STEM or allied-health disciplines and one is planning on pursuing a graduate degree after graduation from JMU thus fulfilling an important broader impact of training future scientists in the STEM fields. Au and Pt films are notoriously difficult to adhere to polymeric surfaces due to the fact that they are chemically inert. However, many emerging technologies employ polymeric substrates such as display, biomedical, battery, and microelectronic devices that require Au or Pt metallization in the form of interconnects, sensors and catalytic surfaces. We have demonstrated that poly(methyl methacrylate) (PMMA) substrates that have been exposed to halogenated solvents as a pre-treatment prior to metallization result in significantly improved adhesion of the Au and Pt films. In order to better understand the origin of the improved metal adhesion, the surface chemistry of the PMMA substrates has been characterized using a variety of surface spectroscopy techniques. It has been found that there are residual halogenated solvent molecules which remain on the surface up to many days after solvent exposure. These molecules form a Lewis acid-base adduct with the polymeric surface and then chemically react with the Au or Pt atoms at the interface resulting in the improved thin film adhesion. Density functional theory (DFT) calculations have been used to model the surface chemistry and support the spectroscopic evidence of residual solvent molecules being responsible for the improved metal film adhesion (see Figure \"Gold Adhesion Summary\"). Two publications have resulted in this work and a patent application has been filed on this technology.  Undergraduate research students have presented this work at the Materials Research Society in San Francisco, CA and at the Council of Undergraduate ResearchÆs \"Posters on the Hill\" event in Washington, D.C. at the Rayburn House Office Building. We have also established a collaboration with Oak Ridge National Laboratory (ORNL) through the Shared Research Equipment User Facility (ShaRE Program). Two undergraduate researchers and JMU faculty have worked at ORLN using high precision surface analytical and microscopy instruments in support of this project.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/13/2013\n\n\t\t\t\t\tSubmitted by: Brian H Augustine"
 }
}