{
 "awd_id": "1005413",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Metallization of Hydrogen-Rich Materials: Predicting Novel Superconductors",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 379998.0,
 "awd_amount": 379998.0,
 "awd_min_amd_letter_date": "2010-09-09",
 "awd_max_amd_letter_date": "2013-05-31",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThe Division of Materials Research and the Office of Cyberinfrastrcture contribute funds to this award. It supports theoretical research and education which will lead towards the rational design of novel superconductors. It is thought that under sufficient compression hydrogen will become metallic due to the pressure-induced broadening of filled and unfilled bands, and their eventual overlap. Theoretical predictions indicate that this phase may be a high temperature superconductor. Unfortunately, hydrogen does not become metallic at the highest static pressures reached so far. There is now tremendous interest in developing chemically inspired strategies which could significantly decrease the pressure necessary for metallization. Two examples are: combination with tetravalent atoms, as in the group 14 hydrides, or by the addition of an electropositive element.\r\n\r\nThe PI will focus on predicting the structures of ionic and covalent polyhydrides with unusual stoichiometries that are stable, and metallic under pressure. An evolutionary algorithm, interfaced with a first-principles electronic structure program will be employed towards this end. Already, theoretical and experimental research has shown that specific lithium and silicon bearing hydrogen materials become stable when squeezed, and it is likely that they are metals at experimentally achievable pressures. \r\n\r\nThis work will lead to a deeper understanding of the chemistry, electronic structure and potential superconductivity of hydrogen-rich materials under pressure. The PI aims to determine which factors are important in facilitating the metallization of these systems under mild compression, determine the most favorable stoichiometries and structures, their properties, and ways to chemically stabilize these phases at commercially accessible pressures.  \r\n\r\nThe PI will develop an evolutionary algorithm, XtalOpt, which will be used to predict the structures of the most stable systems. This algorithm will be made freely available to the materials science, physics and chemistry communities as an extension to the free visualization tool \"Avogadro.\" It will be released under the GNU Public License, and interfaced with several electronic structure packages which are widely used to study solids.  The code will make use of already existing cyberinfrastructure, and will be highly modular, and clearly documented so as to facilitate further development.\r\n\r\n\r\nNONTECHNICAL SUMMARY\r\n\r\nThe Division of Materials Research and the Office of Cyberinfrastrcture contribute funds to this award. It supports theoretical research and education whose ultimate goal is to use concepts, and theoretical and computational techniques to design new superconducting materials. In a superconductor electric current can flow without dissipation. Replacing copper wires with high temperature superconducting power lines could have a tremendous impact on the electrical power infrastructure of the USA. Unfortunately, all of the materials which are known to behave as superconductors do so only at very low temperatures. Theoretical work has predicted that under pressure the simplest element hydrogen will become metallic, and superconducting near room temperature. Unfortunately, the pressures necessary to metalize hydrogen are greater than those at the center of the earth. \r\n\r\nThe PI will develop chemically inspired strategies which could significantly decrease the pressure necessary to achieve metallic hydrogen. State-of-the-art computational techniques will be employed to predict the structures and properties of hydrogen rich systems under pressure. The PI's computations will determine if these materials could potentially be superconductors, and will suggest how these phases may be chemically stabilized at normal pressures. \r\n\r\nAn evolutionary algorithm, XtalOpt, will be developed in order to predict the structures of the most stable systems. This algorithm will be made freely available to the materials science, physics and chemistry communities as an extension to the free visualization tool \"Avogadro.\" It will be released under the GNU Public License, and interfaced with several computer programs which are widely used to study solid state materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eva",
   "pi_last_name": "Zurek",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eva Zurek",
   "pi_email_addr": "ezurek@buffalo.edu",
   "nsf_id": "000546956",
   "pi_start_date": "2010-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "520 LEE ENTRANCE STE 211",
  "perf_city_name": "AMHERST",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142282577",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ele_code": "689200",
   "pgm_ele_name": "CI REUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "7752",
   "pgm_ref_txt": "CDI NON SOLICITED RESEARCH"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 279999.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49999.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>Unlike in a normal material, electricity can flow without resistance in a superconductor. Replacing copper wires with  superconductors would have a tremendous impact on our electric power  infrastructure. Unfortunately, most materials are superconducting only at very low temperatures. It has been predicted that hydrogen-rich materials may become superconducting at high temperatures, perhaps even at room temperature, when they are subject to external pressure. We have carried out computer simulations, based upon quantum mechanics, to predict the most stable structures of hydogen-rich solids that could become stable under pressure.</p>\n<p>Some of the structures we have predicted are illustrated in the First Figure. These species would not be stable at atmospheric pressure, but could potentially be made experimentally using pressures attainable in diamond anvil cells. Because such experiments can be initially very difficult to carry out, computational predictions of the type done under this grant are very useful in guiding experimental endeavors. A number of the structures we have predicted, and in particular SrH<sub>6</sub>, are good metals under pressure and could potentially be superconducting.</p>\n<p>One example of a material that is made under pressure, but stable at atmospheric conditions is diamond. Our long-term goal is to predict a material that could be made under pressure, but remain stable and superconducting when pressure is released.</p>\n<p>In order to advance the aforementioned work, we have developed computer algorithms that can be employed to predict the structure of a  chemical system given only its chemical composition. We have written XtalOpt (see the Second Figure),  an evolutionary algorithm that can be combined with quantum  mechanical calculations to determine the most stable geometries or  crystal structures of solids. This development opens the door towards  the computational prediction of advanced materials including:  superconductors, batteries, hydrogen storage media, high-energy density  and superhard materials, sensors, and memories, to name a few.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>The XtalOpt algorithm has been released under the Gnu Public License (GPL), which is an open-source license. This means that our developments contribute towards existing cyberinfrastructure because elements of our software may be freely re-used by other researchers, both in terms of cost price and - most importantly - absence of restrictive licensing.</p>\n<p>We have contributed to the popular open-source program Avogadro that can be used to build, visualize and manipulate chemical data. Under this grant period we have added a crystallography extension and single-walled carbon nanotube builder (see the Second Figure) to Avogadro. Avogadro is being widely used by practitioners in the fields of chemistry, physics and materials science, and also in education at the high-school to graduate-school level.</p>\n<p>Molecular modeling is becoming an increasingly important tool to simulate, explain, and predict phenomena in all areas of chemistry and materials science. In order to prepare our students for future careers where the integration of theory, computation and experiment is essential for innovation, it is important for them to be exposed to molecular modeling in the undergraduate curriculum. I have recently developed a Computational Chemistry course towards this end, and four of the laboratories have been published in the leading chemistry education journal (see the Third Figure), for maximal benefit to the community. In addition, I have worked with educators teaching high school AP classes in chemistry, to introduce molecular modelling and use of our single-walled carbon nanotube builder in Avogadro into their curriculum.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2014<br>\n\t\t\t\t\tModified by: Eva&nbsp;Zurek</...",
  "por_txt_cntn": "\nIntellectual Merit\n\nUnlike in a normal material, electricity can flow without resistance in a superconductor. Replacing copper wires with  superconductors would have a tremendous impact on our electric power  infrastructure. Unfortunately, most materials are superconducting only at very low temperatures. It has been predicted that hydrogen-rich materials may become superconducting at high temperatures, perhaps even at room temperature, when they are subject to external pressure. We have carried out computer simulations, based upon quantum mechanics, to predict the most stable structures of hydogen-rich solids that could become stable under pressure.\n\nSome of the structures we have predicted are illustrated in the First Figure. These species would not be stable at atmospheric pressure, but could potentially be made experimentally using pressures attainable in diamond anvil cells. Because such experiments can be initially very difficult to carry out, computational predictions of the type done under this grant are very useful in guiding experimental endeavors. A number of the structures we have predicted, and in particular SrH6, are good metals under pressure and could potentially be superconducting.\n\nOne example of a material that is made under pressure, but stable at atmospheric conditions is diamond. Our long-term goal is to predict a material that could be made under pressure, but remain stable and superconducting when pressure is released.\n\nIn order to advance the aforementioned work, we have developed computer algorithms that can be employed to predict the structure of a  chemical system given only its chemical composition. We have written XtalOpt (see the Second Figure),  an evolutionary algorithm that can be combined with quantum  mechanical calculations to determine the most stable geometries or  crystal structures of solids. This development opens the door towards  the computational prediction of advanced materials including:  superconductors, batteries, hydrogen storage media, high-energy density  and superhard materials, sensors, and memories, to name a few.\n\nBroader Impacts\n\nThe XtalOpt algorithm has been released under the Gnu Public License (GPL), which is an open-source license. This means that our developments contribute towards existing cyberinfrastructure because elements of our software may be freely re-used by other researchers, both in terms of cost price and - most importantly - absence of restrictive licensing.\n\nWe have contributed to the popular open-source program Avogadro that can be used to build, visualize and manipulate chemical data. Under this grant period we have added a crystallography extension and single-walled carbon nanotube builder (see the Second Figure) to Avogadro. Avogadro is being widely used by practitioners in the fields of chemistry, physics and materials science, and also in education at the high-school to graduate-school level.\n\nMolecular modeling is becoming an increasingly important tool to simulate, explain, and predict phenomena in all areas of chemistry and materials science. In order to prepare our students for future careers where the integration of theory, computation and experiment is essential for innovation, it is important for them to be exposed to molecular modeling in the undergraduate curriculum. I have recently developed a Computational Chemistry course towards this end, and four of the laboratories have been published in the leading chemistry education journal (see the Third Figure), for maximal benefit to the community. In addition, I have worked with educators teaching high school AP classes in chemistry, to introduce molecular modelling and use of our single-walled carbon nanotube builder in Avogadro into their curriculum.\n\n\t\t\t\t\tLast Modified: 10/17/2014\n\n\t\t\t\t\tSubmitted by: Eva Zurek"
 }
}