{
 "awd_id": "1005253",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Expanding Chemistry Research Opportunities for Undergraduates at Harvey Mudd College",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michelle Bushey",
 "awd_eff_date": "2010-07-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 225279.0,
 "awd_amount": 225279.0,
 "awd_min_amd_letter_date": "2010-07-10",
 "awd_max_amd_letter_date": "2012-07-12",
 "awd_abstract_narration": "This award from the Division of Chemistry (CHE) supports a Research Experience for Undergraduates (REU) site led by Karl Haushalter and Adam Johnson at Harvey Mudd College for three summers, commencing in 2010.  The site will support ten students per summer in a ten week program.  Each year, a minimum of two students will be recruited from Mt. San Antonio College (Mt. SAC) -- the largest single campus community college in the state of California.  Faculty from Mt. SAC will work on research, as well.  The research projects span the sub-disciplines of chemistry, including analytical, biological, inorganic, organic, physical and theoretical chemistry.  Sample projects include:  (1)  the study of the formation and control of nanoscopic two-dimensional structures in diblock copolymers;  (2)  the theoretical study of the electronic coupling element in electron transfer reactions and applications of density functional theory;  (3)  the study of the Claisen rearrangement in trimethylsilys substituted allylic alcohols;  (4) the study of the DNA glycosylase initiated repair of covalently modified nucleosomes;  (5) the study of the catalytic asymmetric hydroamination of substituted aminoallenes;  (6) the spectral characterization of green surfactant phase diagrams;  (7) the discovery of new secondary metabolites from endophytic fungi grown in co-culture;  (8) the systematic thermodynamic study of a library of mesomorphic liquid crystalline compounds;  (9) the study of dye-sensitized solar cells using porphyrin dyes on nanostructured zinc oxide; and  (10) the biomimetic and bio-friendly synthesis of biologically-active compounds.     In addition to conducting research during the summer, the students participating in this program will participate in a number of professional development activities, with a special emphasis on communication.  In addition to research, students will work with disadvantaged, first-generation college bound students affiliated with the Upward Bound program.  \r\n\r\nYoung scientists need exposure to modern research methods and tools as part of their training.  This REU site aims to provide cutting-edge research training in chemical problems of relevance in a broad range of chemistry sub-disciplines.  Recruiting partnerships will be developed with a regional community college with a large population of underrepresented students.  The diverse student cohort participating in research at this site will be well-prepared for graduate school, and eventual employment as part of the country's technical workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karl",
   "pi_last_name": "Haushalter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karl Haushalter",
   "pi_email_addr": "karl_haushalter@hmc.edu",
   "nsf_id": "000475018",
   "pi_start_date": "2010-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Johnson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Adam R Johnson",
   "pi_email_addr": "Adam_Johnson@hmc.edu",
   "nsf_id": "000285090",
   "pi_start_date": "2010-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvey Mudd College",
  "inst_street_address": "301 PLATT BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CLAREMONT",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9096218121",
  "inst_zip_code": "917115901",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "HARVEY MUDD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "C76JKA5JY2B3"
 },
 "perf_inst": {
  "perf_inst_name": "Harvey Mudd College",
  "perf_str_addr": "301 PLATT BLVD",
  "perf_city_name": "CLAREMONT",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "917115901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "198600",
   "pgm_ele_name": "UNDERGRADUATE PROGRAMS IN CHEM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 53369.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120849.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 51061.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we hosted a Research Experiences for Undergraduates site for undergraduate research in chemistry at Harvey Mudd College for four summers, 2011-2014.&nbsp; A total of &nbsp;37 students, selected by a rigorous national selection process, and ten faculty participated during the award period.&nbsp; Students had the opportunity to engage in cutting edge research in the areas of analytical, biological, organic, inorganic, physical and theoretical chemistry.&nbsp; Significantly, the research conducted by the students was performed in close collaboration with a faculty member and his or her research group.&nbsp; An example of a typical project is &ldquo;Dechlorination of Trichloroethylene with Nickel Model Compounds.&rdquo;&nbsp; In this project, a rising sophomore student synthesized a series of inorganic complexes that were designed to catalyze the detoxification of an important environmental pollutant.</p>\n<p>This project was a collaboration with Mt. San Antonio College (Mt. SAC), one of the largest community colleges in California, and with Upward Bound, a federally funded college-preparatory program for low-income, first-generation college bound students.&nbsp; A total of six students from Mt. SAC were selected together with Mt. SAC faculty and participated in the REU program at Harvey Mudd College.&nbsp; The partnership with Upward Bound consisted of an internship program for five high students to participate in REU research and a series of outreach lunches, lab tours, and presentations for the Upward Bound students.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/06/2015<br>\n\t\t\t\t\tModified by: Karl&nbsp;Haushalter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, we hosted a Research Experiences for Undergraduates site for undergraduate research in chemistry at Harvey Mudd College for four summers, 2011-2014.  A total of  37 students, selected by a rigorous national selection process, and ten faculty participated during the award period.  Students had the opportunity to engage in cutting edge research in the areas of analytical, biological, organic, inorganic, physical and theoretical chemistry.  Significantly, the research conducted by the students was performed in close collaboration with a faculty member and his or her research group.  An example of a typical project is \"Dechlorination of Trichloroethylene with Nickel Model Compounds.\"  In this project, a rising sophomore student synthesized a series of inorganic complexes that were designed to catalyze the detoxification of an important environmental pollutant.\n\nThis project was a collaboration with Mt. San Antonio College (Mt. SAC), one of the largest community colleges in California, and with Upward Bound, a federally funded college-preparatory program for low-income, first-generation college bound students.  A total of six students from Mt. SAC were selected together with Mt. SAC faculty and participated in the REU program at Harvey Mudd College.  The partnership with Upward Bound consisted of an internship program for five high students to participate in REU research and a series of outreach lunches, lab tours, and presentations for the Upward Bound students.\n\n \n\n\t\t\t\t\tLast Modified: 09/06/2015\n\n\t\t\t\t\tSubmitted by: Karl Haushalter"
 }
}