{
 "awd_id": "1005750",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Link homology and categorification of quantum groups",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 517402.0,
 "awd_amount": 517402.0,
 "awd_min_amd_letter_date": "2010-06-10",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "Quantum link invariants, including the Jones, Kauffman, and other link polynomials, can be recovered from quantum groups, which are Hopf algebra deformations of the universal enveloping algebras of simple Lie algebras. These invariants can be extended to functors from the category of tangles to categories of quantum group representations. The invariant of a tangle is a homomorphism of representations. Link homology lifts quantum invariants one dimension up and can be viewed as functors from the category of link cobordisms to the category of multi-graded abelian groups. The invariant of a tangle becomes a functor between triangulated categories assigned to the boundaries of the tangle. Categorification leads to invariants of tangle cobordisms which take values in natural transformations between these functors. The categories that appear in this way categorify tensor products of quantum group representations and appear thoughout representation theory, symplectic topology, and algebraic geometry. The proposal aims to further elucidate the structure of link homology, discover new cohomological operations in them, further tie them up with Hochschild homology, generalize the Rassmussen invariant, and relate link homology with the categorification of quantum groups. Categorification of quantum groups, discovered less that two years ago, realizes them as Grothendieck groups of categories of projective modules over certain diagrammatically defined rings, which also appear throughout representation theory. The PI believes that categorified quantum groups will prove ubiquitous in several areas of mathematics and will continue studying them for the next few years.\r\n\r\n\r\n\r\nMathematicians discovered in the past 30 years deep relations between the theory of knots and 3-manifolds (objects that locally look like our space but have a different global behaviour) and a plethora of sophisticated structures in algebra and geometry. Many of these structures have to do with the elucidation of the notion of symmetry. All symmetries of a given mathematical or physical object constitute what is known as a group - a collection of symmetries that can be composed and reversed. Various developments in the past decades led to a far-fetched generalizations of the notion of a group, including the discovery of quantum groups by Drinfeld and Jimbo. More recent further progress in the direction, in which the PI was involved, resulted in the discovery of so-called categorified quantum groups, which are even more sophisticated objects, from which quantum groups can be recovered by forgetting most of the information. These categorified quantum groups are expected to be intimately related to the topology in four dimensions. Four-dimensional topology studies objects that locally look like our space plus the time direction, but may have complicated global structure. This line of research is expected to further tie together many areas of mathematics, including representation theory, homological algebra, topology and geometry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mikhail",
   "pi_last_name": "Khovanov",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Mikhail G Khovanov",
   "pi_email_addr": "khovanov@math.columbia.edu",
   "nsf_id": "000116638",
   "pi_start_date": "2010-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 168382.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 172440.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 176580.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Topology in dimensions at most four have remarkable properties and structural depth, that vanish in higher dimensions. One conceptual reason for that may be that our space-time is four-dimensional, at least macroscopically. An important structure in the three-dimensional topology is the Reshetikhin-Turaev invariants of 3-manifolds (the latter are spaces that locally look like &nbsp;the familiar three-dimensional space). It's a celebrated problem to lift or categorify these invariants to provide four-dimensional information. The PI had earlier succeeded in doing so in the special case of knots in the 3-space. The current project developed the foundation for categorification of Reshetikhin-Turaev invariants by studying categorification of corresponding algebraic structures, quantum groups, at the special values of the quantization parameter q. The PI succeeded in categorifying quantum group sl(2) (a deformation of the infinitesimal version of the structure of local symmetries of the 3-space) at these special values, which are prime roots of unity. The project also enhanced our understanding of categorification in the case of knots and links, with the PI finding a rich algebra of symmetries (cohomological operations) acting on certain link homology theories. Results of the projects deepen the already remarkable connection between algebra and low-dimensional topology and should lead to further discoveries in several other fields of mathematics, including homological algebra and representation theory, as well as mathematical physics.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/09/2015<br>\n\t\t\t\t\tModified by: Mikhail&nbsp;G&nbsp;Khovanov</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTopology in dimensions at most four have remarkable properties and structural depth, that vanish in higher dimensions. One conceptual reason for that may be that our space-time is four-dimensional, at least macroscopically. An important structure in the three-dimensional topology is the Reshetikhin-Turaev invariants of 3-manifolds (the latter are spaces that locally look like  the familiar three-dimensional space). It's a celebrated problem to lift or categorify these invariants to provide four-dimensional information. The PI had earlier succeeded in doing so in the special case of knots in the 3-space. The current project developed the foundation for categorification of Reshetikhin-Turaev invariants by studying categorification of corresponding algebraic structures, quantum groups, at the special values of the quantization parameter q. The PI succeeded in categorifying quantum group sl(2) (a deformation of the infinitesimal version of the structure of local symmetries of the 3-space) at these special values, which are prime roots of unity. The project also enhanced our understanding of categorification in the case of knots and links, with the PI finding a rich algebra of symmetries (cohomological operations) acting on certain link homology theories. Results of the projects deepen the already remarkable connection between algebra and low-dimensional topology and should lead to further discoveries in several other fields of mathematics, including homological algebra and representation theory, as well as mathematical physics. \n\n\t\t\t\t\tLast Modified: 10/09/2015\n\n\t\t\t\t\tSubmitted by: Mikhail G Khovanov"
 }
}