{
 "awd_id": "1005945",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Support for Coordinated, Regional Trace-Element Studies at the OSU-RC Archaeometry Lab",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 197327.0,
 "awd_amount": 197327.0,
 "awd_min_amd_letter_date": "2010-08-27",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "With support from the National Science Foundation, this collaborative project brings together an international team of scholars and advanced students to identify sources of ceramic production and to trace local and interregional exchange of ceramic vessels within two important centers of ancient civilization: Mesopotamia and its neighbors, and the Valley of Oaxaca, Mexico.  Under the direction of Dr. Leah Minc, trace-element analyses will be conducted to determine vessel provenance (geographic origin) via high-sensitivity Instrumental Neutron Activation Analysis (INAA).  Project participants will select archaeological ceramics for INAA from existing museum collections as well as from recent excavations representing key sites in each area, and contribute their expertise on ceramic chronology, typology, and culture history.\r\nIn both geographic study areas, the resulting trace-element data will provide physical evidence necessary to address both long-standing and recent models of political cycles of consolidation and fragmentation, and their impact on economic organization.  Within the Valley of Oaxaca, participating projects focus on the scale and location of ceramic production relative to centers of political power.  Key questions include whether political centers also functioned as economic urban sites engaged in the production of basic commodities (such as ceramics), and whether the exchange of such items was an integrating force for the Classic Zapotec state (ca. 300-750 AD).  In the case of Iraq, Iran, and Syria, the participating projects collectively will allow scholars to re-examine patterns of inter-regional interaction (such as between the lowlands and highlands), and to archaeologically substantiate historically recorded cycles of expansion and contraction of various Iranian and Mesopotamian political entities. Of central interest are possible exchange linkages forged during the 'Uruk expansion' (when Mesopotamian influences suddenly appear to dominate key trading centers in the adjacent uplands), and the formation of proto-Elamite and Elamite trading networks.\r\nThe coordination of these geographically and thematically related projects allows for an unprecedented spatial scale and scope in analyses of ancient exchange.  Although each participating scholar will address research questions and objectives specific to his or her own site, the potential for cross-fertilization of ideas among projects is great. Further, as each project expands the geographical and/or chronological range of trace-element data available for their study area, the integration of these results provides an even broader perspective of compositional variability in archaeological ceramics. Such a collaborative approach is therefore a more efficient means of conducting archaeometric research in key geographic areas, as it maximizes the information gained from any one site or study by placing it in a regional context.\r\nThe broader impacts of this proposal are that it will establish a much-needed regional perspective and foundation for future studies of exchange for two major centers of archaeological interest.  Further, the project will promote an integrated materials science approach in archaeological investigations of both young post-doctoral scholars as well as established scholars. The project will also provide graduate students with intensive hands-on training in the technical aspects of INAA and compositional analyses, and give undergraduate archaeology students the opportunity to participate in 'real world science' through labs and work experience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leah",
   "pi_last_name": "Minc",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leah Minc",
   "pi_email_addr": "mincleah@engr.orst.edu",
   "nsf_id": "000390883",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139300",
   "pgm_ele_name": "ARCHAEOMETRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1393",
   "pgm_ref_txt": "ARCHAEOMETRY"
  },
  {
   "pgm_ref_code": "6867",
   "pgm_ref_txt": "INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 68666.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 63470.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 65191.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Archaeologists study trade and exchange in order to gain insights into the dynamics of ancient economies. We want to know what types of goods were traded, how far these goods traveled, and the trading partners involved.&nbsp; Was exchange conducted only at a local level, or were certain goods obtained over long distances?</p>\n<p>We frequently focus on pottery in studies of exchange because ceramic vessels were widely available in ancient societies and they have preserved well in the archaeological record.&nbsp; Pottery vessels were traded both for their intrinsic value, and as containers for valuable liquids.&nbsp; Equally important, we can determine the geographic origin of ceramics based on the chemistry of their pastes.&nbsp; Clays in different regions will differ in their chemical composition, based on the minerals from which they weathered.&nbsp; This distinctive chemical signature is transferred to the pottery, allowing archaeologists to determine the provenance or geographic origin of the vessel in question.</p>\n<p>In this project, we examined the organization of trade and exchange in two different parts of the world: the ancient Near East and Oaxaca, Mexico.&nbsp; In both regions our goals were (1) to develop a database of ceramic chemical compositions that would allow us to distinguish pottery made in different sites or areas, and (2) use that database to trace the movement of pottery vessels from producer to consumer.</p>\n<p>In the ancient Near East, we focused on possible exchange between the lowlands of Mesopotamia and the surrounding uplands of Syria, Iraq, and Iran.&nbsp; Archaeologists have long noted that in the Late 4<sup>th</sup> millennium BC, pottery made in the style of southern Mesopotamia rather suddenly showed up in sites in the surrounding piedmont (over distances &gt; 800 km) along with other markers of Mesopotamian or Uruk culture.&nbsp; Known as the &ldquo;Uruk Expansion&rdquo;, this sudden spread of Uruk-style material has been interpreted as possibly resulting from extensive trade emanating from Mesopotamia (many of the vessels are small bottles and jars), or possibly from the emigration of Mesopotamian peoples fleeing conflict in their native land and taking their traditional goods with them.</p>\n<p>In order to examine whether these Uruk-style vessels represented exchange with Mesopotamia, we collaborated with museums in the U.S, Canada, and Europe, and received permission to remove a small piece of sherd from more than 1700 pottery vessels. We then analyzed the trace-element composition of these vessels through instrumental neutron activation analysis (INAA) at the Oregon State University research reactor, and identified the chemical signature for pottery produced in Mesopotamia and for pottery from sites along major trade routes leading into the uplands.&nbsp; Our results showed that almost all the Uruk-style pottery in the uplands was locally produced, rather than obtained through trade.&nbsp; We interpret this to mean that potters trained in the Mesopotamian tradition had moved into the uplands and continued their trade using local clays, a finding more consistent with an Uruk diaspora than with an Uruk trading empire.&nbsp; Based on ceramic exchange, we are now able to examine contacts among these colonies, as well as their interaction with the homeland.&nbsp;</p>\n<p>In Oaxaca, Mexico, we worked on a much smaller scale.&nbsp; Here we were interested in the organization of market exchange within the Valley of Oaxaca, home to the Zapotec civilization.&nbsp; Our focus was on the Late Classic (550-850 AD), the time period just preceding the break-up of the Zapotec state.&nbsp; Some archaeologists working in Oaxaca have argued that the capital Monte Alb&aacute;n was a major manufacturing or market center at this time, at the core of a regionally integrated economy; others have suggested that economic networks had broken down as the po...",
  "por_txt_cntn": "\nArchaeologists study trade and exchange in order to gain insights into the dynamics of ancient economies. We want to know what types of goods were traded, how far these goods traveled, and the trading partners involved.  Was exchange conducted only at a local level, or were certain goods obtained over long distances?\n\nWe frequently focus on pottery in studies of exchange because ceramic vessels were widely available in ancient societies and they have preserved well in the archaeological record.  Pottery vessels were traded both for their intrinsic value, and as containers for valuable liquids.  Equally important, we can determine the geographic origin of ceramics based on the chemistry of their pastes.  Clays in different regions will differ in their chemical composition, based on the minerals from which they weathered.  This distinctive chemical signature is transferred to the pottery, allowing archaeologists to determine the provenance or geographic origin of the vessel in question.\n\nIn this project, we examined the organization of trade and exchange in two different parts of the world: the ancient Near East and Oaxaca, Mexico.  In both regions our goals were (1) to develop a database of ceramic chemical compositions that would allow us to distinguish pottery made in different sites or areas, and (2) use that database to trace the movement of pottery vessels from producer to consumer.\n\nIn the ancient Near East, we focused on possible exchange between the lowlands of Mesopotamia and the surrounding uplands of Syria, Iraq, and Iran.  Archaeologists have long noted that in the Late 4th millennium BC, pottery made in the style of southern Mesopotamia rather suddenly showed up in sites in the surrounding piedmont (over distances &gt; 800 km) along with other markers of Mesopotamian or Uruk culture.  Known as the \"Uruk Expansion\", this sudden spread of Uruk-style material has been interpreted as possibly resulting from extensive trade emanating from Mesopotamia (many of the vessels are small bottles and jars), or possibly from the emigration of Mesopotamian peoples fleeing conflict in their native land and taking their traditional goods with them.\n\nIn order to examine whether these Uruk-style vessels represented exchange with Mesopotamia, we collaborated with museums in the U.S, Canada, and Europe, and received permission to remove a small piece of sherd from more than 1700 pottery vessels. We then analyzed the trace-element composition of these vessels through instrumental neutron activation analysis (INAA) at the Oregon State University research reactor, and identified the chemical signature for pottery produced in Mesopotamia and for pottery from sites along major trade routes leading into the uplands.  Our results showed that almost all the Uruk-style pottery in the uplands was locally produced, rather than obtained through trade.  We interpret this to mean that potters trained in the Mesopotamian tradition had moved into the uplands and continued their trade using local clays, a finding more consistent with an Uruk diaspora than with an Uruk trading empire.  Based on ceramic exchange, we are now able to examine contacts among these colonies, as well as their interaction with the homeland. \n\nIn Oaxaca, Mexico, we worked on a much smaller scale.  Here we were interested in the organization of market exchange within the Valley of Oaxaca, home to the Zapotec civilization.  Our focus was on the Late Classic (550-850 AD), the time period just preceding the break-up of the Zapotec state.  Some archaeologists working in Oaxaca have argued that the capital Monte Alb&aacute;n was a major manufacturing or market center at this time, at the core of a regionally integrated economy; others have suggested that economic networks had broken down as the political power of the capital declined.\n\nIn order to trace market exchange of ceramics, we first collected clay samples from throughout the Valley of Oaxaca to document regional variation in ..."
 }
}