{
 "awd_id": "1005123",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Molecular & Cellular Bioengineering",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Esther Bolding",
 "awd_eff_date": "2010-05-15",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2010-04-02",
 "awd_max_amd_letter_date": "2010-04-02",
 "awd_abstract_narration": "The Fischell Department of Bioengineering at the University of Maryland (UMD) will collaborate with the Office of Science and Engineering Laboratories in the Center for Devices and Radiological Health at the U.S. Food and Drug Administration (FDA) to broaden the scope and depth of the REU site program. The objective of the program is to introduce ten undergraduate students with engineering and science backgrounds to a diverse research environment involving bioengineering at the molecular and cellular level. This program with promote team-based and cross-disciplinary research within this field. The participants will be afforded an opportunity to be involved in the development of biomedical devices at the research, development, and evaluation stages. Potential undergraduate students will be recruited from chemistry, biochemistry, physics, biology, chemistry and engineering. Each student will be paired with a graduate student and a faculty mentor, who will closely supervise the research progress. Each REU student will have a primary research assignment either at UMD or FDA. \r\n\r\nParticipants will be required to attend professional development seminars on basic laboratory safety, professional and engineering ethics, technical communication, and graduate studies in science/engineering. They will also make two oral presentations and present a final research paper. In addition to the professional development activities, the students will participate in two field trips to local biotechnology companies or local laboratories and a variety of social activities. At the end of the summer all participants will give a presentation of their accomplishments during a two day long REU Research Day. Finally, evaluation of the REU Site will occur in the final days of the REU program as well as one year after each student's participation in the program. \r\n\r\nWhat are the broader impacts of the proposed activity? \r\nRecruitment efforts will be focused on undergraduates from institutions with limited levels of molecular and cellular bioengineering research. The program will expand the student's knowledge of emerging technologies and trends, preparing them for graduate studies or a professional career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Fisher",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "John P Fisher",
   "pi_email_addr": "jpfisher@umd.edu",
   "nsf_id": "000279052",
   "pi_start_date": "2010-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Bentley",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "William E Bentley",
   "pi_email_addr": "bentley@umd.edu",
   "nsf_id": "000183470",
   "pi_start_date": "2010-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The intellectual merit of the proposed Molecular &amp; Cellular Bioengineering Research Experiences for Undergraduates Site relates to the investigation of fundamental bioengineering questions using techniques that elucidate the roles of elemental participants.&nbsp; The Fischell Department of Bioengineering at the University of Maryland joined with the Office of Science and Engineering Laboratories in Center for Devices and Radiological Health at the U.S. Food and Drug Administration to provide undergraduate student researchers an exciting opportunity to be involved in the development of biomedical devices at the research, development, and evaluation stages.&nbsp; Major research initiatives in topics including biomicroelectromechanical systems, biomechanics, biomolecular engineering, cardiovascular mechanics, cellular and metabolic engineering, drug delivery, biomedical imaging, nanobiotechnology, neuroengineering, systems biology, and tissue engineering were examined.&nbsp; The engagement of REU researchers in this work benefited undergraduate education, while enhancing the University&rsquo;s bioengineering education and research programs.</p>\n<p>The broader impact of the proposed Molecular &amp; Cellular Bioengineering Research Experiences for Undergraduates Site relates to the engagement of undergraduate researchers in bioengineering research activities both at UMD and FDA. &nbsp;Participating undergraduates were involved in research as well as technical seminars at both UMD and FDA laboratories.&nbsp; The major objectives of this interaction were to focus on recruitment of undergraduates from institutions with modest levels of bioengineering research, introduce molecular and cellular bioengineering concepts, promote collaborative research, and introduce emerging technologies and trends.&nbsp; The successful completion of these objectives created an exciting and engaging atmosphere surrounding bioengineering research for the undergraduate REU students, so as to increase student participation in advanced research activities.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/03/2013<br>\n\t\t\t\t\tModified by: John&nbsp;P&nbsp;Fisher</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe intellectual merit of the proposed Molecular &amp; Cellular Bioengineering Research Experiences for Undergraduates Site relates to the investigation of fundamental bioengineering questions using techniques that elucidate the roles of elemental participants.  The Fischell Department of Bioengineering at the University of Maryland joined with the Office of Science and Engineering Laboratories in Center for Devices and Radiological Health at the U.S. Food and Drug Administration to provide undergraduate student researchers an exciting opportunity to be involved in the development of biomedical devices at the research, development, and evaluation stages.  Major research initiatives in topics including biomicroelectromechanical systems, biomechanics, biomolecular engineering, cardiovascular mechanics, cellular and metabolic engineering, drug delivery, biomedical imaging, nanobiotechnology, neuroengineering, systems biology, and tissue engineering were examined.  The engagement of REU researchers in this work benefited undergraduate education, while enhancing the UniversityÆs bioengineering education and research programs.\n\nThe broader impact of the proposed Molecular &amp; Cellular Bioengineering Research Experiences for Undergraduates Site relates to the engagement of undergraduate researchers in bioengineering research activities both at UMD and FDA.  Participating undergraduates were involved in research as well as technical seminars at both UMD and FDA laboratories.  The major objectives of this interaction were to focus on recruitment of undergraduates from institutions with modest levels of bioengineering research, introduce molecular and cellular bioengineering concepts, promote collaborative research, and introduce emerging technologies and trends.  The successful completion of these objectives created an exciting and engaging atmosphere surrounding bioengineering research for the undergraduate REU students, so as to increase student participation in advanced research activities.\n\n \n\n\t\t\t\t\tLast Modified: 05/03/2013\n\n\t\t\t\t\tSubmitted by: John P Fisher"
 }
}