{
 "awd_id": "1005581",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Magnetic and Photomagnetic Coordination Polymer Heterostructures",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Linda Sapochak",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2010-06-18",
 "awd_max_amd_letter_date": "2012-06-11",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nIn this project supported by the Solid State and Materials Chemistry (SSMC) program in the Division of Materials Research (DMR), Professor Daniel Talham and coworkers at the University of Florida will explore new coordination polymer heterostructures in order to better understand the chemical and structural characteristics responsible for the enhanced magnetic and photomagnetic properties recently discovered in heterostructured thin films comprised of cyanometallate coordination polymers.  The new properties result from interactions at nanometer length scales at the interface between the two solid-state phases.  The proposed systems are from the family of Prussian blue analogs, for which a wide range of magnetic phenomena have been observed, including the ability to combine magnetism with photoactivity.   As part of these studies, the project aims to improve and quantify the currently used solution- based thin film deposition procedures, and to extend the concept of photomagnetic coordination polymer heterostructures to multicomponent particles.  \r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nNew synthesis and fabrication methodologies developed in the study supported by the Solid State and Materials Chemistry (SSMC) program in the Division of Materials Research (DMR) will be generally applicable to other classes of coordination polymer nanostructures and will be useful for high-technology applications ranging from information storage to light harvesting.  In addition, training related to solid-state synthesis, nanoscale fabrication, magnetism, and light-induced magnetism will provide graduate and undergraduate student researchers with the skills and knowledge needed to be competitive in materials chemistry related high-technology professions.  The proposed project also establishes cooperation between disciplines and among both US and international partners.  Students and faculty from the Department of Physical Sciences at Concord University in Athens, West Virginia, a non-Ph.D. granting EPSCoR institution, will carry out coordination polymer synthesis associated with the project.  Research tasks involve collaborative projects between chemists and physicists, providing an opportunity for students to learn the importance of interdisciplinary study and the tools necessary to communicate with scientists in different fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Talham",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel R Talham",
   "pi_email_addr": "talham@chem.ufl.edu",
   "nsf_id": "000184783",
   "pi_start_date": "2010-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>Coordination polymers are a unique class of materials.&nbsp; They contain metal ions, but unlike traditional metallic, semiconductor, or ionic solids, they also contain covalent or coordinate covalent bonds to organic ligands.&nbsp; They don&rsquo;t possess the disorder and flexibility of organic polymers, but neither are they as fragile and brittle as a molecular crystal.&nbsp; Characteristics like tunable metal ion environments, metal-ligand interactions, porosity, and redox activity lead to applications in areas of catalysis, sensing, electrochromics, ion exchange, gas storage, and nuclear waste handling, to name just a few.&nbsp;&nbsp;&nbsp; In addition to these traditional uses, new interest in solid-state coordination polymers comes from advanced materials applications related to their magnetic, optical, and redox properties, and the unique opportunity to combine effects in a single material.&nbsp; Interestingly, almost all of these applications, old and new, should be influenced by the nanoscale, yet remarkably little work has been directed at determining how the nanoscale influences properties in coordination polymer solids.</p>\n<p><span style=\"white-space: pre;\"> </span>Our team in the Department of Chemistry, working in collaboration with the group of Professor Mark Meisel and his students from the University of Florida, Department of Physics, revealed a new mechanism for switching magnetism with light.&nbsp; The behavior is observed in a newly discovered class of nanometer scale particles, called coordination polymer heterostructures. &nbsp;Research showed that the nanoscale behavior is not the result of quantum confinement effects, as are known for quantum dot semiconductors or nanometer confined metal plasmons, but they are indeed a result of stabilizing large populations of surface states.&nbsp;&nbsp;&nbsp; The original finding coupled the photo-responsive Prussian blue analogue Rb<sub>0.7</sub>Co<sub>4.0</sub>[Fe(CN)<sub>6</sub>]<sub>3.0</sub>&middot;<em>n</em>H<sub>2</sub>O<strong> </strong>(CoFe-PBA)<strong> </strong>in a thin film or core-shell particle heterostructure with the ferromagnetic Rb<sub>0.8</sub>Ni<sub>4.0</sub>[Cr(CN)<sub>6</sub>]<sub>2.9</sub>&middot;<em>n</em>H<sub>2</sub>O (NiCr-PBA).&nbsp; The heterostructures show light-switchable magnetism up to ~70 K, approximately the temperature of liquid nitrogen.</p>\n<p><span style=\"white-space: pre;\"> </span>One of the goals of the current award was to add examples of nanoscale effects in coordination polymer solids.&nbsp; A second example of new behavior resulting from a heterostructure interface is in the area of lithium ion storage with Prussian blue analogue particles used as cathode materials of lithium ion batteries. Exploiting the Fe<sup>2+</sup>/Fe<sup>3+</sup> redox couple of Prussian blue analogues, A<sub>j</sub>M<sub>k</sub>[Fe(CN)<sub>6</sub>]<sub>l</sub><sup>.</sup>nH<sub>2</sub>O, several examples show very high cyclability, with over 40,000 cycles reported in at least one case.&nbsp; However, the capacity, ~60-80 mAh/g, is relatively low compared to other lithium ion cathode materials.&nbsp; Capacity can be significantly improved if the second metal center is also redox active, but instabilities at the extremes of redox cycling lead to rapid degradation. Working with Dr. M. Okubo at AIST in Tsukuba, Japan, we showed that coating the high capacity K<sub>0.1</sub>Cu[Fe(CN)<sub>6</sub>]<sub>0.7</sub>&middot;3.8H<sub>2</sub>O (CuFe-PBA) with a lower capacity but stable shell of K<sub>0.1</sub>Ni[Fe(CN)<sub>6</sub>]<sub>0.7</sub>&middot;4.1H<sub>2</sub>O (NiFe-PBA) significantly suppressed degradation, leading to&nbsp; both high capacity and long cycle stability.&nbsp; The finding has implications for both high energy density batteries, but also for low-density by high capacity grid storage mechanisms based on coordination pol...",
  "por_txt_cntn": "\n \n\n Coordination polymers are a unique class of materials.  They contain metal ions, but unlike traditional metallic, semiconductor, or ionic solids, they also contain covalent or coordinate covalent bonds to organic ligands.  They donÆt possess the disorder and flexibility of organic polymers, but neither are they as fragile and brittle as a molecular crystal.  Characteristics like tunable metal ion environments, metal-ligand interactions, porosity, and redox activity lead to applications in areas of catalysis, sensing, electrochromics, ion exchange, gas storage, and nuclear waste handling, to name just a few.    In addition to these traditional uses, new interest in solid-state coordination polymers comes from advanced materials applications related to their magnetic, optical, and redox properties, and the unique opportunity to combine effects in a single material.  Interestingly, almost all of these applications, old and new, should be influenced by the nanoscale, yet remarkably little work has been directed at determining how the nanoscale influences properties in coordination polymer solids.\n\n Our team in the Department of Chemistry, working in collaboration with the group of Professor Mark Meisel and his students from the University of Florida, Department of Physics, revealed a new mechanism for switching magnetism with light.  The behavior is observed in a newly discovered class of nanometer scale particles, called coordination polymer heterostructures.  Research showed that the nanoscale behavior is not the result of quantum confinement effects, as are known for quantum dot semiconductors or nanometer confined metal plasmons, but they are indeed a result of stabilizing large populations of surface states.    The original finding coupled the photo-responsive Prussian blue analogue Rb0.7Co4.0[Fe(CN)6]3.0&middot;nH2O (CoFe-PBA) in a thin film or core-shell particle heterostructure with the ferromagnetic Rb0.8Ni4.0[Cr(CN)6]2.9&middot;nH2O (NiCr-PBA).  The heterostructures show light-switchable magnetism up to ~70 K, approximately the temperature of liquid nitrogen.\n\n One of the goals of the current award was to add examples of nanoscale effects in coordination polymer solids.  A second example of new behavior resulting from a heterostructure interface is in the area of lithium ion storage with Prussian blue analogue particles used as cathode materials of lithium ion batteries. Exploiting the Fe2+/Fe3+ redox couple of Prussian blue analogues, AjMk[Fe(CN)6]l.nH2O, several examples show very high cyclability, with over 40,000 cycles reported in at least one case.  However, the capacity, ~60-80 mAh/g, is relatively low compared to other lithium ion cathode materials.  Capacity can be significantly improved if the second metal center is also redox active, but instabilities at the extremes of redox cycling lead to rapid degradation. Working with Dr. M. Okubo at AIST in Tsukuba, Japan, we showed that coating the high capacity K0.1Cu[Fe(CN)6]0.7&middot;3.8H2O (CuFe-PBA) with a lower capacity but stable shell of K0.1Ni[Fe(CN)6]0.7&middot;4.1H2O (NiFe-PBA) significantly suppressed degradation, leading to  both high capacity and long cycle stability.  The finding has implications for both high energy density batteries, but also for low-density by high capacity grid storage mechanisms based on coordination polymer materials.\n\n  The research tasks for this project were designed to be platforms for research experiences for undergraduate and graduate students, providing training in advanced technologies.  Six students have been wholly or partially supported by this award while pursuing Ph.D. degrees.  One undergraduate student gained laboratory experience while working on this project for three years.  The outcomes of the basic research are reported in 21 peer reviewed publications in chemistry and physics journals and the results were discussed at several national and international scientific meetings.  \n\n \n\n\t\t\t\t\tLast Modified: 10/24/2..."
 }
}