{
 "awd_id": "1005657",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Coenzyme B and Acetamidosugar Biosynthesis in Methanogens",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 397848.0,
 "awd_amount": 397848.0,
 "awd_min_amd_letter_date": "2009-11-16",
 "awd_max_amd_letter_date": "2010-05-11",
 "awd_abstract_narration": "Methanogenic microorganisms produce most of the methane gas that is released into Earth's atmosphere. This methane is a potential source of energy, but also a greenhouse gas and an agricultural byproduct, so controlling methanogenesis is a priority for waste processing and biofuel research. These microbes require coenzyme B (CoB) to catalyze the final reaction that releases methane. Therefore inhibiting CoB biosynthesis would specifically impair methanogens. This project will use biochemistry, genomic analysis and genetics to identify the CoB biosynthetic pathway used by the marine methanogen Methanococcus maripaludis. Homoaconitase (HACN), a key metalloenzyme in the biosynthesis of the thioacyl moiety of CoB, will be purified and characterized to test its stereochemistry and substrate specificity (Aim 1). This is the first purified iron-sulfur hydro-lyase that catalyzes both the dehydration and hydration reactions that make homoisocitrate. Experiments will test whether this enzyme can use all three gamma-carboxylate chain length analogs that are needed to make 2-oxosuberate. HACNs also participate in an alternative lysine biosynthesis pathway that is a target for anti-fungal drug development. To resolve the subsequent steps in CoB biosynthesis radiolabeled cysteine, sulfide, glutamate and threonine will be used to trace the M. maripaludis pathway (Aim 2). These studies will identify substrates, intermediates and cofactors required to attach the thiol and threonine groups. Results from these incorporation studies will help identify novel enzymes in CoB biosynthesis and sulfur metabolism. A report of an extended CoB structure containing a uridine diphosphate disaccharide headgroup suggests that CoB formation may resemble peptidoglycan precursor biosynthesis. To determine the significance of this disaccharide in CoB, deletion mutations will be constructed in three M. maripaludis genes implicated in acetamido sugar biosynthesis (Aim 3). Besides probing CoB biosynthesis, these mutants will be valuable tools for future research on biofilm formation and glycosylation in archaea. This project is a model for combining comparative genomic analysis with experimental methods to determine a complex biochemical pathway with novel reactions.\r\nBroader impacts. This project will train undergraduate and graduate students to design and execute experiments in metabolic biochemistry. These students have diverse intellectual, ethnic and geographic backgrounds. This work also engages high school students through the Welch Summer Scholars and SEED programs. Advanced graduate and undergraduate researchers gain practical teaching experience by assisting in training new graduate, undergraduate and high school students. By combining interdisciplinary fields of genomics, enzymology, genetics, analytical chemistry and synthetic chemistry, this research will provide a broad based and collaborative learning experience. Methods and reagents developed here will be used to develop freshman research initiatives to introduce new and underrepresented college students to biological research. Results from these experiments will be used to create new questions for a problem-based Biochemistry lecture course that the PI regularly teaches to 140 undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Graham",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "David E Graham",
   "pi_email_addr": "dgraha13@utk.edu",
   "nsf_id": "000343998",
   "pi_start_date": "2009-11-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "201 ANDY HOLT TOWER",
  "perf_city_name": "KNOXVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1168",
   "pgm_ref_txt": "METABOLIC BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 77848.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 160000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Methanogenic microorganisms produce methane gas in aquatic and terrestrial ecosystems as well as animal rumens and insect hindguts. A large proportion of this methane escapes into the atmosphere where it acts a greenhouse gas. Due to its high radiative efficiency, methane has a global warming potential 21-times higher than CO<sub>2</sub>. Its relatively short atmospheric lifetime of 12 years suggests that changes in methane emissions could affect global warming more quickly than changes in CO<sub>2</sub> emissions. Despite this high impact on Earth&rsquo;s climate, we do not understand all of the steps that methanogens use to produce methane. This knowledge gap limits our ability to recognize signatures of methanogenesis in environmental metagenome sequencing data, and it restricts the development of specific chemical inhibitors to control methanogenesis. This project identified new enzymes used by methanogens to make organic coenzymes that are essential for methane formation.</p>\n<p>New enzymes were identified that synthesize the 2-oxoacid intermediates of coenzyme B (7-mercaptoheptanoylthreonine phosphate). Biochemical kinetic and structural studies revealed the evolution of new enzyme specificity in the homoaconitase family that enabled this new pathway to evolve in methanogens. Additionally, a new pathway was identified in Methanomicrobiales and Methanosarcinales<em> </em>methanogens to produce coenzyme M (2-mercaptoethane sulfonic acid). Together, these discoveries led to the recognition of two new types of enzymes: methanogen homoaconitase (EC 4.2.1.114) and cysteate synthase (EC 2.5.1.76). To date, 24 orthologs of methanogen homoaconitase and 85 orthologs of cystease synthase have been annotated in genome sequences deposited in GenBank since the initial publication.</p>\n<p>Genetic and biochemical investigations of a eukaryotic-type iron-sulfur cluster carrier protein that is ubiquitous in the Archaea revealed a specific evolutionary relationship between iron-sulfur cofactor assembly in Eukarya and Archaea. These iron-sulfur cofactors are highly abundant in anaerobic archaea and crucial for the function of the homoaconitase enzyme.</p>\n<p>The microbiological and biochemical investigations that enabled these fundamental discoveries were performed by graduate, undergraduate and high school students. Publications in peer-reviewed journals, foundational reviews and perspective articles and frequent presentations at conferences, universities, REU programs, and national laboratories shared these discoveries and fostered interdisciplinary and international collaborations. The new pathways and enzymes were the basis for new homework and test problems for an introductory undergraduate biochemistry class. These novel problems elaborated on textbook principles but required students to apply learning, analyze new problems and evaluate data to infer new associations and develop inductive reasoning skills.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/01/2013<br>\n\t\t\t\t\tModified by: David&nbsp;E&nbsp;Graham</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/1005657/1005657_10029507_1375379189119_CoMbiosynthesis--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1005657/1005657_10029507_1375379189119_CoMbiosynthesis--rgov-800width.jpg\" title=\"Coenzyme M biosynthesis pathways\"><img src=\"/por/images/Reports/POR/2013/1005657/1005657_10029507_1375379189119_CoMbiosynthesis--rgov-66x44.jpg\" a...",
  "por_txt_cntn": "\nMethanogenic microorganisms produce methane gas in aquatic and terrestrial ecosystems as well as animal rumens and insect hindguts. A large proportion of this methane escapes into the atmosphere where it acts a greenhouse gas. Due to its high radiative efficiency, methane has a global warming potential 21-times higher than CO2. Its relatively short atmospheric lifetime of 12 years suggests that changes in methane emissions could affect global warming more quickly than changes in CO2 emissions. Despite this high impact on EarthÆs climate, we do not understand all of the steps that methanogens use to produce methane. This knowledge gap limits our ability to recognize signatures of methanogenesis in environmental metagenome sequencing data, and it restricts the development of specific chemical inhibitors to control methanogenesis. This project identified new enzymes used by methanogens to make organic coenzymes that are essential for methane formation.\n\nNew enzymes were identified that synthesize the 2-oxoacid intermediates of coenzyme B (7-mercaptoheptanoylthreonine phosphate). Biochemical kinetic and structural studies revealed the evolution of new enzyme specificity in the homoaconitase family that enabled this new pathway to evolve in methanogens. Additionally, a new pathway was identified in Methanomicrobiales and Methanosarcinales methanogens to produce coenzyme M (2-mercaptoethane sulfonic acid). Together, these discoveries led to the recognition of two new types of enzymes: methanogen homoaconitase (EC 4.2.1.114) and cysteate synthase (EC 2.5.1.76). To date, 24 orthologs of methanogen homoaconitase and 85 orthologs of cystease synthase have been annotated in genome sequences deposited in GenBank since the initial publication.\n\nGenetic and biochemical investigations of a eukaryotic-type iron-sulfur cluster carrier protein that is ubiquitous in the Archaea revealed a specific evolutionary relationship between iron-sulfur cofactor assembly in Eukarya and Archaea. These iron-sulfur cofactors are highly abundant in anaerobic archaea and crucial for the function of the homoaconitase enzyme.\n\nThe microbiological and biochemical investigations that enabled these fundamental discoveries were performed by graduate, undergraduate and high school students. Publications in peer-reviewed journals, foundational reviews and perspective articles and frequent presentations at conferences, universities, REU programs, and national laboratories shared these discoveries and fostered interdisciplinary and international collaborations. The new pathways and enzymes were the basis for new homework and test problems for an introductory undergraduate biochemistry class. These novel problems elaborated on textbook principles but required students to apply learning, analyze new problems and evaluate data to infer new associations and develop inductive reasoning skills.\n\n\t\t\t\t\tLast Modified: 08/01/2013\n\n\t\t\t\t\tSubmitted by: David E Graham"
 }
}