{
 "awd_id": "1005240",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Center for Scalable and Integrated Nanomanufacturing (SINAM) Nanomanufacturing Summer Academy (NMSA)",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Esther Bolding",
 "awd_eff_date": "2010-07-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 390001.0,
 "awd_amount": 390001.0,
 "awd_min_amd_letter_date": "2010-07-06",
 "awd_max_amd_letter_date": "2012-06-13",
 "awd_abstract_narration": "This proposed three year REU Site program at the University of California Los Angeles (UCLA) will support undergraduate research within the Center for Scalable and Integrated Nanomanufacturing (SINAM) an NSF Nanoscale Science and Engineering Center that spans six campuses.  This REU project will support undergraduate research at three of those campuses: UCLA, UC Berkeley, and Northwestern University.  The summer undergraduate research program within SINAM, the \"Nanomanufacturing Summer Academy\" (NMSA) has been in existence since 2004.  The objectives of the NMSA program are to: 1) introduce students to current nanomanufacturing research; 2) to provide students with a structured and supportive research experience by working in a laboratory with faculty and graduate students; 3) to encourage students to pursue advanced degrees in engineering; and 4) to prepare students for research in graduate school.  \r\n\r\nThe intellectual focus of each research project being conducted within NMSA will be manufacturing.  The current nano-technology revolution is facing several major challenges: to manufacture nanodevices below 20nm, to fabricate 3D complex nanostructures, and to heterogeneously integrate multiple functionalities.  To tackle these grand challenges, SINAM proposes a nanomanufacturing paradigm that integrates an array of new nanomanufacturing technologies: the development of nanomanufacturing tools that are suitable for industrial-scale applications; utilization of the new technological platforms for the manipulation and construction of high dimensional nanostructures to build a plasmonic-based healthcare platform; and nanomanufacturing of 2nd and 3rd generation solar cells including solid-state thin-film and electrochemical solar cells.  Undergraduate students will be engaged in these exciting and critical research areas within SINAM.\r\n\r\nIn addition to focusing on their own research projects, participants will be provided with broader educational experiences. Students will be exposed to the breadth of SINAM research through weekly seminars given by graduate students and faculty, which will be webcast to all campuses. NMSA has also formed partnerships with the following organizations to coordinate educational and social programs for NMSA participants at the institution they are assigned: 1) At UCLA, the UCLA Undergraduate Research Center, Center for Academic and Research Excellence (URC-CARE), 2) At UC Berkeley, Summer Undergraduate Program in Engineering Research at Berkeley (SUPERB), 3) At Northwestern, Summer Research Opportunity Program (SROP). The educational programs that are offered include GRE preparation courses, abstract writing and research presentation workshops. The social activities allow students an opportunity to network and build relationships with other summer research participants from various disciplines.\r\n\r\nThe culminating activity of the research program will be a poster presentation.  All NMSA participants will have their posters displayed on the SINAM website to share their work with students across all SINAM campuses.\r\n\r\nParticipants in this REU Site program will be encouraged to pursue advanced degrees in engineering and prepared for research in graduate school.  Upon completion of the Nanomanufacturing Summer Academy, students will have a clear understanding of what is necessary to success in engineering research at the graduate level.  Students will learn how to communicate and interact with their faculty mentor, graduate student mentor, and lab associates.  Finally, the students will leave the academy with a greater understanding of nanomanufacturing and its real world application.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adrienne",
   "pi_last_name": "Lavine",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Adrienne G Lavine",
   "pi_email_addr": "lavine@seas.ucla.edu",
   "nsf_id": "000199115",
   "pi_start_date": "2010-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 258639.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 131362.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This REU supported undergraduate students taking part in the Nanomanufacturing Summer Academy research program at the University of California, Los Angeles (UCLA), as well as students in collaborative research programs at Northwestern University and the University of California, Berkeley. &nbsp;The goal was to encourage and inspire undergraduate students to further their study in engineering by pursuing a graduate degree.&nbsp; Emphasis was placed on students from populations that are underrepresented in engineering. &nbsp;The program reached out to students from various universities including Minority serving institutions (MSI), Hispanic serving institutions (HSI) and Historically Black Colleges and Universities (HBCU) to ensure a diverse pool of applicants.&nbsp; Over the course of the program, approximately 35 students participated.&nbsp; Of those, 13 were female and 10 were members of underrepresented minority groups (African-American or Latino).</p>\n<p>By participating in the REU, students gained valuable insight into how research is done at the graduate level and experienced the excitement of discovering new knowledge. &nbsp;Each participating student worked closely with a faculty member in a research project and was assisted in research and academic career planning by a graduate student mentor. &nbsp;At UCLA, each participant received housing, stipend, a meal allowance, and GRE preparation courses.&nbsp; Students received guidance through bi-weekly meetings with the program&rsquo;s director and coordinator to discuss challenges and successes of their research endeavors and strategies for how to proceed.&nbsp; At the end of the UCLA summer academy, students presented their summer research project in a poster presentation attended by faculty, students, and staff.</p>\n<p>Through this initiative several students presented their research at various regional or national conferences, and some were awarded prizes for their work.&nbsp; To give two examples, a 2011 Nanomanufacturing Summer Academy participant won 1st place in the oral presentation of the Technical Research Exhibition at the 2011 National Society of Black Engineers (SHPE) fall regional conference and another student won first place at the 2013 national Society of Hispanic Professional Engineers (SHPE) undergraduate research competition.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/06/2014<br>\n\t\t\t\t\tModified by: Adrienne&nbsp;G&nbsp;Lavine</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1005240/1005240_10018017_1412622775421_GregCaguimbal--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1005240/1005240_10018017_1412622775421_GregCaguimbal--rgov-800width.jpg\" title=\"GC wins 2013 SHPE\"><img src=\"/por/images/Reports/POR/2014/1005240/1005240_10018017_1412622775421_GregCaguimbal--rgov-66x44.jpg\" alt=\"GC wins 2013 SHPE\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Student from UCLA REU wins 2013 national SHPE poster session</div>\n<div class=\"imageCredit\">unknown</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Adrienne&nbsp;G&nbsp;Lavine</div>\n<div class=\"imageTitle\">GC wins 2013 SHPE</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis REU supported undergraduate students taking part in the Nanomanufacturing Summer Academy research program at the University of California, Los Angeles (UCLA), as well as students in collaborative research programs at Northwestern University and the University of California, Berkeley.  The goal was to encourage and inspire undergraduate students to further their study in engineering by pursuing a graduate degree.  Emphasis was placed on students from populations that are underrepresented in engineering.  The program reached out to students from various universities including Minority serving institutions (MSI), Hispanic serving institutions (HSI) and Historically Black Colleges and Universities (HBCU) to ensure a diverse pool of applicants.  Over the course of the program, approximately 35 students participated.  Of those, 13 were female and 10 were members of underrepresented minority groups (African-American or Latino).\n\nBy participating in the REU, students gained valuable insight into how research is done at the graduate level and experienced the excitement of discovering new knowledge.  Each participating student worked closely with a faculty member in a research project and was assisted in research and academic career planning by a graduate student mentor.  At UCLA, each participant received housing, stipend, a meal allowance, and GRE preparation courses.  Students received guidance through bi-weekly meetings with the programÆs director and coordinator to discuss challenges and successes of their research endeavors and strategies for how to proceed.  At the end of the UCLA summer academy, students presented their summer research project in a poster presentation attended by faculty, students, and staff.\n\nThrough this initiative several students presented their research at various regional or national conferences, and some were awarded prizes for their work.  To give two examples, a 2011 Nanomanufacturing Summer Academy participant won 1st place in the oral presentation of the Technical Research Exhibition at the 2011 National Society of Black Engineers (SHPE) fall regional conference and another student won first place at the 2013 national Society of Hispanic Professional Engineers (SHPE) undergraduate research competition.\n\n\t\t\t\t\tLast Modified: 10/06/2014\n\n\t\t\t\t\tSubmitted by: Adrienne G Lavine"
 }
}