{
 "awd_id": "1005753",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "36th Northeast Bioengineering Conference - March 26-28, 2010 in New York, NY",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Semahat S. Demir",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2010-02-18",
 "awd_max_amd_letter_date": "2010-02-18",
 "awd_abstract_narration": "1005753 \t\r\nSia\r\n\r\nIntellectual Merit \r\nThe 36th NEBEC will disseminate the state of the art in Bioengineering research at all levels, discuss potential career choices that effectively prepare students for the workforce, and share information across interdisciplinary barriers. Specifically, the conference will include sessions in the following areas: \r\n- Biomaterials and Tissue Engineering \r\n- Biomechanics \r\n- Advanced Biomedical Imaging Technologies \r\n- Technology Translation into Clinic \r\n- Role of Bioengineering in Public Advocacy \r\nU.S. programs in bioengineering will need to train students to be competitive in the global workforce. The perspectives gained from the diverse group of attendees will facilitate the development of creative and effective ways maintain a competitive advantage for the U.S. in bioengineering research globally. \r\n\r\nBroader Impact \r\nThe 36th NEBEC will have broad impact for the Northeast bioengineering community and for engineering education. Typically this conference brings together researchers from over 40 institutions in the Northeast. The knowledge gained and experiences shared from the conference will be captured electronically and broadly disseminated via abstract books, CD ROMS, and via the IEEE website. Benefiting from the exposure to state of the art in bioengineering research and the ability to interact within an intimate setting with leaders in the field of bioengineering, students will be better prepared for both bioengineering research and bioengineering-focused careers. Students already registered in programs will have a chance to see and interact with leaders in the field as they present their work and discuss current obstacles to progress that need to be resolved. One of the main goals of the conference is to help build the confidence of bioengineering students by providing multiple speaking opportunities and to help cultivate an environment to support future leaders in the field. In this regard, numerous speaker slots have been reserved in the program for student presentations. In addition, effective educational improvement will help spawn innovations and create ground breaking bioengineering technologies, and hence benefit the society at large. Also, for the first time, AIMBE has endorsed the NEBEC meeting, and will help increase the broader impact of this impact by exploring the role of bioengineering and broader society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Sia",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel K Sia",
   "pi_email_addr": "ss2735@columbia.edu",
   "nsf_id": "000106488",
   "pi_start_date": "2010-02-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 36<sup>th</sup> Annual Northeast Bioengineering Conference was held March 26-28, 2010 at Columbia University in New York City and focused on the theme of &ldquo;<em>Biomedical Engineering for Society&rdquo;</em>. &nbsp;The conference objectives were</p>\n<p>1) To expose students to exciting, cutting edge research in biomedical engineering</p>\n<p>2) To encourage students to pursue careers in biomedical sciences</p>\n<p>3) To introduce students to research leaders and encourage interactions</p>\n<p>4) To stimulate new interactions between research groups in the Northeast</p>\n<p>&nbsp;</p>\n<p>Building upon the success of the previous 35th Annual Northeast Bioengineering Conference, the 36th Annual Northeast Bioengineering Conference highlighted emerging areas of bioengineering research such as advances in cell and tissue engineering, diagnostics, biomechanics, imaging, and nano-technology. In addition, workshops at the conference focused on industry participation and public advocacy to satisfy an important initiative to help translate basic research into clinical treatments.&nbsp; Entrepreneurship was also an exciting area for students, who more than ever are aware of the commercial potential of biomedical developments. The conference had presentation tracks in broad areas of bioengineering: biomaterials, biomechanics, and bio-imaging, with leaders in the field speaking on the current state of technology in key areas of bioengineering.</p>\n<p>&nbsp;</p>\n<p>With over 400 attendees, more than half of which were undergraduate and graduate students, from 40-plus institutions, the conference was a resounding success.&nbsp; The NSF conference grant allowed registration fees to be greatly discounted for student attendees.&nbsp; These students were then able to further their development in the field of biomedical engineering by attending sessions and presentations led by leaders in the field, as well as having the opportunity to engage in discussion and brainstorming with these leaders and other attendees.&nbsp; For many students, this was also an opportunity to share their work with colleagues in our large poster session or to give their first podium presentation in a conference setting.&nbsp; Over 200 presentations were given with nearly half of them coming from undergraduate and graduate students.&nbsp; The broad focus of the conference fostered interactions among groups that may not otherwise collaborate.&nbsp; Our conference program book included contact information for each attendee, which provided further avenues for collaboration.</p>\n<p>&nbsp;</p>\n<p>The NEBEC conference has a strong tradition of educating the next generation of undergraduate, graduate, and postdoctoral students in bioengineering.&nbsp; The 36<sup>th</sup> Annual Northeast Bioengineering Conference at Columbia University succeeded in maintaining this tradition through its exceptional invited speakers, strong student participation, and its view toward the future of biomedical engineering.&nbsp; It also furthered the impact of the conference with the endorsement of AIMBE, which held a special session to explore bioengineering&rsquo;s relationship to public advocacy and policymaking and thereby its role in broader society.&nbsp; The knowledge gained and experiences shared from the conference were captured electronically and broadly disseminated via abstract books, CD ROMS, and via the IEEE website. The efforts by everyone involved ensured that the NEBEC conference will continue to be a strong force in the education and professional development of bioengineering students and in the future of the field.</p>\n<p>&nbsp;</p>\n<p>Conference proceedings are available in IEEExplore under the heading &ldquo;Bioengineering Conference, Proceedings of the 2010 IEEE 36th Annual Northeast,&rdquo; at the following link: <a href=\"http://ieeexplore.ieee.org/xpl/mostRecentIssue.jsp?punumber=5450666\">http://ieeexplore.ieee...",
  "por_txt_cntn": "\nThe 36th Annual Northeast Bioengineering Conference was held March 26-28, 2010 at Columbia University in New York City and focused on the theme of \"Biomedical Engineering for Society\".  The conference objectives were\n\n1) To expose students to exciting, cutting edge research in biomedical engineering\n\n2) To encourage students to pursue careers in biomedical sciences\n\n3) To introduce students to research leaders and encourage interactions\n\n4) To stimulate new interactions between research groups in the Northeast\n\n \n\nBuilding upon the success of the previous 35th Annual Northeast Bioengineering Conference, the 36th Annual Northeast Bioengineering Conference highlighted emerging areas of bioengineering research such as advances in cell and tissue engineering, diagnostics, biomechanics, imaging, and nano-technology. In addition, workshops at the conference focused on industry participation and public advocacy to satisfy an important initiative to help translate basic research into clinical treatments.  Entrepreneurship was also an exciting area for students, who more than ever are aware of the commercial potential of biomedical developments. The conference had presentation tracks in broad areas of bioengineering: biomaterials, biomechanics, and bio-imaging, with leaders in the field speaking on the current state of technology in key areas of bioengineering.\n\n \n\nWith over 400 attendees, more than half of which were undergraduate and graduate students, from 40-plus institutions, the conference was a resounding success.  The NSF conference grant allowed registration fees to be greatly discounted for student attendees.  These students were then able to further their development in the field of biomedical engineering by attending sessions and presentations led by leaders in the field, as well as having the opportunity to engage in discussion and brainstorming with these leaders and other attendees.  For many students, this was also an opportunity to share their work with colleagues in our large poster session or to give their first podium presentation in a conference setting.  Over 200 presentations were given with nearly half of them coming from undergraduate and graduate students.  The broad focus of the conference fostered interactions among groups that may not otherwise collaborate.  Our conference program book included contact information for each attendee, which provided further avenues for collaboration.\n\n \n\nThe NEBEC conference has a strong tradition of educating the next generation of undergraduate, graduate, and postdoctoral students in bioengineering.  The 36th Annual Northeast Bioengineering Conference at Columbia University succeeded in maintaining this tradition through its exceptional invited speakers, strong student participation, and its view toward the future of biomedical engineering.  It also furthered the impact of the conference with the endorsement of AIMBE, which held a special session to explore bioengineeringÆs relationship to public advocacy and policymaking and thereby its role in broader society.  The knowledge gained and experiences shared from the conference were captured electronically and broadly disseminated via abstract books, CD ROMS, and via the IEEE website. The efforts by everyone involved ensured that the NEBEC conference will continue to be a strong force in the education and professional development of bioengineering students and in the future of the field.\n\n \n\nConference proceedings are available in IEEExplore under the heading \"Bioengineering Conference, Proceedings of the 2010 IEEE 36th Annual Northeast,\" at the following link: http://ieeexplore.ieee.org/xpl/mostRecentIssue.jsp?punumber=5450666.\n\n \n\n\t\t\t\t\tLast Modified: 04/26/2011\n\n\t\t\t\t\tSubmitted by: Samuel K Sia"
 }
}