{
 "awd_id": "1005699",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Hydrolysable Zwitterionic-Based Biomaterials for Effective Gene Delivery",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph A. Akkara",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2010-08-10",
 "awd_max_amd_letter_date": "2012-07-02",
 "awd_abstract_narration": "This award by the Biomaterials program in the Division of Materials Research to University of Washington is to develop a completely novel, stand-alone gene delivery platform based on hydrolysable cationic precursors to zwitterionic poly(carboxybetaine) (pCB) polymers. This cationic pCB ester is able to condense negatively charged plasmid DNA into small polymer-DNA complexes. Upon the hydrolysis of cationic pCB ester into zwitterionic pCB, negatively charged DNA is effectively released from polymer-DNA complexes. The resulting zwitterionic pCB is nontoxic. This platform combines all of the features, including effective packaging/ unpackaging, specific targeting, and low toxicity/biocompatibility that are necessary in a gene delivery vehicle in a single biocompatible material. The outcome of this work is a new approach to effectively address two critical issues in gene delivery, i.e., efficacy and low toxicity. Graduate and undergraduate students will be involved in this project, particularly those from underrepresented groups. They will be trained in cutting-edge research integrating polymer and biological sciences. In addition, the PI's group will actively host high school students or teachers for summer research and international exchange students.\r\n\r\nA key limitation in the development of human gene therapy is the lack of a safe and efficient gene delivery system. Synthetic gene-delivery agents generally do not possess the required efficacy. Toxicity is also of great concern. Most of the earlier approaches to address these challenges often lead to complex multi-material systems. The objective of this work is to develop a completely novel, stand-alone gene delivery platform based on hydrolysable cationic precursors to zwitterionic poly(carboxybetaine) polymers. It is expected that this integrated platform is capable of achieving high gene transfection efficiency, high blood stability, targeted delivery, and low toxicity. It will open up a new research direction in the gene delivery development. This project will provide graduate and undergraduate students, particularly those from underrepresented groups, with research opportunities in this emerging research field. The PI's group will also actively host high school students and teachers for summer research and international exchange students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jiang",
   "pi_last_name": "Shaoyi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jiang Shaoyi",
   "pi_email_addr": "sj19@cornell.edu",
   "nsf_id": "000149406",
   "pi_start_date": "2010-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 125000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A key limitation in the development of human gene therapy is the lack of safe and efficient for gene delivery. Synthetic gene-delivery agents generally do not possess the required efficacy. Toxicity is also of great concern. Most approaches to address these challenges often lead to compromise solutions and complex multi-material systems. The objective of this work is to develop a novel, stand-alone gene delivery platform based on hydrolysable cationic precursors to zwitterionic poly(carboxybetaine) (pCB) polymers. These hydrolysable cationic polymers are able to condense negatively charged plasmid DNA into small polymer-DNA complexes. Upon the hydrolysis of cationic pCB ester into zwitterionic pCB, negatively charged DNA is effectively released from polymer-DNA complexes. The resulting zwitterionic pCB is also nontoxic. This platform combines all of the features, including effective packaging/unpackaging, specific targeting, and low toxicity/biocompatibility, necessary in a gene delivery vehicle in a single biocompatible material. During this project, the PI&rsquo;s group has found optimal compositions for both gene (nanoparticle) and vaccine (microparticle) delivery using these hydrolysable cationic polymers. For the hydrolysable microparticles used in vaccine delivery, for example, optimized transfection efficiency was achieved at the 1:1 tertiary to quaternary ratio of ester PCB polymers. This efficiency is about twelve times higher than that of the standard. All of the nonhydrolysable particles showed very low transfection efficiency. Furthermore, the PI&rsquo;s group has developed several new biomaterials such as ultra low fouling zwitterionic polymer with a tertiary amine, UV-sensitive ester polymer, and ester polymer. These polymers are used to not only improve delivery efficacy with low toxicity, but also provide a deeper understanding of gene and vaccine delivery. These materials can be also used for a number of other applications from antimicrobial coatings to marine coatings. Several graduate, undergraduate and high school students, particularly students from underrepresented groups, participated in this interdisciplinary research project.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/03/2013<br>\n\t\t\t\t\tModified by: Shaoyi&nbsp;Jiang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA key limitation in the development of human gene therapy is the lack of safe and efficient for gene delivery. Synthetic gene-delivery agents generally do not possess the required efficacy. Toxicity is also of great concern. Most approaches to address these challenges often lead to compromise solutions and complex multi-material systems. The objective of this work is to develop a novel, stand-alone gene delivery platform based on hydrolysable cationic precursors to zwitterionic poly(carboxybetaine) (pCB) polymers. These hydrolysable cationic polymers are able to condense negatively charged plasmid DNA into small polymer-DNA complexes. Upon the hydrolysis of cationic pCB ester into zwitterionic pCB, negatively charged DNA is effectively released from polymer-DNA complexes. The resulting zwitterionic pCB is also nontoxic. This platform combines all of the features, including effective packaging/unpackaging, specific targeting, and low toxicity/biocompatibility, necessary in a gene delivery vehicle in a single biocompatible material. During this project, the PIÆs group has found optimal compositions for both gene (nanoparticle) and vaccine (microparticle) delivery using these hydrolysable cationic polymers. For the hydrolysable microparticles used in vaccine delivery, for example, optimized transfection efficiency was achieved at the 1:1 tertiary to quaternary ratio of ester PCB polymers. This efficiency is about twelve times higher than that of the standard. All of the nonhydrolysable particles showed very low transfection efficiency. Furthermore, the PIÆs group has developed several new biomaterials such as ultra low fouling zwitterionic polymer with a tertiary amine, UV-sensitive ester polymer, and ester polymer. These polymers are used to not only improve delivery efficacy with low toxicity, but also provide a deeper understanding of gene and vaccine delivery. These materials can be also used for a number of other applications from antimicrobial coatings to marine coatings. Several graduate, undergraduate and high school students, particularly students from underrepresented groups, participated in this interdisciplinary research project. \n\n\t\t\t\t\tLast Modified: 11/03/2013\n\n\t\t\t\t\tSubmitted by: Shaoyi Jiang"
 }
}