{
 "awd_id": "1006010",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research. Carbon Nanohorns: Adsorption Kinetics and Equilibrium Experiments and Simulations",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Sokol",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 249000.0,
 "awd_amount": 249000.0,
 "awd_min_amd_letter_date": "2010-08-23",
 "awd_max_amd_letter_date": "2013-06-18",
 "awd_abstract_narration": "****NON-TECHNICAL ABSTRACT****\r\n\r\nCarbon nanohorns are hollow, closed \"containers\" with widths one hundred thousand times smaller than a hair.  Their interior is separated from the exterior by a one-atom-thick wall of carbon atoms.  Nanohorns group into tiny balls.  The spaces between nanohorns in the balls are conically shaped.  When a gas is placed in contact with these balls, it goes into these conical spaces and remains there (like liquid absorbed by a sponge).  If the walls of the nanohorns are punctured, the gas will also fill the interior of the nanohorns.  This project investigates, through experiment and computer simulation, how gases collect in the nanohorn balls; how fast gases penetrate into the spaces available; and how the amount of gas collected varies with gas species, temperature, and pressure.  Confining gases into these tiny \"sponges\" will make them behave differently from three-dimensional matter.  It can also lead to new technologies for gas storage, selective gas trapping, and gas mixture separation.  In this project one post-doctoral researcher, two graduate students, and several undergraduates will be trained in techniques used for studying the flow and storage of gases in porous materials.  Student exchanges between Howard University and Southern Illinois University will enhance the training efforts of the project. \r\n\r\n****TECHNICAL ABSTRACT****\r\n\r\nThis project aims at carrying out experimental and computer simulations of the thermodynamics and kinetics of gas adsorption on carbon nanohorns.  Nanohorns are a form of single-wall carbon.  Unlike nanotubes, nanohorns form spherical aggregates.  The interstitial spaces between nanohorns in the spherical aggregates form quasi-conical pores, readily available for adsorption.  The interior hollow space of a nanohorn can be made accessible by oxidizing its walls.  Gases adsorbed on the pores in the aggregates provide realizations of matter in less-than-three dimensions, making these systems interesting from a fundamental perspective.  The wide entrances of the quasi-conical pores provide favorable adsorption kinetics, and the pores have high binding energies; both characteristics are useful for applications to gas purification, separation, and storage.  The results obtained will yield useful insights into the kinetics and thermodynamics of gas adsorption on porous media.  They may also lead to new technologies for gas storage, selective gas trapping, and gas mixture separation.  The project provides excellent opportunities for training one post-doctoral researcher, two graduate students, and several undergraduates, in the experimental and computational aspects of gas adsorption in porous materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Silvina",
   "pi_last_name": "Gatica",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Silvina M Gatica",
   "pi_email_addr": "sgatica@howard.edu",
   "nsf_id": "000074517",
   "pi_start_date": "2010-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Howard University",
  "inst_street_address": "2400 6TH ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028064759",
  "inst_zip_code": "200590002",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "HOWARD UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DYZNJGLTHMR9"
 },
 "perf_inst": {
  "perf_inst_name": "Howard University",
  "perf_str_addr": "2400 6TH ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200590002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7752",
   "pgm_ref_txt": "CDI NON SOLICITED RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 249000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project presents a combined computational-theoretical approach aimed at studying the sorbent properties of carbon nanohorn aggregates, and, at exploring the systems formed by the adsorption of simple molecules on this material. To this aim we modeled and computed adsorption isotherms,to obtain a comprehensive picture of adsorption on these novel nanostructures. Nanohorns resemble short, wide, highly defected single-wall nanotubes that end in conical tips (&ldquo;horns&rdquo;). Recently it has been determined that often individual nanohorns are tri-lobar, with each lobe resembling a short, irregular, wide, nanotube ending in a horn. In contrast to regular nanotubes, that assemble into parallel bundles, nanohorns form spherical aggregates. Nanohorns are arranged along radial directions. It was recently determined that the center of these aggregates is, in most cases, hollow.</p>\n<p><strong><em>Intellectual Merit:</em></strong> Nanohorn aggregates possess a number of characteristics that make them an&nbsp;interesting sorbent material. The unique radial arrangement in the nanohorn aggregates produces&nbsp;interstitial spaces of variable width that can be occupied by adsorbents of different sizes. These pore spaces have the potential of providing both high binding energy sites (towards the interior of the aggregate), as well as fast kinetics, (since access to the pores occurs through the much wider openings present at the spherule&rsquo;s outer surface). In addition, because of the large number of defects present in individual nanohorns, it is relatively easy to open them through oxidation at the defect sites. Thus, gaining access to the hollow interior of the nanohorns is a simpler matter for nanohorns than it is for nanotubes. In light of the recent progress made both, in isolating individual nanohorns and in resolving the structure of the aggregates, appropriate, realistic models of the aggregates can now be developed and accurate computer simulations can be conducted on them, and then tested through experiment. This project made synergistic use of our strengths in the areas of modeling &nbsp;carbon nanostructures, simulating adsorption in them, and comparing with experimental studies of adsorption. &nbsp;&nbsp;</p>\n<p>We were able to answer basic questions about the characteristics of the adsorption sites: For Kr atoms, the main adsorption sites are in the interior of the horns (with energy ~ 30kJ/mol) followed by intersticial sites (with energy ~ 20 kJ/mol). That makes the material a stronger adsorbent than carbon nanotubes, with an adsorption energy of only 16 kJ/mol.</p>\n<p><strong><em>Broader Impacts:</em></strong> Numerous potential uses make nanohorns a technologically appealing material.</p>\n<p>Our study provided some of the basic information needed to help bridge the gap between fundamental exploration and practical utilization of adsorption in nanohorns for applications such as gas separation and gas storage.</p>\n<p>This project involved active student participation in the research. Students were exposed to a series of computational and theoretical techniques, and they had the rather&nbsp;unique opportunity of being able to correlate the results from complementary portions of this project. The students met with students and collaborators at Southern Illinois University and University of Denver at the location of the March Meeting of the American Physical Society where all the participants attended. The PI was invited to lecture on &ldquo;Physics of Adsorption&rdquo; at the international school of School on Experimental Determination of the Structure of Surfaces at Universidade Federal de Minas Gerais, Belo Horizonte, Brazil, July 23 - Aug 2, 2013.</p>\n<p>The project had a significant impact in the inclusion of minorities in STEM areas. It provided support for the research group of a female hispanic professor in an HBCU. It continues making an impact th...",
  "por_txt_cntn": "\nThis project presents a combined computational-theoretical approach aimed at studying the sorbent properties of carbon nanohorn aggregates, and, at exploring the systems formed by the adsorption of simple molecules on this material. To this aim we modeled and computed adsorption isotherms,to obtain a comprehensive picture of adsorption on these novel nanostructures. Nanohorns resemble short, wide, highly defected single-wall nanotubes that end in conical tips (\"horns\"). Recently it has been determined that often individual nanohorns are tri-lobar, with each lobe resembling a short, irregular, wide, nanotube ending in a horn. In contrast to regular nanotubes, that assemble into parallel bundles, nanohorns form spherical aggregates. Nanohorns are arranged along radial directions. It was recently determined that the center of these aggregates is, in most cases, hollow.\n\nIntellectual Merit: Nanohorn aggregates possess a number of characteristics that make them an interesting sorbent material. The unique radial arrangement in the nanohorn aggregates produces interstitial spaces of variable width that can be occupied by adsorbents of different sizes. These pore spaces have the potential of providing both high binding energy sites (towards the interior of the aggregate), as well as fast kinetics, (since access to the pores occurs through the much wider openings present at the spheruleÆs outer surface). In addition, because of the large number of defects present in individual nanohorns, it is relatively easy to open them through oxidation at the defect sites. Thus, gaining access to the hollow interior of the nanohorns is a simpler matter for nanohorns than it is for nanotubes. In light of the recent progress made both, in isolating individual nanohorns and in resolving the structure of the aggregates, appropriate, realistic models of the aggregates can now be developed and accurate computer simulations can be conducted on them, and then tested through experiment. This project made synergistic use of our strengths in the areas of modeling  carbon nanostructures, simulating adsorption in them, and comparing with experimental studies of adsorption.   \n\nWe were able to answer basic questions about the characteristics of the adsorption sites: For Kr atoms, the main adsorption sites are in the interior of the horns (with energy ~ 30kJ/mol) followed by intersticial sites (with energy ~ 20 kJ/mol). That makes the material a stronger adsorbent than carbon nanotubes, with an adsorption energy of only 16 kJ/mol.\n\nBroader Impacts: Numerous potential uses make nanohorns a technologically appealing material.\n\nOur study provided some of the basic information needed to help bridge the gap between fundamental exploration and practical utilization of adsorption in nanohorns for applications such as gas separation and gas storage.\n\nThis project involved active student participation in the research. Students were exposed to a series of computational and theoretical techniques, and they had the rather unique opportunity of being able to correlate the results from complementary portions of this project. The students met with students and collaborators at Southern Illinois University and University of Denver at the location of the March Meeting of the American Physical Society where all the participants attended. The PI was invited to lecture on \"Physics of Adsorption\" at the international school of School on Experimental Determination of the Structure of Surfaces at Universidade Federal de Minas Gerais, Belo Horizonte, Brazil, July 23 - Aug 2, 2013.\n\nThe project had a significant impact in the inclusion of minorities in STEM areas. It provided support for the research group of a female hispanic professor in an HBCU. It continues making an impact through the summer 2014, when the PI is mentoring 4 undergraduate students that are working in research that are a continuation of this project. Three of these UG students are minorities, one of them is from Prin..."
 }
}