{
 "awd_id": "1006077",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Surface and Interface Free Energies of Epitaxial Nanocrystals",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diana Farkas",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 580000.0,
 "awd_amount": 580000.0,
 "awd_min_amd_letter_date": "2010-06-25",
 "awd_max_amd_letter_date": "2013-06-11",
 "awd_abstract_narration": "TECHNICAL SUMMARY: It is proposed to investigate the surface and interfacial energies of epitaxial metal nanocrystals and correlate them with their atomic structure. Epitaxial Au nanocrystals on TiO2 will be used as a model system for study. Epitaxy provides interfacial uniformity and also provides better control of nanocrystalline shapes. TiO2 is selected because of its function as a reducible oxide for catalyst support and the extensive knowledge about its surfaces in the literature. The Au nanocrystals will be synthesized using the deposition and annealing technique developed in the PI's group. Aberration-corrected scanning transmission electron microscopy and transmission electron microscopy will be used to characterize the structure of the Au nanocrystals and their interfaces. The structural data will be used to measure the surface and interfacial energies of the Au nanocrystals as a function of size.  On the theoretical front, the interfacial and triple-line geometries, the local electronic density of states, and the energy of Au on TiO2 for different epitaxies will be computed from first-principles. The combination of experiment with theory is expected to lead to significantly improved understanding of the structure and property relationships in nanocrystal surfaces and interfaces.\r\n\r\nNON-TECHNICAL SUMMARY: Substantial parts of materials technology, major components of chemical industry, and exciting new developments in medical diagnostics and treatments rely on the properties of supported metallic nanoparticles. The unusual functions of metallic nanoparticles come from the synergistic interactions of surfaces and interfaces of nanoparticles and their support. However, modern studies have largely avoided the complexity of supported nanoparticles; nanoparticles are too small for experimental characterization and too big for rigorous theoretical investigations. This project is to study nanocrystal surfaces and interfaces by taking advantage of the recent progress in atomic resolution imaging using aberration-correction in transmission electron microscopy and combining it with nanocrystal synthesis and theory. The research will be integrated with outreach efforts, including high school visits and undergraduate education. Results from this research project will be incorporated in the web-based educational materials for teaching students about atomic structure and diffraction, infrastructure for which is already in place (see http://emaps.mrl.uiuc.edu/ or google webemaps). This particular website is now listed as one of the best web resources for learning electron diffraction and electron diffraction pattern indexing in the standard transmission electron microscopy workplace.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jian-Min",
   "pi_last_name": "Zuo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jian-Min Zuo",
   "pi_email_addr": "jianzuo@illinois.edu",
   "nsf_id": "000485609",
   "pi_start_date": "2010-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dallas",
   "pi_last_name": "Trinkle",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Dallas R Trinkle",
   "pi_email_addr": "dtrinkle@illinois.edu",
   "nsf_id": "000280420",
   "pi_start_date": "2010-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 145000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 145000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 145000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 145000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Metal nanoparticle interaction with oxide surfaces is found in the early stage of metal coating and in supported catalysts made of small supported nanoparticles of few to tens of nanometers in sizes. The resulted interfaces play critical roles in catalysis. Metal-oxide interfaces in general are vital to metal-ceramic joining, thin-film coatings and microelectronic devices. The research carried out under this grant was a model study of Au-TiO<sub>2</sub> interface. Au becomes chemically active as the catalyst for oxidation of CO or low-temperature water gas-shift reactions in the form of nanoparticles, when their sizes decrease to ~4 nm in diameter. Since Au is inert in bulk form, delineating the role(s) played by its atomic-scale structures is thus critical to understand Au catalysis and the size-dependent catalytic functions in general.</p>\n<p><strong>Intellectual merit:</strong><span> The proposed project was to investigate the surface and interfacial energies of epitaxial metal nanocrystals and correlate atomic structure using epitaxial Au nanocrystals on rutile (TiO<sub>2</sub>) as a model system for study. Epitaxy provides interfacial uniformity and also a better control of nanocrystalline shapes. TiO<sub>2</sub> was selected because of its function as a reducible oxide for catalyst support and the extensive knowledge about its surfaces in the literature. Using a combined experimental and theoretical efforts on Au nanocrystal synthesis, atomic structure characterization (see Figure 1 for an example) and theoretical modeling, the interaction of Au nanocrystals with flat and stepped TiO<sub>2</sub> surfaces was systematically determined by investigating the nanocrystal shapes of different sizes and atomic structure at the interfaces. </span></p>\n<p><span>A major accomplishment of this project is a theoretical model developed to predict the shapes of Au nanocrystals on low miscut TiO<sub>2</sub> (110) surfaces using the modified Wulf-Kaishew theorem, together with the experimentally determined triple line energy and the interfacial energy of for both stepped and flat TiO<sub>2</sub> surfaces.&nbsp;Atomic resolution interfacial characterization also revealed conclusive evidences of interfacial Au atoms formed on the rutile (TiO<sub>2</sub>) (110) surfaces by activation under high temperature annealing. A mechanism for the interfacial layer formation based on the reduction of TiO<sub>2</sub> surface in the form of the added-row 1x2 reconstruction was suggested. The TiO reconstruction leads to the most stable interface configuration with a reduced interfacial distance, and work of adhesion 29 meV/&Aring;<sup>2</sup>. Atomic energy variation during interface formation demonstrates that the attraction of top Au interfacial layer leads to a stable structure.&nbsp;</span></p>\n<p><strong>Broad impact: </strong><span>The program achieved significantly improved understanding of nanocrystals and their interfaces regarding to nanocrystal and surface step interaction, interfacial reconstruction, interfacial energy and line tension and their impact on nanocrystal equilibrium shapes. Specifically, the study extended the current understanding about the equilibrium shapes and orientation relationships to nanocrystals supported on surface steps. Another outcome is the study of interfacial Au atoms, whose formation was discovered through this study and their stabilization were attributed to the formation of interfacial oxygen vacancies. </span></p>\n<p><span>The project also provided hands-on training of experimental and theoretical skills in the area of thin-films and surface science for three graduate students and one undergraduate student and one postdoctoral research fellow. For example, the program trained students in atomic resolution electron microscopy and interfacial structure analysis. Beyond the specific skills, the in-depth research supported by this project provided an ...",
  "por_txt_cntn": "\nMetal nanoparticle interaction with oxide surfaces is found in the early stage of metal coating and in supported catalysts made of small supported nanoparticles of few to tens of nanometers in sizes. The resulted interfaces play critical roles in catalysis. Metal-oxide interfaces in general are vital to metal-ceramic joining, thin-film coatings and microelectronic devices. The research carried out under this grant was a model study of Au-TiO2 interface. Au becomes chemically active as the catalyst for oxidation of CO or low-temperature water gas-shift reactions in the form of nanoparticles, when their sizes decrease to ~4 nm in diameter. Since Au is inert in bulk form, delineating the role(s) played by its atomic-scale structures is thus critical to understand Au catalysis and the size-dependent catalytic functions in general.\n\nIntellectual merit: The proposed project was to investigate the surface and interfacial energies of epitaxial metal nanocrystals and correlate atomic structure using epitaxial Au nanocrystals on rutile (TiO2) as a model system for study. Epitaxy provides interfacial uniformity and also a better control of nanocrystalline shapes. TiO2 was selected because of its function as a reducible oxide for catalyst support and the extensive knowledge about its surfaces in the literature. Using a combined experimental and theoretical efforts on Au nanocrystal synthesis, atomic structure characterization (see Figure 1 for an example) and theoretical modeling, the interaction of Au nanocrystals with flat and stepped TiO2 surfaces was systematically determined by investigating the nanocrystal shapes of different sizes and atomic structure at the interfaces. \n\nA major accomplishment of this project is a theoretical model developed to predict the shapes of Au nanocrystals on low miscut TiO2 (110) surfaces using the modified Wulf-Kaishew theorem, together with the experimentally determined triple line energy and the interfacial energy of for both stepped and flat TiO2 surfaces. Atomic resolution interfacial characterization also revealed conclusive evidences of interfacial Au atoms formed on the rutile (TiO2) (110) surfaces by activation under high temperature annealing. A mechanism for the interfacial layer formation based on the reduction of TiO2 surface in the form of the added-row 1x2 reconstruction was suggested. The TiO reconstruction leads to the most stable interface configuration with a reduced interfacial distance, and work of adhesion 29 meV/&Aring;2. Atomic energy variation during interface formation demonstrates that the attraction of top Au interfacial layer leads to a stable structure. \n\nBroad impact: The program achieved significantly improved understanding of nanocrystals and their interfaces regarding to nanocrystal and surface step interaction, interfacial reconstruction, interfacial energy and line tension and their impact on nanocrystal equilibrium shapes. Specifically, the study extended the current understanding about the equilibrium shapes and orientation relationships to nanocrystals supported on surface steps. Another outcome is the study of interfacial Au atoms, whose formation was discovered through this study and their stabilization were attributed to the formation of interfacial oxygen vacancies. \n\nThe project also provided hands-on training of experimental and theoretical skills in the area of thin-films and surface science for three graduate students and one undergraduate student and one postdoctoral research fellow. For example, the program trained students in atomic resolution electron microscopy and interfacial structure analysis. Beyond the specific skills, the in-depth research supported by this project provided an opportunity to train the students/postdoc in critical thinking, putting forward scientific hypothesis, design and carry out experiment to test their hypothesis. \n\nThe student research supported by this program received the Materials Science and Engineering Department, Unive..."
 }
}