{
 "awd_id": "1006833",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "South Carolina Inter- and Intra- Campus Cyber Connectivity (C2)",
 "cfda_num": "47.083",
 "org_code": "01120000",
 "po_phone": "7032927575",
 "po_email": "skennan@nsf.gov",
 "po_sign_block_name": "Sean Kennan",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 1176470.0,
 "awd_amount": 1176470.0,
 "awd_min_amd_letter_date": "2010-08-18",
 "awd_max_amd_letter_date": "2010-08-18",
 "awd_abstract_narration": "South Carolina Inter- and Intra- Campus Cyber Connectivity  \r\n\r\nProposal Number:\tEPS - 1006833 \r\nInstitution:\tSouth Carolina Research Authority\r\nProject Director:\tBill Hogue \r\n\r\nThis proposal will be awarded using funds made available by the American Recovery and Reinvestment Act of 2009 (Public Law 111-5), and meets the requirements established in Section 2 of the White House Memorandum entitled, Ensuring Responsible Spending of Recovery Act Funds, dated March 20, 2009. \r\n\r\nThe core philosophy guiding South Carolina?s (SC) RII C2-enabled Research and Education program is the engagement of a diverse group of institutions that bring complementary approaches to the research, education, and training of SC?s future STEM workforce. This diverse group ? comprising 3 HBCUs (Historically Black Colleges and Universities) (South Carolina State University (SCSU), Claflin University and Benedict College), a 4-year institution (USC Beaufort (USCB)), and a rural research and education center (Edisto Research and Education Center (Edisto REC)) ? forms an alliance in support of institutional, NSF EPSCoR RII and state cyberinfrastructure strategic plans. The objectives of the SC RII C2-enabled Research and Education program are to: (1) increase bandwidth and establish distance learning classrooms to more efficiently share knowledge in the fields of tissue biofabrication and cell biology; and (2) broaden the engagement of research centers, community colleges and minority-serving institutions in RII Track-1 and Track-2-supported activities.\r\n\r\nIntellectual Merit\r\nThe proposed RII C2 initiative plans to build upon South Carolina EPSCoR/IDeA?s model for infusing research into predominantly undergraduate institutions. The research and education program is organized around two major topics of interest to South Carolina, Tissue Biofabrication and Cell Biology, and Agricultural and Biological Engineering.\r\nThe proposed activities would enhance South Carolina?s cyberinfrastructure in support of two active EPSCoR RII programs (RII Track-1: Tissue Biofabrication and RII Track-2: Cyberinfrastructure) and further develop capacity for inter-institutional collaborations in science, technology, engineering and mathematics (STEM) research and education. The proposed activities are aligned with institutional, state and research infrastructure improvement strategic plans. The proposal builds on South Carolina?s investment of over $6M in South Carolina Light Rail, a high-speed, high-capacity fiber optic network linking the Medical University of South Carolina (MUSC), Clemson University, and the University of South Carolina (USC). The activities build on C-Light, Clemson?s fiber optic backbone that extends between Atlanta and Charlotte, providing a physical, direct connection to high-speed, high-capacity research networks such as Internet2 and National Lambda Rail. The proposal also builds on the Palmetto State Providers Network, a major building block for reaching some of South Carolina?s 2- and 4-year colleges and universities.\r\nBroader Impacts\r\nWith the participation of Benedict College and Orangeburg-Calhoun Technical College in the SC RII-C2 project, South Carolina will increase the number of minority-serving institutions engaged in its portfolio of RII programs. Benedict College is located in Columbia, SC and is South Carolina's largest private HBCU with an enrollment of approximately 2,800 students, divided evenly between females and males. Orangeburg-Calhoun Technical College has a minority enrollment of 1,638 students, comprising 59.7% of their total enrollment. To achieve South Carolina's diversity of workforce strategy, the SC EPSCoR/IDeA program has implemented a number of activities that increase access to research resources at the state's minority serving institutions. Faculty will gain access to enhanced collaborative teaching and research opportunities with colleagues and students across the state, nation and world. Curricula at all participating institutions will be enriched and diversified by sharing expertise and resources across institutional lines. As institutional and inter-institutional curricula are enriched, expanded engagement and training outreach opportunities are envisioned for the region. Faculty and students alike will benefit as continued cyberinfrastructure development scales to incorporate access to national resources such as the TeraGrid and Oak Ridge National Laboratory.",
 "awd_arra_amount": 1176470.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "EPS",
 "org_div_long_name": "EPSCoR",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bill",
   "pi_last_name": "Hogue",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bill Hogue",
   "pi_email_addr": "wfhogue@mailbox.sc.edu",
   "nsf_id": "000547506",
   "pi_start_date": "2010-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Little",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy S Little",
   "pi_email_addr": "little@scra.org",
   "nsf_id": "000482223",
   "pi_start_date": "2010-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jill",
   "pi_last_name": "Gemmill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jill Gemmill",
   "pi_email_addr": "gemmill@clemson.edu",
   "nsf_id": "000105287",
   "pi_start_date": "2010-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "South Carolina Research Authority",
  "inst_street_address": "1000 CATAWBA ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8437604087",
  "inst_zip_code": "292015706",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH AUTHORITY",
  "org_prnt_uei_num": "EBLPVB366FR8",
  "org_uei_num": "N95EBGFG3899"
 },
 "perf_inst": {
  "perf_inst_name": "South Carolina Research Authority",
  "perf_str_addr": "1000 CATAWBA ST",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292015706",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1176470.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />To grow a diverse workforce which meets the needs of the knowledge economy in the state, the nation, and the world, South Carolina must advance science, technology, engineering, and mathematics achievement.&nbsp; Significant progress in the STEM fields in South Carolina will require increased collaboration among predominately undergraduate institutions, historically black colleges and universities (HBCUs), and comprehensive research universities. Improved infrastructure and shared resources are required to enable collaborative efforts.&nbsp; To this end, the South Carolina Inter- and Intra- Campus Cyber Connectivity (C2) award installed enhanced classrooms in five South Carolina institutions, including three HBCUs, and increased bandwidth at three.&nbsp; The University of South Carolina is sponsoring two HBCU institutions for access to Internet 2 and providing access through its network. Institutions with upgraded cyber-infrastructure have committed to sustaining that connectivity after the grant funding has been expended. Each institution has a technical staff to maintain installed equipment.</p>\n<p>The new technology driven classroom installed at Benedict College will allow students to virtually attend math courses offered by faculty at North Carolina State University and participate in many more programs such as research seminars in STEM areas run by the University of South Carolina and Clemson University.&nbsp; The improved bandwidth and connection to Internet2 will enhance college-wide capacity for faster communication and allow the chemistry program to use supercomputing for teaching and research.</p>\n<p>Twenty of the twenty-three courses scheduled since Fall 2012 in the installed enhanced classroom at Claflin University are STEM courses.&nbsp;&nbsp;The STEM courses include Immunology, Microbiology, and Differential Equations. The classroom is also used for research seminar presentations.</p>\n<p>Orangeburg-Calhoun Technical College invested in a distance learning center, which is connected to all sixteen colleges in the South Carolina Technical Education System, to bring virtual classroom and video conferencing capabilities to the campus.&nbsp; The increased bandwidth provided by the grant supports current programs and services utilizing the center and will benefit a partnership with South Carolina State University.&nbsp; An NSF grant<br />will utilize web servers at the Technical College, and the videoconferencing center will be used for guest speakers in physics courses.&nbsp; Remote speakers will present from Clemson, MUSC, the University of South Carolina as well as other universities around the country.</p>\n<p>The enhanced classroom, increased bandwidth, and connection to Internet2 at South Carolina State University (SCSU) will be used to offer courses in the new Master of Bioengineering Sciences (MBES) program which was recently established.&nbsp; The MBES will support interdisciplinary STEM education and broaden participation in biotechnology and biomedicine to provide a pathway which will bridge SCSU students to PhD programs.&nbsp; Courses such as Histology, Bioinformatics, Tissue Engineering, and Human Anatomy have been developed for the program and will be collaboratively distance-delivered with the University of South Carolina, Clemson University, and the Medical University of South Carolina.&nbsp;</p>\n<p>Two video conferencing classrooms were upgraded at the University of South Carolina - Beaufort to be used to offer valuable opportunities to South Carolina Lowcountry residents, many of whom cannot attend on-campus classes due to their work schedules, active service on a military base, and/or family or personal reasons such as transportation and/or disability. The updated classrooms can support the development of a new computational science program with a concentration in computational biology in the Department of Science and Mathematics.&nb...",
  "por_txt_cntn": "\n\nTo grow a diverse workforce which meets the needs of the knowledge economy in the state, the nation, and the world, South Carolina must advance science, technology, engineering, and mathematics achievement.  Significant progress in the STEM fields in South Carolina will require increased collaboration among predominately undergraduate institutions, historically black colleges and universities (HBCUs), and comprehensive research universities. Improved infrastructure and shared resources are required to enable collaborative efforts.  To this end, the South Carolina Inter- and Intra- Campus Cyber Connectivity (C2) award installed enhanced classrooms in five South Carolina institutions, including three HBCUs, and increased bandwidth at three.  The University of South Carolina is sponsoring two HBCU institutions for access to Internet 2 and providing access through its network. Institutions with upgraded cyber-infrastructure have committed to sustaining that connectivity after the grant funding has been expended. Each institution has a technical staff to maintain installed equipment.\n\nThe new technology driven classroom installed at Benedict College will allow students to virtually attend math courses offered by faculty at North Carolina State University and participate in many more programs such as research seminars in STEM areas run by the University of South Carolina and Clemson University.  The improved bandwidth and connection to Internet2 will enhance college-wide capacity for faster communication and allow the chemistry program to use supercomputing for teaching and research.\n\nTwenty of the twenty-three courses scheduled since Fall 2012 in the installed enhanced classroom at Claflin University are STEM courses.  The STEM courses include Immunology, Microbiology, and Differential Equations. The classroom is also used for research seminar presentations.\n\nOrangeburg-Calhoun Technical College invested in a distance learning center, which is connected to all sixteen colleges in the South Carolina Technical Education System, to bring virtual classroom and video conferencing capabilities to the campus.  The increased bandwidth provided by the grant supports current programs and services utilizing the center and will benefit a partnership with South Carolina State University.  An NSF grant\nwill utilize web servers at the Technical College, and the videoconferencing center will be used for guest speakers in physics courses.  Remote speakers will present from Clemson, MUSC, the University of South Carolina as well as other universities around the country.\n\nThe enhanced classroom, increased bandwidth, and connection to Internet2 at South Carolina State University (SCSU) will be used to offer courses in the new Master of Bioengineering Sciences (MBES) program which was recently established.  The MBES will support interdisciplinary STEM education and broaden participation in biotechnology and biomedicine to provide a pathway which will bridge SCSU students to PhD programs.  Courses such as Histology, Bioinformatics, Tissue Engineering, and Human Anatomy have been developed for the program and will be collaboratively distance-delivered with the University of South Carolina, Clemson University, and the Medical University of South Carolina. \n\nTwo video conferencing classrooms were upgraded at the University of South Carolina - Beaufort to be used to offer valuable opportunities to South Carolina Lowcountry residents, many of whom cannot attend on-campus classes due to their work schedules, active service on a military base, and/or family or personal reasons such as transportation and/or disability. The updated classrooms can support the development of a new computational science program with a concentration in computational biology in the Department of Science and Mathematics. The classrooms will also be an important next step in facilitating collaboration with researchers at the Technical College of the Lowcountry and Medical University ..."
 }
}