{
 "awd_id": "1006230",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: The Origin of Resistance in Nanotubes: Semi-classical to Quantum Transport in One-Dimension",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Sokol",
 "awd_eff_date": "2010-07-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2010-07-14",
 "awd_max_amd_letter_date": "2011-04-11",
 "awd_abstract_narration": "Technical abstract:\r\n\r\nFundamental advances of condensed matter physics require a comprehensive understanding of the impact of interactions and disorder on non-interacting electrons in a perfect lattice. One-dimensional (1D) electron systems provide a fertile ground for physicists as interactions and disorder can completely alter their physical behavior. This project will determine the fundamental origin of resistance in single-wall carbon nanotube, an ideal 1D material, and explore the localization phenomena and the consequences of electron-electron interaction in nanotubes of well-defined chiral structure as a function of disorder and interaction strength. The results will have a broad, long-term impact on carbon nanotube technology. Nanotubes are currently being evaluated and developed for a number of transformative applications, including high-speed electronics; transparent, conducting films for solar photovoltaic cells; and conducting supports for battery electrodes. Understanding the impact of phonons and impurities is essential for optimizing carbon nanotube performance in these applications. Beyond training graduate students at UCF and Columbia, this project will support educational outreach activities involving K-12 educators and students, and our respective communities, with emphasis on underrepresented minorities in the New York metropolitan area and the Greater Orlando.\r\n\r\nNon-technical abstract:\r\n\r\nSingle-wall carbon nanotubes possess extraordinary electronic properties, which are important for both fundamental and applied nanoscale materials science. In addition to providing a fertile ground for exploring unusual physics in one-dimensional systems, nanotubes are currently being evaluated and developed for a number of transformative applications, including high-speed electronics; transparent, conducting films for solar photovoltaic cells; and conducting supports for battery electrodes. This project will study transport properties of carbon nanotubes of well-defined atomic structure while controlling the experimental environment down to atomic scale, eliminating any unwanted experimental variability. Such unprecedented approach enables this collaborative team to systematically investigate the intrinsic transport properties of carbon nanotubes, which remain poorly understood after years of intensive research. As such, the results will have a broad impact on carbon nanotube science and technology. Finally, this project will support training of graduate students at UCF and Columbia, as well as educational outreach activities involving K-12 educators and students, and our respective communities, with emphasis on underrepresented minorities in the New York metropolitan area and the Greater Orlando.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Masahiro",
   "pi_last_name": "Ishigami",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Masahiro Ishigami",
   "pi_email_addr": "ishigami@ucf.edu",
   "nsf_id": "000516420",
   "pi_start_date": "2010-07-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eduardo",
   "pi_last_name": "Mucciolo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eduardo Mucciolo",
   "pi_email_addr": "mucciolo@ucf.edu",
   "nsf_id": "000093628",
   "pi_start_date": "2010-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Carbon nanotubes have extraordinary electronic, mechanical, and thermal properties. Their atomic structure is unique: conceptually, they can be &ldquo;made&rdquo; by rolling graphene, a single layer of graphite. Their electronic and carrier transport properties are sensitively influenced by their atomic structure. Depending on how they are &ldquo;rolled&rdquo; they can be metals or semiconductors and even individual atomic scale defects can drastically impact their properties. Furthermore, all atoms of nanotubes are at their surfaces, rendering them susceptible to the surrounding environment. These extreme sensitivities made the determination of the intrinsic properties difficult and many fundamental transport properties of nanotubes remain unexplained. Such lack of understanding hampers nanotube science and technology and obscures the ultimate potential of nanotubes for various applications.</p>\n<p>This project was aimed to reveal the origin of resistance in carbon nanotubes, which has not been understood despite years of research. Such shortcomings have occurred because of the lack of proper techniques to measure the resistivity of carbon nanotubes with known atomic structures and without contributions from extrinsic impurities. Ishigami, Hone, and Mucciolo developed arrays of experimental techniques to measure resistivity of carbon nanotubes with known atomic structure in environment controlled down to atomic scale. Such absolute control made measurements of intrinsic transport properties possible and enabled resolution of several controversies. We determined the origin of how resistivity of nanotube changes as a function of temperature. Furthermore, we have quantitatively measured how an individual atomic dopant affects transport in metallic and semiconducting nanotubes. Our results are critically necessary for developing electronic devices and sensors using carbon nanotubes and, in addition, play an important role in advancing physics of one-dimensional conductors, important for nanoscale electronics in general. &nbsp;&nbsp;</p>\n<p>The intellectual merit of our results is advancement in atomic scale understanding of transport properties of carbon nanotubes. The broader impact of our results is that our results advance nanoscale electronics. Furthermore the broader impact also include training of five graduate students, several undergraduate students, and facilitation of ongoing outreach efforts in the greater Orlando and New York area.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/16/2014<br>\n\t\t\t\t\tModified by: Masahiro&nbsp;Ishigami</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCarbon nanotubes have extraordinary electronic, mechanical, and thermal properties. Their atomic structure is unique: conceptually, they can be \"made\" by rolling graphene, a single layer of graphite. Their electronic and carrier transport properties are sensitively influenced by their atomic structure. Depending on how they are \"rolled\" they can be metals or semiconductors and even individual atomic scale defects can drastically impact their properties. Furthermore, all atoms of nanotubes are at their surfaces, rendering them susceptible to the surrounding environment. These extreme sensitivities made the determination of the intrinsic properties difficult and many fundamental transport properties of nanotubes remain unexplained. Such lack of understanding hampers nanotube science and technology and obscures the ultimate potential of nanotubes for various applications.\n\nThis project was aimed to reveal the origin of resistance in carbon nanotubes, which has not been understood despite years of research. Such shortcomings have occurred because of the lack of proper techniques to measure the resistivity of carbon nanotubes with known atomic structures and without contributions from extrinsic impurities. Ishigami, Hone, and Mucciolo developed arrays of experimental techniques to measure resistivity of carbon nanotubes with known atomic structure in environment controlled down to atomic scale. Such absolute control made measurements of intrinsic transport properties possible and enabled resolution of several controversies. We determined the origin of how resistivity of nanotube changes as a function of temperature. Furthermore, we have quantitatively measured how an individual atomic dopant affects transport in metallic and semiconducting nanotubes. Our results are critically necessary for developing electronic devices and sensors using carbon nanotubes and, in addition, play an important role in advancing physics of one-dimensional conductors, important for nanoscale electronics in general.   \n\nThe intellectual merit of our results is advancement in atomic scale understanding of transport properties of carbon nanotubes. The broader impact of our results is that our results advance nanoscale electronics. Furthermore the broader impact also include training of five graduate students, several undergraduate students, and facilitation of ongoing outreach efforts in the greater Orlando and New York area.\n\n\t\t\t\t\tLast Modified: 09/16/2014\n\n\t\t\t\t\tSubmitted by: Masahiro Ishigami"
 }
}