{
 "awd_id": "1006613",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Hierarchically Assembled Viral-Synthetic Hybrid Microentities",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph A. Akkara",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 367000.0,
 "awd_min_amd_letter_date": "2010-06-18",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "This award by the Biomaterials program in the Division of Material Research for a Collaborative proposal from Tufts University (Lead) and Massachusetts Institute of Technology (non Lead) is to develop and understand a new method for manufacturing of biomaterial-based microscale entities with biosensing capabilities. This project is based on the hierarchical, high-throughput assembly of functionalized tobacco mosaic virus (TMV) nanotemplates with hydrogel microparticles via nucleic acid hybridization. This approach enables seamless integration of nano-, bio- and synthetic materials with unprecedented density, selectivity, programmability and orientational control. The significance of the project is that the new multiplexed sensing platforms will integrate hydrogel particles with the biofunctionality of TMV via highly programmable biochemical interactions to achieve features and performances beyond what is possible with individual technologies or mere addition of the two. Furthermore, the research will pave the way for moving beyond 2D patterning of viruses on surfaces and move this into 3D particle environments. The broad impact of this project is further enhanced by strong educational components such as extensive recruitment and exchange of undergraduate researchers, exchange lectures and shared research experience between MIT and Tufts University. As a part if this project, educational videos on nanotechnology and self-assembly for K-12 students and teachers will be available online via a public radio station in the area as part of the National Science Digital Library.\r\n\r\nThe ability to simultaneously assay for multiple target molecules in a complex mixture in a high-throughput capacity is an unmet challenge. This project will tackle this by integrating harmless viral templates and polymer microparticles to create multiplexed sensing systems by nucleic acid hybridization. This research is important for the general health and safety of the public in that the technology will pave new ways to rapidly monitor food pathogens, biological threats and environmental hazards.  The research will also lead to ways in designing new methods to process viruses for use as high-value added materials. The education of the public will further benefit from this project by exposing a large number of undergraduate and K-12 students to cutting-edge research projects. In addition, educational video clips will be freely available to students and science teachers at grade schools from National Science Digital Library.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hyunmin",
   "pi_last_name": "Yi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hyunmin Yi",
   "pi_email_addr": "Hyunmin.Yi@tufts.edu",
   "nsf_id": "000069761",
   "pi_start_date": "2010-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "80 GEORGE ST",
  "perf_city_name": "MEDFORD",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555519",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 127000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Selective biosensing of multiple protein targets is crucial for a range of applications including medical diagnostics, biopharmaceutical process monitoring and biological threat detection. Despite this significance, facile routes to fabricate multiplexed protein sensing platforms in a programmable manner under mild conditions in order to preserve the probe proteins&rsquo; activities remain lacking.&nbsp; In this grant effort, we tackled this challenge by exploiting nucleic acid hybridization-based assembly of high capacity, biologically derived nanotubular templates with simple shape-encoded hydrogel microparticles.&nbsp; In fact, the nanotubes we utilize in our study are tobacco mosaic viruses (TMV), which are completely innocuous to humans and microbes.&nbsp; We took advantage of TMV&rsquo;s precisely spaced and abundant chemical functionalities on their nanotubular structures in order to create highly controlled protein sensing platforms, which led to over two thousand times higher protein capacity over planar surfaces. Our studies yielded not only several publications in respected peer-reviewed scientific journals, but also insights into the interplay of reaction rates and polymer structures that influence the protein capture and sensing performances.</p>\n<p>&nbsp;</p>\n<p>Our published results and methodologies should expand the understanding and knowledgebase toward improved protein sensing in many application areas, eventually making broad impacts to the society. With the support of this NSF grant, we were able to offer a wide range of interdisciplinary research projects to many graduate and undergraduate students, including two female Ph.D. students. Our research projects and outcomes were also utilized to create new educational modules in laboratory classes, where students got the opportunities to learn and to create YouTube video clips on the basic principles and techniques of hydrogel-based biosensing and nucleic acid hybridization.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/24/2014<br>\n\t\t\t\t\tModified by: Hyunmin&nbsp;Yi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSelective biosensing of multiple protein targets is crucial for a range of applications including medical diagnostics, biopharmaceutical process monitoring and biological threat detection. Despite this significance, facile routes to fabricate multiplexed protein sensing platforms in a programmable manner under mild conditions in order to preserve the probe proteinsÆ activities remain lacking.  In this grant effort, we tackled this challenge by exploiting nucleic acid hybridization-based assembly of high capacity, biologically derived nanotubular templates with simple shape-encoded hydrogel microparticles.  In fact, the nanotubes we utilize in our study are tobacco mosaic viruses (TMV), which are completely innocuous to humans and microbes.  We took advantage of TMVÆs precisely spaced and abundant chemical functionalities on their nanotubular structures in order to create highly controlled protein sensing platforms, which led to over two thousand times higher protein capacity over planar surfaces. Our studies yielded not only several publications in respected peer-reviewed scientific journals, but also insights into the interplay of reaction rates and polymer structures that influence the protein capture and sensing performances.\n\n \n\nOur published results and methodologies should expand the understanding and knowledgebase toward improved protein sensing in many application areas, eventually making broad impacts to the society. With the support of this NSF grant, we were able to offer a wide range of interdisciplinary research projects to many graduate and undergraduate students, including two female Ph.D. students. Our research projects and outcomes were also utilized to create new educational modules in laboratory classes, where students got the opportunities to learn and to create YouTube video clips on the basic principles and techniques of hydrogel-based biosensing and nucleic acid hybridization.\n\n\t\t\t\t\tLast Modified: 09/24/2014\n\n\t\t\t\t\tSubmitted by: Hyunmin Yi"
 }
}