{
 "awd_id": "1006086",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Support for the First AMA-IEEE EMBS Conference on Personalized Health, March 28-30, 2010 in Washington, DC",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Semahat S. Demir",
 "awd_eff_date": "2010-03-15",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 13000.0,
 "awd_amount": 13000.0,
 "awd_min_amd_letter_date": "2010-03-12",
 "awd_max_amd_letter_date": "2010-03-12",
 "awd_abstract_narration": "1006086 \t\r\nBonato\r\n\r\nThis project supports the FIRST AMA-IEEE EMBS MEDICAL TECHNOLOGY CONFERENCE ON PERSONALIZED MEDICINE http://www.ama-ieee.embs.org/. This is the first time that a major medical association (i.e. the American Medical Association http://www.ama-assn.org/) and a major engineering society (i.e. the IEEE Engineering and Biology Society http://www.embs.org/) come together to organize a conference on Personalized Medicine. Personalized Medicine starts with customized patient profiles and results in personalized treatment plans. Personalized Medicine benefits patients and engages clinicians, challenges engineers and demands that innovators develop low-cost, effective, and ubiquitous technologies. The conference targets participation by clinicians, engineers and innovators, industrial leaders, government agencies and policy makers. \r\n\r\nThe program will be organized around four major topics: Biomarkers and Personalized Genetic Profiling, Connected Health, Electronic Medical Records and Personal Health Records, and Point-of-Care Technology. These are topics that have witnessed incredible advances over the past decade. Recent developments in Biomarkers and Personalized Genetic Profiling have opened up tremendous possibilities in the prevention and cure of diseases. The need for managing chronic clinical conditions in the home settings has generated a great deal of interest for technology that allows one to pursue Connected Health solutions. Great advances are also occurring in the management of clinical information via the use of Electronic Medical Records (which are the center piece of the ongoing health care reform) and Personal Health Records (which many believe will soon complement information gathered in the clinical environment with more traditional tools). Finally, advances in Point-of-Care Technology have provided ways to diagnose and intervene anytime and anywhere, from the PCP office to the emergency room, from the home setting to the field. \r\n\r\nIntellectual Merit: The conference will provide a unique opportunity to achieve genuine interdisciplinary work involving clinicians and engineers. The format of the conference will facilitate the exchange of information between individuals with clinical and individuals with technical expertise. Clinicians will be provided up-to-date information about technology relevant to implement Personalized Medicine strategies. Engineers will be given the opportunity to find out what are the major roadblocks toward the adoption of Personalized Medicine that could be addressed by developing new technologies. \r\n\r\nBroader Impact: The PIs will provide the public at large with access to the conference material by implementing multiple strategies. First of all, the organizers are in the process of setting up a blog on the conference website. The blog will provide individuals interested in the conference with the opportunity to shape the conference by posting questions, by proposing discussion topics, and by providing information about their own work. Secondly, all the conference abstracts will be made available to the public at large via an open access initiative that we will implement on the conference website. In other words, abstracts will be posted on the conference website. Finally, the organizers will select contributions among those presented at the conference for the first issue of a new magazine that AMA and IEEE EMBS intend to launch within a year from completion of the conference.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paolo",
   "pi_last_name": "Bonato",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paolo Bonato",
   "pi_email_addr": "pbonato@mgh.harvard.edu",
   "nsf_id": "000135729",
   "pi_start_date": "2010-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Spaulding Rehabilitation Hospital",
  "inst_street_address": "125 NASHUA STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "8572821769",
  "inst_zip_code": "021141100",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "SPAULDING REHABILITATION HOSPITAL (SRH) VOLUNTEER SERVICES, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "GX6ELAY5M4N9"
 },
 "perf_inst": {
  "perf_inst_name": "Spaulding Rehabilitation Hospital",
  "perf_str_addr": "125 NASHUA STREET",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021141100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MA08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 13000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The First Conference on Medical Technology and Individualized Healthcare,&nbsp; was held at the Renaissance Mayflower Hotel in Washington, DC from March 21 through March 23, 2010.&nbsp; The conference, sponsored jointly by the American Medical Association and The Institute of Electrical and Electonic Engineers,&nbsp; was the first of its kind: a meeting organized specifically to address challenges in adopting individualized healthcare as a national standard, as well as the technological innovations necessary to improve patient care. The unprecedented gathering attracted a number of eminent speakers from science, industry and government, who provided a broad scientific, social and economic perspective on individualized healthcare and its delivery. Participants included David Blumenthal, national coordinator for health information technology under President Barack Obama; Zohara Cohen, program director at the National Institute of Biomedical Imaging and Bioengineering (NIBIB) at the NIH; and Adam Darkins, head of the National Telehealth Programs for the US Department of Veterans Affairs, among many others. In all, more than two-dozen scientists, policymakers and healthcare industry representatives spoke before a total of about 150 attendees.</p>\n<p>On the first full day of programs, Semahat Demir, program director at the National Science Foundation started the program by welcoming attendees. Shortly after, Adam Seiver, senior director of clinical affairs and chief medical officer for the Hospital Respiratory Care Business Unit of Philips North America, delivered an address on Point-of-Care Technology. This was followed by a morning poster session on a number of Point-of-Care and Connected Health technology issues, ranging from the indoor tracking of geriatric patients using Bluetooth technology (a poster presented by Benjamin Fagin of Florida State University) to an automated system for prescreening individuals with retinal abnormalities (presented by Philippe Burlina of the Johns Hopkins Applied Physics Lab). Breakout sessions touched on topics such as Point-of-Care Technology, clinical decision support and software applications and usability and its patient-specific and location-specific applications. Jay Sanders, president and CEO of The Global Telemedicine Group and an adjunct professor of medicine at Johns Hopkins, presented an afternoon Connected Health keynote address on the need to bring a more integrated care approach to patients by &ldquo;bringing the examination room to the patient.&rdquo; The keynote was followed by a plenary panel session on Connected Health that included Zohara Cohen of the NIH, Roy Schoenberg, CEO of American Well Systems, John Zaleski, vice president of clinical applications and CTO at Nuvon, and Kvedar, Founder and Director of the Center for Connected Health.</p>\n<p>Day two of the conference program started with a keynote address on electronic medical records by David Blumenthal followed by a panel discussion led by Walter Suarez, director of Health IT Strategy for Kaiser Permanente, and including Jan Oldenburg, senior practice leader in the Health Portfolio of the Internet Services Group at Kaiser Permanente, Piet C. de Groen, professor of medicine at Mayo Clinic College of Medicine and former program director of the Mayo Clinic/IBM Computational Biology Collaboration, and James Cimino, chief of the Laboratory for Informatics Development at the NIH Clinical Center. The keynote addresses, panel sessions, breakout sessions and dozens and dozens of poster sessions together made for a wealth of thought-provoking exchanges for attendees.</p>\n<p>This project allowed healthcare and technology leaders to come together to outline the key imperatives in healthcare delivery for the near and distant future. The meeting offered an unusual opportunity for clinicians and researchers to meet face to face to better understand how their individual res...",
  "por_txt_cntn": "\nThe First Conference on Medical Technology and Individualized Healthcare,  was held at the Renaissance Mayflower Hotel in Washington, DC from March 21 through March 23, 2010.  The conference, sponsored jointly by the American Medical Association and The Institute of Electrical and Electonic Engineers,  was the first of its kind: a meeting organized specifically to address challenges in adopting individualized healthcare as a national standard, as well as the technological innovations necessary to improve patient care. The unprecedented gathering attracted a number of eminent speakers from science, industry and government, who provided a broad scientific, social and economic perspective on individualized healthcare and its delivery. Participants included David Blumenthal, national coordinator for health information technology under President Barack Obama; Zohara Cohen, program director at the National Institute of Biomedical Imaging and Bioengineering (NIBIB) at the NIH; and Adam Darkins, head of the National Telehealth Programs for the US Department of Veterans Affairs, among many others. In all, more than two-dozen scientists, policymakers and healthcare industry representatives spoke before a total of about 150 attendees.\n\nOn the first full day of programs, Semahat Demir, program director at the National Science Foundation started the program by welcoming attendees. Shortly after, Adam Seiver, senior director of clinical affairs and chief medical officer for the Hospital Respiratory Care Business Unit of Philips North America, delivered an address on Point-of-Care Technology. This was followed by a morning poster session on a number of Point-of-Care and Connected Health technology issues, ranging from the indoor tracking of geriatric patients using Bluetooth technology (a poster presented by Benjamin Fagin of Florida State University) to an automated system for prescreening individuals with retinal abnormalities (presented by Philippe Burlina of the Johns Hopkins Applied Physics Lab). Breakout sessions touched on topics such as Point-of-Care Technology, clinical decision support and software applications and usability and its patient-specific and location-specific applications. Jay Sanders, president and CEO of The Global Telemedicine Group and an adjunct professor of medicine at Johns Hopkins, presented an afternoon Connected Health keynote address on the need to bring a more integrated care approach to patients by \"bringing the examination room to the patient.\" The keynote was followed by a plenary panel session on Connected Health that included Zohara Cohen of the NIH, Roy Schoenberg, CEO of American Well Systems, John Zaleski, vice president of clinical applications and CTO at Nuvon, and Kvedar, Founder and Director of the Center for Connected Health.\n\nDay two of the conference program started with a keynote address on electronic medical records by David Blumenthal followed by a panel discussion led by Walter Suarez, director of Health IT Strategy for Kaiser Permanente, and including Jan Oldenburg, senior practice leader in the Health Portfolio of the Internet Services Group at Kaiser Permanente, Piet C. de Groen, professor of medicine at Mayo Clinic College of Medicine and former program director of the Mayo Clinic/IBM Computational Biology Collaboration, and James Cimino, chief of the Laboratory for Informatics Development at the NIH Clinical Center. The keynote addresses, panel sessions, breakout sessions and dozens and dozens of poster sessions together made for a wealth of thought-provoking exchanges for attendees.\n\nThis project allowed healthcare and technology leaders to come together to outline the key imperatives in healthcare delivery for the near and distant future. The meeting offered an unusual opportunity for clinicians and researchers to meet face to face to better understand how their individual research concerns fit into the larger issues of improved health care delivery, efficiency and economics. Due t..."
 }
}