{
 "awd_id": "1006713",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Shape and Dimensional Precision in Polymeric Nanostructures",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2010-04-27",
 "awd_max_amd_letter_date": "2014-05-20",
 "awd_abstract_narration": "TECHNICAL SUMMARY: \r\n\r\nPrecise dimension and shape control remains a great challenge in the design of covalent and supramolecular polymers. The proposed work focuses on controlling the size and shape of supramolecular polymers by carefully designing their monomeric subunits. The intellectual merit of the proposal is its goal to develop self-assembly modes that integrate mechanical and bonding forces, aggregation kinetics, and templating strategies to define the size and shape of supramolecular polymers in ways that emulate biological structures.  These synthetic structures inspired by nature could enable a high level of structural control that is essential for novel functions. This program studies three different codes to precisely control supramolecular size and shape. In the one approach, buckled (non-spherical) vesicles are created using oppositely charged amphiphilic molecules. These fluid membranes will be used to template a thin metal layer or a semiconducting mineral into non-spherical three-dimensional structures. The second approach uses coiled-coil peptides that assemble into mushroom-shaped, polar aggregates. A charged polymer of precise length (e.g., DNA) will then template the formation of higher order assemblies with precise dimensional control. In a third approach, small molecules are used to assemble one-dimensional structures, in which morphology is controlled by the molecular structure and the growth kinetics. The principles learned from preliminary studies will be applied to form more complex architectures and supramolecular block copolymers. All three projects require chemical synthesis, electron microscopy and diffraction techniques, as well as coarse-grained modeling.\r\n\r\n\r\nNON-TECHNICAL SUMMARY:  \r\n\r\nLearning from the complex structures seen in nature has been one of the major goals of modern materials research.  The motivation is to design new, sophisticated materials such as artificial molecular motors for electronics, energy, or sensing devices and also biomedical materials to repair tissues and organs. The work cuts across physical sciences, life sciences, and engineering disciplines, and it is therefore an excellent platform for education of future scientists and for international collaborations.  As a step toward the goal of complex functional materials, the proposed research involves precisely controlling the shape and size of several self-assembling systems.  One approach involves the use of DNA molecules of precise length as external templates to dictate the dimension of components in synthetic materials.  The other approach programs molecules to form nanostructures with non-spherical shapes similar to many viruses. The proposed work will have broad impact on the interdisciplinary education of graduate students in materials research, since each of the proposed projects operates at the interface of synthetic chemistry, physics, and materials science. Several students from underrepresented groups are receiving this training in the PI's laboratory and the proposed program could greatly extend this effort.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Stupp",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel I Stupp",
   "pi_email_addr": "s-stupp@northwestern.edu",
   "nsf_id": "000317187",
   "pi_start_date": "2010-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this NSF project, we describe a first step toward a polymerization strategy for <em>hybrid </em>polymers that are both covalent and supramolecular. They have capacity to be <em>hyperfunctional</em> based on shape, compartmentalization, dynamics, and ability to autonomously reconstitute. The functions can range from energy and electronics to biomaterials. Initially two monomeric precursors polymerize covalently into a long &ldquo;spring-like&rdquo; shape using the synergistic effect of a foldamer backbone, dynamic bonds, and strong hydrogen bonding interactions among side chains. When a monomer that polymerizes noncovalently but is isostructural with side chains was added, a hybrid covalent-supramolecular polymer forms with two well-defined compartments. The supramolecular component is highly dynamic and can be reconstituted.</p>\n<p>An adhesive tape is a macroscopic object that is manufactured to have only one adhesive surface. Creating nanoscale polymeric structures that have a tape-like architecture has been a long-standing challenge that would have enormous impact in many technologies. For example, these polymers could be designed to cover spontaneously surfaces of a specific chemistry and display on the opposite surface information that is useful for sensing events or to create surfaces with specific properties, such as anti-fouling behavior or wetting behavior for other materials used to construct complex electronic or photonic devices. In our NSF program, we have also designed and synthesized molecules over the past year that self-assemble into supramolecular polymers with asymmetric chemical structure on their opposite nanoscale faces.</p>\n<p>Each of these projects represents interdisciplinary work at the interface of chemistry and materials science. Therefore, they necessarily inspire the students and post-docs on those projects to learn molecular design, organic synthesis and characterization, optical spectroscopy, and nanoscale materials. Our NSF program not only supports graduate students and postdocs in our group to conduct fundamental research over the range of organic synthetic chemistry, structural characterization, and theoretical simulation, it also allows us to create novel macroscale objects with great of potential for biological and energy materials. Based on the results of the projects supported by NSF program, we are able to establish more versatile approaches for materials fabrication. Importantly, this project benefited tremendously from the contribution of summer undergraduate students and provided a valuable learning environment for all members in this project.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2015<br>\n\t\t\t\t\tModified by: Samuel&nbsp;I&nbsp;Stupp</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this NSF project, we describe a first step toward a polymerization strategy for hybrid polymers that are both covalent and supramolecular. They have capacity to be hyperfunctional based on shape, compartmentalization, dynamics, and ability to autonomously reconstitute. The functions can range from energy and electronics to biomaterials. Initially two monomeric precursors polymerize covalently into a long \"spring-like\" shape using the synergistic effect of a foldamer backbone, dynamic bonds, and strong hydrogen bonding interactions among side chains. When a monomer that polymerizes noncovalently but is isostructural with side chains was added, a hybrid covalent-supramolecular polymer forms with two well-defined compartments. The supramolecular component is highly dynamic and can be reconstituted.\n\nAn adhesive tape is a macroscopic object that is manufactured to have only one adhesive surface. Creating nanoscale polymeric structures that have a tape-like architecture has been a long-standing challenge that would have enormous impact in many technologies. For example, these polymers could be designed to cover spontaneously surfaces of a specific chemistry and display on the opposite surface information that is useful for sensing events or to create surfaces with specific properties, such as anti-fouling behavior or wetting behavior for other materials used to construct complex electronic or photonic devices. In our NSF program, we have also designed and synthesized molecules over the past year that self-assemble into supramolecular polymers with asymmetric chemical structure on their opposite nanoscale faces.\n\nEach of these projects represents interdisciplinary work at the interface of chemistry and materials science. Therefore, they necessarily inspire the students and post-docs on those projects to learn molecular design, organic synthesis and characterization, optical spectroscopy, and nanoscale materials. Our NSF program not only supports graduate students and postdocs in our group to conduct fundamental research over the range of organic synthetic chemistry, structural characterization, and theoretical simulation, it also allows us to create novel macroscale objects with great of potential for biological and energy materials. Based on the results of the projects supported by NSF program, we are able to establish more versatile approaches for materials fabrication. Importantly, this project benefited tremendously from the contribution of summer undergraduate students and provided a valuable learning environment for all members in this project.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/29/2015\n\n\t\t\t\t\tSubmitted by: Samuel I Stupp"
 }
}