{
 "awd_id": "1006132",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Fundamental Studies of Novel Nitride Semiconductors",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 384556.0,
 "awd_amount": 384556.0,
 "awd_min_amd_letter_date": "2010-06-17",
 "awd_max_amd_letter_date": "2012-06-22",
 "awd_abstract_narration": "Technical: This project aims to advance the understanding and control of the properties of direct band gap semiconductor ZnGeN2 and related compounds. These materials are structurally related to GaN, InN and AlN, and share some of their properties, such as band gaps that span the wavelength range from the ultraviolet to the near infrared. Theories have predicted some distinctly different properties, in particular their doping and defect properties, nonlinear optical properties, and lower ionicities. These important differences motivate interest in studying ZnGeN2 and related materials, to both expand our fundamental understanding of materials and to explore their potential for applications to optoelectronics that would take advantage of their unique properties. The project develops new growth methods for these materials and explores their thermodynamic properties. Investigations of the linear optical properties allow comparison of experimental results with recent predictions of the electronic band structure and phonon spectra. Investigation of the transport, optical and structural properties aids in the identification of native and non-native defects of the unintentionally doped material, a first step toward control of the transport properties for optoelectronic applications.\r\nNon-technical: The project addresses basic research issues in a topical area of materials science with high technological relevance. It should benefit society in expanding the knowledge base for exploration of new materials of potential interest in the development of new technologies. The research is of broad interest to the condensed matter physics and materials science communities and promotes the education and training of graduate and undergraduate researchers. The participation of undergraduate researchers will be particularly strong, involving students from Case Western Reserve University and John Carroll University. Focused efforts will be made to recruit underrepresented minority students. Research results will be broadly disseminated through scientific publication and participation in conferences and public lectures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Kash",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen Kash",
   "pi_email_addr": "kathleen.kash@case.edu",
   "nsf_id": "000231471",
   "pi_start_date": "2010-06-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Dyck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Dyck",
   "pi_email_addr": "jdyck@jcu.edu",
   "nsf_id": "000291199",
   "pi_start_date": "2010-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "10900 EUCLID AVE",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441064901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 136066.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 128440.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 120050.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The aim of this effort has been to develop methods for growing high quality ZnGeN2, ZnSnN2 and ZnSiN2 and to thereby study their fundamental electronic and optical properties. These ternary nitride-containing semiconductors are related structurally to the binary nitride semiconductors GaN, InN and AlN, the materials used for the invention of the blue light-emitting diode, for which this year&rsquo;s Nobel Prize in Physics was awarded. This recognition is among the most striking examples of how powerfully a solid-state material can contribute to our society, giving us white light sources that are at present three to thirty times more energy-efficient than are compact fluorescent and incandescent light bulbs, and that last ten times as long as compact fluorescent bulbs (and much longer than that&nbsp; compared to incandescent bulbs). These qualities are having a huge and growing impact on energy savings and reduction of society&rsquo;s carbon footprint. That it was not evident <em>a priori</em> that these materials would be the solution to the intensive search for a blue light-emitting diode is one strong argument in favor of exploration of the potential of the much larger class of ternary nitride materials. The zinc-containing ternary nitrides share some of the properties of the binary nitrides, such as light emission that spans the wavelength range from the ultraviolet to the near-infrared, but are also anticipated to have some distinctly different and potentially advantageous properties. In addition, ZnSiN<sub>2</sub> and ZnSnN<sub>2</sub>, are composed entirely of abundant, nontoxic and inexpensive materials.</p>\n<p>The intellectual merit of this work resides in the valuable insight gained in the exploration of the growth and fundamental electronic, optical and lattice properties of the ternary nitride semiconductor family ZnGeN<sub>2</sub>, ZnSiN<sub>2</sub> and ZnSnN<sub>2</sub>, and the advances in developing growth methods for these materials. Our main intellectual achievements include developing a method for growing ZnSnN<sub>2</sub>, the lowest-band-gap of the three ternaries explored here. We grew material of sufficiently high quality that it emits light with high efficiency, and thus were able to measure its band gap by photoluminescence and photoluminescence excitation spectroscopy. We developed a model for lattice ordering that showed that the apparent lattice disorder, as inferred from x-ray diffraction spectra, is likely a result of the random stacking of two distinct ordered phases. We showed that the extent of lattice ordering in ZnGeN<sub>2</sub> can be varied by controlling the growth conditions. We measured the Seebeck coefficient for a single crystal of ZnGeN<sub>2</sub>. We designed a hybrid ZnGeN<sub>2</sub>-GaN-based light emitting diode structure with improved properties in the green emission region.</p>\n<p>The broader impacts of this work include the elucidation of lattice ordering phenomena in the wurtzite-based ternary compounds. This work is relevant to understanding the fundamental electronic, optical and lattice properties of this large class of materials. The development of specific understanding of the growth and properties of ZnSnN<sub>2</sub> is relevant to the search for abundant, nontoxic and inexpensive replacements for Ga- and In- containing materials as well as to the search for combinations of materials with novel properties suited to new applications that will benefit society. In addition, this grant has provided outstanding training and professional development opportunities. Three graduate students and eleven undergraduate students, including five underrepresented minority students, took part in this research. As such, this activity has contributed to the future STEM workforce for our country. This research was disseminated to the scientific community via numerous oral and poster presentations at major conferences and smal...",
  "por_txt_cntn": "\nThe aim of this effort has been to develop methods for growing high quality ZnGeN2, ZnSnN2 and ZnSiN2 and to thereby study their fundamental electronic and optical properties. These ternary nitride-containing semiconductors are related structurally to the binary nitride semiconductors GaN, InN and AlN, the materials used for the invention of the blue light-emitting diode, for which this yearÆs Nobel Prize in Physics was awarded. This recognition is among the most striking examples of how powerfully a solid-state material can contribute to our society, giving us white light sources that are at present three to thirty times more energy-efficient than are compact fluorescent and incandescent light bulbs, and that last ten times as long as compact fluorescent bulbs (and much longer than that  compared to incandescent bulbs). These qualities are having a huge and growing impact on energy savings and reduction of societyÆs carbon footprint. That it was not evident a priori that these materials would be the solution to the intensive search for a blue light-emitting diode is one strong argument in favor of exploration of the potential of the much larger class of ternary nitride materials. The zinc-containing ternary nitrides share some of the properties of the binary nitrides, such as light emission that spans the wavelength range from the ultraviolet to the near-infrared, but are also anticipated to have some distinctly different and potentially advantageous properties. In addition, ZnSiN2 and ZnSnN2, are composed entirely of abundant, nontoxic and inexpensive materials.\n\nThe intellectual merit of this work resides in the valuable insight gained in the exploration of the growth and fundamental electronic, optical and lattice properties of the ternary nitride semiconductor family ZnGeN2, ZnSiN2 and ZnSnN2, and the advances in developing growth methods for these materials. Our main intellectual achievements include developing a method for growing ZnSnN2, the lowest-band-gap of the three ternaries explored here. We grew material of sufficiently high quality that it emits light with high efficiency, and thus were able to measure its band gap by photoluminescence and photoluminescence excitation spectroscopy. We developed a model for lattice ordering that showed that the apparent lattice disorder, as inferred from x-ray diffraction spectra, is likely a result of the random stacking of two distinct ordered phases. We showed that the extent of lattice ordering in ZnGeN2 can be varied by controlling the growth conditions. We measured the Seebeck coefficient for a single crystal of ZnGeN2. We designed a hybrid ZnGeN2-GaN-based light emitting diode structure with improved properties in the green emission region.\n\nThe broader impacts of this work include the elucidation of lattice ordering phenomena in the wurtzite-based ternary compounds. This work is relevant to understanding the fundamental electronic, optical and lattice properties of this large class of materials. The development of specific understanding of the growth and properties of ZnSnN2 is relevant to the search for abundant, nontoxic and inexpensive replacements for Ga- and In- containing materials as well as to the search for combinations of materials with novel properties suited to new applications that will benefit society. In addition, this grant has provided outstanding training and professional development opportunities. Three graduate students and eleven undergraduate students, including five underrepresented minority students, took part in this research. As such, this activity has contributed to the future STEM workforce for our country. This research was disseminated to the scientific community via numerous oral and poster presentations at major conferences and smaller seminars, and the results were published in high quality journals. Special recognition of the research was received by a best oral presentation and a best poster nomination at separate Materials Research So..."
 }
}