{
 "awd_id": "1006863",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Strained Ultrathin Interfaces for Controlled Molecular Self-Assembly",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924431",
 "po_email": "giannacc@nsf.gov",
 "po_sign_block_name": "Germano Iannacchione",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 435000.0,
 "awd_amount": 435000.0,
 "awd_min_amd_letter_date": "2010-08-23",
 "awd_max_amd_letter_date": "2012-06-26",
 "awd_abstract_narration": "***** NON-TECHNICAL ABSTRACT *****\r\nSelf-assembly of ordered structures, a few nanometers wide, has been observed on many interfaces critical to novel nano-technologies.  The formation of these structures is thought to arise because of a delicate balance between long-range strain field interactions and short-range chemical forces that stabilize the structures.  A detailed understanding of the driving forces, however, does not exist.  The goal of this project is to identify and control these interactions, which have the potential to radically improve the performance of electronic, magnetic, and chemical devices and sensors; and may lead the way to higher density magnetic storage, more selective catalytic materials, higher sensitivity chemical sensors, and perhaps, quantum computers.  The integrated experimental/computational research approach combines time-resolved atomic microscopy in ultrahigh vacuum and elastic modeling of the dynamics of self-assembly at the atomic scale in conjunction with appropriate electronic structure calculations.  The graduate and undergraduate students involved in this research will receive training in skills that will enable them to become productive members of the future scientific workforce.  This research will form an integral part of an educational outreach program through contributions to a hands-on course, Physics for High School Teachers, and a Summer Nano-Science Institute for local high school students and their teachers, in order to address the need to improve the science achievement for students by enriching science teaching in the high school classroom.  This award receives support from the Condensed Matter Physics and the Electronic and Photonic Materials programs.\r\n\r\n\r\n***** TECHNICAL ABSTRACT *****\r\nThis award funds studies to characterize, control, and understand the atomic processes in self-organized growth that lead to two-dimensional pattern formation in strained ultrathin interfaces, such as single graphene and metal layers on crystalline substrates.  The integrated experimental/computational approach combines time-resolved atomic measurements by scanning tunneling microscopy (STM) and low-energy electron microscopy (LEEM) and elastic modeling of the dynamics of self-assembly at the atomic scale in conjunction with appropriate first-principles and tight-binding electronic structure calculations.  A novel analysis method of LEEM data will deliver the compositional (sub-)surface profile in these heterogeneous systems, crucial input for modeling and linking to theory. The graduate and undergraduate students involved in this research will receive training in skills that will enable them to become productive members of the future scientific workforce.  The projects form an integral part of educational outreach programs.  Through contributions to a hands-on course, Physics for High School Teachers, and a Summer Nano-Science Institute for local high school students and their science teachers the project addresses the need to improve the science achievement for students by enriching science teaching in the high school classroom.  These activities are directed toward improving the recruitment into Science, Engineering, Technology, and Mathematics (STEM) careers by making significant contributions to science education at the pre-college level.  This award receives support from the Condensed Matter Physics and the Electronic and Photonic Materials programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karsten",
   "pi_last_name": "Pohl",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karsten Pohl",
   "pi_email_addr": "karsten.pohl@unh.edu",
   "nsf_id": "000217765",
   "pi_start_date": "2010-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jian-Ming",
   "pi_last_name": "Tang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jian-Ming Tang",
   "pi_email_addr": "jian.ming.tang@unh.edu",
   "nsf_id": "000429937",
   "pi_start_date": "2010-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bogdan",
   "pi_last_name": "Diaconescu",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Bogdan C Diaconescu",
   "pi_email_addr": "bogdan@einstein.unh.edu",
   "nsf_id": "000081982",
   "pi_start_date": "2010-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Hampshire",
  "inst_street_address": "51 COLLEGE RD",
  "inst_street_address_2": "BLDG 107",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6038622172",
  "inst_zip_code": "038242620",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NH01",
  "org_lgl_bus_name": "UNIVERSITY SYSTEM OF NEW HAMPSHIRE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GBNGC495XA67"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Hampshire",
  "perf_str_addr": "51 COLLEGE RD",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "038242620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NH01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  },
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 145000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 145000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 145000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>A novel class of low-dimensional materials are receiving a tremendous amount of attention. Their revolutionary <span>electronic,&nbsp;</span></span>magnetic and mechanical properties are proposed to transform modern technologies. The most prominent example is graphene, a flat one-atom-thick sheet of carbon atoms - an ideal two-dimensional material. Over the last few years of active research, graphene has been integrated into test bed microelectonic devises, with the prospect of dramatically reducing the energy consumption of future technologies. During the same time many other layered materials have been discovered that in thicknesses of one to a few layers have significantly different properties than in their bulk form. These materials cover a large part of the periodic table mostly in form of compounds as well as organic molecular films.</p>\n<p>Atomic structure and composition information is crucial for a comprehensive understanding and prediction of the electronic and magnetic properties of these technological very promising low-dimensional&nbsp;materials. However their surface characterization is extremely difficult mostly due to their often easy oxidation in ambient environment, their surface instability under high-energy probing techniques, and their limited lateral sampling area as many exist only as micron-sized flakes. &nbsp;<span>We successfully applied the novel selected area low-energy electron diffraction or micro&nbsp;LEED-IV technique to analyze low-energy electron microscopy (LEEM) data taken from ultrathin sample flakes of suspended monolayer few-layer MoS2, few-layer phosphorene, and SnSe. &nbsp;This low-energy electron beam based technique is one of the very few non-destructive methods that is capable of providing detailed atomic structural surface information.&nbsp;Many of the auspicious electronic and magnetic properties of these materials are closely linked to their atomic structure and symmetry, which, as it turns out, is in many cases significantly different from their bulk.</span></p>\n<p>We succeeded in the first detailed experimental determination of the structure of exfoliated few-layer phosphorene (FLP) of about 10 nm thickness. We find that the surface undergoes a significant distortion in form of surface buckling. The buckling magnitude is found to be one order of magnitude larger than previous determined theoretical values. Using first-principles calculations, we find a buckling magnitude dependent increasing band gap and propose a vacancy defect driven mechanism for the cause of this surface distortion. Vacancy defects are also found to be not only the origin of a previously reported impurity state within the monolayer phosphorene bandgap, but also very likely the cause the previously reported intrinsic p-type property of phosphorene materials. &nbsp;In the process we found a reproducible pathway to produce pristine flakes of FLP by a method of thermal exfoliation. We believe our findings provide fundamental input for understanding the electronic properties of BP and guidance for exploring phosphorene based devices. Moreover, we succeeded in determining the atomic structure of a exfoliated suspended monolayer of MoS2 and showed that a 26 monolayer thick MBE-grown sample of the topological insulator material SnSe is indeed Sn-terminated.</p>\n<p><span>As an example for a low-dimensional organic molecular material, we studied the structure of a&nbsp;</span>self-assembled monolayer of 5,6,7-trithiapentacene-13-one (TTPO). This is a promising organic semiconductor with potential applications in high-temperature photovoltaic devices. Scanning tunneling microscopy (STM) investigations of TTPO on the close-packed stepped Au (788) surface reveals interesting nanoscale surface structures ranging from molecular chains at low coverage to an ordered self-assembled monolayer. Density functional theory (DFT) calculations have been used to further probe this unique 3-D angular assembly, where the long-axis of TTPO is parallel to the gold surface, distinctive from previously observed pentacene and pentacene derivative assemblies on surfaces. It is the lateral arrangement of the underlying pentacene backbone of the molecule that is unique, causing the thiol substituent side of the molecule to be angled down towards the gold surface, with the oxygen angled away. Combining imaging with density functional theory calculations allows for classification of these self-assembled structures with particular interest being directed toward the interaction between TTPO and gold at this organic-metallic interface. Understanding of the structure of such interfaces can potentially guide nanoscale modifications for improved electrical transport and energy-conversion efficiency in future devices.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/14/2017<br>\n\t\t\t\t\tModified by: Karsten&nbsp;Pohl</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA novel class of low-dimensional materials are receiving a tremendous amount of attention. Their revolutionary electronic, magnetic and mechanical properties are proposed to transform modern technologies. The most prominent example is graphene, a flat one-atom-thick sheet of carbon atoms - an ideal two-dimensional material. Over the last few years of active research, graphene has been integrated into test bed microelectonic devises, with the prospect of dramatically reducing the energy consumption of future technologies. During the same time many other layered materials have been discovered that in thicknesses of one to a few layers have significantly different properties than in their bulk form. These materials cover a large part of the periodic table mostly in form of compounds as well as organic molecular films.\n\nAtomic structure and composition information is crucial for a comprehensive understanding and prediction of the electronic and magnetic properties of these technological very promising low-dimensional materials. However their surface characterization is extremely difficult mostly due to their often easy oxidation in ambient environment, their surface instability under high-energy probing techniques, and their limited lateral sampling area as many exist only as micron-sized flakes.  We successfully applied the novel selected area low-energy electron diffraction or micro LEED-IV technique to analyze low-energy electron microscopy (LEEM) data taken from ultrathin sample flakes of suspended monolayer few-layer MoS2, few-layer phosphorene, and SnSe.  This low-energy electron beam based technique is one of the very few non-destructive methods that is capable of providing detailed atomic structural surface information. Many of the auspicious electronic and magnetic properties of these materials are closely linked to their atomic structure and symmetry, which, as it turns out, is in many cases significantly different from their bulk.\n\nWe succeeded in the first detailed experimental determination of the structure of exfoliated few-layer phosphorene (FLP) of about 10 nm thickness. We find that the surface undergoes a significant distortion in form of surface buckling. The buckling magnitude is found to be one order of magnitude larger than previous determined theoretical values. Using first-principles calculations, we find a buckling magnitude dependent increasing band gap and propose a vacancy defect driven mechanism for the cause of this surface distortion. Vacancy defects are also found to be not only the origin of a previously reported impurity state within the monolayer phosphorene bandgap, but also very likely the cause the previously reported intrinsic p-type property of phosphorene materials.  In the process we found a reproducible pathway to produce pristine flakes of FLP by a method of thermal exfoliation. We believe our findings provide fundamental input for understanding the electronic properties of BP and guidance for exploring phosphorene based devices. Moreover, we succeeded in determining the atomic structure of a exfoliated suspended monolayer of MoS2 and showed that a 26 monolayer thick MBE-grown sample of the topological insulator material SnSe is indeed Sn-terminated.\n\nAs an example for a low-dimensional organic molecular material, we studied the structure of a self-assembled monolayer of 5,6,7-trithiapentacene-13-one (TTPO). This is a promising organic semiconductor with potential applications in high-temperature photovoltaic devices. Scanning tunneling microscopy (STM) investigations of TTPO on the close-packed stepped Au (788) surface reveals interesting nanoscale surface structures ranging from molecular chains at low coverage to an ordered self-assembled monolayer. Density functional theory (DFT) calculations have been used to further probe this unique 3-D angular assembly, where the long-axis of TTPO is parallel to the gold surface, distinctive from previously observed pentacene and pentacene derivative assemblies on surfaces. It is the lateral arrangement of the underlying pentacene backbone of the molecule that is unique, causing the thiol substituent side of the molecule to be angled down towards the gold surface, with the oxygen angled away. Combining imaging with density functional theory calculations allows for classification of these self-assembled structures with particular interest being directed toward the interaction between TTPO and gold at this organic-metallic interface. Understanding of the structure of such interfaces can potentially guide nanoscale modifications for improved electrical transport and energy-conversion efficiency in future devices.\n\n\t\t\t\t\tLast Modified: 10/14/2017\n\n\t\t\t\t\tSubmitted by: Karsten Pohl"
 }
}