{
 "awd_id": "1006776",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Hierarchical and Shape-Intelligent Colloidal Particles via Lithographically Patterned Layered Precursors",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 417250.0,
 "awd_min_amd_letter_date": "2010-04-06",
 "awd_max_amd_letter_date": "2011-03-25",
 "awd_abstract_narration": "TECHNICAL SUMMARY: \r\n\r\nThe design and synthesis of nano- to micron-sized particles have been a perennial theme in interfacial and materials science. Particles have been prepared with a range of shape, size, and polydispersities more commonly through the sol-gel or emulsion polymerization methods. There has been a high interest on core-shell, hollow-shell, and hybrid particle systems. However, for polymer particles, hollow-shell templating and emulsion polymerization methods are largely limited to spherically shaped particles. This project aims to go beyond these limitations by employing a high-throughput particle fabrication method that offers various complexities in shape, size, size distribution, and core-shell architectures through lithographic methods.  Specifically, novel particles based on lithographically patterned polymer precursor films of layer-by-layer (LbL) polyelectrolytes with a top layer of grafted polymer brushes by surface initiated polymerization (SIP) will be explored. The phase-interaction parameter contrast between the two layers will enable a \"lift-off and fold-in\" mechanism in a selective solvent: the LbL component folding in to form the interior core and the SIP as the outer shell.  Many of the well-documented chemistries, fabrication methods, and applications of the LbL and SIP methods can be incorporated. It should be possible to distribute hierarchically the chemical species within these polymer particles allowing for anisotropically phase-separated multiphasic particle compositions. A fundamental challenge of the protocol is to match the kinetic and thermodynamic considerations of the solvent, temperature, and pressure environments once the particles are released from the surface. Various interfacial-sensitive spectroscopic, scattering, zeta potential, and microscopic techniques will be utilized to characterize these new colloidal materials. These particles are expected to be useful for the encapsulation of molecules, dyes, inorganic nanoparticles as nanocarriers and also serve as an important platform for the investigation of colloidal phenomena in polymeric and hybrid materials that can be augmented by theory and simulations studies.\r\n\r\nNON-TECHNICAL SUMMARY: \r\n\r\nThe project will make available novel materials and products that can be used for the pharmaceutical industry, display industry, and environmental or health monitoring protocols. For example: drugs can be encapsulated and released by design; new light emitting materials can be made based on encapsulated nanoparticles, and particles with various artificial shapes and sizes can be used to mimic harmful viruses and bacteriophages. A number of scientists and engineers will be involved in exploring the limits of lithographic technologies similar to processes used for the semi-conductor microprocessor industry but applying it to particle production and investigation. An important immediate impact is the education and training of young scientists and researchers who are skilled in the synthesis and characterization of new materials combined with developing high-throughput fabrication methods. Two advanced Ph.D. candidates who are experienced and qualified in materials synthesis, colloidal fabrication, and surface characterization will be trained. Highly qualified undergraduate students will also be mentored. The analytical and materials expertise in the Advincula Research group encompasses different areas of polymer materials, hybrid materials, and surface science and has also been an effective platform for science and education outreach among high school students. The Principal Investigator (PI) will offer a Departmental course to include the design and uses of colloidal particles and the importance of surface analysis in materials research. The PI will target talented minority students and women to participate, a commitment by the PI since the beginning of his academic career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rigoberto",
   "pi_last_name": "Advincula",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Rigoberto C Advincula",
   "pi_email_addr": "rca41@case.edu",
   "nsf_id": "000484657",
   "pi_start_date": "2010-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4300 MARTIN LUTHER KING BLVD",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1773",
   "pgm_ref_txt": "POLYMERS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 133275.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}