{
 "awd_id": "1006581",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Exploring the Mechanism of VLS Planar Nanowire Growth through Structural and Impurity Perturbation",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 395430.0,
 "awd_amount": 395430.0,
 "awd_min_amd_letter_date": "2010-05-24",
 "awd_max_amd_letter_date": "2012-05-29",
 "awd_abstract_narration": "Technical: This project explores the mechanism of VLS (vapor-liquid-solid) planar III-V nanowire growth. The aim is to establish planar III-V nanowires as a viable nanotechnology building block on silicon, amorphous or plastic substrates for high performance nanophotonic and nanoelectronic applications in a scalable and integrable fashion. Such nanowires would be self-aligned, in-plane, nearly twin-plane defect free, and transfer-printable. The scope of the project includes: 1) positioning and alignment, 2) doping incorporation, and 3) heterojunction formation in III-V semi-conductor planar nanowires, using metalorganic chemical vapor deposition (MOCVD) through VLS, with a focus on GaAs, InGaAs, and InGaP material systems. Self-aligned planar III-V nanowires oriented in the <110> direction with no twin plane defects may open a new direction in III-V device possibilities, and represent fundamental advancement of semiconductor nanostructure growth and technology. Knowledge gained will also contribute to fundamental understanding of the materials science of 1D semiconductor epitaxial growth from nucleation, propagation, to dopant incorporation and activation at the nanometer scale. \r\nNon-technical: The project addresses basic research issues in a topical area of materials science with technological relevance. Results from the proposed research will be incorporated in the syllabus of a new course the PI is teaching on Semiconductor Nanotechnology. A semi-annual Student Research Symposium on Semiconductor Nanotechnology led by the PI will serve the dual purpose of dissemination of research results and training of students in public speaking and scientific presentation, The interdisciplinary nature of the project reflects materials science, electrical engineering, chemistry and physics, with potential technological impacts in electronics and photonics. By engaging students in such integrated research and education, the competence and leadership of our future workforce will be enhanced. By recruiting and retaining women engineers through creating and maintaining a sense of community and leading by example, the PI seeks to make a long lasting effect on the education and training of a broadly inclusive science and technology workforce. The outreach component of the project targeting elementary school girls will expose more young minds at a timely stage about the interesting challenges and opportunities in science and engineering careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiuling",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiuling Li",
   "pi_email_addr": "xiuling.li@utexas.edu",
   "nsf_id": "000487125",
   "pi_start_date": "2010-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 129510.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 130988.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 134932.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The outcome of the sponsored research represents fundamental advancement to the state of the art of semiconductor nanotechnology. Self-aligned planar III-V compound semiconductor nanowire arrays have been realized with unprecedented controllability in position, density, and compatibility with conventional processing technology. The outcome of this project accelerated the advancement of fundamental nano concepts into engineering solutions by making the bottom-up nanowire growth method compatible with planar processing technology.</p>\n<p>Scientifically, the growth of planar nanowires opened a new paradigm of crystal growth - selective lateral epitaxy, where crystals grow from laterally in plane, instead of from the substrate up, in selected areas defined by the metal nanoparticle seeds. Knowledge gained contributed to the fundamental understanding of the physics of one-dimensional semiconductor epitaxial growth from nucleation, propagation, to dopant incorporation at the nanometer scale. Technologically, this is a new platform that is not only compatible with existing planar processing technology for the microelectronics industry, but also with the device configuration for high performance multi-gate transistors. Through this work, we discovered and continues to validate the realistic potential of bottom-up grown nanowires for beyond silicon based logic and future radio frequency electronics. By engaging students in this interdisciplinary research activities that are beyond frontiers of the current knowledge, we helped ensure the competence and leadership of our future workforce in today&rsquo;s global environment. The outreach program helped cultivate the young minds to respect and embrace a career in science and engineering.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2015<br>\n\t\t\t\t\tModified by: Xiuling&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe outcome of the sponsored research represents fundamental advancement to the state of the art of semiconductor nanotechnology. Self-aligned planar III-V compound semiconductor nanowire arrays have been realized with unprecedented controllability in position, density, and compatibility with conventional processing technology. The outcome of this project accelerated the advancement of fundamental nano concepts into engineering solutions by making the bottom-up nanowire growth method compatible with planar processing technology.\n\nScientifically, the growth of planar nanowires opened a new paradigm of crystal growth - selective lateral epitaxy, where crystals grow from laterally in plane, instead of from the substrate up, in selected areas defined by the metal nanoparticle seeds. Knowledge gained contributed to the fundamental understanding of the physics of one-dimensional semiconductor epitaxial growth from nucleation, propagation, to dopant incorporation at the nanometer scale. Technologically, this is a new platform that is not only compatible with existing planar processing technology for the microelectronics industry, but also with the device configuration for high performance multi-gate transistors. Through this work, we discovered and continues to validate the realistic potential of bottom-up grown nanowires for beyond silicon based logic and future radio frequency electronics. By engaging students in this interdisciplinary research activities that are beyond frontiers of the current knowledge, we helped ensure the competence and leadership of our future workforce in todayÆs global environment. The outreach program helped cultivate the young minds to respect and embrace a career in science and engineering. \n\n \n\n\t\t\t\t\tLast Modified: 09/29/2015\n\n\t\t\t\t\tSubmitted by: Xiuling Li"
 }
}