{
 "awd_id": "1007713",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Role of Magnetic Fields in Star Formation: Polarization Observations of Molecular Clouds",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel Evans",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 245662.0,
 "awd_amount": 245662.0,
 "awd_min_amd_letter_date": "2010-08-09",
 "awd_max_amd_letter_date": "2012-06-12",
 "awd_abstract_narration": "Understanding star formation is one of the outstanding problems in modern astrophysics and whether magnetic fields play a role in regulating the star formation process is a major question. What is the relative importance of magnetic fields and turbulence in the formation of gravitationally bound interstellar clouds and cores and their subsequent collapse to form stars? \r\nOnly observations of magnetic fields in dense molecular clouds can test the theoretical predictions of magnetically dominated star formation and validate or eliminate this model. This proposal is the continuation of the long-term and successful research program of Professor Richard Crutcher to observe magnetic fields in molecular clouds with the specific focus of testing star formation theory. \r\nThese observations will be done over the three-year grant period. First, observations of the Zeeman splitting in spectra of the molecules CN and C2H at 3-mm wavelength will be done with the 30-m telescope of the ?Institut de Radio Astronomie Millimétrique? (IRAM) in Spain. This will give measurements of the line-of-sight magnetic field strengths toward a significant sample of dense molecular cloud cores. Second, synthesis imaging of CN and C2H Zeeman targets selected from the IRAM sample with the Atacama Large Millimeter Array (ALMA) is planned, together with ALMA synthesis imaging of linearly polarized dust emission and linearly polarized spectral line emission from multiple molecular species.\r\nMany of the ALMA observations can be done simultaneously. By the end of the proposed grant period, a significant number of single-dish Zeeman observations will be at hand that a Bayesian statistical analysis can be carried out to infer the probability distribution function of the total magnetic field strength from the measured line-of-sight strengths. The work from this proposal will give sensitive ALMA maps of high-density molecular regions for the line-of-sight component of the magnetic field in two molecular species that sample different density regimes. In addition it will give plane-of-sky maps from dust emission that samples the entire line of sight and from linearly polarized spectral lines in multiple molecular transitions that sample different layers of clouds as well as bipolar outflows. \r\nIn addition a computer code will be created that generates maps from 3D models or simulations of molecular cloud density and magnetic field structures exactly as they would be observed with ALMA. Then a comparison of ALMA maps with model maps can be used to infer the 3D structure of magnetic fields and to test the predictions of star formation theories. By the end of the grant period, the researchers expect a significant advance in understanding the role of magnetic fields in star formation.\r\nBroader Impacts: The research proposed here has broader impacts in multiple areas of star formation studies. Examples of such impact are: An improved recipe for star formation for use in large-scale structure formation and galaxy evolution simulations; improved mass estimates of molecular clouds based on the virial theorem (where magnetic pressure is generally ignored); and improved understanding of the role of magnetic fields in the generation of bipolar winds from young stars and even Active Galactic Nuclei (AGNs). \r\nThis project will also help to enhance the infrastructure for research and education, in particular, the ALMA facility and instrumentation. Polarimetry with a synthesis-imaging array has many potential pitfalls, and ALMA has the goal of reaching its full capability for polarization mapping. This group will be among the first users of ALMA and will bring its expertise and experience in interferometric polarimetry to bear such that ALMA will be able to do polarization science optimally as early as possible. This will include involvement with ALMA hardware commissioning and testing the ALMA software for polarization imaging and providing modeling code to the scientific community, so that the results of ALMA polarization mapping may be fully exploited by all users. In addition, a graduate student will be trained in the observational and analytical techniques. With ALMA coming on line in the near future, it is critical that students are trained in areas relevant to ALMA research. The principal investigator has a history of training students in radio polarimetry, and will continue to train PhD students who will be able to make full use of ALMA.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Crutcher",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Richard M Crutcher",
   "pi_email_addr": "crutcher@illinois.edu",
   "nsf_id": "000343848",
   "pi_start_date": "2010-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121600",
   "pgm_ele_name": "GALACTIC ASTRONOMY PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 80276.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 82185.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 83201.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>I<strong>ntellectual Merit:</strong> The goal of this project was to further our understanding of the role played by magnetic fields in the formation of stars by measuring magnetic field strengths and morphologies at all stages in the process and comparing results with predictions of theory. If magnetic fields are sufficiently strong, they will prevent gravitational contraction and star formation. Even if weaker, they can prevent the formation of disks around protostars and hence the formation of planets. Our observations involved measurement of the polarization of emission from molecular clouds from which stars are formed and from protostellar disks. The observational results were found to favor a theory (magnetic reconnection) that turbulence in the star-forming gas was principally responsible for the reduction in the support provided by magnetic fields as gas density increased, allowing star formation to proceed. Results were not consistent with another theory (ambipolar diffusion), which hypothesized that magnetic fields are not destroyed but are gradually excluded from dense regions as neutral gas and dust gravitationally contracts through the magnetic fiield. Our high resolution mapping of field morphologies about protostars found a complicated picture that could not easily be explained by existing theories. Results suggest that magnetic fields in protostellar regions are generally sufficiently weak to allow potentially planet-forming disks to exist.&nbsp;</p>\n<p><strong>Broader Impacts:</strong> Understanding the origin and evolution of our physical universe is a major human intellectual activity of great interest to both scientists and non-scientists. The formation of stars and planets from low density gas and dust is a fundamental part of this activity. This project addressed a limited but extremely crucial part of this very broad human activity and made significant contributions to our understanding of this problem. In addition, a graduate student who worked on the project received training in analytic and computer skills; he is now employed in private industry in the computing field.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/07/2015<br>\n\t\t\t\t\tModified by: Richard&nbsp;M&nbsp;Crutcher</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: The goal of this project was to further our understanding of the role played by magnetic fields in the formation of stars by measuring magnetic field strengths and morphologies at all stages in the process and comparing results with predictions of theory. If magnetic fields are sufficiently strong, they will prevent gravitational contraction and star formation. Even if weaker, they can prevent the formation of disks around protostars and hence the formation of planets. Our observations involved measurement of the polarization of emission from molecular clouds from which stars are formed and from protostellar disks. The observational results were found to favor a theory (magnetic reconnection) that turbulence in the star-forming gas was principally responsible for the reduction in the support provided by magnetic fields as gas density increased, allowing star formation to proceed. Results were not consistent with another theory (ambipolar diffusion), which hypothesized that magnetic fields are not destroyed but are gradually excluded from dense regions as neutral gas and dust gravitationally contracts through the magnetic fiield. Our high resolution mapping of field morphologies about protostars found a complicated picture that could not easily be explained by existing theories. Results suggest that magnetic fields in protostellar regions are generally sufficiently weak to allow potentially planet-forming disks to exist. \n\nBroader Impacts: Understanding the origin and evolution of our physical universe is a major human intellectual activity of great interest to both scientists and non-scientists. The formation of stars and planets from low density gas and dust is a fundamental part of this activity. This project addressed a limited but extremely crucial part of this very broad human activity and made significant contributions to our understanding of this problem. In addition, a graduate student who worked on the project received training in analytic and computer skills; he is now employed in private industry in the computing field.\n\n \n\n\t\t\t\t\tLast Modified: 04/07/2015\n\n\t\t\t\t\tSubmitted by: Richard M Crutcher"
 }
}