{
 "awd_id": "1007033",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Connecting the Islands: Cyber Connectivity for Science and Technology in Hawaii",
 "cfda_num": "47.083",
 "org_code": "01120000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelvin Chu",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 1176475.0,
 "awd_amount": 1176475.0,
 "awd_min_amd_letter_date": "2010-08-18",
 "awd_max_amd_letter_date": "2010-08-18",
 "awd_abstract_narration": "Abstract\r\nProposal Number:\tEPS-1007033\r\n\r\nProposal Title:\tConnecting the Islands; Cyber Connectivity for Science and Technology in Hawaii\r\n\r\nInstitution:\tUniversity of Hawaii \r\n\r\nProject Director:\tJames R. Gaines\r\n\r\nThis proposal will be awarded using funds made available by the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThis RII Inter-Campus and Intra-Campus Cyber Connectivity (RII C2) award focuses on inter-campus and inter-island connectivity and seeks to provide new 10 Gbps connections among four specific locations. These connections are most critical to Hawaii?s thriving EPSCoR program as well as to the overall Science and Technology (S&T) research and STEM education agendas in Hawaii. The project will provide a ten-fold increase in capability among these key locations, and the design will be extensible in the future to all public higher education institutions in Hawaii and other key S&T locations. The connectivity among campuses proposed in this RII C2 will enable essential access to high performance computing facilities at the Maui High Performance Computing Center (MHPCC), the new mass storage at University of Hawaii-Manoa (UHM), the new visualization and modeling capacity at University of Hawaii-Hilo (UHH), and STEM initiatives at Kapiolani Community College (KCC). It will also enhance more effective collaboration through emerging high definition videoconferencing among researchers across campuses and across disciplines throughout the state and beyond.\r\n\r\nIntellectual Merit\r\nThe four initial locations for this project were selected specifically to highlight the intellectual merit of new cyberinfrastructure-empowered methodologies within Hawaii and beyond. The Maui High Performance Computing Center (MHPCC) is one of the six major U.S. Department of Defense (DoD) supercomputer facilities. Under the terms of an Educational Partnership Agreement, UH and the DoD have agreed to establish a complementary Hawaii Open Supercomputing Center at the MHPCC facility that will leverage the data center and operational support to provide High Performance Computing (HPC) resources for academic, governmental and commercial science and technology within Hawaii. The RII C2 project will support a broad range of world-class programs focused particularly in areas where Hawaii is viewed as having a competitive advantage: astronomy, oceanography, marine studies, geology & geophysics, climate studies, and evolutionary biology. The island of Hawaii has significant environmental diversity, thus UHH has made it a strategic priority to leverage its island-wide living laboratory in its research and education programs.\r\n\r\nBroader Impacts\r\nThis program will directly and substantially impact efforts at KCC and UHH to engage Native Hawaiians, Pacific Islander and Filipino students in STEM research and education initiatives that have a strong focus on linkages between STEM disciplines and indigenous cultures and practices. This could bring more underrepresented populations into STEM disciplines and careers. The network enhancements will facilitate connectivity across Hawaii and to the rest of the world by providing more access to national and global networks, data collection and management tools, high performance computing, modeling, visualization, and virtual organizations. In addition, the improved cyber connectivity will help open Hawaii-based science to increased involvement from mainland based students and scholars which could facilitate greater intellectual innovation.",
 "awd_arra_amount": 1176475.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "EPS",
 "org_div_long_name": "EPSCoR",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Gaines",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "James R Gaines",
   "pi_email_addr": "gaines@hawaii.edu",
   "nsf_id": "000393493",
   "pi_start_date": "2010-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Lassner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Lassner",
   "pi_email_addr": "david@hawaii.edu",
   "nsf_id": "000107568",
   "pi_start_date": "2010-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1176475.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>R11-C2: Connecting the Islands: <br /> Cyber Connectivity for Science and Technology in Hawai&rsquo;i</strong><strong>&nbsp;</strong></p>\n<p style=\"text-align: center;\"><strong>(EPS-10070033) Project Outcomes Report</strong></p>\n<p>The overarching vision and goal for this project was to provide new 10Gbps inter-island connections to four specific locations that are most critical to Hawaii&rsquo;s thriving EPSCoR program as well as to the overall Science and Technology (S&amp;T) research and Science, Technology, Engineering and Mathematics (STEM) education agenda in Hawaii.&nbsp; With the successful completion of all network upgrades as proposed, these four locations -- UH Manoa, UH Hilo, the Maui High Performance Computing Center and Kapi&rsquo;olani Community College -- now have a ten-fold increase in internet connectivity and bandwidth.</p>\n<p>In addition to this primary goal, critical needs were identified for additional fiber connectivity and core router/switch equipment to mitigate network bottlenecks at UH Hilo and the Hawai&rsquo;i Institute of Marine Biology on Coconut Island.&nbsp; These two locations are key EPSCoR research sites and host several core research facilities important to research efforts at UH Hilo and UH Manoa.&nbsp; These campus upgrades were completed and improvements in access and ease of use of these facilities have been achieved.</p>\n<p>This award leveraged other significant awards to the University of Hawai&rsquo;i to upgrade, extend and maintain high performance networking for Hawai&rsquo;i from NSF (ARI and IRNC) and the Department of Commerce (NTIA BTOP). These awards collectively provide a sustainable investment in network connectivity between the islands, to the mainland national research and education networks and to international peering networks in Australia and Asia. Management of the new cyber-connectivity infrastructure has been fully integrated into existing management practices for the UH statewide network that currently serves over 20 fiber-connected campuses, education center and key research locations on 6 islands.</p>\n<p>&nbsp;The long-lasting impact of this project and the other leveraged federal awards cannot be overstated.&nbsp; High-speed network access is now required for all aspects of research, education, workforce development and economic development and is critically important to remote regions like the Hawaiian Islands.&nbsp; Bringing Hawai&rsquo;i research-intensive facilities into current parity with their national and international counterparts ensures a bright future for students, researchers and the citizens of Hawai&rsquo;i.</p>\n<p>As evidenced through the focus of Hawaii&rsquo;s Track 1 and Track 2 EPSCoR research programs, the primary target of these infrastructure upgrades, the increasing importance of sensor based and real time monitoring of environmental events is especially dependent on high-speed high bandwidth connectivity and all efforts throughout UH are positively and broadly impacted by this project.&nbsp; Examples include the International Pacific Research Center (<a href=\"http://iprc.soest.hawaii.edu/\">http://iprc.soest.hawaii.edu/</a>), the Institute for Astronomy (<a href=\"http://www.ifa.hawaii.edu\">http://www.ifa.hawaii.edu</a>), the Pacific Disaster Center (<a href=\"http://www.pdc.org/\">http://www.pdc.org/</a>), Station Aloha Cabled Observatory (<a href=\"http://aco-ssds.soest.hawaii.edu/ALOHA/\">http://aco-ssds.soest.hawaii.edu/ALOHA/</a>) and the PacIOOS Ocean Observing System (<a href=\"http://oos.soest.hawaii.edu/pacioos/\">http://oos.soest.hawaii.edu/pacioos/</a>).</p>\n<p>The Hawai&rsquo;i Open Supercomputer (HOSC) at MHPCC, connected by this project, is available to all members of EPSCoR program as well as non-EPSCoR faculty at UH Manoa and UH Hilo.&nbsp; Forty-seven users from UH Manoa and UH Hilo use this facility for climate modeling, disaster p...",
  "por_txt_cntn": "R11-C2: Connecting the Islands: \n Cyber Connectivity for Science and Technology in HawaiÆi \n(EPS-10070033) Project Outcomes Report\n\nThe overarching vision and goal for this project was to provide new 10Gbps inter-island connections to four specific locations that are most critical to HawaiiÆs thriving EPSCoR program as well as to the overall Science and Technology (S&amp;T) research and Science, Technology, Engineering and Mathematics (STEM) education agenda in Hawaii.  With the successful completion of all network upgrades as proposed, these four locations -- UH Manoa, UH Hilo, the Maui High Performance Computing Center and KapiÆolani Community College -- now have a ten-fold increase in internet connectivity and bandwidth.\n\nIn addition to this primary goal, critical needs were identified for additional fiber connectivity and core router/switch equipment to mitigate network bottlenecks at UH Hilo and the HawaiÆi Institute of Marine Biology on Coconut Island.  These two locations are key EPSCoR research sites and host several core research facilities important to research efforts at UH Hilo and UH Manoa.  These campus upgrades were completed and improvements in access and ease of use of these facilities have been achieved.\n\nThis award leveraged other significant awards to the University of HawaiÆi to upgrade, extend and maintain high performance networking for HawaiÆi from NSF (ARI and IRNC) and the Department of Commerce (NTIA BTOP). These awards collectively provide a sustainable investment in network connectivity between the islands, to the mainland national research and education networks and to international peering networks in Australia and Asia. Management of the new cyber-connectivity infrastructure has been fully integrated into existing management practices for the UH statewide network that currently serves over 20 fiber-connected campuses, education center and key research locations on 6 islands.\n\n The long-lasting impact of this project and the other leveraged federal awards cannot be overstated.  High-speed network access is now required for all aspects of research, education, workforce development and economic development and is critically important to remote regions like the Hawaiian Islands.  Bringing HawaiÆi research-intensive facilities into current parity with their national and international counterparts ensures a bright future for students, researchers and the citizens of HawaiÆi.\n\nAs evidenced through the focus of HawaiiÆs Track 1 and Track 2 EPSCoR research programs, the primary target of these infrastructure upgrades, the increasing importance of sensor based and real time monitoring of environmental events is especially dependent on high-speed high bandwidth connectivity and all efforts throughout UH are positively and broadly impacted by this project.  Examples include the International Pacific Research Center (http://iprc.soest.hawaii.edu/), the Institute for Astronomy (http://www.ifa.hawaii.edu), the Pacific Disaster Center (http://www.pdc.org/), Station Aloha Cabled Observatory (http://aco-ssds.soest.hawaii.edu/ALOHA/) and the PacIOOS Ocean Observing System (http://oos.soest.hawaii.edu/pacioos/).\n\nThe HawaiÆi Open Supercomputer (HOSC) at MHPCC, connected by this project, is available to all members of EPSCoR program as well as non-EPSCoR faculty at UH Manoa and UH Hilo.  Forty-seven users from UH Manoa and UH Hilo use this facility for climate modeling, disaster prediction, cancer research, bioinformatics and high energy physics modeling.\n\nOn campus upgrades at HIMB and UH Hilo provided improved connectivity to research resources that are in high demand by EPSCoR researchers, the local research community and mainland researchers. These resources include the Genomics Core Facilities at HIMB and UH Hilo and the Spatial Data Analysis Laboratory at UH Hilo.\n\nThis project was purely an infrastructure development activity and no individuals were hired or supported directly by this funding.  But the projec..."
 }
}