{
 "awd_id": "1007099",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Sixth International Conference on Sustainable Water Environment, July 29-31, 2010, Newark, DE",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Debra Reinhart",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2011-04-30",
 "tot_intn_awd_amt": 39946.0,
 "awd_amount": 39946.0,
 "awd_min_amd_letter_date": "2010-02-24",
 "awd_max_amd_letter_date": "2010-02-24",
 "awd_abstract_narration": "1007099\r\nHuang\r\n\r\nThe International Conference on Sustainable Water Environment was first organized by the PI and Professor P. C. Chiang of the National Taiwan University in 2005. The first five meetings were held mostly among the participating countries in East Asia, namely Taiwan (the First and the Second meetings), Japan (the Third meeting), Singapore (the Forth meeting), and Korea (the Fifth meeting). The 6th Conference will be a much expanded event by increasing participations from around the world, including Africa (Ghana, Egypt, and South Africa), Asia (India, China, Korea, Singapore, Japan, Taiwan), Europe (Span, Germany, Netherland, UK), New Zeeland, Australia, and Brazil. Since the scale of US participation was relatively low in the past five events, the PI proposes to hold the 6th Conference in U. S so as to increase US participation at and strengthen its involvement with this important scientific gathering.  Water is the most important natural resource.  It is a necessary substance for the support of life, and there is no substitute for it. In the past decade, the drastic population and economic growth around the globe greatly have stressed the water environment at a scale not seen in many generations. Climate change has worsened the situation of water stress worldwide beyond what is currently happening. There is great urgency to learn the impacts of climate change on the water environment and how to respond to the impacts as to achieve sustainable water environment. \r\n\r\nThe proposed Conference will achieve the following three objectives: 1) to provide an open forum for the exchange of information on recent advances in sustainable water research and practices among countries at various stages of economic development; 2) to enhance public awareness on sustainable water environment, and 3) to form an international alliance on sustainable water research.  Technical papers to be presented in the proposed conference cover five major technical areas of current importance in water: 1) impacts of climate change on the water environment, both natural and built, and responses to the impacts; 2) water conservation and reuse; 3) emerging contaminants, e.g., nanomaterials and pharmaceuticals and personal care products (PPCPs); 4) integrated watershed management, and 5) aging and energy issues of water infrastructures. Information related to field and/or laboratory observations of temperature effects on water quality is scarce. Technologies dealing with mitigation of water quality affected by climate change are urgently needed in order to remediate impaired water bodies. Innovative technologies and forward-looking management systems are needed to conserve, recycle, and reuse \"used\" domestic, agricultural and industrial waters. For example, membrane technology and catalytic reaction systems are promising for the renovation of contaminated water. Understanding the fate, transport, and transformation of emerging contaminants, specifically PPCPs and nanomaterials in the aquatic systems hold the key to better management of water quality. A holistic approach to watershed management is crucial to the protection and deployment of natural resources while keeping the water environment sustainable. Renewal of national water infrastructures with energy-efficient systems is essential to sustaining water for the service of man and society. The proposed conference will provide insight into the core of water sustainability.\r\n \r\nThe proposed conference will bring together water experts and professionals from around the world to discuss and exchange results of their research on water quality and resource conservation. Globally, the conference will facilitate the formation of a sustainable water network for dialogue and possible collaboration in sustainable water research among developed and developing countries. Nationally, the proposed conference will provide an opportunity for young scholars to exhibit and to showcase their research on sustainable water environment. Moreover, the results of a panel discussion on research needs for sustainable water environment will be useful to program development at the federal level. Additionally, the proposed conference will bring about broad public awareness on the importance of water and the need of sustainable water.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chin-Pao",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chin-Pao Huang",
   "pi_email_addr": "huang@udel.edu",
   "nsf_id": "000094886",
   "pi_start_date": "2010-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "016E",
   "pgm_ref_txt": "POLLUTION AVOIDANCE"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 39946.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h1>Intellectual Merits</h1>\n<p>&nbsp;The Conference theme was &ldquo;the impacts of climate change on the water environment and related problems.&rdquo; A total of five thematically related sessions were organized: Responses to climate change, emerging contaminants, water conservation/reuse, integrated watershed management, and water infrastructure issues.&nbsp; A total of 127 platform papers and 45 poster papers were presented at the Conference. Papers presented at the Conference cover the following topics: 1) Responses to Impacts of climate change, 2) Emerging contaminants (e.g., occurrence/monitoring/Assessment, pharmaceuticals and personal care products (PPCP),&nbsp; nanoparticles, and general emerging contaminants, 3) Integrated watershed management (e.g., Best management practices-BMP, nutrients managements, and water quality indicators, 4) Water conservation and reuse (e.g., reuse programs, chemical oxidation, membrane, filtration, adsorption, biodegradation, infrastructure, and separation, 5) Water Infrastructures.</p>\n<p>&nbsp;Two discussion panels were held to address research needs for a sustainable water environment.&nbsp; Session A focused on the natural water environment and Session B addressed the built water environment.&nbsp; Discussions at these two panels have been summarized and submitted to NSF and EPA for potential reference on program initiation.</p>\n<h1>Broader Impacts</h1>\n<p><strong>The Conference provides an open forum for the exchange of information on recent advances in sustainable water research and practices among countries at various stages of economic development. </strong>The total number of registration for the Conference was 192. Our participants came from all regions of the world in different water conditions. &nbsp;Participants came from all five major continents (e.g., N. America, S. America, Africa, Asia, and Europe) and 15 different countries (e.g., USA, Taiwan, China, S. Korea, Singapore, Canada, Columbia, Germany, Ghana, Iran, India, Japan, New Zeeland, S pain and UK).&nbsp; There was good mix of geographical, cultural, economical, professional, and technological backgrounds. The Conference was well attended by water professionals from a wide spectrum of geographical and professional communities.</p>\n<p><strong>The Conference has enhanced public awareness on sustainable water environment</strong>. The Conference is the first of its kind being held in USA. The Conference was well publicized as to bring awareness of and interest in sustainable water of the general domestic public. The Conference was publicized on our university Website (<a href=\"http://conferences.udel.edu/6ICSWE/\">http://conferences.udel.edu/6ICSWE/</a>). Call for papers were sent out to various professional organizations including the Association of Environmental Engineering Professors, The Chinese American Association of Environmental Professors and Scientists, Chesapeake Session of the American Water Works Association and the Chesapeake Section of Water Environment Federation. &nbsp;Local radio station interviewed the Conference chair, C.P. Huang, on July 31, 2011. Additionally, the Conference was publicized at the UDaily) <a href=\"http://www.udel.edu/udaily/2011/jul/water071210.html\">http://www.udel.edu/udaily/2011/jul/water071210.html</a>), the public daily press of the University of Delaware. All of these activities have helped enhance public awareness on sustainable water environment.</p>\n<p><strong>The Conference has successfully disseminated results as to enhance and improve scientific, engineering and/or educational activities. </strong>The Conference was organized in three major formats: 1) platform presentations, 2) poster presentations, and 3) panel discussions. Papers presented at the Conference were screened by a local program committee for inclusion in a &ldquo;Special Issue on Technologies for Sustainable Water Environment&rdquo; to be publis...",
  "por_txt_cntn": "Intellectual Merits\n\n The Conference theme was \"the impacts of climate change on the water environment and related problems.\" A total of five thematically related sessions were organized: Responses to climate change, emerging contaminants, water conservation/reuse, integrated watershed management, and water infrastructure issues.  A total of 127 platform papers and 45 poster papers were presented at the Conference. Papers presented at the Conference cover the following topics: 1) Responses to Impacts of climate change, 2) Emerging contaminants (e.g., occurrence/monitoring/Assessment, pharmaceuticals and personal care products (PPCP),  nanoparticles, and general emerging contaminants, 3) Integrated watershed management (e.g., Best management practices-BMP, nutrients managements, and water quality indicators, 4) Water conservation and reuse (e.g., reuse programs, chemical oxidation, membrane, filtration, adsorption, biodegradation, infrastructure, and separation, 5) Water Infrastructures.\n\n Two discussion panels were held to address research needs for a sustainable water environment.  Session A focused on the natural water environment and Session B addressed the built water environment.  Discussions at these two panels have been summarized and submitted to NSF and EPA for potential reference on program initiation.\nBroader Impacts\n\nThe Conference provides an open forum for the exchange of information on recent advances in sustainable water research and practices among countries at various stages of economic development. The total number of registration for the Conference was 192. Our participants came from all regions of the world in different water conditions.  Participants came from all five major continents (e.g., N. America, S. America, Africa, Asia, and Europe) and 15 different countries (e.g., USA, Taiwan, China, S. Korea, Singapore, Canada, Columbia, Germany, Ghana, Iran, India, Japan, New Zeeland, S pain and UK).  There was good mix of geographical, cultural, economical, professional, and technological backgrounds. The Conference was well attended by water professionals from a wide spectrum of geographical and professional communities.\n\nThe Conference has enhanced public awareness on sustainable water environment. The Conference is the first of its kind being held in USA. The Conference was well publicized as to bring awareness of and interest in sustainable water of the general domestic public. The Conference was publicized on our university Website (http://conferences.udel.edu/6ICSWE/). Call for papers were sent out to various professional organizations including the Association of Environmental Engineering Professors, The Chinese American Association of Environmental Professors and Scientists, Chesapeake Session of the American Water Works Association and the Chesapeake Section of Water Environment Federation.  Local radio station interviewed the Conference chair, C.P. Huang, on July 31, 2011. Additionally, the Conference was publicized at the UDaily) http://www.udel.edu/udaily/2011/jul/water071210.html), the public daily press of the University of Delaware. All of these activities have helped enhance public awareness on sustainable water environment.\n\nThe Conference has successfully disseminated results as to enhance and improve scientific, engineering and/or educational activities. The Conference was organized in three major formats: 1) platform presentations, 2) poster presentations, and 3) panel discussions. Papers presented at the Conference were screened by a local program committee for inclusion in a \"Special Issue on Technologies for Sustainable Water Environment\" to be published by the Journal of Separation and Purification Technology, an Elsevier publication. Publication of a special issue on Technologies for Sustainable Water Environment is a great way to disseminate results of the Conference to a wide spectrum of water community.  Conference Program (with abstracts only) and CD version of Conference Proceed..."
 }
}