{
 "awd_id": "1007476",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  Perturbation of eukaryotic dynamics in a biostimulated groundwater aquifer",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Debra Reinhart",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 125235.0,
 "awd_amount": 125235.0,
 "awd_min_amd_letter_date": "2010-01-26",
 "awd_max_amd_letter_date": "2010-01-26",
 "awd_abstract_narration": "1007476 \r\nMattes\r\n\r\nWhereas the effects of pollution on aboveground ecosystems are well studied (e.g. eutrophication of water bodies), comparatively little is known about the effects of pollution on subsurface ecosystems. This is partly because eukaryotic community ecology in groundwater aquifers is seldom studied and generally underappreciated for its importance in biogeochemical processing. In general, there currently exists a gap between what is known about eukaryotes and the consequences of engineering activities on their activity, community dynamics, and persistence in contaminated groundwater systems undergoing bioremediation.  The PI has been investigating microbial community structure in an aquifer in southeastern Iowa contaminated with the explosive RDX as it is undergoing biostimulation with acetate as a means to effect RDX reduction. His objective in this proposal is to identify specific consequences of aquifer biostimulation by simple carbon addition to the eukaryotic communities present therein.  His central hypothesis is that eukaryote dynamics in the RDX-contaminated aquifer, when perturbed by acetate injections, will be governed by the ecological principles of competitive exclusion and secondary succession with endemic eukaryotes being replaced by cosmopolitan generalist eukaryotes. To test the central hypothesis, he proposes the following specific aims: (1) perform a census of eukaryotes in pristine and carbon amended portions of the aquifer to identify qualitative differences in populations. His working hypothesis, based on PASCALIS studies and his own preliminary data, is that eukaryote composition in an unpolluted region of the aquifer will be dominated by crustaceans and other obligate groundwater eukaryotes while composition in a portion amended with acetate will be dominated by generalists such as cosmopolitan protists and fungi. (2) Ascertain quantitative changes of eukaryotes due to the addition of organic carbon, the time following perturbation, and the changes in redox state by comparative environmental sampling. His working hypothesis here, based on biological dispersal mechanics and secondary succession theory, is that eukaryotic lineages displaced by excessive organic carbon and subsequent anaerobic conditions will not re-populate affected aquifer portions during the course of the study (1 year).\r\n\r\nBecause engineering as a discipline considers prokaryotes in aquifers almost exclusively without addressing the consequences of remedial actions to eukaryotic organisms, the proposed activities could lead to the creation of a new paradigm in aquifer biology with respect to remediation activities and a bridge between engineering practice and current understanding of eukaryotes in aquifers. A better understanding of the intra-aquifer linkages between biological processes and nonbiological factors could be used to evaluate whether or not groundwater remediation by carbon amendment will permanently affect aquifer ecosystem structure and to hypothesize potential consequences. Because the data we collect will be concurrent with data collected during bioremediation management activities, the proposed studies could also shed light on the possibility that eukaryotes are useful indicators of aquifer state and/or bioremediation process performance. The proposed activities represent a potential benefit to society by providing a basis for the understanding of effects in aquifers from carbon pollution. One graduate and one undergraduate engineering student will be trained during this project and results will be disseminated among the scientific community and the general public. This work will also strengthen the existing collaboration between an academic entity and an industry partner and serve to advance research, education, and practice in the bioremediation field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Mattes",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy E Mattes",
   "pi_email_addr": "tim-mattes@uiowa.edu",
   "nsf_id": "000234902",
   "pi_start_date": "2010-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "105 JESSUP HALL",
  "perf_city_name": "IOWA CITY",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 125235.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Background and intellectual merit:</strong> Whereas the effects of pollution on aboveground ecosystems are well studied (e.g. eutrophication of water bodies), comparatively little is known about the effects of pollution on subsurface ecosystems.&nbsp; This is partly because eukaryotic community ecology in groundwater aquifers is seldom studied and generally underappreciated for its importance in biogeochemical processing.&nbsp; In general, there currently exists a gap between what is known about eukaryotes and the consequences of engineering activities on their activity, community dynamics, and persistence in contaminated groundwater systems undergoing bioremediation.</p>\n<p><strong>Hypothesis and Objectives</strong>: We investigated microbial community structure in an aquifer in southeastern Iowa contaminated with the explosive RDX following biostimulation with acetate as a means to effect RDX removal.&nbsp; The presence of groundwater invertebrates (e.g. flatworms) was detected in an initial study of a groundwater monitoring well in the aquifer.&nbsp; Thus, we aimed to identify specific consequences of aquifer biostimulation by simple carbon addition to the eukaryotic communities present therein. Our <em>central hypothesis</em> was that native eukaryote dynamics in the RDX-contaminated aquifer would be displaced by generalist organisms more able to cope with the disturbance.</p>\n<p>To test the central hypothesis, we performed an extensive molecular census of eukaryotes (i.e. amplification and high-throughput sequencing of 18S rRNA genes) in both groundwater and sediment samples that originated from unamended and carbon-amended portions of the aquifer.<strong>&nbsp; </strong>A statistical analysis of the eukaryotic gene sequences found in samples from unamended and carbon-amended aquifer regions did not reveal any significant differences in the community structure.<strong> </strong>This result suggests that there was no long term impact of acetate amendment on the eukaryotic members of the groundwater ecosystem.</p>\n<p>Electron microscopy of groundwater and sediment samples revealed the presence of possible fungal strains.&nbsp; The 18S sequence dataset was interrogated to explore this possibility in more detail. &nbsp;During this analysis we discovered that many of the fungal sequences in our dataset were from a large, recently described group of fungi called the &ldquo;cryptomycota&rdquo;.&nbsp; While clearly identified as a discrete and highly diverse lineage, the diversity or the ecological characteristics of subgroupings within the cryptomycota are not well understood.&nbsp; We took the opportunity to analyze our dataset along with two other previously described datasets to assess the extent of diversity, the distribution of this diversity among various environments, and increase our confidence in ancestral positioning of the cryptomycota in relation to the classically defined fungi. We concluded from our statistical analysis that there were six strongly supported subgroups within the cryptomycota and that these groupings were correlated with different environments (e.g. marine, groundwater, and freshwater). We consider these findings to be a novel and significant contribution to our understanding of cryptomycota diversity.</p>\n<p><strong>Broader impacts:</strong> The activities in this project represent a potential benefit to society by providing a basis for the understanding of effects in aquifers from carbon pollution.&nbsp; One graduate and one undergraduate engineering student were trained during this project. Scientific results were disseminated at several technical conferences.&nbsp; We aim to publish the results of our work in a peer-reviewed journal.&nbsp; This work also strengthened an existing collaboration between an academic entity and an industry partner and served to advance research, education, and practice in the bioremediation field.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/25/2011<br>\n\t\t\t\t\tModified by: Timothy&nbsp;E&nbsp;Mattes</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2011/1007476/1007476_10013071_1314298737029_Possiblegroundwaterfungi--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2011/1007476/1007476_10013071_1314298737029_Possiblegroundwaterfungi--rgov-800width.jpg\" title=\"Possible groundwater fungi\"><img src=\"/por/images/Reports/POR/2011/1007476/1007476_10013071_1314298737029_Possiblegroundwaterfungi--rgov-66x44.jpg\" alt=\"Possible groundwater fungi\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Scanning electron micrograph of a possible groundwater fungal cell collected from an aquifer in Southeastern Iowa</div>\n<div class=\"imageCredit\">Joshua Livermore</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Timothy&nbsp;E&nbsp;Mattes</div>\n<div class=\"imageTitle\">Possible groundwater fungi</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nBackground and intellectual merit: Whereas the effects of pollution on aboveground ecosystems are well studied (e.g. eutrophication of water bodies), comparatively little is known about the effects of pollution on subsurface ecosystems.  This is partly because eukaryotic community ecology in groundwater aquifers is seldom studied and generally underappreciated for its importance in biogeochemical processing.  In general, there currently exists a gap between what is known about eukaryotes and the consequences of engineering activities on their activity, community dynamics, and persistence in contaminated groundwater systems undergoing bioremediation.\n\nHypothesis and Objectives: We investigated microbial community structure in an aquifer in southeastern Iowa contaminated with the explosive RDX following biostimulation with acetate as a means to effect RDX removal.  The presence of groundwater invertebrates (e.g. flatworms) was detected in an initial study of a groundwater monitoring well in the aquifer.  Thus, we aimed to identify specific consequences of aquifer biostimulation by simple carbon addition to the eukaryotic communities present therein. Our central hypothesis was that native eukaryote dynamics in the RDX-contaminated aquifer would be displaced by generalist organisms more able to cope with the disturbance.\n\nTo test the central hypothesis, we performed an extensive molecular census of eukaryotes (i.e. amplification and high-throughput sequencing of 18S rRNA genes) in both groundwater and sediment samples that originated from unamended and carbon-amended portions of the aquifer.  A statistical analysis of the eukaryotic gene sequences found in samples from unamended and carbon-amended aquifer regions did not reveal any significant differences in the community structure. This result suggests that there was no long term impact of acetate amendment on the eukaryotic members of the groundwater ecosystem.\n\nElectron microscopy of groundwater and sediment samples revealed the presence of possible fungal strains.  The 18S sequence dataset was interrogated to explore this possibility in more detail.  During this analysis we discovered that many of the fungal sequences in our dataset were from a large, recently described group of fungi called the \"cryptomycota\".  While clearly identified as a discrete and highly diverse lineage, the diversity or the ecological characteristics of subgroupings within the cryptomycota are not well understood.  We took the opportunity to analyze our dataset along with two other previously described datasets to assess the extent of diversity, the distribution of this diversity among various environments, and increase our confidence in ancestral positioning of the cryptomycota in relation to the classically defined fungi. We concluded from our statistical analysis that there were six strongly supported subgroups within the cryptomycota and that these groupings were correlated with different environments (e.g. marine, groundwater, and freshwater). We consider these findings to be a novel and significant contribution to our understanding of cryptomycota diversity.\n\nBroader impacts: The activities in this project represent a potential benefit to society by providing a basis for the understanding of effects in aquifers from carbon pollution.  One graduate and one undergraduate engineering student were trained during this project. Scientific results were disseminated at several technical conferences.  We aim to publish the results of our work in a peer-reviewed journal.  This work also strengthened an existing collaboration between an academic entity and an industry partner and served to advance research, education, and practice in the bioremediation field.\n\n\t\t\t\t\tLast Modified: 08/25/2011\n\n\t\t\t\t\tSubmitted by: Timothy E Mattes"
 }
}