{
 "awd_id": "1007266",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Geometric Aspects of Low Dimensional Dynamics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 132000.0,
 "awd_amount": 158399.0,
 "awd_min_amd_letter_date": "2010-05-26",
 "awd_max_amd_letter_date": "2011-09-08",
 "awd_abstract_narration": "This research program focuses on several interconnected geometric themes of complex and real low-dimensional dynamics. It includes polynomial dynamics on the Riemann sphere and the interval, dynamics in the real and complex Henon family, dynamics in some special families of rational endomorphisms of projective space coming from statistical physics, and the geometry of associated Riemann surfaces and hyperbolic laminations. Most of these themes are unified by the idea of renormalization as a powerful tool for penetrating into the small-scale structure of dynamical objects, aimed towards a complete classification of these objects.\r\n\r\nThe project will result in deeper insights into small-scale structure of dynamical systems, a subject that furnishes a key to the understanding of many of the most basic processes in nature, the fundamental objects of study in science and engineering. It will include the training of highly qualified graduate students and postdocs, who will apply their skills in diverse ways and venues: in academia and industry, in the creation broader interactions between experts in various branches of real and complex dynamics and statistical physics, and in promoting efficient communication within the field of dynamical systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mikhail",
   "pi_last_name": "Lyubich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mikhail Lyubich",
   "pi_email_addr": "mlyubich@math.sunysb.edu",
   "nsf_id": "000167503",
   "pi_start_date": "2010-05-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 132000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 26399.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><pre class=\"aLF-aPX-K0-aPE aLF-aPX-aLK-ayr-auR\"><p>Theory of Dynamical systems (with discrete time) studies the long-term behavior <br />of trajectories described by a certain iteration procedure, &nbsp;and the way this phase <br />portrait depends on the parameters of the system. &nbsp;Very interesting fractal objects  <br />(like Julia sets and the Mandelbrot set) may appear as phase and parameter <br />diagrams for such systems.In the project, we have focused on complex <br />low-dimensional dynamical systems described by simple quadratic equations. &nbsp;<br />Despite simplicity of the description, these systems are known to display <br />complicated chaotic behavior serving as a good model for various phenomena that <br />appear in celestial mechanics, fluid dynamics, biology, and other branches of <br />natural science. &nbsp;</p><p>An important outcome of our research is a construction of a substantial set of <br />parameters for which a complex one-dimensional quadratic map has the Julia set <br />of positive area, &nbsp;which makes a chaotic phenomenon observable. The construction <br />is based upon several Renormalization Theories that allow us to control a <br />small scale structure of fractal objects. &nbsp;&nbsp;<br /><br />We have also given a complete description of the dynamics on periodic Fatou <br />components for dissipative complex Henon maps.  Such a description was&nbsp;<br />classically known in complex dimension one, but it is the first occasion when <br />it became available in dimension two. &nbsp; In the parameter plane, we have<br />demonstrated that instability of dissipative complex Henon maps is always&nbsp;<br />caused by the homoclinic phenomenon, when the stable and unstable behavior<br />are mixed up. &nbsp;It is the first advance in a complex version of a well-known <br />Palis Conjecture formulated 20 years ago. &nbsp;</p><br /><p>&nbsp;</p></pre><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/14/2015<br>\n\t\t\t\t\tModified by: Mikhail&nbsp;Lyubich</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTheory of Dynamical systems (with discrete time) studies the long-term behavior \nof trajectories described by a certain iteration procedure,  and the way this phase \nportrait depends on the parameters of the system.  Very interesting fractal objects  \n(like Julia sets and the Mandelbrot set) may appear as phase and parameter \ndiagrams for such systems.In the project, we have focused on complex \nlow-dimensional dynamical systems described by simple quadratic equations.  \nDespite simplicity of the description, these systems are known to display \ncomplicated chaotic behavior serving as a good model for various phenomena that \nappear in celestial mechanics, fluid dynamics, biology, and other branches of \nnatural science.  \nAn important outcome of our research is a construction of a substantial set of \nparameters for which a complex one-dimensional quadratic map has the Julia set \nof positive area,  which makes a chaotic phenomenon observable. The construction \nis based upon several Renormalization Theories that allow us to control a \nsmall scale structure of fractal objects.   \n\nWe have also given a complete description of the dynamics on periodic Fatou \ncomponents for dissipative complex Henon maps.  Such a description was \nclassically known in complex dimension one, but it is the first occasion when \nit became available in dimension two.   In the parameter plane, we have\ndemonstrated that instability of dissipative complex Henon maps is always \ncaused by the homoclinic phenomenon, when the stable and unstable behavior\nare mixed up.  It is the first advance in a complex version of a well-known \nPalis Conjecture formulated 20 years ago.  \n\n \n\n\t\t\t\t\tLast Modified: 08/14/2015\n\n\t\t\t\t\tSubmitted by: Mikhail Lyubich"
 }
}