{
 "awd_id": "1007528",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Constrained Statistical Inference and Information Theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2015-10-31",
 "tot_intn_awd_amt": 99999.0,
 "awd_amount": 99999.0,
 "awd_min_amd_letter_date": "2010-07-19",
 "awd_max_amd_letter_date": "2012-05-09",
 "awd_abstract_narration": "By applying techniques from constrained optimization and information theory, this research enhances statistical inference, makes new developments and gains new insights into existing methodology. PI concentrates on:  (1) Considering the  covariance selection problem of multivariate normal distributions, PI develops  its Fenchel dual formulation and shows that the dual solutions are themselves elements of the solution covariance matrix. This insightful observation yields  mechanics to calculate direct estimates under decomposable models. This understanding coupled with tools from convex duality help PI to  generalize the covariance selection  to multivariate dependence,   which includes  MTP2 and trends popularly used in longitudinal studies using covariance pattern matrices. The iterative proportional scaling algorithm, used for estimation in covariance selection problems,  may not lead to the correct solution under such dependence. Addressing this situation, PI presents a new algorithm  for dependence models and shows that it  converges correctly using tools from Fenchel duality. Results concerning the speed of convergence of the new algorithm are addressed.  The methodology will be applied on a real data set involving decreasing CD4+ cell numbers from an AIDS study. (2) PI develops constrained conditional log-linear (or multinomial response) models for panel data. Information theoretic tools are used to show these models are I-projections on certain moment equalities. This observations leads to construction of prediction functions which can incorporate restrictions on parameters by considering moment inequalities. Constrained versions of conventional Markov models, independence models, distance models are developed by using previous responses and present and past covariates when predicting the current response. This approach has advantages over the marginal modelling approach used in longitudinal studies. Statistical properties of these prediction functions are investigated from a population and as well as a sampling perspective. Problems such as existence and uniqueness of optimal prediction functions are addressed. Basic properties of measures of prediction quality are examined using information theory tools. Estimation, consistency and asymptotic distributions of the estimators are studied. The results will be applied on data from National Longitudinal Study of Youth. (3) A parametric model is presented for the analysis of square contingency tables where there is a one-to-one correspondence betweeen the categories of the row, column variables. Parametric scores are assigned to the rows/columns to reflect the ordinality of the categories. Efficient estimation under order restrictions of these scores is a difficult problem as they are functions of each other. Instead of using unrestricted estimates, PI proposes functions which can be used when pooling the adjacent violators (PAV). For these functions, PI proposes results that  derive their asymptotic normality, consistency, and show that they have same order relations as the score parameters. For computational purposes, several algorithms are proposed, including PAV, complete search and an active-set method. Goodness-of-fit testing of the model has a chi-bar-square distribution. Parametric bootstrap procedure is proposed for yielding reliable p-value. \r\n\r\nNew constrained statistical inferential methods are developed using information theoretic techniques by exploring connections between covariance selection  and multivariate dependence; constrained conditional log-linear models for panel data are  presented and their statistical properties are investigated; and in square tables with ordered parameters, statistical inference under order restrictions are proposed. The results are directly useful in analyzing longitudinal data  arising from  medicine, reliability, sociology, econometrics, etc. The proposed activities will involve training  graduate students for future researchers in statistics and providing selected undergraduate students with research experience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bhaskar",
   "pi_last_name": "Bhattacharya",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bhaskar Bhattacharya",
   "pi_email_addr": "bhaskar@siu.edu",
   "nsf_id": "000391851",
   "pi_start_date": "2010-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Illinois University at Carbondale",
  "inst_street_address": "900 S NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CARBONDALE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6184534540",
  "inst_zip_code": "629014302",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "IL12",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF SOUTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y28BEBJ4MNU7"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Illinois University at Carbondale",
  "perf_str_addr": "900 S NORMAL AVE",
  "perf_city_name": "CARBONDALE",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "629014302",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "IL12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 11049.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 43126.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 45824.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>The intellectual merit </strong>of the project is that new constrained statistical inferential methods are developed using information theoretic techniques by exploring connections between covariance selection and multivariate dependence. We show that its Fenchel dual formulation is insightful and allows one to calculate direct estimates under decomposable models. We next generalize the covariance selection to multivariate dependence, which includes well-known models, such as&nbsp; MTP2 and trends in longitudinal studies as special cases. The iterative proportional scaling algorithm, used for estimation in covariance selection problems, may <em>not </em>lead to the correct solution under such dependence. Addressing this situation and borrowing tools from Fenchel duality, we present a new algorithm for dependence models and show that it converges correctly. We discuss the speed of convergence of the new algorithm. When normality does not hold, we show how to estimate the covariance matrix in an empirical entropy approach. The approaches are compared via simulation and it is shown that the estimators developed here compare favorably with existing ones. The methodology is applied on a real data set involving data from an AIDS study.</p>\n<p>&nbsp;We develop constrained conditional log-linear (or multinomial response) models for panel data. Information theoretic tools are used to show these models are I-projections on certain moment equalities. This observations leads to construction of prediction functions which can incorporate restrictions on parameters by considering moment inequalities. Constrained versions of conventional Markov models, independence models, distance models are developed by using previous responses and present and past covariates when predicting the current response. This approach has advantages over the marginal modelling approach used in longitudinal studies. Statistical properties of these prediction functions are investigated from a population and as well as a sampling perspective. Problems such as existence and uniqueness of optimal prediction functions are addressed. Basic properties of measures of prediction quality are examined using information theory tools. Estimation, consistency and asymptotic distributions of the estimators are studied. The results are applied on data from National Longitudinal Study of Youth. The last part of this research is still being worked on.</p>\n<p>&nbsp;</p>\n<p>&nbsp;A parametric model is presented for the analysis of square contingency tables where there is a one-to-one correspondence between the categories of the row, column variables. Parametric scores are assigned to the rows/columns to reflect the ordinality of the categories. Efficient estimation under order restrictions of these scores is a difficult problem as they are functions of each other. Instead of using unrestricted estimates, we use functions which can be used when pooling the adjacent violators (PAV). For these functions, we derive results about asymptotic normality, consistency, and show that they have same order relations as the score parameters. For computational purposes, several algorithms are used, including PAV, complete search and an active-set method. It is shown that the goodness-of-fit testing of the model has a chi-bar-square distribution. Some parts of this research is being worked on.</p>\n<p>&nbsp;</p>\n<p>In the field of binary diagnostic decisions, the receiver operating characteristic curve is a very useful tool. It is important to study the symmetry of this curve because it may help to detect whether a treatment is useful over a control. We have shown that the symmetry of the receiver operating characteristic curve implies that the Kullback&ndash;Leibler divergences between the signal and noise populations are equal when the arguments are interchanged. We present formal definitions of two commonly observed asymmetries i...",
  "por_txt_cntn": "\nThe intellectual merit of the project is that new constrained statistical inferential methods are developed using information theoretic techniques by exploring connections between covariance selection and multivariate dependence. We show that its Fenchel dual formulation is insightful and allows one to calculate direct estimates under decomposable models. We next generalize the covariance selection to multivariate dependence, which includes well-known models, such as  MTP2 and trends in longitudinal studies as special cases. The iterative proportional scaling algorithm, used for estimation in covariance selection problems, may not lead to the correct solution under such dependence. Addressing this situation and borrowing tools from Fenchel duality, we present a new algorithm for dependence models and show that it converges correctly. We discuss the speed of convergence of the new algorithm. When normality does not hold, we show how to estimate the covariance matrix in an empirical entropy approach. The approaches are compared via simulation and it is shown that the estimators developed here compare favorably with existing ones. The methodology is applied on a real data set involving data from an AIDS study.\n\n We develop constrained conditional log-linear (or multinomial response) models for panel data. Information theoretic tools are used to show these models are I-projections on certain moment equalities. This observations leads to construction of prediction functions which can incorporate restrictions on parameters by considering moment inequalities. Constrained versions of conventional Markov models, independence models, distance models are developed by using previous responses and present and past covariates when predicting the current response. This approach has advantages over the marginal modelling approach used in longitudinal studies. Statistical properties of these prediction functions are investigated from a population and as well as a sampling perspective. Problems such as existence and uniqueness of optimal prediction functions are addressed. Basic properties of measures of prediction quality are examined using information theory tools. Estimation, consistency and asymptotic distributions of the estimators are studied. The results are applied on data from National Longitudinal Study of Youth. The last part of this research is still being worked on.\n\n \n\n A parametric model is presented for the analysis of square contingency tables where there is a one-to-one correspondence between the categories of the row, column variables. Parametric scores are assigned to the rows/columns to reflect the ordinality of the categories. Efficient estimation under order restrictions of these scores is a difficult problem as they are functions of each other. Instead of using unrestricted estimates, we use functions which can be used when pooling the adjacent violators (PAV). For these functions, we derive results about asymptotic normality, consistency, and show that they have same order relations as the score parameters. For computational purposes, several algorithms are used, including PAV, complete search and an active-set method. It is shown that the goodness-of-fit testing of the model has a chi-bar-square distribution. Some parts of this research is being worked on.\n\n \n\nIn the field of binary diagnostic decisions, the receiver operating characteristic curve is a very useful tool. It is important to study the symmetry of this curve because it may help to detect whether a treatment is useful over a control. We have shown that the symmetry of the receiver operating characteristic curve implies that the Kullback&ndash;Leibler divergences between the signal and noise populations are equal when the arguments are interchanged. We present formal definitions of two commonly observed asymmetries in a concave receiver operating characteristic curve. The main theorem of the paper proves that the Kullback-Leibler divergences between the und..."
 }
}