{
 "awd_id": "1007053",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "GEOMETRY AND TOPOLOGY OF THE MODULI SPACES OF RIEMANN SURFACES AND CALABI-YAU MANIFOLDS",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 324000.0,
 "awd_amount": 324000.0,
 "awd_min_amd_letter_date": "2010-05-12",
 "awd_max_amd_letter_date": "2012-07-18",
 "awd_abstract_narration": "Moduli spaces of Riemann surfaces and Calabi-Yau manifolds have played fundamental roles in many subjects of mathematics from geometry, topology, algebraic geometry, to number theory. They are also important objects in string theory. The principal investigator proposes to have an intensive study by combining differential geometric methods with other newly developed techniques to solve several fundamental problems about the geometry and topology of moduli spaces of Riemann surfaces and Calabi-Yau manifolds. Differential geometric methods combined with algebraic geometry and combinatorial methods have been very successful in proving various important conjectures such as the Marino-Vafa conjecture, the Faber intersection number conjecture and the Labastilda-Marino-Ooguri-Vafa conjecture in our previous work. Based on these and other geometric results, the PI will further understand and solve several important problems including finding the explicit tautological ring structure of the moduli spaces of Riemann surfaces, proving the general string duality conjecture and solving the general Torelli problem for projective manifolds and clarifying its relation to mirror symmetry.\r\n \r\nCalabi-Yau manifolds are very important in string theory, the most promising theory to unify the four fundamental forces in the Nature. They are the shapes that satisfy the requirement of space for the six hidden spatial dimensions of string theory, which must be contained in a space smaller than our currently observable lengths. Riemann surfaces are called world-sheet in string theory which are the most basic objects in conformal field theory. The recent development of string duality in string theory has motivated many exciting new mathematical results. Many fundamental computations in string theory and quantum field theory are often reduced to certain integrals on moduli spaces of Riemann surfaces and Calabi-Yau manifolds. By comparing the mathematical descriptions of different string theories, one often reveals quite deep and unexpected mathematical conjectures, many of which are related to moduli spaces of Riemann surfaces and Calabi-Yau manifolds. The mathematical proofs of these conjectures often help verify the physical theories which cannot be achieved today through traditional experiments. Our project will lead to very strong impacts on several major fields of mathematics and theoretical physics. This program will not only help verify certain important physical theories in string theory, but also produce beautiful and fundamental results in mathematics. In carrying out the project we will also train several young students and post-doctors to conduct research in these subjects through collaboration and lectures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kefeng",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kefeng Liu",
   "pi_email_addr": "liu@math.ucla.edu",
   "nsf_id": "000101148",
   "pi_start_date": "2010-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 105000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 109000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Through the support of the previous NSF grant DMS 1007053, with collaborators the PI has written 46 papers, most of them have been published or submitted. We have made substantial progress in the study of several topics in geometry and topology. These include several new formulas about the deformation theory of compact Ka ?hler manifolds, and new recursion method to construct extension of twisted holomorphic sections of canonical bundle and other natural bundles on deformation spaces; the discovery of holomorphic affine flat structure on the Teichmu ?ller spaces and their Hodge completions of a class of projective manifolds including Calabi-Yau manifolds, which lead to the proof of the injectivity of the period maps into the period domains from the Teichmuller spaces of Calabi-Yau type; the derivation of an effective recursion formula for Witten&rsquo;s r-spin intersection numbers by using Witten conjecture relating r-spin numbers to the Gelfand-Dikii hierarchy, and new recursion and asymptotic formulas for Weil-Petersson volumes and various intersection numbers on moduli spaces of Riemann surfaces. By using modular forms we have found new anomaly cancellation formulas relating different characteristic forms which unified and generalized the works of string theorists on anomaly cancellations and factorizations, including the landmark formulas of Green-Schwarz and Alvarez-Gaum ?e-Witten, Ho?rava-Witten and Schwarz-Witten in string theory. We have proved that various natural vector bundles on moduli spaces of projective manifolds with negative first Chern class are Nakano and dual Nakano positive, this is the strongest positive property for Hermitian vector bundles in complex geometry and implies positivity of Chern classes and new vanishing theorems for cohomology groups on moduli spaces. We have found a new infinite product formula for the generating series and various new symmetries of link invariants. We have also systemically developed the mean curvature flows of higher co-dimension in all space forms and in general Riemannian manifolds of bounded geometry which were only known before for hypersurfaces, introduced a new flow equation to find Killing vector fields on compact Riemannian manifolds of positive curvature, which is related the Navior-Stokes equations on manifolds. Some new relations on circle actions on compact manifolds to the fixed point data were discovered.</p>\n<p>By using the NSF grant, during the past years I have presented the above results on several international conferences, and have co-organized several international conferences, summer schools and workshops on geometry, topology and theoretical physics. I have several PhD students at UCLA graduated during the past 3 year, Xaiokui Yang received an assistant professorship offer from Northwestern University, Luke Cherveny received an assistant professorship offer from Brandeis University, and Wenjian Liu received assistant professorship offer from UCSB. I have also used the grant to recruit a new PhD student from Tsinghua University, and supported several students for their summer salaries and for their travels to several international conferences and workshops.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/24/2013<br>\n\t\t\t\t\tModified by: Kefeng&nbsp;Liu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThrough the support of the previous NSF grant DMS 1007053, with collaborators the PI has written 46 papers, most of them have been published or submitted. We have made substantial progress in the study of several topics in geometry and topology. These include several new formulas about the deformation theory of compact Ka ?hler manifolds, and new recursion method to construct extension of twisted holomorphic sections of canonical bundle and other natural bundles on deformation spaces; the discovery of holomorphic affine flat structure on the Teichmu ?ller spaces and their Hodge completions of a class of projective manifolds including Calabi-Yau manifolds, which lead to the proof of the injectivity of the period maps into the period domains from the Teichmuller spaces of Calabi-Yau type; the derivation of an effective recursion formula for WittenÆs r-spin intersection numbers by using Witten conjecture relating r-spin numbers to the Gelfand-Dikii hierarchy, and new recursion and asymptotic formulas for Weil-Petersson volumes and various intersection numbers on moduli spaces of Riemann surfaces. By using modular forms we have found new anomaly cancellation formulas relating different characteristic forms which unified and generalized the works of string theorists on anomaly cancellations and factorizations, including the landmark formulas of Green-Schwarz and Alvarez-Gaum ?e-Witten, Ho?rava-Witten and Schwarz-Witten in string theory. We have proved that various natural vector bundles on moduli spaces of projective manifolds with negative first Chern class are Nakano and dual Nakano positive, this is the strongest positive property for Hermitian vector bundles in complex geometry and implies positivity of Chern classes and new vanishing theorems for cohomology groups on moduli spaces. We have found a new infinite product formula for the generating series and various new symmetries of link invariants. We have also systemically developed the mean curvature flows of higher co-dimension in all space forms and in general Riemannian manifolds of bounded geometry which were only known before for hypersurfaces, introduced a new flow equation to find Killing vector fields on compact Riemannian manifolds of positive curvature, which is related the Navior-Stokes equations on manifolds. Some new relations on circle actions on compact manifolds to the fixed point data were discovered.\n\nBy using the NSF grant, during the past years I have presented the above results on several international conferences, and have co-organized several international conferences, summer schools and workshops on geometry, topology and theoretical physics. I have several PhD students at UCLA graduated during the past 3 year, Xaiokui Yang received an assistant professorship offer from Northwestern University, Luke Cherveny received an assistant professorship offer from Brandeis University, and Wenjian Liu received assistant professorship offer from UCSB. I have also used the grant to recruit a new PhD student from Tsinghua University, and supported several students for their summer salaries and for their travels to several international conferences and workshops.  \n\n \n\n\t\t\t\t\tLast Modified: 10/24/2013\n\n\t\t\t\t\tSubmitted by: Kefeng Liu"
 }
}