{
 "awd_id": "1007450",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Infinite-dimensional dynamical systems: nonlinear stability, large-time transient behaviors, and bifurcation",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 142715.0,
 "awd_amount": 142715.0,
 "awd_min_amd_letter_date": "2010-06-25",
 "awd_max_amd_letter_date": "2010-06-25",
 "awd_abstract_narration": "When modeling physical or biological processes, one main goal is to use the model to predict the behaviors of the system that will be observed in the real world. Stable states of the system will attract all nearby configurations, and thus they can play an important role in determining the behavior. On the other hand, if the time-scale on which the system evolves toward that state is very long, one may never be able to wait long enough to see the stable behavior emerge. It is therefore important to also understand the transient behaviors that persist for long times. This proposal is concerned with developing mathematical techniques for both determining if a given state is stable and also for investigating such transient behaviors. In addition, certain bifurcations that capture when a state loses stability are analyzed. This is accomplished through the analysis of three main problems: determining the nonlinear stability of sources, a certain type of time-periodic pattern in reaction-diffusion equations; characterizing transient, yet persistent, dynamics in the two-dimensional Navier-Stokes equation; and analyzing the loss of stability of spatially periodic waves in a cardiac model and its connection with irregular heartbeats.\r\n\r\nOne primary goal of the mathematical modeling of physical and biological processes, in general, is to predict the way the system will behave in time. One way to do this is to look for so-called stable states. Stable states attract all nearby configurations, and thus provide great insight into the types of behaviors that will be observed. For example, when studying a model of cardiac dynamics, a periodic solution could correspond to regular heartbeats. If this solution is stable, then, even when subject to disruptions in its natural rhythm, the heart will relax back to regular beating. However, if a bifurcation occurs in which the periodic solution loses stability, this could correspond to a scenario in which arrhythmia, or irregular beating, will occur. Since this behavior is undesirable, one would like to determine, via mathematical modeling, how to adjust certain parameters in the system so that the periodic solution does not lose stability. This proposal concerns the development of mathematical techniques that allow one to determine if a given solution is stable, ways in which the solution could lose stability, and what types of transient behaviors one could observe as the system relaxes to a stable solution.  The analysis is carried out in three main mathematical settings, each of which is related to applications in biology, such as the cardiac dynamics mentioned above, or physics, such as fluid dynamics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Beck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret Beck",
   "pi_email_addr": "mabeck@math.bu.edu",
   "nsf_id": "000548053",
   "pi_start_date": "2010-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 142715.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mathematical models known as partial differential equations (systems which can change in both space and time) are often used to help predict the behavior of physical and biological systems. One particular way in which such models can be useful is by helping to determing the stable states of the systems. These are states for which, if the system is at that state and experiences a small perturbation, the system will relax back to that same state. Thus, such states are robust and one would expect to observe them in experiments or real-world settings.</p>\n<p>&nbsp;</p>\n<p>One important mathematical property of a given state that is relevant for stability is what's known as the spectrum of the linearization about that state. If this spectrum is stable, then often techniques&nbsp;exist for proving that the state itself is also stable. However, in the case when the spectrum is only marginally stable, such techniques in general do not exist. One primary goal of this project was to develop new mathematical techniques for this borderline case. The PI was successful in doing this in several contexts, which are for example related to applciations in pattern-forming chemical and biological systems.</p>\n<p>&nbsp;</p>\n<p>Even if a given state is stable, the time it takes for system to evolve to it could be very long. In that case, it is not only the stable state that is relevant, but also the transient behaviors that the system exhibits as it approaches the stable state. Mathematically, these transient behaviors are much more difficult to analyze, and the second main goal of this project was to develop mathematical methods in this context. The project succeeded by analyzing certain types of transient behaviors in two well known models of fluid dynamics: Burgers equation and the Navier-Stokes equation.</p>\n<p>&nbsp;</p>\n<p>Thus, the intellectual merit&nbsp;that resulted from this project was the development of mathematical methods for analyzing the long-time behavior of partial differential equations, thorugh the analysis of stability and transiet behaviors. The broader impacts stem from the fact that the models studied have applications in a variety of areas including chemistry, biology, and fluid dynamics.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/21/2013<br>\n\t\t\t\t\tModified by: Margaret&nbsp;Beck</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMathematical models known as partial differential equations (systems which can change in both space and time) are often used to help predict the behavior of physical and biological systems. One particular way in which such models can be useful is by helping to determing the stable states of the systems. These are states for which, if the system is at that state and experiences a small perturbation, the system will relax back to that same state. Thus, such states are robust and one would expect to observe them in experiments or real-world settings.\n\n \n\nOne important mathematical property of a given state that is relevant for stability is what's known as the spectrum of the linearization about that state. If this spectrum is stable, then often techniques exist for proving that the state itself is also stable. However, in the case when the spectrum is only marginally stable, such techniques in general do not exist. One primary goal of this project was to develop new mathematical techniques for this borderline case. The PI was successful in doing this in several contexts, which are for example related to applciations in pattern-forming chemical and biological systems.\n\n \n\nEven if a given state is stable, the time it takes for system to evolve to it could be very long. In that case, it is not only the stable state that is relevant, but also the transient behaviors that the system exhibits as it approaches the stable state. Mathematically, these transient behaviors are much more difficult to analyze, and the second main goal of this project was to develop mathematical methods in this context. The project succeeded by analyzing certain types of transient behaviors in two well known models of fluid dynamics: Burgers equation and the Navier-Stokes equation.\n\n \n\nThus, the intellectual merit that resulted from this project was the development of mathematical methods for analyzing the long-time behavior of partial differential equations, thorugh the analysis of stability and transiet behaviors. The broader impacts stem from the fact that the models studied have applications in a variety of areas including chemistry, biology, and fluid dynamics. \n\n\t\t\t\t\tLast Modified: 10/21/2013\n\n\t\t\t\t\tSubmitted by: Margaret Beck"
 }
}