{
 "awd_id": "1007063",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Scalar Curvature, the Penrose Conjecture, and the Axioms of General Relativity",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 329000.0,
 "awd_amount": 329000.0,
 "awd_min_amd_letter_date": "2010-05-12",
 "awd_max_amd_letter_date": "2012-06-11",
 "awd_abstract_narration": "First, the PI will continue his research on scalar curvature, especially on 3 manifolds. Prior results by the PI in this area include a joint work with Andre Neves in 2002 that classifies prime 3-manifolds with Yamabe invariant greater than RP^3 and a 2008 paper with Pengzi Miao that gives an upper bound on the capacity of surfaces in 3-manifolds with nonnegative scalar curvature. In 2009, the PI's joint paper with Simon Brendle, Michael Eichmair, and AndreNeves proves that A_{min}R_{min} \\le 12\\pi on compact 3-manifolds which contain embedded incompressible RP^2, where A_{min} is the area of the minimal RP^2 and R_{min} is the minimum value of the scalar curvature. Using Ricci flow, they show that the 3-manifold is a spherical space form in the case of equality. Second, the PI will continue to work toward a proof of the full Penrose conjecture. The PI's 2001 paper proved the Riemannian Penrose conjecture in dimension 3, improving the case of one black hole proved by Huisken and Ilmanen to any number of black holes using a different technique. Since then, the PI proved a similar type of inequality for zero area singularities in 2005 (with some additional hypotheses), the Riemannian Penrose conjecture in dimensions less than 8 in a joint work with Dan Lee in 2007, and showed that the full Penrose conjecture on Cauchy data (M^3,g,k) reduces to the Riemannian case whenever certain systems of p.d.e.s can be solved in a joint work with Marcus Khuri in 2009. These systems of p.d.e.s rely on a new identity that they proved called the Generalized Schoen-Yau identity, which they believe will be a very useful identity for a broad range of problems in mathematical relativity. Third, the PI is opening up a new research direction for himself as he examines the axioms of general relativity to see how they may be modified as little as possible to account for the widely accepted existence of dark matter.\r\n\r\nEinstein's theory of general relativity was made possible by Gauss and Riemann, both mathematicians, who developed the field of mathematics called differential geometry decades before. Since then, advances in differential geometry have played a crucial role in understanding the implications of Einstein's theory. Einstein used differential geometry to make the qualitative statement ``matter curves spacetime'' precise, thereby showing that gravity results as a consequence of this fundamental idea. By contrast, Newton's inverse square law for gravity has been shown to be false by measuring the precession of the orbit of Mercury. Hence, understanding gravity correctly would appear to require understanding the properties of curvature, currently pursued most directly by mathematicians studying geometric analysis. Black holes, predicted by general relativity and now known to exist, are fundamentally geometric objects, and have been the focus of much of the PI's efforts, resulting in theorems which yield a deeper physical insight into these fascinating phenomena. In light of this rich history of geometric analysis playing a crucial role in understanding the large scale structure of the universe, the PI is now looking to geometric motivations to try to understand the nature of dark matter. While dark matter is known to make up 23% of the mass of the universe and hence has very important gravitational effects, it is otherwise invisible. A geometric idea observed by the PI, as well as other motivations, leads to considering a real-valued scalar field as a model for dark matter, described by the Einstein Klein-Gordon equations. Astrophysicists have already observed that this model for dark matter is consistent with the flat rotation curves of galaxies. The PI is studying the idea that density waves in this scalar field dark matter produce density waves in regular matter, resulting in star formation and both bars and spiral patterns in some galaxies, an exciting possibility supported by preliminary simulations. If correct, this would suggest that while dark matter itself is invisible, its gravitational effects may be quite dramatic.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hubert",
   "pi_last_name": "Bray",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Hubert L Bray",
   "pi_email_addr": "bray@math.duke.edu",
   "nsf_id": "000375410",
   "pi_start_date": "2010-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 118000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 105000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 106000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Einstein called his happiest thought his discovery of general relativity, an idea that is now widely regarded as one of the most important achievements in the history of physics.</p>\n<p style=\"text-indent: 0px; margin: 0px;\">General relativity is at the foundation of our understanding of gravity and has applications in everyday use, such as global positioning system (GPS) technology, now present in smart phones and many other devices.&nbsp;  General relativity also unifies the notions of space, time, mass, and energy and provides the framework for understanding phenomena like supermassive black holes, the accelerating expansion of the universe, and the Big Bang, the most energetic event in the history of the universe.</p>\n<p style=\"text-indent: 0px; margin: 0px;\">&nbsp;</p>\n<p>So what is general relativity?&nbsp;  One can summarize the basic idea in three words:&nbsp; \"Matter curves spacetime.\"&nbsp;  Prior to general relativity, Einstein had already proposed special relativity, which unifies space and time into a single notion called \"spacetime,\" another spectacular insight.&nbsp;  The next natural question is this:  How does matter curve spacetime?&nbsp;</p>\n<p>Enter mathematicians.&nbsp;  One historical bit of trivia is that David Hilbert, a mathematician, was the first person to publish (and probably derive) the correct answer to the above question, though Einstein also found the correct answer, roughly simultaneously.&nbsp;  The idea that matter curves spacetime is due to Einstein, a physicist, but translating this general idea into a precise set of equations requires a field of mathematics called differential geometry.</p>\n<p style=\"text-indent: 0px; margin: 0px;\">In the 1800's, Gauss began studying curved surfaces, like the surface of an apple, to solve problems like computing the surface area of a mountain.&nbsp; Gauss's student, Riemann, generalized these ideas to the notion of abstract surfaces, including higher dimensional surfaces, and defined curvature in these contexts.  It was precisely this mathematics, namely differential geometry, that Einstein and Hilbert then used to formulate general relativity.</p>\n<p style=\"text-indent: 0px; margin: 0px;\">&nbsp;</p>\n<p style=\"text-indent: 0px; margin: 0px;\">As bizarre as it is to consider the possibility that the universe is a curved four dimensional surface which we call a spacetime, the evidence for this is overwhelming.&nbsp;  To be even more clear:  Newtonian physics does not work, not even to correctly describe the orbit of Mercury.&nbsp;  While a new theory may come along and improve upon general relativity someday, it seems nearly certain to experts that any theory which correctly describes the universe will have to be geometric in nature.</p>\n<p style=\"text-indent: 0px; margin: 0px;\">&nbsp;</p>\n<p style=\"text-indent: 0px; margin: 0px;\">In 1999, Professor Bray solved the Riemannian Penrose Conjecture, a conjecture made by Sir Roger Penrose in 1973 about the mass of black holes.&nbsp; The conjecture, in physical terms, implies that the total mass of a spacetime is at least the mass contributed by the black holes it contains.  When stated precisely in the language of differential geometry, this physical statement about the mass of black holes becomes a highly nontrivial geometric statement, first proved by Huisken and Ilmanen for one black hole in 1997.&nbsp;  Professor Bray is currently working on the most general version of the Penrose Conjecture, which is still open.</p>\n<p style=\"text-indent: 0px; margin: 0px;\">&nbsp;</p>\n<p>More recently Professor Bray has proposed a geometric theory of dark matter called wave dark matter.&nbsp; He has also proposed a mechanism by which wave dark matter could produce spiral and barred spiral patterns in galaxies, as seen in actual galaxies. Comparisons of his simulations and photos of actual galaxies can be seen here:</p>\n<p>http://www.huffingtonpost.com/frank-morga...",
  "por_txt_cntn": "\nEinstein called his happiest thought his discovery of general relativity, an idea that is now widely regarded as one of the most important achievements in the history of physics.\nGeneral relativity is at the foundation of our understanding of gravity and has applications in everyday use, such as global positioning system (GPS) technology, now present in smart phones and many other devices.   General relativity also unifies the notions of space, time, mass, and energy and provides the framework for understanding phenomena like supermassive black holes, the accelerating expansion of the universe, and the Big Bang, the most energetic event in the history of the universe.\n \n\nSo what is general relativity?   One can summarize the basic idea in three words:  \"Matter curves spacetime.\"   Prior to general relativity, Einstein had already proposed special relativity, which unifies space and time into a single notion called \"spacetime,\" another spectacular insight.   The next natural question is this:  How does matter curve spacetime? \n\nEnter mathematicians.   One historical bit of trivia is that David Hilbert, a mathematician, was the first person to publish (and probably derive) the correct answer to the above question, though Einstein also found the correct answer, roughly simultaneously.   The idea that matter curves spacetime is due to Einstein, a physicist, but translating this general idea into a precise set of equations requires a field of mathematics called differential geometry.\nIn the 1800's, Gauss began studying curved surfaces, like the surface of an apple, to solve problems like computing the surface area of a mountain.  Gauss's student, Riemann, generalized these ideas to the notion of abstract surfaces, including higher dimensional surfaces, and defined curvature in these contexts.  It was precisely this mathematics, namely differential geometry, that Einstein and Hilbert then used to formulate general relativity.\n \nAs bizarre as it is to consider the possibility that the universe is a curved four dimensional surface which we call a spacetime, the evidence for this is overwhelming.   To be even more clear:  Newtonian physics does not work, not even to correctly describe the orbit of Mercury.   While a new theory may come along and improve upon general relativity someday, it seems nearly certain to experts that any theory which correctly describes the universe will have to be geometric in nature.\n \nIn 1999, Professor Bray solved the Riemannian Penrose Conjecture, a conjecture made by Sir Roger Penrose in 1973 about the mass of black holes.  The conjecture, in physical terms, implies that the total mass of a spacetime is at least the mass contributed by the black holes it contains.  When stated precisely in the language of differential geometry, this physical statement about the mass of black holes becomes a highly nontrivial geometric statement, first proved by Huisken and Ilmanen for one black hole in 1997.   Professor Bray is currently working on the most general version of the Penrose Conjecture, which is still open.\n \n\nMore recently Professor Bray has proposed a geometric theory of dark matter called wave dark matter.  He has also proposed a mechanism by which wave dark matter could produce spiral and barred spiral patterns in galaxies, as seen in actual galaxies. Comparisons of his simulations and photos of actual galaxies can be seen here:\n\nhttp://www.huffingtonpost.com/frank-morgan/dark-matter-and-worst-packings_b_3336772.html\nOther recent results of Professor Bray's include a joint work with Jauregui and Mars motivated by the desire to understand the geometry and mass of surfaces in spacetimes.  In the 1960's, Stephen Hawking defined a formula for the mass of a region inside a given surface in a spacetime.  Professor Bray and his coauthors have found that the Hawking mass, which often overestimates the mass of a region, does not have this problem as long as the surface bounding the region is \"time flat,\" a new no..."
 }
}