{
 "awd_id": "1007417",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal: Case-Control Studies, New Directions and Applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 159828.0,
 "awd_amount": 159828.0,
 "awd_min_amd_letter_date": "2010-08-26",
 "awd_max_amd_letter_date": "2010-08-26",
 "awd_abstract_narration": "Case-control studies mark possibly the single most important and far-reaching contribution that statisticians have made in the domain of Public Health and Epidemiology. The prime objective of this research is to make some new contributions to case-control studies, both in methodology and in application. In particular, the PIs propose a semiparametric Bayesian method to incorporate longitudinal data in a case-control analysis using penalized splines. New Bayesian functional data-analytic tools are needed here. The methods will be applied to biomarker based screening procedures, and will provide a critical appraisal of the association between prostate cancer and the past trajectory of prostate-specific antigen measurements. A second component of the proposed research is the analysis of case-control data generated from two-phase sampling with non-monotone missingness in covariates. Such designs have many potential applications in case-control studies that explore interplay of genetic and environmental risk factors. Exploiting assumptions like gene-gene and gene-environment independence adds to the complexity of the inference. The methods are motivated by an immediate application to a large population based case-control study of colorectal cancer. The final aspect of this proposal deals with a united methodology which provides equivalent inference for odds ratio parameters based on prospective and retrospective models. Both frequentist and Bayesian methods will be considered. The PIs have a track record of successful collaboration in this domain, and want to advance/ extend their work further in these new directions. \r\n\r\nTwo scientific streams are currently dominating clinical medicine and public health: the molecular biology approach with an emphasis on genetics and discovery of novel biomarkers, and the quantitative approach with an emphasis on epidemiology. The developments in these areas jointly are making fundamental contributions to the study of etiology, diagnosis, prognosis and treatment of complex diseases. Though the standard unmatched case-control study design still remains one of the most popular epidemiologic tools, phenomenal advancement of medical science and genetic technology is giving rise to many complex design and analysis issues which statisticians and epidemiologists have never confronted before. This proposal lies in that new interface of epidemiology and statistics. To understand the mechanism of complex diseases and to design targeted intervention strategies for high-risk individuals is one of the major areas of scientific research in this century. The current proposal is not a mere academic pursuit but an effort to contribute to this scientific process.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Malay",
   "pi_last_name": "Ghosh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Malay Ghosh",
   "pi_email_addr": "ghoshm@stat.ufl.edu",
   "nsf_id": "000253991",
   "pi_start_date": "2010-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 159828.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Case-control problems mark an area which involves significant interaction between epidemiologists and statisticians. These studies primarily compare the exposure distribution of a group of subjects having a particular disease (cases) to a group of disease-free subjects (controls) to identify potential risk factors. In the process, one can find an association between a certain disease, for example, endometrial cancer with an exposure, for example, the use of estrogen, the latter being commonly taken by women in a post menopausal period.</p>\n<p>In a typical case-control study, exposure information is collected at a single time point. However, these studies are often embedded in existing cohort studies containing a wealth of longitudinal exposure history on the participants. Recent medical history has indicated that incorporating past history, when available, may lead to more precise and clinically meaningful estimates of the disease risk.</p>\n<p>The PI and his collaborators have developed new statistical methodology to address situations of the above type. The methodology has been applied to a case-control study of prostate cancer where longitudinal biomarker information is available for both the cases and the controls.</p>\n<p>Another problem relates to case-crossover designs which are widely used to study short term exposure effects on the risk of acute adverse health events.&nbsp; We have developed Bayesian inferential procdures under this framework.&nbsp; The method is illustrated through the Detroit Asthma Morbidity, Air Quality and Traffic study which examines the association between acute asthma risk and ambient air pollutant concentrations.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2014<br>\n\t\t\t\t\tModified by: Malay&nbsp;Ghosh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCase-control problems mark an area which involves significant interaction between epidemiologists and statisticians. These studies primarily compare the exposure distribution of a group of subjects having a particular disease (cases) to a group of disease-free subjects (controls) to identify potential risk factors. In the process, one can find an association between a certain disease, for example, endometrial cancer with an exposure, for example, the use of estrogen, the latter being commonly taken by women in a post menopausal period.\n\nIn a typical case-control study, exposure information is collected at a single time point. However, these studies are often embedded in existing cohort studies containing a wealth of longitudinal exposure history on the participants. Recent medical history has indicated that incorporating past history, when available, may lead to more precise and clinically meaningful estimates of the disease risk.\n\nThe PI and his collaborators have developed new statistical methodology to address situations of the above type. The methodology has been applied to a case-control study of prostate cancer where longitudinal biomarker information is available for both the cases and the controls.\n\nAnother problem relates to case-crossover designs which are widely used to study short term exposure effects on the risk of acute adverse health events.  We have developed Bayesian inferential procdures under this framework.  The method is illustrated through the Detroit Asthma Morbidity, Air Quality and Traffic study which examines the association between acute asthma risk and ambient air pollutant concentrations.\n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2014\n\n\t\t\t\t\tSubmitted by: Malay Ghosh"
 }
}