{
 "awd_id": "1007514",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Optimal Control Problems with Time-Inconsistency and Related Topics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Horn",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 177116.0,
 "awd_amount": 177116.0,
 "awd_min_amd_letter_date": "2010-06-25",
 "awd_max_amd_letter_date": "2014-11-13",
 "awd_abstract_narration": "This project is to establish a general theory of continuous-time optimal control problems (both deterministic and stochastic), for which the state equation and the cost functional are parameterized by the initial time and/or the initial state.  For this type of problem, an optimal control/strategy, if it exists, will also depend on the initial time and/or the initial state.  Therefore, in general, it will no longer be optimal immediately after the initial time.  This feature is referred to as the time-inconsistency.  To find time-consistent solutions to the time-inconsistent problem, the investigator will introduce a method of multi-person hierarchical differential games.  It is expected that the limiting game as the number of players goes to infinity should lead to a time-consistent equilibrium control/strategy to the original problem.  With such a general approach, this project will carefully investigate the following cases: (1) State equation is a linear ordinary differential equation or stochastic differential equation and the cost functional is convex.  For such a case, the quasi-Riccati equation technique will be applied/extended to find the time-consistent equilibrium control; (2) State equation is a stochastic differential equation with the cost functional containing some functions of conditional expectation of the state. For such a case, the problem will be transformed to a controlled forward-backward stochastic differential equation (FBSDE) parameterized by the initial time and the initial state.  Proper techniques involving maximum principle and dynamic programming, including stochastic partial differential equations, will be developed to solve the problem; (3) State equation is a stochastic Volterra integral equation.  For such a case, the theory of backward stochastic Volterra integral equations (BSVIE) recently developed by the investigator will play an essential role, and time-consistent solution will be expected by combining the theory of BSVIEs and multi-person differential games.  \r\n\r\nIn real world, as time goes by, it is common that people change their minds or objectives in what can be described as an inconsistent way (due to, for example, change of income and/or living standard, etc.).  Similarly, various changes of the environment (advances of technology, new limits of resources, etc.) lead people to inconsistently modifying their ways of running business from time to time.  In both cases, one faces time-inconsistent problems, yet time-consistent strategies are desirable.  The above considerations served the main motivation of the research in this project.\r\n\r\nMathematically, this project will substantially enrich the general theory of deterministic and stochastic optimal control theory from a new aspect.  It will have impact on stochastic analysis, mathematical finance, optimal control theory, and differential games.  From the point-of-view of applications, the theories developed in this project will provide useful insights for time-inconsistency, nonlinear preferences, and dynamic cumulative prospect theory, etc.  Therefore, the results will provide principles for people who are handling problems of optimal investment, asset pricing, risk management, resource (such as oil, power, etc.) allocation, production planning, etc.  The expected results will be of interest to relevant theoretic researchers, practitioners in various type industries, as well as a number of government agencies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jiongmin",
   "pi_last_name": "Yong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jiongmin Yong",
   "pi_email_addr": "jiongmin.yong@ucf.edu",
   "nsf_id": "000291931",
   "pi_start_date": "2010-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 177116.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>People encounter decision-making in daily life. Ideally, one hopes that an optimal decision made today will stay optimal from now on. If this is the case, the problem under consideration is said to be time-consistent. Experience tells us that more than often, the above is not the case.&nbsp;Namely, an optimal decision made today will not necessarily stay optimal tomorrow (or next year, say). When this happens, we say that the problem under consideration is time-inconsistent.</p>\n<p>There are two main reasons causing the time-inconsistency: time-preferences and risk-preferences. Most people care more about the immediate future&rsquo;s satisfaction/dissatisfaction level (the so-call utility/disutility) than that of farther future. This is called the time-preferences. As David Hume pointed out in his book &ldquo;A Treatise of Human Nature&rdquo; in 1739: &ldquo;Reason is, and ought only to be the slave of the passions&rdquo;. Most people are doing things because of passion. On the other hand, people usually overweight small probability events and underweight large probability events. This is called the risk-preferences. A typical example of this is the following: People buy insurance to cover some possible big losses with small probabilities, and at the same time, they also buy lotteries wishing to win some big prizes with tiny probability. Mathematically, the time-preferences can be described by exponential/non-exponential discounting, and the risk-preference can be described by the expected utility with subjective/objective probability. When the discounting can be represented by an exponential function and the expected utility is with the objective probability, then the problem is time-consistent. Otherwise, the problem will be time-inconsistent.</p>\n<p>When the problem is time-inconsistent, it does not make much sense to find an optimal decision at a given time moment. Instead, it is wise to find a time-consistent equilibrium decision. Intuitively, by an equilibrium decision, it means that when a decision is to be made today, the decision-maker should keep in mind the situations of tomorrow and later on. An easy example is that in order to have a reasonable level of life when retired, people should sacrifice some today&rsquo;s utility, saving some in the retirement funds.</p>\n<p>In this project, we studied the problem with general discounting (not necessarily exponential). We defined time-consistent equilibrium strategies which can be characterized by the so-call equilibrium Hamilton-Jacobi-Bellman equation. Our results give a general principle of finding a time-consistent equilibrium strategies. Also, they help people to understand the time-consistent solutions to time-inconsistent problems. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2015<br>\n\t\t\t\t\tModified by: Jiongmin&nbsp;Yong</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPeople encounter decision-making in daily life. Ideally, one hopes that an optimal decision made today will stay optimal from now on. If this is the case, the problem under consideration is said to be time-consistent. Experience tells us that more than often, the above is not the case. Namely, an optimal decision made today will not necessarily stay optimal tomorrow (or next year, say). When this happens, we say that the problem under consideration is time-inconsistent.\n\nThere are two main reasons causing the time-inconsistency: time-preferences and risk-preferences. Most people care more about the immediate futureÆs satisfaction/dissatisfaction level (the so-call utility/disutility) than that of farther future. This is called the time-preferences. As David Hume pointed out in his book \"A Treatise of Human Nature\" in 1739: \"Reason is, and ought only to be the slave of the passions\". Most people are doing things because of passion. On the other hand, people usually overweight small probability events and underweight large probability events. This is called the risk-preferences. A typical example of this is the following: People buy insurance to cover some possible big losses with small probabilities, and at the same time, they also buy lotteries wishing to win some big prizes with tiny probability. Mathematically, the time-preferences can be described by exponential/non-exponential discounting, and the risk-preference can be described by the expected utility with subjective/objective probability. When the discounting can be represented by an exponential function and the expected utility is with the objective probability, then the problem is time-consistent. Otherwise, the problem will be time-inconsistent.\n\nWhen the problem is time-inconsistent, it does not make much sense to find an optimal decision at a given time moment. Instead, it is wise to find a time-consistent equilibrium decision. Intuitively, by an equilibrium decision, it means that when a decision is to be made today, the decision-maker should keep in mind the situations of tomorrow and later on. An easy example is that in order to have a reasonable level of life when retired, people should sacrifice some todayÆs utility, saving some in the retirement funds.\n\nIn this project, we studied the problem with general discounting (not necessarily exponential). We defined time-consistent equilibrium strategies which can be characterized by the so-call equilibrium Hamilton-Jacobi-Bellman equation. Our results give a general principle of finding a time-consistent equilibrium strategies. Also, they help people to understand the time-consistent solutions to time-inconsistent problems.  \n\n\t\t\t\t\tLast Modified: 08/30/2015\n\n\t\t\t\t\tSubmitted by: Jiongmin Yong"
 }
}