{
 "awd_id": "1008300",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Materials World Network: Fundamental Science and Device Challenges of Chiral/Polar Liquid Crystals",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael J. Scott",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2010-07-16",
 "awd_max_amd_letter_date": "2012-07-09",
 "awd_abstract_narration": "This Materials World Network award supports a joint research project on chiral/polar liquid crystals showing fast analog electrooptics activity between investigators at the University of Colorado, Boulder, Chalmers University of Technology, Sweden, the University of Stuttgart, Germany, Queen's University, Canada, and the University of Strathclyde, United Kingdom. The research focus is on exotic chiral and polar smectics: the \"V-shaped switching\" smectic C's with the most rapid analog liquid crystal electro-optic effects; the \"de Vries\" materials exhibiting analog behavior via extended molecular tilt correlations in the smectic A phase; the closely related \"orthoconic\" high-tilt antiferroelectrics; and bent-core liquid crystals with a polar smectic A phase that give phase-only electrooptic modulation.\r\n\r\nThe research highlights fundamental studies of structure-property relationships of these novel liquid crystal systems, with ramifications for a variety of areas in soft materials science.  The corresponding materials development will enable a range of novel applications, including holographic data storage and projection, beam steering, and chirality detection. Exchange visits of junior researchers and faculty promotes cultural diversity and the professional development of the participants.  The partner groups will share and adapt appropriate outreach materials, including modules for K-12 science enrichment classes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Maclennan",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph E Maclennan",
   "pi_email_addr": "joseph.maclennan@colorado.edu",
   "nsf_id": "000419109",
   "pi_start_date": "2010-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Noel",
   "pi_last_name": "Clark",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Noel A Clark",
   "pi_email_addr": "noel.clark@colorado.edu",
   "nsf_id": "000283175",
   "pi_start_date": "2010-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Walba",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Walba",
   "pi_email_addr": "walba@colorado.edu",
   "nsf_id": "000461285",
   "pi_start_date": "2010-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Glaser",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew A Glaser",
   "pi_email_addr": "matthew.glaser@colorado.edu",
   "nsf_id": "000426481",
   "pi_start_date": "2010-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  },
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7488",
   "pgm_ref_txt": "MATERIALS WORLD NETWORK"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report</strong></p>\n<p class=\"para\">This Materials World Network award supported a joint program of research in chiral/polar liquid crystals showing fast analog electrooptics involving investigators at the University of Colorado, Chalmers University of Technology, the University of Stuttgart, Queen&rsquo;s University, and the University of Strathclyde. The project partners investigated both the fundamental science and applications of exotic chiral and polar smectics through a coordinated program of directed synthesis, characterization and modeling. These materials are promising candidates for applications in the areas of displays and optical beam steering. &nbsp;Some of the highlights and principal technical results of the project are summarized below. &nbsp;</p>\n<ul>\n<li>Over the course of this project, we have sought to optimize the design of &lsquo;de Vries-like&rsquo; materials based on the concept of frustration between SmA- and SmC-promoting elements. We have also worked on formulating &lsquo;de Vries-like&rsquo; mixtures for SSFLC applications based on the growing library of siloxane- and carbosilane-terminated mesogens we have designed. We have inves&shy;tigated the effect of mixing &lsquo;de Vries-like&rsquo; liquid crystals with conventional smectic liquid crystals by small angle X-ray scat&shy;tering, confirming for the first time that &lsquo;de Vries&rsquo; behavior can be tuned and that excessive negative thermal expansion of <em>d</em> can be dampened in such binary mixtures.</li>\n<li>De Vries-type SmA* materials typically have a large electroclinic tilt susceptibility. Reorientation of the director is accompanied by a large change in optical birefringence, and the polarization reversal current has double peaks, behavior we have described successfully using a generalized Langevin-Debye model. We have also formulated a coarse-grained, planar spin model of de Vries smectics, investigations of which using mean-field theory and Monte Carlo simulation suggest a natural explanation of the observed first-order behavior of de Vries smectics within the context of the hollow-cone model. </li>\n<li>A molecular statistical theory of the smectic A phase was developed taking into account specific interactions between different molecular fragments. The free energy is minimized numerically to calculate the order parameters and to study the nature of the SmA-SmC transition. The theory reproduces the layer spacing behavior as a function of temperature characteristic of the two most common de Vries-type materials. The predicted topology of the phase diagram in the vicinity of the NAC point has been observed experimentally in a binary mixture of two materials with the same rigid core and different chain lengths.</li>\n<li>We performed molecular dynamics simulations of rod-like molecules to examine the reliability of Davidson's widely used approach to determining the molecular orientational order parameter <em>S</em><sub>2</sub> from 2D X-ray diffraction experiments<em>. </em>By comparing direct calculations of the order parameter with the analysis of computed diffraction patterns, we determined that the Davidson procedure underestimates the orientational order by only about five percent.</li>\n<li>The hallmark of &lsquo;de Vries&rsquo; smectics is a nearly constant smectic layer spacing on cooling from SmA to SmC. X-ray diffraction experiments on SmC monodomains in which we measured the smectic layer spacing, the orientational order parameter <em>S</em><sub>2</sub> and the director tilt showed that the layer contraction is compensated by an increase of orientational order parameter <em>S</em><sub>2</sub> and an increase in the effective molecular length.</li>\n<li>We have dramatically expanded the range of structures showing the ferroelectric smectic A liquid crystal phase of bent-core molecules. In one of these materials, nearly ideal electrostatic ...",
  "por_txt_cntn": "\nProject Outcomes Report\nThis Materials World Network award supported a joint program of research in chiral/polar liquid crystals showing fast analog electrooptics involving investigators at the University of Colorado, Chalmers University of Technology, the University of Stuttgart, QueenÆs University, and the University of Strathclyde. The project partners investigated both the fundamental science and applications of exotic chiral and polar smectics through a coordinated program of directed synthesis, characterization and modeling. These materials are promising candidates for applications in the areas of displays and optical beam steering.  Some of the highlights and principal technical results of the project are summarized below.  \n\nOver the course of this project, we have sought to optimize the design of æde Vries-likeÆ materials based on the concept of frustration between SmA- and SmC-promoting elements. We have also worked on formulating æde Vries-likeÆ mixtures for SSFLC applications based on the growing library of siloxane- and carbosilane-terminated mesogens we have designed. We have inves&shy;tigated the effect of mixing æde Vries-likeÆ liquid crystals with conventional smectic liquid crystals by small angle X-ray scat&shy;tering, confirming for the first time that æde VriesÆ behavior can be tuned and that excessive negative thermal expansion of d can be dampened in such binary mixtures.\nDe Vries-type SmA* materials typically have a large electroclinic tilt susceptibility. Reorientation of the director is accompanied by a large change in optical birefringence, and the polarization reversal current has double peaks, behavior we have described successfully using a generalized Langevin-Debye model. We have also formulated a coarse-grained, planar spin model of de Vries smectics, investigations of which using mean-field theory and Monte Carlo simulation suggest a natural explanation of the observed first-order behavior of de Vries smectics within the context of the hollow-cone model. \nA molecular statistical theory of the smectic A phase was developed taking into account specific interactions between different molecular fragments. The free energy is minimized numerically to calculate the order parameters and to study the nature of the SmA-SmC transition. The theory reproduces the layer spacing behavior as a function of temperature characteristic of the two most common de Vries-type materials. The predicted topology of the phase diagram in the vicinity of the NAC point has been observed experimentally in a binary mixture of two materials with the same rigid core and different chain lengths.\nWe performed molecular dynamics simulations of rod-like molecules to examine the reliability of Davidson's widely used approach to determining the molecular orientational order parameter S2 from 2D X-ray diffraction experiments. By comparing direct calculations of the order parameter with the analysis of computed diffraction patterns, we determined that the Davidson procedure underestimates the orientational order by only about five percent.\nThe hallmark of æde VriesÆ smectics is a nearly constant smectic layer spacing on cooling from SmA to SmC. X-ray diffraction experiments on SmC monodomains in which we measured the smectic layer spacing, the orientational order parameter S2 and the director tilt showed that the layer contraction is compensated by an increase of orientational order parameter S2 and an increase in the effective molecular length.\nWe have dramatically expanded the range of structures showing the ferroelectric smectic A liquid crystal phase of bent-core molecules. In one of these materials, nearly ideal electrostatic V-shaped (analog) switching with optical latching was observed for the first time. We have demonstrated further that block reorientation of the biaxial director enables a simple mode of analog control of birefringence.\nIn surface-stabilized, orthoconic antiferroelectric liquid crystals, the field-off state ha..."
 }
}