{
 "awd_id": "1008184",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CNH: Collaborative Research: Northern Gulf of Mexico Hypoxia and Land Use in the Watershed: Feedback and Scale Interactions",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alan Tessier",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 100750.0,
 "awd_amount": 100750.0,
 "awd_min_amd_letter_date": "2010-09-20",
 "awd_max_amd_letter_date": "2010-09-20",
 "awd_abstract_narration": "Each year an oxygen-depleted (hypoxia) zone forms in the Northern Gulf of Mexico, negatively impacting coast and marine fisheries and local economies.  The spatial extent of this zone is about three times the target goal of the national Hypoxia Action Plan.  The scientific assessment of causes and consequences of these hypoxic conditions indicates that both nitrogen and phosphorous loadings from the Upper Mississippi River Basin and Ohio River Basin stream systems are significant contributors to the size and duration of the zone.  Land use, primarily from agriculture, is a key driver of these nutrient loadings and is the result of decisions made by more than 500,000 individual producers in those river basins.  However, understanding the biogeochemical processes alone is insufficient to understanding the dynamics of this complex system.  This project takes a fresh look at the natural and human dynamics of this enormous system by developing integrated and data-rich models that capture the spatial and temporal non-linearity associated with scaling up the impacts from individuals to the watershed under different scenarios.  The research will produce the first complete modeling system that traces agricultural land-use decisions, made at the field scale in the Upper Mississippi, Ohio, and Tennessee Basins through both environmental and hydrologic components, to downstream water quality effects, including the size of the hypoxic zone in the Gulf of Mexico.  Uniquely, the modeling effort will incorporate feedbacks via the market, and feedbacks via public policy in the form of adaptive management.  This project will demonstrate how to integrate human and natural process models using the powerful tools of evolutionary algorithms. \r\n\r\nHypoxia is a growing environmental problem for coastal habitats elsewhere in the United States and many other countries.  The development of a general modeling framework from this research will provide an effective tool for the design and implementation of policy to address both Gulf hypoxia and water quality concerns, and identify cost-effective placement of conservation practices within the landscape.  This project will strengthen an interdisciplinary collaboration among scientists at five different institutions, and will support the training of graduate and undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Turner",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Robert E Turner",
   "pi_email_addr": "euturne@lsu.edu",
   "nsf_id": "000115365",
   "pi_start_date": "2010-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "202 HIMES HALL",
  "perf_city_name": "BATON ROUGE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708030001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1325",
   "pgm_ref_txt": "WATER & ENERGY: ATMO, VEG, EARTH"
  },
  {
   "pgm_ref_code": "1691",
   "pgm_ref_txt": "BE: DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 100750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Gulf of Mexico's summer hypoxic zone is the second-largest in the world and it&rsquo;s size is driven mostly by the flow of nitrogen and phosphorus from cropland in the Mississippi-Atchafalaya River Basin to the Gulf of Mexico. Reductions in these nutrient loadings are required to meet the 5,000 km<sup>2</sup> policy goal set by the national Gulf of Mexico Task Force's Hypoxia Action Plan. A team of economists, agricultural engineers, ocean scientists, and computational experts developed a fully integrated watershed based model of the Mississippi River Basin that was linked with a statistical model of the size of the Gulf of Mexico hypoxic zone. The model has been termed \"LUMINATE\" which is an acronym for Land Use Model Integrating Agricultural and The Environment. LUMINATE provides the capacity to evaluate a wide range of land use scenarios to examine how changes in contemporaneous agricultural practices alter the average size of the hypoxic zone.</p>\n<p>&nbsp;</p>\n<p>In addition to developing this spatially detailed model, a more aggregate version of the model was used to estimate the most cost-effective locations to place conservation actions in order to meet specific targets for the size of the hypoxic zone. More than 550 agricultural sub-watersheds that deliver nutrients into the Gulf were included. The model was used to simulate the effects of cropland conservation investments on nutrient delivery to the Gulf. An evolutionary algorithm was used to select the most cost-effective location and extent of cropland treatment within each sub-watershed in order to identify optimal locations for these investments. This assessment tool was used to evaluate the tradeoffs between the expected costs of agricultural conservation treatments and the expected size of Gulf hypoxia. Using the model, we estimate that the Action Plan goal can be achieved, on average, for $2.7 billion annually. This amount reflects established conservation practices and assumes a recent pattern of farming practices.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/26/2014<br>\n\t\t\t\t\tModified by: Robert&nbsp;E&nbsp;Turner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Gulf of Mexico's summer hypoxic zone is the second-largest in the world and itÆs size is driven mostly by the flow of nitrogen and phosphorus from cropland in the Mississippi-Atchafalaya River Basin to the Gulf of Mexico. Reductions in these nutrient loadings are required to meet the 5,000 km2 policy goal set by the national Gulf of Mexico Task Force's Hypoxia Action Plan. A team of economists, agricultural engineers, ocean scientists, and computational experts developed a fully integrated watershed based model of the Mississippi River Basin that was linked with a statistical model of the size of the Gulf of Mexico hypoxic zone. The model has been termed \"LUMINATE\" which is an acronym for Land Use Model Integrating Agricultural and The Environment. LUMINATE provides the capacity to evaluate a wide range of land use scenarios to examine how changes in contemporaneous agricultural practices alter the average size of the hypoxic zone.\n\n \n\nIn addition to developing this spatially detailed model, a more aggregate version of the model was used to estimate the most cost-effective locations to place conservation actions in order to meet specific targets for the size of the hypoxic zone. More than 550 agricultural sub-watersheds that deliver nutrients into the Gulf were included. The model was used to simulate the effects of cropland conservation investments on nutrient delivery to the Gulf. An evolutionary algorithm was used to select the most cost-effective location and extent of cropland treatment within each sub-watershed in order to identify optimal locations for these investments. This assessment tool was used to evaluate the tradeoffs between the expected costs of agricultural conservation treatments and the expected size of Gulf hypoxia. Using the model, we estimate that the Action Plan goal can be achieved, on average, for $2.7 billion annually. This amount reflects established conservation practices and assumes a recent pattern of farming practices. \n\n \n\n\t\t\t\t\tLast Modified: 11/26/2014\n\n\t\t\t\t\tSubmitted by: Robert E Turner"
 }
}