{
 "awd_id": "1008073",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Materials World Network: US-China Collaborative Partnership on Eco-Friendly High Performance Mg2(Si,Sn)-Based Thermoelectric Nanocomposite Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael J. Scott",
 "awd_eff_date": "2010-07-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 45000.0,
 "awd_amount": 45000.0,
 "awd_min_amd_letter_date": "2010-07-13",
 "awd_max_amd_letter_date": "2010-07-13",
 "awd_abstract_narration": "The development of eco-friendly high performance thermoelectric nanocomposite material is the key for large-scale applications of thermoelectricity. The Mg2(Si,Sn) compounds not only exhibit good thermoelectric properties but also comprise of non-toxic and abundantly available elements with high chemical and thermal stability. This award supports travel for research  discussions between senior participants and students at Clemson University (Clemson, SC) and Zhejiang University (Hangzhou, China) on the thermoelectric properties of Mg2(Si,Sn) nanocomposites. The results emanating from these research discussions are expected to provide guidance for developing collaborative research efforts for designing thermoelectrically favored microstructures and for thermoelectric properties optimization.\r\n\r\nThe broader impact of this activity is very pertinent to our overall energy needs in the future, as the US currently is responsible for one fourth of the world?s energy usage and China?s energy demands are growing rapidly as the standard of living is increasing throughout the country. The students participating in this activity will become more aware of global energy needs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Terry",
   "pi_last_name": "Tritt",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Terry M Tritt",
   "pi_email_addr": "ttritt@clemson.edu",
   "nsf_id": "000251536",
   "pi_start_date": "2010-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jian",
   "pi_last_name": "He",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jian He",
   "pi_email_addr": "jianhe@g.clemson.edu",
   "nsf_id": "000550531",
   "pi_start_date": "2010-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "201 SIKES HALL",
  "perf_city_name": "CLEMSON",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7488",
   "pgm_ref_txt": "MATERIALS WORLD NETWORK"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 45000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>NSF Project Outcomes Report for the General Public</strong></p>\n<p><strong>Title: Materials World Network: US-China Collaborative Partnership on Eco-friendly High Performance Mg<sub>2</sub>(Si,Sn)-based Thermoelectric Nanocomposite Materials</strong></p>\n<p>Funded by NSF through the grant DMR-1008073, from July 15, 2010 to June 30, 2013.</p>\n<p><strong>PI:</strong> Terry M. Tritt and <strong>Co-PI:</strong> Jian He, Clemson University;</p>\n<p>&nbsp;</p>\n<p><strong>Date:</strong> June 30, 2013.</p>\n<p>&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p>The global demand for sustainable energy imposes a pressing need for breakthroughs in alternative energy and energy conversion technologies, including that of direct thermal-electrical energy conversion via thermoelectricity. The development of eco-friendly high performance thermoelectric nanocomposite material is the key for larger scale applications of thermoelectricity. To this end, the Mg<sub>2</sub>(Si,Sn) compounds not only exhibit good thermoelectric properties but also comprise of non-toxic and abundantly available elements with high chemical and thermal stability. This Materials World Network award (NSF DMR 1008073) supports collaborative research between Clemson University (Clemson, SC) and Zhejiang University (Hangzhou, P. R. China) to systematically study the correlation among the preparation, micro-structures and thermoelectric properties of Mg<sub>2</sub>(Si,Sn) nanocomposites.</p>\n<p>&nbsp;</p>\n<p>Utilizing the feature of solubility gap in the pseudo-binary phase diagram of Mg<sub>2</sub>Si and Mg<sub>2</sub>Sn, as well as the lately developed oxide-fluxing technique, we <em>in situ</em> fabricated and controlled the multiple-scale micro-structures of Mg<sub>2</sub>(Si,Sn) thermoelectric nanocomposite. In particular, we found that extra Mg added in the start materials led to Mg interstitials in Mg<sub>2</sub>(Si,Sn) materials, profoundly affecting the thermoelectric properties. In addition, we found the upper bound of the solubility gap was at x = 0.45, substantially lower than the previously reported x = 0.60. It strongly suggested that the off-stoichiometry dramatically affected the range of the miscibility gap. These results, along with our previous studies, provide guidance for designing thermoelectrically favored microstructures in Mg<sub>2</sub>(Si,Sn) nanocomposites.</p>\n<p>&nbsp;</p>\n<p>The research stated and conducted herein is pertinent to our overall energy needs in the future. The US currently is responsible for one fourth of the world&rsquo;s energy usage.&nbsp; China&rsquo;s energy demands are growing rapidly as the standard of living is increasing throughout the country. Thermoelectric materials allow low-grade heat (waste) to be turned into electrical energy. TE generators are already being installed on the exhausts of several automobiles and large diesel trucks in order to aide in the demand of higher power needs in many new automobiles in both the US and China. Small TE generators could be used in conjunction with wood or coal stove heaters in remote rural China to provide several hundred watts of electrical power to the homes there. Many other uses are applicable for these TE generators, e.g., in industrial settings that expel large amounts of waste heat such steel mills in various stages of the processing.</p>\n<p>&nbsp;</p>\n<p>The students involved in this project received a broader educational and cultural experience to increase the students&rsquo; knowledge base and a real-life experience in solving a stated materials problem. The proposed research work is involved with a wide range of facilities, experimental apparatus and skills in sample preparation, characterization, instrumentation, and data analysis. These help students, both at the graduate and undergraduate level, gain a better understanding of the primary and secondary effects (e.g., of electron-phonon, electron-defects,...",
  "por_txt_cntn": "\nNSF Project Outcomes Report for the General Public\n\nTitle: Materials World Network: US-China Collaborative Partnership on Eco-friendly High Performance Mg2(Si,Sn)-based Thermoelectric Nanocomposite Materials\n\nFunded by NSF through the grant DMR-1008073, from July 15, 2010 to June 30, 2013.\n\nPI: Terry M. Tritt and Co-PI: Jian He, Clemson University;\n\n \n\nDate: June 30, 2013.\n\n \n\n \n\nThe global demand for sustainable energy imposes a pressing need for breakthroughs in alternative energy and energy conversion technologies, including that of direct thermal-electrical energy conversion via thermoelectricity. The development of eco-friendly high performance thermoelectric nanocomposite material is the key for larger scale applications of thermoelectricity. To this end, the Mg2(Si,Sn) compounds not only exhibit good thermoelectric properties but also comprise of non-toxic and abundantly available elements with high chemical and thermal stability. This Materials World Network award (NSF DMR 1008073) supports collaborative research between Clemson University (Clemson, SC) and Zhejiang University (Hangzhou, P. R. China) to systematically study the correlation among the preparation, micro-structures and thermoelectric properties of Mg2(Si,Sn) nanocomposites.\n\n \n\nUtilizing the feature of solubility gap in the pseudo-binary phase diagram of Mg2Si and Mg2Sn, as well as the lately developed oxide-fluxing technique, we in situ fabricated and controlled the multiple-scale micro-structures of Mg2(Si,Sn) thermoelectric nanocomposite. In particular, we found that extra Mg added in the start materials led to Mg interstitials in Mg2(Si,Sn) materials, profoundly affecting the thermoelectric properties. In addition, we found the upper bound of the solubility gap was at x = 0.45, substantially lower than the previously reported x = 0.60. It strongly suggested that the off-stoichiometry dramatically affected the range of the miscibility gap. These results, along with our previous studies, provide guidance for designing thermoelectrically favored microstructures in Mg2(Si,Sn) nanocomposites.\n\n \n\nThe research stated and conducted herein is pertinent to our overall energy needs in the future. The US currently is responsible for one fourth of the worldÆs energy usage.  ChinaÆs energy demands are growing rapidly as the standard of living is increasing throughout the country. Thermoelectric materials allow low-grade heat (waste) to be turned into electrical energy. TE generators are already being installed on the exhausts of several automobiles and large diesel trucks in order to aide in the demand of higher power needs in many new automobiles in both the US and China. Small TE generators could be used in conjunction with wood or coal stove heaters in remote rural China to provide several hundred watts of electrical power to the homes there. Many other uses are applicable for these TE generators, e.g., in industrial settings that expel large amounts of waste heat such steel mills in various stages of the processing.\n\n \n\nThe students involved in this project received a broader educational and cultural experience to increase the studentsÆ knowledge base and a real-life experience in solving a stated materials problem. The proposed research work is involved with a wide range of facilities, experimental apparatus and skills in sample preparation, characterization, instrumentation, and data analysis. These help students, both at the graduate and undergraduate level, gain a better understanding of the primary and secondary effects (e.g., of electron-phonon, electron-defects, interface scattering etc.) in a nanocomposite material, identify new questions and design new experiments to further address these questions. They also gained deeper understanding and insight from each otherÆs experimental expertise and approaches to this cutting edge research; and become more aware of future global energy needs.  \n\n \n\n\t\t\t\t\tLast Modified: 07/03/2013\n\n\t\t\t\t\tSubmitted by: Jian He"
 }
}