{
 "awd_id": "1008438",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "What Mathematics Do Students Know? Implications from NAEP for Curriculum and Policy",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925186",
 "po_email": "mhjalmar@nsf.gov",
 "po_sign_block_name": "Margret Hjalmarson",
 "awd_eff_date": "2010-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 1356030.0,
 "awd_amount": 1356030.0,
 "awd_min_amd_letter_date": "2010-07-13",
 "awd_max_amd_letter_date": "2013-03-14",
 "awd_abstract_narration": "This project involves secondary analysis of secure data from the Main and Long-Term-Trend (LTT) mathematics assessments of the National Assessment of Educational Progress (NAEP). Specifically, the project will investigate the issues of (a) current knowledge and change over time on specific mathematics skills, (b) the extent to which the performance is related to specific mathematics curricula, and (c) the connection between courses taken in high school and mathematics performance. Whenever possible, results will be disaggregated by demographic variables, including SES and race/ethnicity variables available in the NAEP data set. Results of the study will point to aspects of the curriculum that impact performance and will identify mathematics concept and skill clusters where student knowledge is underdeveloped. \r\n\r\nBoth the Main and LTT mathematics assessments are representative of the nation as a whole. They contain items aligned with frameworks established by the National Assessment Governing Board (NAGB) with consideration not only to mathematics-specific content but also to the cognitive processes involved in arriving at a solution. By partnering with researchers who are familiar with the secure items used on NAEP, analyses conducted will allow for description of skills measured by NAEP that portray the mathematics skills of U.S. students across a variety of topics. One of the unique aspects of this project is that data from the Main and LTT NAEPs will be pooled to provide richer data that encompass a body of key mathematics concepts and skills. The item equating process will begin with content analyses to match Main and LTT items that involve the same cognitive processes and solution algorithms. The research team anticipates that content analyses will result in multiple item clusters at each age level. The project will take a bi-directional focus, at times focusing on students' current knowledge while at other times focusing on how the mathematics knowledge of students today compares to knowledge of students 15 to 30 years ago. An external advisory board will provide input on the analyses and an external evaluation team will evaluate the project. \r\n\r\nThe primary indicator for success of the project will be the extent to which the research products benefit school personnel, curriculum developers, and other researchers. Building upon the last two edited volumes on NAEP mathematics results published by the National Council of Teachers of Mathematics, project researchers will produce articles and a book that go beyond existing baseline data on student knowledge on major topics in the mathematics curriculum. Results will provide a stronger statistical basis for making claims about change in student knowledge over time and a broader picture of accomplishment at the level of individual items. This may provide important implications for curriculum and teacher development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Kloosterman",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Peter W Kloosterman",
   "pi_email_addr": "klooster@indiana.edu",
   "nsf_id": "000318665",
   "pi_start_date": "2010-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Crystal",
   "pi_last_name": "Walcott",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Crystal Walcott",
   "pi_email_addr": "walcottc@iupui.edu",
   "nsf_id": "000519087",
   "pi_start_date": "2010-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Doris",
   "pi_last_name": "Mohr",
   "pi_mid_init": "j",
   "pi_sufx_name": "",
   "pi_full_name": "Doris j Mohr",
   "pi_email_addr": "djmohr@usi.edu",
   "nsf_id": "000519088",
   "pi_start_date": "2010-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nathaniel",
   "pi_last_name": "Brown",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nathaniel Brown",
   "pi_email_addr": "nathaniel.js.brown@bc.edu",
   "nsf_id": "000522107",
   "pi_start_date": "2010-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1356030.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary objective of this project was to use data from the National Assessment of Educational Progress (NAEP) to document the mathematical proficiency of U.S. students in grades 4, 8, and 12.&nbsp; In addition to overall proficiency, this project looked at proficiency on specific topics such as ability to see patterns, solve equations, identify lines of symmetry, and solve multistep problems.&nbsp; Overall, the data show that proficiency in mathematics has continually improved in grades 4 and 8 since the first NAEP assessments in the 1970s. &nbsp;The rate of improvement has slowed over the last 10 years.&nbsp; Although it is impossible to know exactly why the rate of improvement has slowed, the economic downturn of 2007 is likely a factor as is the fact that after years of spending more and more time on mathematics, elementary school teachers are to the point where they cannot squeeze in any additional mathematics instruction without unduly sacrificing time for other subjects.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The data also show that relatively minor changes in wording of mathematics items can have significant impact on student performance and thus it is difficult to make general statements about what students know and can do. Another theme is that changes in performance over time can sometimes, but not always, be understood in terms of what students are taught. For example, there were substantial gains on several grade 4 items requiring understanding of fractions and that is probably because the amount of instruction on fractions in grades 3 and 4 has been increasing.</p>\n<p>&nbsp;</p>\n<p>At grade 12, NAEP mathematics performance has improved only slightly since the 1970s.&nbsp; The reasons for the lack of improvement are not clear, but likely include the fact that more low-skilled students are staying in school until they graduate and these students&rsquo; scores negatively impact the overall test scores.&nbsp; Another factor is that prior to 2005, most of the grade 12 NAEP items assessed performance on topics now being taught in middle school.&nbsp; Thus, the grade 12 assessment is not an ideal tool for documenting growth on current high school mathematics topics.</p>\n<p>&nbsp;</p>\n<p>With respect to reasoning and problem solving, NAEP data can be combined with international assessment data to show that while student performance of U. S. students could be a lot better, it is improving. Students did fairly well on a recent international study of computer-based interactive problem solving indicating that their reasoning skills are likely better than is apparent from paper-and-pencil assessments.</p>\n<p>&nbsp;</p>\n<p>Equity continues to be a concern in mathematics.&nbsp; Overall gaps in performance based on race/ethnicity are large with, on average, White and Asian American students scoring substantially higher than their Hispanic, American Indian, and Black peers.&nbsp; Gaps based on socioeconomic status are similar. The No Child Left Behind legislation called for monitoring of gaps and helping all students, regardless of race/ethnicity, gender, or disability, to reach proficient level on state assessments by 2014.&nbsp; However, despite the strong gains in mathematics over the years, this goal was not met in any state. While the goal continues to be a high priority, NAEP trend lines indicate that getting all students to the proficient level by either state or NAEP standards is unrealistic for the foreseeable future.</p>\n<p>&nbsp;</p>\n<p>Starting with the first reports of NAEP mathematics results in the 1970s, most reports of mathematics results have been organized into tables by item content.&nbsp; Validity of the item groupings was not formally assessed but knowing the content of the items provided reasonable assurance that they could be viewed as indicators of a single underlying construct.&nbsp; This project has shown that item fit statistics can be used as a mea...",
  "por_txt_cntn": "\nThe primary objective of this project was to use data from the National Assessment of Educational Progress (NAEP) to document the mathematical proficiency of U.S. students in grades 4, 8, and 12.  In addition to overall proficiency, this project looked at proficiency on specific topics such as ability to see patterns, solve equations, identify lines of symmetry, and solve multistep problems.  Overall, the data show that proficiency in mathematics has continually improved in grades 4 and 8 since the first NAEP assessments in the 1970s.  The rate of improvement has slowed over the last 10 years.  Although it is impossible to know exactly why the rate of improvement has slowed, the economic downturn of 2007 is likely a factor as is the fact that after years of spending more and more time on mathematics, elementary school teachers are to the point where they cannot squeeze in any additional mathematics instruction without unduly sacrificing time for other subjects. \n\n \n\nThe data also show that relatively minor changes in wording of mathematics items can have significant impact on student performance and thus it is difficult to make general statements about what students know and can do. Another theme is that changes in performance over time can sometimes, but not always, be understood in terms of what students are taught. For example, there were substantial gains on several grade 4 items requiring understanding of fractions and that is probably because the amount of instruction on fractions in grades 3 and 4 has been increasing.\n\n \n\nAt grade 12, NAEP mathematics performance has improved only slightly since the 1970s.  The reasons for the lack of improvement are not clear, but likely include the fact that more low-skilled students are staying in school until they graduate and these studentsÆ scores negatively impact the overall test scores.  Another factor is that prior to 2005, most of the grade 12 NAEP items assessed performance on topics now being taught in middle school.  Thus, the grade 12 assessment is not an ideal tool for documenting growth on current high school mathematics topics.\n\n \n\nWith respect to reasoning and problem solving, NAEP data can be combined with international assessment data to show that while student performance of U. S. students could be a lot better, it is improving. Students did fairly well on a recent international study of computer-based interactive problem solving indicating that their reasoning skills are likely better than is apparent from paper-and-pencil assessments.\n\n \n\nEquity continues to be a concern in mathematics.  Overall gaps in performance based on race/ethnicity are large with, on average, White and Asian American students scoring substantially higher than their Hispanic, American Indian, and Black peers.  Gaps based on socioeconomic status are similar. The No Child Left Behind legislation called for monitoring of gaps and helping all students, regardless of race/ethnicity, gender, or disability, to reach proficient level on state assessments by 2014.  However, despite the strong gains in mathematics over the years, this goal was not met in any state. While the goal continues to be a high priority, NAEP trend lines indicate that getting all students to the proficient level by either state or NAEP standards is unrealistic for the foreseeable future.\n\n \n\nStarting with the first reports of NAEP mathematics results in the 1970s, most reports of mathematics results have been organized into tables by item content.  Validity of the item groupings was not formally assessed but knowing the content of the items provided reasonable assurance that they could be viewed as indicators of a single underlying construct.  This project has shown that item fit statistics can be used as a measure of the extent to which clusters of items that appear to measure the same construct actually do.\n\n \n\nFinally, this project is producing classroom activities based on NAEP mathematics items. These activities are des..."
 }
}