{
 "awd_id": "1008641",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Emerging Research-Empirical--Proving Styles in University Mathematics",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Finbarr Sloane",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 443907.0,
 "awd_amount": 443907.0,
 "awd_min_amd_letter_date": "2010-08-22",
 "awd_max_amd_letter_date": "2013-07-17",
 "awd_abstract_narration": "This empirical research project is developing an instrument to measure students' reasoning styles when constructing proofs and applying it to test on a large scale the hypotheses that undergraduate students are consistent in their proving style and can be successful in mathematics regardless of style. Three research questions will be answered:\r\n \r\n1. To what extent do undergraduate mathematics majors show a consistency in their reasoning on proof production tasks?\r\n\r\n2. What is the distribution of students according to the extent to which they employ these strategies when attempting to construct a proof of a given statement?\r\n\r\n3. What is the relationship between undergraduates' reasoning styles and their general mathematical ability, their general thinking style, and their academic success?\r\n\r\nThe work is being performed by a research team at Rutgers University New Brunswick and Montclair State University.  \r\n\r\nThe proving styles for the individual students will be identified from analysis of their responses to an instrument that calls for proofs of 18 statements from calculus and linear algebra specifically selected to distinguish proving styles. The research questions will be answered by administering the instrument along with a measure of general reasoning style to 100 undergraduate mathematics majors. Participants are videotaped and asked to think aloud when solving half of the items on the proof instrument. Regression analyses are used to study the relationship between performance on proving style, general reasoning style, and mathematics SAT scores. Cluster analyses are used to sort students by general reasoning styles and then an ANOVA is used to see if clusters vary in proving styles.\r\n\r\nThe final product from the proposed work will be a reliable and valid instrument to detect approaches to proof. Such an instrument has the potential to help broaden how teachers of mathematics at the college level view students' understanding of proof. Such a broadened perspective could lead to a change in how proof is taught and make higher mathematics more accessible to a larger group of college students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juan Pablo",
   "pi_last_name": "Mejia-Ramos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Juan Pablo Mejia-Ramos",
   "pi_email_addr": "pablo.mejia@gse.rutgers.edu",
   "nsf_id": "000548880",
   "pi_start_date": "2010-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Weber",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Keith H Weber",
   "pi_email_addr": "keith.weber@gse.rutgers.edu",
   "nsf_id": "000200438",
   "pi_start_date": "2010-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jimmy",
   "pi_last_name": "de la Torre",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jimmy de la Torre",
   "pi_email_addr": "j.delatorre@rutgers.edu",
   "nsf_id": "000300073",
   "pi_start_date": "2010-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Evan",
   "pi_last_name": "Fuller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Evan Fuller",
   "pi_email_addr": "fullere@mail.montclair.edu",
   "nsf_id": "000546699",
   "pi_start_date": "2010-08-22",
   "pi_end_date": "2013-07-17"
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 77987.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 182536.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 183384.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As mathematics teachers we not only care about students learning facts about mathematical objects (e.g. fractions, triangles, polynomials) and ways to solve problems involving those objects (e.g. adding fractions, constructing an equilateral triangle with compass and straightedge, factoring polynomials), we also care deeply that students understand <em>why</em> those facts hold true and <em>why</em> those procedures work. Ultimately, we want students to be able to justify these mathematical facts and procedures by constructing increasingly more rigorous explanations (which in mathematics are known as mathematical proofs). However, constructing this kind of explanation is something that students find particularly difficult to achieve.</p>\n<p>Our project focused on the way undergraduate students attempt to justify given mathematical facts in calculus and linear algebra. We care about this particular population of students because of their participation in STEM disciplines and the teaching profession. We believe that knowing the reasons behind the mathematical facts and procedures they use and teach plays an important role in their ability to use this mathematical knowledge to solve novel problems in novel contexts and to better explain it to their future students.&nbsp;</p>\n<p>In particular, we were interested in studying the extent to which undergraduate students have a clear preference for one of two essential reasoning approaches when attempting to construct mathematical proofs (one approach based on examples and diagrams, and the other based on formal definitions and mathematical symbolism), and whether such preference was correlated with students&rsquo; success in proof-oriented mathematics and their general learning style (that is, the way they learn new information in general, not just mathematics).&nbsp;</p>\n<p>By looking at a large sample of students&rsquo; proof attempts we found little evidence that most students display consistency in their reasoning approach when working on proof construction tasks. Indeed, few students had a clear preference for either one of the reasoning approaches. Instead, based on our data we hypothesized that a variety of factors (including the amount of time given to solve the task, the specific mathematical topic of the task, and the way the material was learned) may influence the way students approach proof construction tasks. Furthermore, we found that while there is a significant relationship between students'&nbsp;general learning styles and their general mathematical achievement (both in terms of their ability to construct proofs and their grades in proof-based courses), students&rsquo; general&nbsp;learning styles do not account for the type of reasoning they use when attempting proof construction tasks.</p>\n<p>Finally, we found that while reasoning through specific examples and diagrams of abstract mathematical concepts may potentially help students understand the reasons why some mathematical statements are true, employing this particular reasoning approach was not predictive of their success in proof construction tasks. By investigating students&rsquo; perceptions of the admissibility of inferences based on this type of reasoning, we found that part of the problem may be that students do not recognize that some inferences based on examples and diagrams may not be rigorous enough to be included in a proof. Furthermore, by studying all instances in which students had successfully used reasoning based on diagrams and examples to construct a proof, we identified&nbsp;a number of activities&nbsp;that contribute to the successful translation of their initial informal arguments into more formal proofs. We believe that designing instruction that targets these activities will improve students&rsquo; abilities to make this translation.&nbsp;</p>\n<p>In general, these findings help mathematics educators decide the type of instructi...",
  "por_txt_cntn": "\nAs mathematics teachers we not only care about students learning facts about mathematical objects (e.g. fractions, triangles, polynomials) and ways to solve problems involving those objects (e.g. adding fractions, constructing an equilateral triangle with compass and straightedge, factoring polynomials), we also care deeply that students understand why those facts hold true and why those procedures work. Ultimately, we want students to be able to justify these mathematical facts and procedures by constructing increasingly more rigorous explanations (which in mathematics are known as mathematical proofs). However, constructing this kind of explanation is something that students find particularly difficult to achieve.\n\nOur project focused on the way undergraduate students attempt to justify given mathematical facts in calculus and linear algebra. We care about this particular population of students because of their participation in STEM disciplines and the teaching profession. We believe that knowing the reasons behind the mathematical facts and procedures they use and teach plays an important role in their ability to use this mathematical knowledge to solve novel problems in novel contexts and to better explain it to their future students. \n\nIn particular, we were interested in studying the extent to which undergraduate students have a clear preference for one of two essential reasoning approaches when attempting to construct mathematical proofs (one approach based on examples and diagrams, and the other based on formal definitions and mathematical symbolism), and whether such preference was correlated with studentsÆ success in proof-oriented mathematics and their general learning style (that is, the way they learn new information in general, not just mathematics). \n\nBy looking at a large sample of studentsÆ proof attempts we found little evidence that most students display consistency in their reasoning approach when working on proof construction tasks. Indeed, few students had a clear preference for either one of the reasoning approaches. Instead, based on our data we hypothesized that a variety of factors (including the amount of time given to solve the task, the specific mathematical topic of the task, and the way the material was learned) may influence the way students approach proof construction tasks. Furthermore, we found that while there is a significant relationship between students' general learning styles and their general mathematical achievement (both in terms of their ability to construct proofs and their grades in proof-based courses), studentsÆ general learning styles do not account for the type of reasoning they use when attempting proof construction tasks.\n\nFinally, we found that while reasoning through specific examples and diagrams of abstract mathematical concepts may potentially help students understand the reasons why some mathematical statements are true, employing this particular reasoning approach was not predictive of their success in proof construction tasks. By investigating studentsÆ perceptions of the admissibility of inferences based on this type of reasoning, we found that part of the problem may be that students do not recognize that some inferences based on examples and diagrams may not be rigorous enough to be included in a proof. Furthermore, by studying all instances in which students had successfully used reasoning based on diagrams and examples to construct a proof, we identified a number of activities that contribute to the successful translation of their initial informal arguments into more formal proofs. We believe that designing instruction that targets these activities will improve studentsÆ abilities to make this translation. \n\nIn general, these findings help mathematics educators decide the type of instructional interventions that will more likely help undergraduate mathematics students, and more generally future STEM professionals and mathematics school teachers, be able to thor..."
 }
}