{
 "awd_id": "1008213",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Booming or Beaming? Sorting out the Dynamic Radio Universe",
 "cfda_num": "47.049",
 "org_code": "03020400",
 "po_phone": "7032924905",
 "po_email": "nsharp@nsf.gov",
 "po_sign_block_name": "Nigel Sharp",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 269119.0,
 "awd_amount": 269119.0,
 "awd_min_amd_letter_date": "2010-09-21",
 "awd_max_amd_letter_date": "2010-09-21",
 "awd_abstract_narration": "AST-1008213/1008353/1009421\r\nChatterjee/Kaplan/Bower\r\n\r\nStudies of the time-variable sky at various wavelengths have revealed a vast range of unexpected phenomena, some of which have had enormous scientific impact, such as radio pulsars and gamma-ray bursters.  At radio wavelengths, large-scale and sensitive examinations have been lacking, and large regions of discovery space remain unexplored.  This project will detect and characterize transient and variable sources in the archival record of the Very Large Array (VLA), a large existing resource spanning 30 years, obtained with the most sensitive interferometric telescope in operation today.  The algorithms, software pipelines, and expertise developed in the process will be applied to new observations with the Expanded Very Large Array (EVLA), and they will provide an algorithmic portal to the next generation of wide-field, high sensitivity surveys with new telescopes.  The university collaboration will work with the National Radio Astronomy Observatory to (i) develop and deploy automated software pipelines on local copies of the VLA archive, (ii) construct algorithms to detect and classify transient and variable radio sources in the archive, (iii) conduct multi-wavelength follow-up observations of sources of interest, and (iv) develop a statistical description and a deeper understanding of the physical processes underlying the radio transient sky.  This study will find many new examples of known classes of transient sources, allowing for quantitative analysis, and is likely to discover as-yet-unknown source classes, thus building to a fuller characterization and deeper physical understanding of the dynamic radio sky.  The target population includes at least brown dwarfs, low mass stars, nearby extra-solar Jovian planets, neutron stars, X-ray binaries, micro-quasars, radio supernovae and orphan radio afterglows of hidden gamma-ray bursts.\r\n\r\nThe next generation of radio telescopes is now under construction or development, promising a quantum leap in sky coverage, sensitivity, and data rates.  By developing, testing, and deploying algorithms and software pipelines on archival data, this research is an essential step toward handling those new large surveys, especially since it will test the operation of software pipelines in real-time radio astronomy applications.  It will also train graduate students and postdoctoral researchers in this burgeoning field, and involve undergraduate students in hands-on research.  Outreach activities with high school students and the general public will show how the 'unchanging' heavens are in fact dynamic, full of upheaval, violence, and mystery.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shami",
   "pi_last_name": "Chatterjee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shami Chatterjee",
   "pi_email_addr": "shami@astro.cornell.edu",
   "nsf_id": "000548637",
   "pi_start_date": "2010-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Cordes",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "James M Cordes",
   "pi_email_addr": "cordes@astro.cornell.edu",
   "nsf_id": "000457438",
   "pi_start_date": "2010-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "7480",
   "pgm_ref_txt": "ARCHIVAL DATA ANALYSIS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 269119.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For the last 400 years, astronomy has been driven by an inexorable push toward higher sensitivity and better angular resolution. The beautiful images that have resulted are rich with information. However, these maps are fundamentally limited, and even misleading, because they only provide a static snapshot of a Universe that we now know is filled with violence, variability, and dynamic behaviour.<br /><br />Systematic studies of the time-variable sky have revealed a huge range of unexpected (and in some cases unexplained) phenomena. The final frontier remains the sky at radio wavelengths: radio astronomy can in principle provide the highest possible angular resolutions and the widest possible views of the sky, but technological limitations have left the variable radio sky largely unexplored. \"Booming or Beaming? Sorting out the Dynamic Radio Universe\" was a collaborative research proposal involving astronomers at Cornell University, the University of Wisconsin, and the University of California, in an effort to address the radio time-variable sky. <br /><br />As part of the project, we mined the archive of the National Radio Astronomy Observatory for all radio observations of the center of our Milky Way galaxy taken with the Jansky Very Large Array radio telescope. The center of our Galaxy hosts a massive black hole, as well as a very large number of massive stars and stellar remnants, and so it should be an environment rich in targets. In the archival search, we did indeed find several candidate transient events, which have stubbornly persisted in spite of every attempt by us to explain them away as artifacts. We have been forced to conclude that these may in fact be real examples of an as-yet unfamiliar class of events, and follow-up observations of the Galactic center are indicated. <br /><br />One of most significant outcomes of the project was the discovery of a (so called) \"Fast Radio Burst\" with the Arecibo radio telescope. These are sharp narrow pulses that appear to originate outside our Galaxy, and so they must have truly enormous intrinsic brightness. Many theories have been offered as to what could be producing these bursts, including cataclysmic stellar explosions, stars falling into black holes, star quakes on neutron stars that re-arrange their hyper-strong magnetic fields and release bursts of energy, terrestrial interference, and of course, the inevitable hand-waving about aliens. Our recent discovery that the burst discovered at Arecibo repeats (although unpredictably) serves to rule out the vast majority of these theories and indicates that some of these Fast Radio Bursts, at least, appear to originate from neutron stars outside our Galaxy. However, the incredible energies associated with these pulses remains a puzzle, and the world's most sensitive radio telescope at Arecibo observatory will continue to be a vital tool in trying to solve the problem.<br /><br />The findings of the project have helped define the observing program for the VLA Sky Survey, an ambitious program (recently approved) to map the entire radio sky at unprecedented angular resolution and sensitivity. The survey will be conducted over multiple epochs so that we can also characterize transient phenomena, and will serve as an&nbsp; atlas and guide for future exploration. The project has also informed the development of VAST, a survey for Variable sources and Slow Transients with the Australian Square Kilometer Pathfinder telescope, which will survey the Southern sky. As part of this project, graduate students and undergraduates have been mentored, and they have led papers and presented their findings at meetings of the American Astronomical Society. Talks have been presented to high school physics students, at middle school Career Day events, at museums, science centers, and retirement communities.<br /><br />In summary, the project supported by the National Science Foundation ...",
  "por_txt_cntn": "\nFor the last 400 years, astronomy has been driven by an inexorable push toward higher sensitivity and better angular resolution. The beautiful images that have resulted are rich with information. However, these maps are fundamentally limited, and even misleading, because they only provide a static snapshot of a Universe that we now know is filled with violence, variability, and dynamic behaviour.\n\nSystematic studies of the time-variable sky have revealed a huge range of unexpected (and in some cases unexplained) phenomena. The final frontier remains the sky at radio wavelengths: radio astronomy can in principle provide the highest possible angular resolutions and the widest possible views of the sky, but technological limitations have left the variable radio sky largely unexplored. \"Booming or Beaming? Sorting out the Dynamic Radio Universe\" was a collaborative research proposal involving astronomers at Cornell University, the University of Wisconsin, and the University of California, in an effort to address the radio time-variable sky. \n\nAs part of the project, we mined the archive of the National Radio Astronomy Observatory for all radio observations of the center of our Milky Way galaxy taken with the Jansky Very Large Array radio telescope. The center of our Galaxy hosts a massive black hole, as well as a very large number of massive stars and stellar remnants, and so it should be an environment rich in targets. In the archival search, we did indeed find several candidate transient events, which have stubbornly persisted in spite of every attempt by us to explain them away as artifacts. We have been forced to conclude that these may in fact be real examples of an as-yet unfamiliar class of events, and follow-up observations of the Galactic center are indicated. \n\nOne of most significant outcomes of the project was the discovery of a (so called) \"Fast Radio Burst\" with the Arecibo radio telescope. These are sharp narrow pulses that appear to originate outside our Galaxy, and so they must have truly enormous intrinsic brightness. Many theories have been offered as to what could be producing these bursts, including cataclysmic stellar explosions, stars falling into black holes, star quakes on neutron stars that re-arrange their hyper-strong magnetic fields and release bursts of energy, terrestrial interference, and of course, the inevitable hand-waving about aliens. Our recent discovery that the burst discovered at Arecibo repeats (although unpredictably) serves to rule out the vast majority of these theories and indicates that some of these Fast Radio Bursts, at least, appear to originate from neutron stars outside our Galaxy. However, the incredible energies associated with these pulses remains a puzzle, and the world's most sensitive radio telescope at Arecibo observatory will continue to be a vital tool in trying to solve the problem.\n\nThe findings of the project have helped define the observing program for the VLA Sky Survey, an ambitious program (recently approved) to map the entire radio sky at unprecedented angular resolution and sensitivity. The survey will be conducted over multiple epochs so that we can also characterize transient phenomena, and will serve as an  atlas and guide for future exploration. The project has also informed the development of VAST, a survey for Variable sources and Slow Transients with the Australian Square Kilometer Pathfinder telescope, which will survey the Southern sky. As part of this project, graduate students and undergraduates have been mentored, and they have led papers and presented their findings at meetings of the American Astronomical Society. Talks have been presented to high school physics students, at middle school Career Day events, at museums, science centers, and retirement communities.\n\nIn summary, the project supported by the National Science Foundation has helped us learn more about the dynamic radio sky, and to understand that far from being static and changeless, th..."
 }
}