{
 "awd_id": "1008983",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Randomized Algorithms in Linear Algebra and    Numerical Evaluations on Massive Datasets",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 220413.0,
 "awd_amount": 220413.0,
 "awd_min_amd_letter_date": "2010-09-21",
 "awd_max_amd_letter_date": "2013-05-29",
 "awd_abstract_narration": "Data matrices have structural properties that present challenges and opportunities for both the Numerical Linear Algebra (NLA) community and the Theory of Algorithms (ToA) community. Matrix factorizations, such as the eigendecomposition, the rank-revealing QR factorization, and the Singular Value Decomposition, have been widely used for information retrieval. Historically, matrix factorizations have been of central interest in NLA since one can use them to express a problem in such a way that it can be solved more easily. ToA, on the other hand, has recently addressed the computation of such decompositions from a sampling perspective. The two approaches are complementary. However, thus far, the two communities have not worked closely together to integrate them. More often than not, each community is only cursorily aware of developments in the other community. Defining significant research directions that both communities can work on, and applying the resulting linear algebraic algorithms to data analysis problems (among others) will lead to important breakthroughs. The main objective for this proposal is to bridge the existing gap and bring together NLA and ToA researchers to promote cross-fertilization of ideas that could have immediate and long-term impact on data analysis. Towards that end, the PIs will work on set of prototypical research problems that can significantly benefit from ideas and research in both NLA and ToA. These problems range from approximating the singular values and vectors of a matrix by element-wise sampling to random-projection-based algorithms for least-squares problems and the design of randomized algorithms for the widely used non-negative matrix factorization.\r\n\r\nThis proposal seeks to explore the complementary perspectives that the Numerical Linear Algebra and the Theory of Algorithms (ToA) communities bring to linear algebra and matrix computations. This is a timely quest, motivated by technological developments over the last two decades that permit the automatic generation of large datasets. Such datasets are often modeled as matrices. The proposed work will serve as a demonstration project on the fruitfulness of collaboration between the NLA and the ToA communities on problems that are of common interest. It is expected that the proposed research will demonstrate commonality in the two approaches, as well as highlight the advantages of the dual perspective. Through outreach activities, the PIs hope to motivate even more researchers to undertake similar investigations on related topics. The proposed algorithms will be numerically evaluated on a suite of matrices from application domains that the PIs have been working on over the past few years, in order to understand better their properties and to demonstrate their potential in dealing with the modern, massive datasets. More specifically, the PIs will test the proposed strategies on population genetics data in order to infer ancestry of individuals, as well as gene expression data in order to investigate hypotheses that correlate genes and diseases. As such, we expect that the developed algorithms will impact the areas of linear algebra, randomized algorithms, information retrieval and data mining, as well as bioinformatics. Finally, in order to disseminate the proposed research, the PIs intend to organize workshops (following the example of the Workshops on Algorithms for Modern Massive Datasets in 2006, 2008, and 2010; the PIs were co-organizers of these workshops) and working group meetings, and will disseminate their research via blogs and articles intended for broader audiences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Malik",
   "pi_last_name": "Magdon-Ismail",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Malik Magdon-Ismail",
   "pi_email_addr": "magdon@rpi.edu",
   "nsf_id": "000111881",
   "pi_start_date": "2010-10-05",
   "pi_end_date": "2013-05-29"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Petros",
   "pi_last_name": "Drineas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Petros Drineas",
   "pi_email_addr": "pdrineas@purdue.edu",
   "nsf_id": "000117416",
   "pi_start_date": "2013-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "TROY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 220413.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<div>One of the more remarkable trends in recent years is a new paradigm that arose in Theoretical Computer Science (TCS) and that involves the use of randomization as a computational resource for the design and analysis of algorithms for fundamental matrix problems. Randomized Numerical Linear Algebra (RandNLA) is the interdisciplinary research area that exploits randomization as a computational resource to develop improved algorithms for large-scale linear algebra problems, e.g., matrix multiplication, linear regression, low-rank matrix approximation, etc. This project focused on applications of RandNLA that are both theoretically exciting and practically useful. The major achievements of this project can be summarized in the following bullet points.</div>\n<div>1. Computing very accurate CUR and CX-type decompositions via deterministic algorithms: a matrix A can be approximated by the product CUR, where C consists of a few columns of A, R consists of a few rows of A, and U is a small matrix. Such decompositions have significant data analysis applications, but their applicability was impeded by the lack of very accurate, deterministic algorithms to compute them. All known provably-accurate algorithms are randomized and necessitate a sub-optimal number of rows and columns of A to be included in R and C respectively. We designed, analyzed, and empirically evaluated deterministic algorithms for such decompositions.</div>\n<div>2. Fast approximation algorithms for least squares and more general regression problems: regression problems have proven to be the technique of choice in order to fit experimental observations in linear and non-linear functions. We theoretically analyzed and experimentally evaluated random projection-based algorithms for regression problems, where the the penalty is computed with respect to p-norms and not necessarily the euclidean norm.</div>\n<div>3. Computing singular values and singular vectors of matrices efficiently via, for example, element-wise sampling and iterative techniques: the idea of probabilistically sparsifying a large matrix in order to approximate its singular values and vectors using iterative techniques is a powerful primitive in the design and analysis of randomized algorithms for numerical linear algebra problem. When combined with random projections, it leads to efficient techniques that approximate the singular values and vectors of a matrix. We theoretically and experimental investigated the performance of such methods, as well as their applicability to identify important elements in a matrix.</div>\n<div>4. Choosing preconditioners via sampling-based methods: Preconditioning is essential to making Krylov subspace methods effective in solving large systems of linear equations. We investigated whether sampling-based approaches may be useful for designing preconditioners for certain classes of matrices, both theoretically and empirically.</div>\n<div>This project trained one PhD student. The PI was an organizer and a lecturer of the 2015 Gene Golub SIAM Summer School on the topic on Randomization in Numerical Linear Algebra. This massive outreach activity attracted 50 students from US and European universities and exposed this line of research to a broad audience.</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/01/2015<br>\n\t\t\t\t\tModified by: Petros&nbsp;Drineas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nOne of the more remarkable trends in recent years is a new paradigm that arose in Theoretical Computer Science (TCS) and that involves the use of randomization as a computational resource for the design and analysis of algorithms for fundamental matrix problems. Randomized Numerical Linear Algebra (RandNLA) is the interdisciplinary research area that exploits randomization as a computational resource to develop improved algorithms for large-scale linear algebra problems, e.g., matrix multiplication, linear regression, low-rank matrix approximation, etc. This project focused on applications of RandNLA that are both theoretically exciting and practically useful. The major achievements of this project can be summarized in the following bullet points.\n1. Computing very accurate CUR and CX-type decompositions via deterministic algorithms: a matrix A can be approximated by the product CUR, where C consists of a few columns of A, R consists of a few rows of A, and U is a small matrix. Such decompositions have significant data analysis applications, but their applicability was impeded by the lack of very accurate, deterministic algorithms to compute them. All known provably-accurate algorithms are randomized and necessitate a sub-optimal number of rows and columns of A to be included in R and C respectively. We designed, analyzed, and empirically evaluated deterministic algorithms for such decompositions.\n2. Fast approximation algorithms for least squares and more general regression problems: regression problems have proven to be the technique of choice in order to fit experimental observations in linear and non-linear functions. We theoretically analyzed and experimentally evaluated random projection-based algorithms for regression problems, where the the penalty is computed with respect to p-norms and not necessarily the euclidean norm.\n3. Computing singular values and singular vectors of matrices efficiently via, for example, element-wise sampling and iterative techniques: the idea of probabilistically sparsifying a large matrix in order to approximate its singular values and vectors using iterative techniques is a powerful primitive in the design and analysis of randomized algorithms for numerical linear algebra problem. When combined with random projections, it leads to efficient techniques that approximate the singular values and vectors of a matrix. We theoretically and experimental investigated the performance of such methods, as well as their applicability to identify important elements in a matrix.\n4. Choosing preconditioners via sampling-based methods: Preconditioning is essential to making Krylov subspace methods effective in solving large systems of linear equations. We investigated whether sampling-based approaches may be useful for designing preconditioners for certain classes of matrices, both theoretically and empirically.\nThis project trained one PhD student. The PI was an organizer and a lecturer of the 2015 Gene Golub SIAM Summer School on the topic on Randomization in Numerical Linear Algebra. This massive outreach activity attracted 50 students from US and European universities and exposed this line of research to a broad audience.\n\n \n\n\t\t\t\t\tLast Modified: 09/01/2015\n\n\t\t\t\t\tSubmitted by: Petros Drineas"
 }
}