{
 "awd_id": "1009575",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nonequilibrium Statistical Physics Description of Pulse-Coupled Dynamics on Complex Network Topologies",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 299977.0,
 "awd_amount": 299977.0,
 "awd_min_amd_letter_date": "2010-06-21",
 "awd_max_amd_letter_date": "2012-08-26",
 "awd_abstract_narration": "The last few decades of accumulated experimental and theoretical evidence indicate that, in order to understand network dynamics arising from the study of complex information processing systems, such as the brain, one must first understand dynamical consequences of the pulse-coupled interactions between and amongst nodes. The dynamics of each individual node, such as a neuron, are highly nonlinear, the underlying network topology is anything but homogeneous, and the most relevant network phenomena exhibit structural features over a multitude of spatiotemporal scales. To advance the understanding of pulsed-coupled networks arising from the study of complex information-processing systems, it is critical to develop a general conceptual framework capable of formulating coarse-grained, statistical descriptions of large-scale pulse-coupled network dynamics over complex network topologies. Current mathematical tools, such as techniques from statistical mechanics, cannot be readily applied to these pulsed-coupled systems, since most of the assumptions upon which these techniques are based (e.g., stationarity, homogeneity of the interaction network, etc.) simply do not hold. The aim of the proposed research is to take a first step towards tackling these conceptual issues via: (i) The systematic extension of kinetic theory formulations of uncorrelated homogeneous pulsed-coupled network dynamics to incorporate pairwise correlations between pulse-coupled nodes within the network, as well as fluctuations in network activity that arise as a consequence of network topology (ii) The search for an appropriate definition of entropy for pulse-coupled network systems that will serve as a unifying principle to both (a) extend the maximum entropy principle that has been successful in simplifying the dynamics associated with certain idealized pulsed-coupled network systems, and (b) characterize the nature of global fluctuations of network dynamics over realistic network topology.\r\n\r\nA development of a theoretical framework of organizing principles that can capture statistical behaviors of network dynamics over complex topologies is potentially transformative in understanding of general information transmission and processing over general network topologies. A successful implementation of theoretical methodologies proposed here will have strong impact on how we model large-scale, pulse-coupled network dynamics, in particular, neuronal network dynamics, and on how we theoretically investigate brain dynamics from a new coarse-grained perspective. This would be a first step towards undertaking the scientific challenge of addressing how structural connectivity underlies functional and effective connectivity in the brain. It is important to emphasize that the general theoretical issues addressed in this proposal will have ramifications in assisting the analysis and understanding of many other dynamics on complicated networks, such as chemical reaction cascades, genetic networks, traffic networks etc, in particular to systems neuroscience. The proposed work will provide postdocs and graduate students with exciting research projects in applied mathematics as well as in theoretical problems arising from systems neuroscience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Cai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Cai",
   "pi_email_addr": "cai@cims.nyu.edu",
   "nsf_id": "000309956",
   "pi_start_date": "2010-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 92891.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 101638.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 105448.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>We have studied the dynamics of neuronal networks arising from the brain as well as blood vascular networks using various theoretical tools ranging from asymptotic analysis, numerical modeling and simulation, and experimental observations. </span></p>\n<p><span>We have developed mathematical frameworks for describing causal information flows within networks and for linking Granger causality with structural connectivity of neuronal networks by revealing the underlying dynamic mechanisms. We have also improved our understanding of reliability of Granger Causality in detecting network connectivity and its general use in time series analysis. These results will strongly impact how Granger Causality analysis will be implemented in various fields, from economic, physics, biology, and neuroscience.</span></p>\n<p><span>We have studied spatiotemporal dynamics of the primary visual cortex through a large-scale computational model. Through careful analysis of computational results in comparison with experimental observations, various important cortical network mechanism underlying large scale spatiotemporal activities are characterized. Importantly, through mathematical analysis and numerical simulations, we show that experimental artifacts can be separated from true cortical dynamics. The methodology developed here will potentially impact how imaging studies are carried out in neuroscience.</span></p>\n<p><span>We have established an asymptotic theory for studying dendritic spatiotemporal dynamics and derived the bilinear rule for synaptic integration over dendrites. We have also verified and confirmed these rules in experiment. These rules address the information integration of dendritic inputs and for the first time reveal that there are specifically structured networks of dendrtic inputs that form a lower layer in the hierarchy of information processing within the brain. This discovery will potentially impact how we study dendritic dynamics and their functional role in the future.</span></p>\n<p><span>To understand information transduction through neuronal networks within the brain, we have hypothesized a possible evolutionary underpinning of compressive sensing in early sensory pathways. We have corroborated this possibility by generalizing static, linear based compressive sensing to dynamic network of neurons and demonstrating that there is an effective compressive sensing principle embedded in neuronal networks in early sensory pathways.</span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/05/2015<br>\n\t\t\t\t\tModified by: David&nbsp;Cai</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe have studied the dynamics of neuronal networks arising from the brain as well as blood vascular networks using various theoretical tools ranging from asymptotic analysis, numerical modeling and simulation, and experimental observations. \n\nWe have developed mathematical frameworks for describing causal information flows within networks and for linking Granger causality with structural connectivity of neuronal networks by revealing the underlying dynamic mechanisms. We have also improved our understanding of reliability of Granger Causality in detecting network connectivity and its general use in time series analysis. These results will strongly impact how Granger Causality analysis will be implemented in various fields, from economic, physics, biology, and neuroscience.\n\nWe have studied spatiotemporal dynamics of the primary visual cortex through a large-scale computational model. Through careful analysis of computational results in comparison with experimental observations, various important cortical network mechanism underlying large scale spatiotemporal activities are characterized. Importantly, through mathematical analysis and numerical simulations, we show that experimental artifacts can be separated from true cortical dynamics. The methodology developed here will potentially impact how imaging studies are carried out in neuroscience.\n\nWe have established an asymptotic theory for studying dendritic spatiotemporal dynamics and derived the bilinear rule for synaptic integration over dendrites. We have also verified and confirmed these rules in experiment. These rules address the information integration of dendritic inputs and for the first time reveal that there are specifically structured networks of dendrtic inputs that form a lower layer in the hierarchy of information processing within the brain. This discovery will potentially impact how we study dendritic dynamics and their functional role in the future.\n\nTo understand information transduction through neuronal networks within the brain, we have hypothesized a possible evolutionary underpinning of compressive sensing in early sensory pathways. We have corroborated this possibility by generalizing static, linear based compressive sensing to dynamic network of neurons and demonstrating that there is an effective compressive sensing principle embedded in neuronal networks in early sensory pathways.\n\n  \n\n \n\n\t\t\t\t\tLast Modified: 09/05/2015\n\n\t\t\t\t\tSubmitted by: David Cai"
 }
}