{
 "awd_id": "1009916",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III:  Large:  Collaborative Research: Web Archive Cooperative",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 2350507.0,
 "awd_amount": 2350507.0,
 "awd_min_amd_letter_date": "2010-08-04",
 "awd_max_amd_letter_date": "2010-08-04",
 "awd_abstract_narration": "Web Science is an emerging discipline that studies the Web: how human activity is shaped by Web interactions, how the Web can benefit society, and how Web technologies can be improved. Central to Web Science is access to data that records the history of the Web, as well as data that records human activity (e.g., posed queries, tagged pages, Twitter updates). It is currently very difficult for academic researchers to obtain such Web data because it is hard to locate, it is fragmented across diverse sites, and is recorded using inconsistent formats and strategies. This project will build a Web Archive Cooperative (WAC) that will integrate existing archives (repositories of Web data), making it feasible to access large volumes of data in a simplified fashion. The WAC will be a virtual service, providing search facilities and access mechanisms to existing resources. These resources will not just be Web pages, but all types of available Web information, such as query logs, tag annotations, blogs, profiles and Twitter updates. Furthermore, resources will also include the software tools for building and managing Web archives.\r\n\r\nThe project will explore three goals for a resource discovery service: (1) the manual or automated discovery of entire existing Web related archives; (2) the selection among known archives of the ones that support a specific research question; and (3) the identification of individual resources from within the selected archives. Tools for characterizing discovered archives, especially for the case where the archive does not provide rich descriptive metadata, will also be developed. Characterization of an archive includes elements such as an estimate of the archive's coverage, particulars of the crawling parameters, like dates/frequencies, crawl duration, depth, per-site ceiling on the number of collected pages, content statistics, and link structure.  Mechanisms for integrating diverse archives will be developed, and the mechanisms will be applied to site reconstruction (from various archives) and archive views (a logical fusion of resources from multiple sources). Since integration issues are so challenging, an experimental testbed will be set up with small but diverse resources. The testbed will contain several crawls of the same target sites, each obtained with different crawlers and using different parameters. The testbed will also contain related resources.  Storage trading schemes will be developed, allowing members to trade local backup space for remote space. A Web archive replication tool will be developed based on existing notions for self-preserving objects. Alternatives for replica synchronization will be studied.\r\n\r\nWorkshops to bring together key Web Science researchers will be organized to discuss available resources and impediments to sharing. These workshops will drive research and identify needed tools and protocols. With small groups of participants, challenge problems will be established, e.g., combining a set of Web archives. Reports of these results at future workshops can incentivize others to participate in the WAC. In addition, an Advisory Board of industrial, government, and academic experts has been set up to guide the project.  A Summer Institute for Web Science graduate students will be held. At this Institute, students will learn to use the latest tools and will learn from each other's experiences in dealing with Web data. In addition, a one-day workshop will be developed, to be offered at Web Science conferences (WWW, SIGIR, etc.) to educate participants about WAC resources. An undergraduate Web Sciences track for computer science majors will be set up, taking advantage of WAC resources. The project will have impact in two ways.  First, it will provide tools and services that facilitate access to Web resources. Any researcher, from a computer scientist studying efficient Web search, to a social scientist studying how human beliefs are changing today, to a historian studying how the early Web evolved, to a biologist understanding how disease spreads, will benefit from the work.  Second, the project motivates students and young researchers to stay in academia. Currently top talent is flowing to industry because only they have comprehensive Web data, and it is so hard to do significant Web Science at universities.  The WAC can provide an alternative, attracting more researchers and teachers to this important area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hector",
   "pi_last_name": "Garcia-Molina",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hector Garcia-Molina",
   "pi_email_addr": "hector@cs.stanford.edu",
   "nsf_id": "000335305",
   "pi_start_date": "2010-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7925",
   "pgm_ref_txt": "LARGE PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 2350507.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-901fce0f-ce1d-3f81-bb89-34cbf064d229\">&nbsp;</span></p>\n<p>One of the highlights of this project was its ability to consolidate<br />and unify data of how participants of massively open online courses<br />(MOOCs) interact with today's online course offerings. MOOCs are<br />public courses that universities like Stanford offer for free. The<br />classes are taught by professors and lecturers, and around 3M learners<br />worldwide have enrolled in Stanford's offerings alone over the past<br />years. Courses routinely have enrollments of 20,000 learners or more.<br /><br />The entire higher education community, however, is new to MOOCs. So<br />most of the underlying technologies are simple one-to-one translations<br />of lecture classes to the online medium. We would all like these<br />courses to take much better advantage of the Web medium. We also need<br />to understand better the pedagogy that optimizes online learner<br />experiences.<br /><br />Towards such understanding one of the activities of this project<br />consolidated data that captures how learners throughout the world<br />interact with Stanford's online learning material. The resulting<br />archive contains 1 billion learner actions, such as starting or<br />rewinding instructional videos, or submitting assignments. Beyond this<br />technical component, the work also included efforts to establish best<br />practices for sharing the data with other researchers without<br />violating learners' trust or the law.<br /><br />The data is now used to explore how best to help online learners stick<br />to a class, rather than drop away when the learning gets tough. For<br />example, the project developed a system that recognizes when a course<br />forum post is evidence of the poster's confusion about a topic. The<br />system then finds pointers into segments of the course's instructional<br />videos at a granularity of seconds. The hope is that in spite of large<br />enrollment numbers, learners will find the resources they need to<br />persevere.<br /><br />Figures 1-4 show examples of how we can used these data to visualize<br />how tens of thousands of learners are working with the course<br />material. Figures 1-3 all show quiz results. Each bubble represents<br />one quiz. The (hard-to-see) numbers on the bubbles are average grades<br />in percents that learners earned on that bubble's quiz. The slider on<br />the right may be used to dial in what is to be considered a<br />satisfactory grade. Red bubbles show the resulting quizzes in which<br />the average learner would lie below that threshold. Green bubbles show<br />the quizzes in which the average grade was above the dialed-in level.<br />The check boxes on the right allow us to select any of the courses<br />that Stanford offered.<br /><br />Figure 1 shows quizzes from 20 courses all in one image. The slider is<br />set to 70%. All bubbles together represent performance by an estimated<br />80,000 learners. In the live interactive chart we can find out which<br />quiz each bubble represents. We can thereby easily see which quizzes<br />cause the most problems.<br /><br />Figures 2-3 show quizzes of just a single statistics course in which<br />27,800 learners enrolled. The figures show the difference between<br />setting the 'difficult-quiz threshold' to 70% vs. 90%.<br /><br />While Figures 1-3 are examples of overviews, Figure 4 shows the<br />opposite. That Figure shows how we can dive into second-resolution<br />behavior detail. The Figure shows the number of views for every second<br />of one instructional video. The y-axis shows the number of views,<br />counting all learners, including repeated views by learners after<br />rewinding. The x-axis shows the number of seconds into the video.&nbsp; The<br />'calm' line records the absolute number of views. The wiggly line<br />shows changes in how many views succe...",
  "por_txt_cntn": "\n \n\nOne of the highlights of this project was its ability to consolidate\nand unify data of how participants of massively open online courses\n(MOOCs) interact with today's online course offerings. MOOCs are\npublic courses that universities like Stanford offer for free. The\nclasses are taught by professors and lecturers, and around 3M learners\nworldwide have enrolled in Stanford's offerings alone over the past\nyears. Courses routinely have enrollments of 20,000 learners or more.\n\nThe entire higher education community, however, is new to MOOCs. So\nmost of the underlying technologies are simple one-to-one translations\nof lecture classes to the online medium. We would all like these\ncourses to take much better advantage of the Web medium. We also need\nto understand better the pedagogy that optimizes online learner\nexperiences.\n\nTowards such understanding one of the activities of this project\nconsolidated data that captures how learners throughout the world\ninteract with Stanford's online learning material. The resulting\narchive contains 1 billion learner actions, such as starting or\nrewinding instructional videos, or submitting assignments. Beyond this\ntechnical component, the work also included efforts to establish best\npractices for sharing the data with other researchers without\nviolating learners' trust or the law.\n\nThe data is now used to explore how best to help online learners stick\nto a class, rather than drop away when the learning gets tough. For\nexample, the project developed a system that recognizes when a course\nforum post is evidence of the poster's confusion about a topic. The\nsystem then finds pointers into segments of the course's instructional\nvideos at a granularity of seconds. The hope is that in spite of large\nenrollment numbers, learners will find the resources they need to\npersevere.\n\nFigures 1-4 show examples of how we can used these data to visualize\nhow tens of thousands of learners are working with the course\nmaterial. Figures 1-3 all show quiz results. Each bubble represents\none quiz. The (hard-to-see) numbers on the bubbles are average grades\nin percents that learners earned on that bubble's quiz. The slider on\nthe right may be used to dial in what is to be considered a\nsatisfactory grade. Red bubbles show the resulting quizzes in which\nthe average learner would lie below that threshold. Green bubbles show\nthe quizzes in which the average grade was above the dialed-in level.\nThe check boxes on the right allow us to select any of the courses\nthat Stanford offered.\n\nFigure 1 shows quizzes from 20 courses all in one image. The slider is\nset to 70%. All bubbles together represent performance by an estimated\n80,000 learners. In the live interactive chart we can find out which\nquiz each bubble represents. We can thereby easily see which quizzes\ncause the most problems.\n\nFigures 2-3 show quizzes of just a single statistics course in which\n27,800 learners enrolled. The figures show the difference between\nsetting the 'difficult-quiz threshold' to 70% vs. 90%.\n\nWhile Figures 1-3 are examples of overviews, Figure 4 shows the\nopposite. That Figure shows how we can dive into second-resolution\nbehavior detail. The Figure shows the number of views for every second\nof one instructional video. The y-axis shows the number of views,\ncounting all learners, including repeated views by learners after\nrewinding. The x-axis shows the number of seconds into the video.  The\n'calm' line records the absolute number of views. The wiggly line\nshows changes in how many views successive seconds received.\n\nWe can use such charts to find areas in each video to which many\nlearners repeatedly returned. Such multiply viewed video segments may\nbe a signal that the instructor was discussing difficult material. But\nthe repeat viewings could instead be a sign that the video poses a\nproblem at the respective segments, and that the instructor may need\nto clarify a point, or re-record the segment.\n\n\t\t\t\t\tLast Modified: 09/17/2015\n\n\t\t\t\t\tSubmitted b..."
 }
}