{
 "awd_id": "1009393",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Characterization of Sources and Processes of Primary and Secondary Particulate Matter (PM) and Precursor Gases in the California-Mexico Border Region",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2010-07-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 223585.0,
 "awd_amount": 264348.0,
 "awd_min_amd_letter_date": "2010-07-19",
 "awd_max_amd_letter_date": "2011-10-28",
 "awd_abstract_narration": "The California-Mexico border region suffers from high levels of air pollution due to a large and expanding population, industrial growth, transportation and agriculture.  In this project, researchers will investigate cross-border transport of pollutants and their impacts on regional air quality and climate through the collection and analysis of field data.  The observational component of the work includes ground-based measurements along the California-Mexico border region, utilizing a combination of a central fixed site that will house state-of-the-science instruments to measure gases, aerosols, radiation and meteorological parameters and a mobile laboratory that can measure surface-atmosphere exchange fluxes using eddy covariance. The study will be complemented by measurements provided by Mexican colleagues at the fixed site and several mobile units for criteria pollutants and meteorological parameters.  The main scientific objectives are to (1) characterize the emissions from major sources in the California-Mexico border regions, (2) determine the spatial and temporal variability in anthropogenic emissions of greenhouse gases and traditional air pollutants, and (3) elucidate the transport and transformation of these emissions and assess their impact on local and regional air quality and climate.  A planned NOAA and California Air Resources Board study will provide additional data to aid in the analysis of these subjects.\r\n\r\nThe Intellectual Merit of the project is to assess the sources and processing of particulate matter and its precursors in the border region and their effects on regional air quality and climate.  The analysis tasks will much better define the interplay of emissions and secondary particle formation, the diurnal evolution of fine particulate matter chemical composition under degraded air quality conditions, atmospheric processing of aerosols, particularly soot-containing particles, and their transport and transformation. \r\n \r\nThe Broader Impacts of the research include the direct involvement of graduate students and postdoctoral researchers in the tasks, and improved collaboration between U.S. and Mexican scientists and students.  Results from the study will be directly presented to California and Mexican Government officials and will inform the development of air quality management strategies to reduce adverse human health, ecosystem, and climate impacts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luisa",
   "pi_last_name": "Molina",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Luisa T Molina",
   "pi_email_addr": "ltmolina@mce2.org",
   "nsf_id": "000463727",
   "pi_start_date": "2010-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Molina Center for Strategic Studies in Energy & the Environment",
  "inst_street_address": "3252 HOLIDAY CT STE 223",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8586570300",
  "inst_zip_code": "920371808",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "MOLINA CENTER FOR STRATEGIC STUDIES IN ENERGY AND THE ENVIRONMENT",
  "org_prnt_uei_num": "",
  "org_uei_num": "GLMAJ54EMEJ2"
 },
 "perf_inst": {
  "perf_inst_name": "Molina Center for Strategic Studies in Energy & the Environment",
  "perf_str_addr": "3252 HOLIDAY CT STE 223",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920371808",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1524",
   "pgm_ref_txt": "ATMOSPHERIC CHEMISTRY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 223585.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 40763.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Project involved one of four collaborative awards from NSF to support a field study conducted along the California-Mexico (Cal-Mex) border region. The overall goal is to characterize the sources of primary and secondary particulate matter and precursor gases in the border region, their transport and transformation, and the impact of these pollutants on regional air quality and climate.</p>\n<p>The collaborative teams (Molina Center, Texas A&amp;M, University of California San Diego, and Virginia Tech) pursued the project goals by performing several tasks, which included defining science questions and setting measurement strategies, executing measurement plans, analyzing measurements obtained, developing emissions and meteorological input<br />data for modeling studies, evaluating the data using meteorological and<br />photochemical models, and preparing manuscripts for publication.</p>\n<p>The measurement phase of the Cal-Mex 2010 Campaign took place in May-June 2010 involving a combination of a central fixed site that housed state-of-the-science instruments to measure gases, aerosols, radiation and meteorological parameters and a mobile laboratory that measured surface-atmosphere exchange fluxes. The field study was complemented by measurements provided by Mexican researchers at the fixed site and several mobile units for criteria pollutants and meteorological parameters. Supplemental funding was provided by California Air Resources Board, Mexican Ministry of the Environment, and the Molina Center.</p>\n<p>The findings from Cal-Mex 2010 have improved our understanding of the<br />importance of different emissions sources (urban, biomass burning, natural)<br />that are unique along the border region such as San Diego-Tijuana and the important processes in aging urban air. Four representative plume transport patterns were identified during Cal-Mex 2010 as &ldquo;plume-southeast&rdquo;, &ldquo;plume-southwest&rdquo;, &ldquo;plume-east&rdquo; and &ldquo;plume-north&rdquo;; this is useful for linking meteorological conditions with observed changes in trace gases and particular matter. &nbsp;Criteria pollutant average concentrations were relatively low during most of the field study. Time series analyses show that CO has dropped substantially in the past few years in both San Diego and Tijuana, whereas O<sub>3</sub>, SO<sub>2</sub>, and NO<sub>2</sub> show much smaller reduction rates. SO<sub>2</sub> decreased significantly in 2003 after natural gas was introduced in the Rosarito power plant.</p>\n<p>Measurements&nbsp;and modeling results suggest the need to further refine the local emission inventory. Comparison of&nbsp;O<sub>3 </sub>levels among the monitoring stations in the San Diego-Tijuana Air Basin shows that O<sub>3</sub> levels are higher in stations at high altitude.&nbsp;Sensitivity analysis of ozone formation in San Diego-Tijuana air basin indicates that it is VOCs-limited. Model study also&nbsp;illustrates the importance of biogenic emissions in enhancing ozone formation in the mountain region, and the interaction of the trans-boundary transport of emissions between California and Baja California that reduces afternoon surface O<sub>3</sub> in the border region. Source apportionment&nbsp;indicated four major VOC sources: industrial emission, gasoline vehicle exhaust, diesel vehicle exhaust and aged plumes. Highest contribution was from industrial sources.</p>\n<p>Measured average PM<sub> </sub>concentrations were below&nbsp;Mexico air quality standards. Comparison of monthly average concentrations indicates that Cal-Mex 2010 corresponded to the season with the lowest PM concentration. Black carbon concentrations were more than two times higher in Tijuana compared to San Diego or the international border crossing. Black carbon mass concentrations were attributable to nighttime urban burning activities and diesel vehicles. Simulations and measurements suggest...",
  "por_txt_cntn": "\nThis Project involved one of four collaborative awards from NSF to support a field study conducted along the California-Mexico (Cal-Mex) border region. The overall goal is to characterize the sources of primary and secondary particulate matter and precursor gases in the border region, their transport and transformation, and the impact of these pollutants on regional air quality and climate.\n\nThe collaborative teams (Molina Center, Texas A&amp;M, University of California San Diego, and Virginia Tech) pursued the project goals by performing several tasks, which included defining science questions and setting measurement strategies, executing measurement plans, analyzing measurements obtained, developing emissions and meteorological input\ndata for modeling studies, evaluating the data using meteorological and\nphotochemical models, and preparing manuscripts for publication.\n\nThe measurement phase of the Cal-Mex 2010 Campaign took place in May-June 2010 involving a combination of a central fixed site that housed state-of-the-science instruments to measure gases, aerosols, radiation and meteorological parameters and a mobile laboratory that measured surface-atmosphere exchange fluxes. The field study was complemented by measurements provided by Mexican researchers at the fixed site and several mobile units for criteria pollutants and meteorological parameters. Supplemental funding was provided by California Air Resources Board, Mexican Ministry of the Environment, and the Molina Center.\n\nThe findings from Cal-Mex 2010 have improved our understanding of the\nimportance of different emissions sources (urban, biomass burning, natural)\nthat are unique along the border region such as San Diego-Tijuana and the important processes in aging urban air. Four representative plume transport patterns were identified during Cal-Mex 2010 as \"plume-southeast\", \"plume-southwest\", \"plume-east\" and \"plume-north\"; this is useful for linking meteorological conditions with observed changes in trace gases and particular matter.  Criteria pollutant average concentrations were relatively low during most of the field study. Time series analyses show that CO has dropped substantially in the past few years in both San Diego and Tijuana, whereas O3, SO2, and NO2 show much smaller reduction rates. SO2 decreased significantly in 2003 after natural gas was introduced in the Rosarito power plant.\n\nMeasurements and modeling results suggest the need to further refine the local emission inventory. Comparison of O3 levels among the monitoring stations in the San Diego-Tijuana Air Basin shows that O3 levels are higher in stations at high altitude. Sensitivity analysis of ozone formation in San Diego-Tijuana air basin indicates that it is VOCs-limited. Model study also illustrates the importance of biogenic emissions in enhancing ozone formation in the mountain region, and the interaction of the trans-boundary transport of emissions between California and Baja California that reduces afternoon surface O3 in the border region. Source apportionment indicated four major VOC sources: industrial emission, gasoline vehicle exhaust, diesel vehicle exhaust and aged plumes. Highest contribution was from industrial sources.\n\nMeasured average PM concentrations were below Mexico air quality standards. Comparison of monthly average concentrations indicates that Cal-Mex 2010 corresponded to the season with the lowest PM concentration. Black carbon concentrations were more than two times higher in Tijuana compared to San Diego or the international border crossing. Black carbon mass concentrations were attributable to nighttime urban burning activities and diesel vehicles. Simulations and measurements suggest that 60% of the oxygenated organic aerosol observed in Tijuana may have originated from Southern California Air Basin. \n\nTransportation sector in Tijuana, especially diesel vehicles,\ncontributes significant amount of black carbon, SO2, NOx, as well as\nprimary formaldehyde (HCHO). A..."
 }
}