{
 "awd_id": "1009566",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Observational Study of Novae in Differing Stellar Populations",
 "cfda_num": "47.049",
 "org_code": "03020400",
 "po_phone": "7032922475",
 "po_email": "jneff@nsf.gov",
 "po_sign_block_name": "James Neff",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 282938.0,
 "awd_amount": 282938.0,
 "awd_min_amd_letter_date": "2010-07-16",
 "awd_max_amd_letter_date": "2015-06-12",
 "awd_abstract_narration": "Dr. Allen Shafter will continue his study of the spatial distributions, populations, and outburst properties of novae in selected nearby galaxies. The principal motivation of the study is to acquire a deeper understanding of the effect that the underlying stellar population has on the formation, evolution, and physical properties of close binary systems in general, and novae in particular. Novae are ideally suited to this task because they have high luminosities and can be readily identified in galaxies spanning a wide range of types.\r\n\r\nModels based on standard nova formation scenarios predict that the disk components of late-type galaxies with their young stellar population component should be more prolific nova producers (i.e., they should have more nova eruptions per unit mass in stars) compared with spiral bulges and early-type galaxies. The available observational evidence, however, seems in conflict with this prediction, with the bulges of spirals and elliptical galaxies appearing to have nova rates as high, or higher, than that seen in younger stellar populations. If confirmed, these results create a problem not only for stellar population models, but for the currently favored model for the progenitors of Type Ia supernovae which are used to determine the expansion rate of the universe.\r\n\r\nThe results of the study will be relevant to a wide range of topics in astronomy, from the formation and evolution of close binary stars such as novae, to their potential role as a progenitor channel for Type Ia supernovae. Students from San Diego State University (SDSU), and from SDSU's Research Experience for Undergraduates (REU) summer program, will be directly involved in the discovery of these novae, in measuring their spectra, and in determining the evolution of their optical light.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allen",
   "pi_last_name": "Shafter",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Allen W Shafter",
   "pi_email_addr": "ashafter@mail.sdsu.edu",
   "nsf_id": "000462836",
   "pi_start_date": "2010-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego State University Foundation",
  "inst_street_address": "5250 CAMPANILE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195945731",
  "inst_zip_code": "921821901",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
  "org_prnt_uei_num": "H59JKGFZKHL7",
  "org_uei_num": "H59JKGFZKHL7"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego State University",
  "perf_str_addr": "5300 Campanile Drive",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921151338",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 282938.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Despite the belief of the ancient philosophers that the stars are immutable, <span>incorruptible</span> and eternal, in fact&nbsp;they \"live\" for a finite, albeit long, period of time. During their lifetimes ranging from millions to billions of years, stars vary in <span>brightness on</span> a variety of time scales and amplitudes, from tiny and frequent fluctuations exhibited by run-of-the-mill stars like our sun,to the relatively rare, but gigantic explosions that take place at the end of a massive star's life, supernovae. Supernovae can, for a brief period of weeks to months, outshine an entire galaxy <span>containing billions</span> of \"normal\" stars.</p>\n<p>During the course of the NSF grant, Professor <span><span>Shafter</span></span> and his students in the astronomy department at <span><span>SDSU</span></span> have been studying a related type of explosive star known as classical novae. While not as powerful as supernovae, classical novae are amazingly bright, releasing as much energy in a few weeks <span>as the</span> sun does in ten thousand years! The explosions of classical novae result from the fact that they are not single stars, but \"binary\" stars consisting a of pairs of stars orbiting one another on timescales of hours to days. One of the stars is a relatively normal star like the <span>sun while</span> the other is a small and very dense star known as a white dwarf. The close proximity of the stars in combination with the strong gravitational pull of the white dwarf results in the transfer of material from the normal star onto the surface of its white dwarf companion. This material builds up over time (from a few years to many thousands of years) before burning explosively, resulting in the nova eruption. The high luminosities of the classical nova explosions enables them to be seen at great distances from earth, all the way to other galaxies millions of light years away.</p>\n<p>Professor Shafter's&nbsp;research has been aimed at exploring several fundamental aspects of novae: (1) how properties of the nova eruption depend on the type of galaxy, and the location in the galaxy, where the nova occurs (e.g., are novae formed and enhanced in star clusters?), &nbsp;(2) what the&nbsp;properties of the eruption (peak brightness, and time between successive eruptions) can tell us about&nbsp;the physical structure of the nova binary system, and (3) whether some nova systems can give rise to a particular type of supernova (Type Ia) that are crucial to extragalactic distance measurements. In the first case, Shafter and collaborators (principally Chris Pritchet and SDSU graduate student Chris Curtin) measured the nova rates in three giant elliptical galaxies and determined that the nova rates did not depend on the globular cluster population of the galaxies. This result strongly suggested that nova binary systems are not preferentially formed in globular clusters. With regard to aspects (2) and (3), Shafter and collaborators (principally Matt Darnley and Martin Henze)&nbsp;have also studied novae in the nearby Andromeda galaxy that have the shortest periods between eruptions, the so-called \"Recurrent Novae\". Their comprehensive study identified 16 recurrent nova systems in the Andromeda galaxy, but nevertheless suggested that such systems&nbsp;are unlikely to form a major progenitor channel for the production of Type Ia supernovae. However, as part of their study, Shafter and collaborators did identify a particularly interesting recurrent nova system, M31N 2008-12a, which has an extremely short interval between&nbsp;eruptions of just one year. Theoretical models show that a system with such a short recurrence time must harbor a very massive&nbsp;white dwarf star, and that the continued accretion of material onto such a massive white dwarf will likely cause M31N 2008-12a to end its life as a Type Ia supernova. Indeed, M31N 2008-12a is now arguably the best Type Ia supernova progenitor candidate known. Work on this fascinating recurrent nova system continues.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2016<br>\n\t\t\t\t\tModified by: Allen&nbsp;W&nbsp;Shafter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDespite the belief of the ancient philosophers that the stars are immutable, incorruptible and eternal, in fact they \"live\" for a finite, albeit long, period of time. During their lifetimes ranging from millions to billions of years, stars vary in brightness on a variety of time scales and amplitudes, from tiny and frequent fluctuations exhibited by run-of-the-mill stars like our sun,to the relatively rare, but gigantic explosions that take place at the end of a massive star's life, supernovae. Supernovae can, for a brief period of weeks to months, outshine an entire galaxy containing billions of \"normal\" stars.\n\nDuring the course of the NSF grant, Professor Shafter and his students in the astronomy department at SDSU have been studying a related type of explosive star known as classical novae. While not as powerful as supernovae, classical novae are amazingly bright, releasing as much energy in a few weeks as the sun does in ten thousand years! The explosions of classical novae result from the fact that they are not single stars, but \"binary\" stars consisting a of pairs of stars orbiting one another on timescales of hours to days. One of the stars is a relatively normal star like the sun while the other is a small and very dense star known as a white dwarf. The close proximity of the stars in combination with the strong gravitational pull of the white dwarf results in the transfer of material from the normal star onto the surface of its white dwarf companion. This material builds up over time (from a few years to many thousands of years) before burning explosively, resulting in the nova eruption. The high luminosities of the classical nova explosions enables them to be seen at great distances from earth, all the way to other galaxies millions of light years away.\n\nProfessor Shafter's research has been aimed at exploring several fundamental aspects of novae: (1) how properties of the nova eruption depend on the type of galaxy, and the location in the galaxy, where the nova occurs (e.g., are novae formed and enhanced in star clusters?),  (2) what the properties of the eruption (peak brightness, and time between successive eruptions) can tell us about the physical structure of the nova binary system, and (3) whether some nova systems can give rise to a particular type of supernova (Type Ia) that are crucial to extragalactic distance measurements. In the first case, Shafter and collaborators (principally Chris Pritchet and SDSU graduate student Chris Curtin) measured the nova rates in three giant elliptical galaxies and determined that the nova rates did not depend on the globular cluster population of the galaxies. This result strongly suggested that nova binary systems are not preferentially formed in globular clusters. With regard to aspects (2) and (3), Shafter and collaborators (principally Matt Darnley and Martin Henze) have also studied novae in the nearby Andromeda galaxy that have the shortest periods between eruptions, the so-called \"Recurrent Novae\". Their comprehensive study identified 16 recurrent nova systems in the Andromeda galaxy, but nevertheless suggested that such systems are unlikely to form a major progenitor channel for the production of Type Ia supernovae. However, as part of their study, Shafter and collaborators did identify a particularly interesting recurrent nova system, M31N 2008-12a, which has an extremely short interval between eruptions of just one year. Theoretical models show that a system with such a short recurrence time must harbor a very massive white dwarf star, and that the continued accretion of material onto such a massive white dwarf will likely cause M31N 2008-12a to end its life as a Type Ia supernova. Indeed, M31N 2008-12a is now arguably the best Type Ia supernova progenitor candidate known. Work on this fascinating recurrent nova system continues.\n\n\t\t\t\t\tLast Modified: 10/31/2016\n\n\t\t\t\t\tSubmitted by: Allen W Shafter"
 }
}