{
 "awd_id": "1009456",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mathematical Analysis of Some Fundamental Problems in Solid-Liquid Interaction",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 186416.0,
 "awd_amount": 186416.0,
 "awd_min_amd_letter_date": "2010-07-20",
 "awd_max_amd_letter_date": "2012-05-18",
 "awd_abstract_narration": "Over the past decades, the study of the motion of solids in a viscous liquid has become one of the main focuses of applied research. This project will address some fundamental aspects of solid-liquid interaction directed toward the accomplishment of the following objectives. The first one concerns the vibration-induced motion of a rigid body in a viscous liquid. A particularly significant case is when the vibration is induced by a time-periodically displaced mass inside the body. The second one is devoted to the motion of a deformable solid in a viscous liquid. This study will include propulsion of bodies by time-periodic shape-changes, as well as the determination, and possible bifurcation, of equilibrium configurations of elastic bodies subject to a constant force.\r\n\r\nThe interaction of a viscous liquid with a solid body (either rigid or deformable) constitutes a complex and intriguing topic of theoretical and applied research. In fact, not only is it of fundamental theoretical interest, but it also represents the focus of many engineering, biological and medical studies at different scales. Important applications include damage of structures due to the impinging of the liquid, like in dams or ships, animal locomotion, like the flying of birds and the swimming of fish, manufacturing of short-fiber composites, where the addition of short fiber-like particles to a polymer matrix will enhance the mechanical properties of the material, separation of macromolecules by electrophoresis, and DNA sequencing.  Another, but no less important, application of solid-liquid interaction occurs in blood flow, in the study of the interaction of blood with arterial walls, and of the motion of blood cells within the plasma.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Giovanni",
   "pi_last_name": "Galdi",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Giovanni P Galdi",
   "pi_email_addr": "galdi@engr.pitt.edu",
   "nsf_id": "000222540",
   "pi_start_date": "2010-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 59877.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 62063.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 64476.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The interaction of a viscous liquid with a solid body (either rigid or deformable) constitutes a complex&nbsp; and intriguing topic of theoretical and applied research. In fact, not only is it of fundamental&nbsp;mathematical interest, but it also represents the focus of&nbsp; many engineering, biological and medical studies at different scales. Important applications include damage of&nbsp; structures due to the impinging of the liquid, like in dams or ships, animal locomotion, like the flying of birds and the swimming of fish, manufacturing of short-fiber composites, where the addition of short fiber-like particles to a polymer matrix will enhance the mechanical properties of the&nbsp; material,&nbsp; separation of macromolecules by electrophoresis, and&nbsp;&nbsp;DNA sequencing.&nbsp; Another,&nbsp; but not less important application of solid-liquid interaction, occurs in blood flow, in the study of the interaction of blood with arterial walls, and of the motion of blood cells within the plasma.</p>\n<p>The goal&nbsp;of the project was to address&nbsp; some fundamental aspects of solid-liquid interaction directed toward the accomplishment of the following&nbsp; objectives.</p>\n<ol>\n<li>The first one concerns the vibration-induced motion <br />of a rigid body in a viscous liquid. In simpler words, a hollow body is immersed in a liquid like water, and, in its cavity, there is&nbsp;a mass that is displaced in a time-periodic fashion. The&nbsp;aim is to provide a mathematically rigorous analysis of&nbsp;the motion of the body in the liquid. The range of questions addressed is pretty wide and challenging. From the basic one:&nbsp;Does the body move? To the more advanced one: How can we move it along a prescribed trajectory? This&nbsp;study&nbsp;is of great relevance&nbsp;for the design of mobile systems able to move without special propelling devices, which present several advantages over systems based on the conventional principles of motion. For example, they are simple in design, do not require gear&nbsp; trains to transmit motion from the motor to the propellers, and their<br />body can be sealed and smooth. Moreover, they can be driven to a prescribed position with high degree of accuracy, and thus be used in high-precision positioning systems in microscopes, as well as in micro- and nano-technological equipment. Finally,&nbsp; this principle of motion is suitable for capsule-type microrobots designed for motion in a strongly restricted space, and in vulnerable media, like inside a human body for a drug delivery</li>\n<li>The second one is devoted to the motion of a deformable solid in a <br />viscous liquid. A significant problem in this direction is animal locomotion. For example, how&nbsp;can a fish move by the periodic oscillation of its fins and/or tail. Also, how is the speed and the trajectory of the fish controlled by&nbsp;the shape-changes of its body.&nbsp;At a different scale, another important question along the same lines, is how a blood cell deforms&nbsp;while being transported in the&nbsp;plasma flow. of equilibrium configurations of elastic bodies subject to a constant force. Besides these questions of dynamic character, another important aspect of the project is the determination of&nbsp;equilibrium configurations of a deformable&nbsp;body moving in a&nbsp;liquid under the action of a constant force. This analysis is fundamental&nbsp;for the&nbsp;understanding&nbsp;of widespread phenomena in&nbsp; everyday life.&nbsp; A&nbsp;very remarkable&nbsp;example&nbsp;is the towing of airborne or underwater bodies,&nbsp; such as instruments, antennas, banners, gliders and targets, by&nbsp; powered aircrafts or boats. In this case,&nbsp;the body&nbsp;is hooked to the plane or boat by a thin elastic cable.</li>\n</ol>\n<p>The intellectual merit of the research consisted, mostly,&nbsp;in advancing the knowledge and understanding&nbsp;of the&nbsp;fundamental and,...",
  "por_txt_cntn": "\nThe interaction of a viscous liquid with a solid body (either rigid or deformable) constitutes a complex  and intriguing topic of theoretical and applied research. In fact, not only is it of fundamental mathematical interest, but it also represents the focus of  many engineering, biological and medical studies at different scales. Important applications include damage of  structures due to the impinging of the liquid, like in dams or ships, animal locomotion, like the flying of birds and the swimming of fish, manufacturing of short-fiber composites, where the addition of short fiber-like particles to a polymer matrix will enhance the mechanical properties of the  material,  separation of macromolecules by electrophoresis, and  DNA sequencing.  Another,  but not less important application of solid-liquid interaction, occurs in blood flow, in the study of the interaction of blood with arterial walls, and of the motion of blood cells within the plasma.\n\nThe goal of the project was to address  some fundamental aspects of solid-liquid interaction directed toward the accomplishment of the following  objectives.\n\nThe first one concerns the vibration-induced motion \nof a rigid body in a viscous liquid. In simpler words, a hollow body is immersed in a liquid like water, and, in its cavity, there is a mass that is displaced in a time-periodic fashion. The aim is to provide a mathematically rigorous analysis of the motion of the body in the liquid. The range of questions addressed is pretty wide and challenging. From the basic one: Does the body move? To the more advanced one: How can we move it along a prescribed trajectory? This study is of great relevance for the design of mobile systems able to move without special propelling devices, which present several advantages over systems based on the conventional principles of motion. For example, they are simple in design, do not require gear  trains to transmit motion from the motor to the propellers, and their\nbody can be sealed and smooth. Moreover, they can be driven to a prescribed position with high degree of accuracy, and thus be used in high-precision positioning systems in microscopes, as well as in micro- and nano-technological equipment. Finally,  this principle of motion is suitable for capsule-type microrobots designed for motion in a strongly restricted space, and in vulnerable media, like inside a human body for a drug delivery\nThe second one is devoted to the motion of a deformable solid in a \nviscous liquid. A significant problem in this direction is animal locomotion. For example, how can a fish move by the periodic oscillation of its fins and/or tail. Also, how is the speed and the trajectory of the fish controlled by the shape-changes of its body. At a different scale, another important question along the same lines, is how a blood cell deforms while being transported in the plasma flow. of equilibrium configurations of elastic bodies subject to a constant force. Besides these questions of dynamic character, another important aspect of the project is the determination of equilibrium configurations of a deformable body moving in a liquid under the action of a constant force. This analysis is fundamental for the understanding of widespread phenomena in  everyday life.  A very remarkable example is the towing of airborne or underwater bodies,  such as instruments, antennas, banners, gliders and targets, by  powered aircrafts or boats. In this case, the body is hooked to the plane or boat by a thin elastic cable.\n\n\nThe intellectual merit of the research consisted, mostly, in advancing the knowledge and understanding of the fundamental and, in many aspects, still unexplored field of solid-liquid interaction. In addition, the resolution of some specific questions has required completely fresh methods that could be used to study other problems of mathematical fluid mechanics.  \n  \nThe broader impacts of the  research included the training of two graduate students, on aspects o..."
 }
}