{
 "awd_id": "1009951",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nonlinear Approximations for Inverse Problems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pedro Embid",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 301491.0,
 "awd_amount": 301491.0,
 "awd_min_amd_letter_date": "2010-06-25",
 "awd_max_amd_letter_date": "2010-06-25",
 "awd_abstract_narration": "This project aims to develop a new class of methods for solving inverse problems in their different modalities, for example to develop new methods for non-destructive evaluation, such as X-ray Tomography, Magnetic Resonance Imaging (MRI), Synthetic Aperture Radar, Diffraction Tomography, Electron Microscopy, and many others. In these problems, data may be collected directly in the Fourier domain (as in MRI), or may be transformed into the Fourier domain for the purpose of image formation (as in X-ray Tomography or Electron Microscopy). In all cases, the image resolution is controlled by the largest wave-number present in the measured data. In order to minimize the distortion due to Gibbs phenomenon, current imaging methods either collect data in a large enough area of the Fourier domain or window the data to force an artificial decay. It can be shown that current methods require collecting more data than necessary or negatively impact the resolution near spatial singularities of recovered functions of interest. These singularities are, typically, the most informative part of the final image. In contrast, this proposal relies on nonlinear, near optimal approximation by exponentials to extrapolate the available Fourier data, also yielding a near optimal rational representation in space. This approach not only improves the resolution near singularities and achieves a near optimal performance, but also detects the level of noise in data and provides a practical technique for signal/noise separation.  These new algorithms already yield a significant improvement over existing techniques in one-dimensional problems and this project intends to extend the approach to problems in two or three dimensions. Such an extension is highly nontrivial since the mathematical tools used in one dimension are only of limited use.\r\n\r\nInverse problems arise in a wide variety of scientific and engineering disciplines as a way to analyze biological or inorganic specimens, analyze manufactured devices for defects, perform remote sensing or geophysical exploration among many other applications. In all of these modalities, from processing multiple radar data to biomedical imaging such as MRI, the collected data is processed by algorithms implementing the solution of an inverse problem based on a specific mathematical model. The investigators propose a method of developing and algorithmically implementing new mathematical models applicable to many, if not all, of these problems. The reason for such wide applicability is the fact that in the new mathematical models the functions of interest are represented with a near optimal number of parameters, thus significantly improving the recovery of information from the measured data. The mathematical and practical significance of this project as well as its challenge lies in extending the methods developed by investigators in one dimension to multiple dimensions. Since techniques of non-destructive evaluation play a vital role in natural sciences, engineering, medical diagnostics as well as such visible applications as airport security, we expect a wide impact of these new mathematical models based on nonlinear approximations.  The numerical methods developed within this project should provide scientists with computational tools to efficiently solve problems beyond the capabilities of many of today's algorithms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Beylkin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory Beylkin",
   "pi_email_addr": "gregory.beylkin@colorado.edu",
   "nsf_id": "000123460",
   "pi_start_date": "2010-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lucas",
   "pi_last_name": "Monzon",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lucas A Monzon",
   "pi_email_addr": "lucas.monzon@colorado.edu",
   "nsf_id": "000112723",
   "pi_start_date": "2010-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 301491.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The majority of current numerical methods rely on a variety of sampling methods or on carefully chosen sets of functions (bases) to formulate problems in numerical form. The so-called nonlinear approximation methods, on the other hand, attempt to find the best approximation for a target function or data among a very large set of functions leading to significantly more efficient approximations and representations. In particular, unlike the traditional sampling-based or basis-based approaches, nonlinear approximations provide a sustainable mechanism for computing in high dimensions. The fact that nonlinear approximation methods are advantageous has been known but their practical use has been limited due to the lack of appropriate fast and accurate algorithms.<br /><br />In this project we have developed several new, fast and accurate algorithms for computing with nonlinear approximations resulting in a collection of numerical tools relevant in a number of applications. We developed new algorithms impacting a wide variety of problems in applied and computational mathematics as well as in science and engineering. Our results lead to new methodologies in signal processing, tomography, optics, X-ray microscopy, and electronic structure calculations in quantum chemistry that we expect to have practical impact in these areas. Additionally, our results lead to new research topics to advance the development of nonlinear approximation methods.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/23/2013<br>\n\t\t\t\t\tModified by: Gregory&nbsp;Beylkin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe majority of current numerical methods rely on a variety of sampling methods or on carefully chosen sets of functions (bases) to formulate problems in numerical form. The so-called nonlinear approximation methods, on the other hand, attempt to find the best approximation for a target function or data among a very large set of functions leading to significantly more efficient approximations and representations. In particular, unlike the traditional sampling-based or basis-based approaches, nonlinear approximations provide a sustainable mechanism for computing in high dimensions. The fact that nonlinear approximation methods are advantageous has been known but their practical use has been limited due to the lack of appropriate fast and accurate algorithms.\n\nIn this project we have developed several new, fast and accurate algorithms for computing with nonlinear approximations resulting in a collection of numerical tools relevant in a number of applications. We developed new algorithms impacting a wide variety of problems in applied and computational mathematics as well as in science and engineering. Our results lead to new methodologies in signal processing, tomography, optics, X-ray microscopy, and electronic structure calculations in quantum chemistry that we expect to have practical impact in these areas. Additionally, our results lead to new research topics to advance the development of nonlinear approximation methods.\n\n\t\t\t\t\tLast Modified: 08/23/2013\n\n\t\t\t\t\tSubmitted by: Gregory Beylkin"
 }
}