{
 "awd_id": "1009567",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:   Social dynamics in a territorial animal communication network",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Stephens",
 "awd_eff_date": "2010-07-15",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 14249.0,
 "awd_amount": 14249.0,
 "awd_min_amd_letter_date": "2010-07-06",
 "awd_max_amd_letter_date": "2010-07-06",
 "awd_abstract_narration": "The costs and benefits of cooperation is a central issue in biology, psychology, anthropology and economics. A central issue is the question of whom to trust; that is, whom individuals should cooperate with so that they do not get exploited. In recent years, evidence has accumulated that animals may choose trustworthy individuals on the basis of information acquired not just through direct interactions but through eavesdropping on that individual interacting with other individuals. The current project proposes a detailed experimental analysis of the social dynamics of interactions among territorial male song sparrows, a North American songbird. The males of this species, as in many other territorial species, show mutual cooperation in the form of reduced aggression towards their neighbors along their established boundaries, a phenomenon known as the Dear Enemy Effect. In the present project, playback experiments with radio-tagged birds will simulate a neighbor intruding on another's territory. The prediction is that male song sparrows will use complex information from the interactions of their neighbors to base their decisions as to which neighbors are trustworthy and which are not. In particular, the project asks whether song sparrows are able to make fine-scale distinctions between their neighbors based on their interactions with other neighbors, such as whether they can discriminate between justified and unjustified acts of aggression towards a neighbor. The results are expected to provide the most detailed experimental analysis of a territorial communication network in nature to date and thus inform theories of cooperation that try to explain cooperative acts in animals including our own species.  The project will involve undergraduate and high school students, as well as educational activities for the general public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Beecher",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Michael D Beecher",
   "pi_email_addr": "beecher@u.washington.edu",
   "nsf_id": "000314445",
   "pi_start_date": "2010-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Caglar",
   "pi_last_name": "Akcay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Caglar Akcay",
   "pi_email_addr": "caglar@vt.edu",
   "nsf_id": "000515939",
   "pi_start_date": "2010-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 14249.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Aggressive encounters between animals often involve significant amounts of signaling before any physical fight occurs. In many instances, fighting never occurs, suggesting that these &lsquo;threat&rsquo; signals may enable the animals to avoid such costly encounters. In some cases these threat signals require effort and can also indicate the animal&rsquo;s fighting ability (for example, repeated loud calls would both require effort and could indicate the size, condition and strength of the animal). However, in many cases these threat signals are so-called &lsquo;conventional&rsquo; signals, with no inherent cost or inherent meaning (just as for humans red means stop and green means go). We should therefore ask whether these conventional signals are mere bluff or in fact are &lsquo;honest&rsquo; signals, i.e., signals that reliably predict that escalation to fighting is imminent if the opponent does not back down. Although biological communication theories have indicated that honest signaling by conventional signals is possible even in competitive contexts, research studies to date on many different threat signals have generally failed to confirm that they are indeed honest. The crucial demonstration is that the supposed threat signal actually predicts subsequent escalation. In the present study we focused on a possible reason that previous studies have failed to confirm the reliability of most putative threat signals: the hierarchical nature of many animal communication systems. In a hierarchical communication system, two individuals in a signaling interaction would first use lower-level threat signals, and proceed to higher-level threat signals only if neither backs down. We realized that studies to date may have failed to demonstrate signal honesty because they presented only a single, high-level threat stimulus to the subject, with the simulated intruder first appearing in the center of the subject&rsquo;s territory signaling at maximum strength. In this circumstance the animal may simply skip over low-threat signals and go directly to maximum-intensity signals. To test our hypothesis, we studied one of the classic examples of an animal threat signal, &lsquo;song type matching&rsquo;. Song type matching is possible in any species in which individuals have multiple song types (&lsquo;song repertoires&rsquo;) and where neighbours share some of their song types, as is true of most songbirds. In these circumstances, a bird will often have the option of replying to a song his neighbour has just sung with the same song type. In our newly-designed test procedure, we simulated an escalating intrusion onto the bird&rsquo;s territory, using a taxidermic mount of a song sparrow accompanied by broadcast of recorded song from a nearby loudspeaker (see photo): the simulated opponent first sang in hiding from just outside the boundary of the subject&rsquo;s territory (a low-threat situation), before &lsquo;moving&rsquo; to the center of the territory, where it revealed itself and continued to sing (a high-threat situation). We found that birds that type-matched the stimulus song early in the face of an escalation, typically escalated their later signaling (&lsquo;soft songs&rsquo; and &lsquo;wing waves&rsquo;) and eventually attacked the model (see photo), confirming the hypothesis that type matching is a reliable early threat signal.</p>\n<p>An important consequence of this study for the field in general is that it brings research findings into line with predictions from existing biological theory, while suggesting why many previous attempts have failed and suggesting appropriate designs for future studies. In any field of science, theory guides research, and a failure of a theoretical prediction requires scientists in the area to either improve their experimental tests, or, ultimately, if the tests still fail, to revise the theory on which the prediction was based. Animal sig...",
  "por_txt_cntn": "\nAggressive encounters between animals often involve significant amounts of signaling before any physical fight occurs. In many instances, fighting never occurs, suggesting that these æthreatÆ signals may enable the animals to avoid such costly encounters. In some cases these threat signals require effort and can also indicate the animalÆs fighting ability (for example, repeated loud calls would both require effort and could indicate the size, condition and strength of the animal). However, in many cases these threat signals are so-called æconventionalÆ signals, with no inherent cost or inherent meaning (just as for humans red means stop and green means go). We should therefore ask whether these conventional signals are mere bluff or in fact are æhonestÆ signals, i.e., signals that reliably predict that escalation to fighting is imminent if the opponent does not back down. Although biological communication theories have indicated that honest signaling by conventional signals is possible even in competitive contexts, research studies to date on many different threat signals have generally failed to confirm that they are indeed honest. The crucial demonstration is that the supposed threat signal actually predicts subsequent escalation. In the present study we focused on a possible reason that previous studies have failed to confirm the reliability of most putative threat signals: the hierarchical nature of many animal communication systems. In a hierarchical communication system, two individuals in a signaling interaction would first use lower-level threat signals, and proceed to higher-level threat signals only if neither backs down. We realized that studies to date may have failed to demonstrate signal honesty because they presented only a single, high-level threat stimulus to the subject, with the simulated intruder first appearing in the center of the subjectÆs territory signaling at maximum strength. In this circumstance the animal may simply skip over low-threat signals and go directly to maximum-intensity signals. To test our hypothesis, we studied one of the classic examples of an animal threat signal, æsong type matchingÆ. Song type matching is possible in any species in which individuals have multiple song types (æsong repertoiresÆ) and where neighbours share some of their song types, as is true of most songbirds. In these circumstances, a bird will often have the option of replying to a song his neighbour has just sung with the same song type. In our newly-designed test procedure, we simulated an escalating intrusion onto the birdÆs territory, using a taxidermic mount of a song sparrow accompanied by broadcast of recorded song from a nearby loudspeaker (see photo): the simulated opponent first sang in hiding from just outside the boundary of the subjectÆs territory (a low-threat situation), before æmovingÆ to the center of the territory, where it revealed itself and continued to sing (a high-threat situation). We found that birds that type-matched the stimulus song early in the face of an escalation, typically escalated their later signaling (æsoft songsÆ and æwing wavesÆ) and eventually attacked the model (see photo), confirming the hypothesis that type matching is a reliable early threat signal.\n\nAn important consequence of this study for the field in general is that it brings research findings into line with predictions from existing biological theory, while suggesting why many previous attempts have failed and suggesting appropriate designs for future studies. In any field of science, theory guides research, and a failure of a theoretical prediction requires scientists in the area to either improve their experimental tests, or, ultimately, if the tests still fail, to revise the theory on which the prediction was based. Animal signaling systems are of special interest because of their relationship to the highly-developed communication system of humans. Bird song &ndash; a learned communication system &ndash; is a w..."
 }
}