{
 "awd_id": "1009620",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Evolving Gas Chemistry and Star Formation in Local Galaxies",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922475",
 "po_email": "jneff@nsf.gov",
 "po_sign_block_name": "James Neff",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 200525.0,
 "awd_amount": 200525.0,
 "awd_min_amd_letter_date": "2010-09-16",
 "awd_max_amd_letter_date": "2010-09-16",
 "awd_abstract_narration": "In this project, the relationship between chemistry and star formation is studied by analyzing molecular line emissions from complexes of giant molecular clouds in a sample of nearby galaxies. This is done with high spatial resolution astrochemical observations at cm and mm wavelengths using the Combined Array for Research in Millimeter-Wave Astronomy (CARMA) and the Institut de Radio Astronomie Millimétrique? (IRAM) interferometers. Main targets are the inner bulges of local galaxies that show different structural and star formation properties. The diagnostics from astrochemistry and morphological studies can shed light on the regulating mechanisms of galaxy evolution.  \r\n\r\nThis work looks for the chemical changes that are introduced in the molecular composition of the interstellar medium by star formation and large scale dynamics, or vice versa, it identifies chemical tracers for these processes. Some gas species are known as tracers of particular processes, but may be difficult to observe. Other, easier observable molecules can serve as proxies for the molecules that are difficult to observe, but more of these need to be identified. The observations provide molecular line lists that serve as pathfinder for the coming observations with the Atacama Large Millimeter Array (ALMA) and Expanded Very Large Array (EVLA). \r\n\r\nSpecifically, the chemistry is used to deconstruct the energetics and substructure of shocks by analyzing the changes in large-scale distribution of ejected grain species. A second application is to investigate the slopes of Schmidt-Kennicutt star formation law and their sensitivities for a given chemical tracer. A third study analyzes changes in the state of molecular gas in star-forming regions where photo-dissociation is important.\r\n\r\nThe broader impact of this work is its strong astrochemical focus. The list of important molecular tracers for the various large-scale environments is a useful asset for the community as ALMA and EVLA observations are coming closer. Other fields such as galactic dynamics and stellar evolution also benefit from the identification of tracers of shock structure and stellar feedback. The graduate student who participates in this project will be well trained to be an active ALMA and EVLA user. \r\n\r\nAs part of this project, a \"powers of chemistry\" poster series for high schools and colleges is developed which describes the role of chemistry over a wide range of scales and the chemistry from this work clearly spans the largest dimensions. It is hoped that this helps to attract students to pursue scientific careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Meier",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "David S Meier",
   "pi_email_addr": "david.meier@nmt.edu",
   "nsf_id": "000538216",
   "pi_start_date": "2010-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico Institute of Mining and Technology",
  "inst_street_address": "801 LEROY PL",
  "inst_street_address_2": "",
  "inst_city_name": "SOCORRO",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5758355496",
  "inst_zip_code": "878014681",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO INSTITUTE OF MINING AND TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HZJ2JZUALWN4"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico Institute of Mining and Technology",
  "perf_str_addr": "801 LEROY PL",
  "perf_city_name": "SOCORRO",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "878014681",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121600",
   "pgm_ele_name": "GALACTIC ASTRONOMY PROGRAM"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 200525.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Galaxies are the current Universe' abode for turning clouds of gas and dust into stars.&nbsp; It is one of the main goals of astrophysics to understand how galaxies do this and if the way they form stars changes with time.&nbsp; How a single low mass star forms in isolation is fairly well understood, but stars are gregarious creatures, often forming in close-knit groups.&nbsp; As these stars age and die they dump large amounts of energy into their surrounding environments.&nbsp; This stirs up the gas and dust from which future generations of stars form.&nbsp; How does this effect the fuel and its conversion to future generations of potentially life-bearing planetary systems? <br /><br />In this grant an interdisciplinary approach combining astronomy and chemistry was used to study the physical and chemical conditions of such star forming galaxies. It represents some of the first high resolution work on the overall chemical make up of galaxies. The type of chemistry that occurs in a given cloud of gas and dust can depend sensitively on the temperature, density, composition and dynamical environment present there.&nbsp; Here the chemistry is imaged on a molecular cloud-by-molecular cloud basis over the inner regions of a collection of the most gas-rich and nearest star forming galaxies to the Milky Way.&nbsp; A range of galaxies are surveyed, including a small companion to the Milky Way, large spiral Milky Way 'twins', up to massive galaxies experiencing prodigious bursts of star formation at rates many times larger than the entire Milky Way.&nbsp; Taken together, this zoo of galaxies permit an investigation of how star formation proceeds in different environments.<br /><br />Studies covered in this grant confirm that tying the power of chemistry to observations of galaxy structure is a powerful tool for understanding the large scale star formation process.&nbsp; These galaxies display a rich chemistry of both common chemicals found on Earth such as water, ammonia, carbon monoxide and methanol, as well as a number of more exotic, highly reactive species rare on Earth, like HCO+, CH, CCH, N2H+, HNCO and c-C3H2.&nbsp; These&nbsp; rich data sets have been analyzed and presented to the community in a series of peer-reviewed publications.&nbsp; A number of important results have come out of this funded research.&nbsp; Chemistry depends both on how the gas is moving (dynamics) as well as its proximity to intense star formation.&nbsp; In the galaxy centers studied here, the dynamical force most responsible for altering the chemistry appears to be bar/spiral arms.&nbsp; Gas flows into these arms, collide with other gas clouds, experience shock waves and ultimately collapse to form stars.&nbsp; The observed molecules can separately distinguish gas experiencing the passage of shock waves from that being shined upon by the newly formed stars.&nbsp; This allows the direct mapping of the location of these regions, where they might not otherwise be discernible.&nbsp; Combining the chemical measurements with determinations of gas amount and temperature have allowed the evolution of the star formation cycle to be reconstructed within the galaxies.&nbsp; Similar observations of galaxies with a range of star formation strengths, indicate that such chemical behavior is common when bar/spiral arms are present, independent of the intensity of star formation.&nbsp; There are hints that even the central region of our own galaxy behaves in a similar fashion.<br /><br />This project has also made broader impacts to STEM education, development and outreach both within the field and without.&nbsp; The grant has been a primary source of support for and avenue to train of an underrepresented group STEM graduate student.&nbsp; Funded participants also communicated with high schools and the general public on the exciting developments in astronomy, including some of the basics topics covered in thi...",
  "por_txt_cntn": "\nGalaxies are the current Universe' abode for turning clouds of gas and dust into stars.  It is one of the main goals of astrophysics to understand how galaxies do this and if the way they form stars changes with time.  How a single low mass star forms in isolation is fairly well understood, but stars are gregarious creatures, often forming in close-knit groups.  As these stars age and die they dump large amounts of energy into their surrounding environments.  This stirs up the gas and dust from which future generations of stars form.  How does this effect the fuel and its conversion to future generations of potentially life-bearing planetary systems? \n\nIn this grant an interdisciplinary approach combining astronomy and chemistry was used to study the physical and chemical conditions of such star forming galaxies. It represents some of the first high resolution work on the overall chemical make up of galaxies. The type of chemistry that occurs in a given cloud of gas and dust can depend sensitively on the temperature, density, composition and dynamical environment present there.  Here the chemistry is imaged on a molecular cloud-by-molecular cloud basis over the inner regions of a collection of the most gas-rich and nearest star forming galaxies to the Milky Way.  A range of galaxies are surveyed, including a small companion to the Milky Way, large spiral Milky Way 'twins', up to massive galaxies experiencing prodigious bursts of star formation at rates many times larger than the entire Milky Way.  Taken together, this zoo of galaxies permit an investigation of how star formation proceeds in different environments.\n\nStudies covered in this grant confirm that tying the power of chemistry to observations of galaxy structure is a powerful tool for understanding the large scale star formation process.  These galaxies display a rich chemistry of both common chemicals found on Earth such as water, ammonia, carbon monoxide and methanol, as well as a number of more exotic, highly reactive species rare on Earth, like HCO+, CH, CCH, N2H+, HNCO and c-C3H2.  These  rich data sets have been analyzed and presented to the community in a series of peer-reviewed publications.  A number of important results have come out of this funded research.  Chemistry depends both on how the gas is moving (dynamics) as well as its proximity to intense star formation.  In the galaxy centers studied here, the dynamical force most responsible for altering the chemistry appears to be bar/spiral arms.  Gas flows into these arms, collide with other gas clouds, experience shock waves and ultimately collapse to form stars.  The observed molecules can separately distinguish gas experiencing the passage of shock waves from that being shined upon by the newly formed stars.  This allows the direct mapping of the location of these regions, where they might not otherwise be discernible.  Combining the chemical measurements with determinations of gas amount and temperature have allowed the evolution of the star formation cycle to be reconstructed within the galaxies.  Similar observations of galaxies with a range of star formation strengths, indicate that such chemical behavior is common when bar/spiral arms are present, independent of the intensity of star formation.  There are hints that even the central region of our own galaxy behaves in a similar fashion.\n\nThis project has also made broader impacts to STEM education, development and outreach both within the field and without.  The grant has been a primary source of support for and avenue to train of an underrepresented group STEM graduate student.  Funded participants also communicated with high schools and the general public on the exciting developments in astronomy, including some of the basics topics covered in this research.  Additional support material for understanding astrochemistry was made available to the wider astronomical community to further aid in the use of this developing interdisciplinary endeavour...."
 }
}