{
 "awd_id": "1009665",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: The adaptive significance of microgeographic dialects in a lekking hummingbird",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 14974.0,
 "awd_amount": 14974.0,
 "awd_min_amd_letter_date": "2010-07-26",
 "awd_max_amd_letter_date": "2010-07-26",
 "awd_abstract_narration": "Scientific interest in birdsong, particularly in the phenomenon of locally shared vocalizations (dialects), has been intense for many decades. Oddly, this interest has focused almost exclusively on a very restricted set of species: temperate, socially monogamous songbirds. This project experimentally tests four hypotheses explaining the maintenance of microgeographic dialects in a tropical hummingbird, the little hermit. Hummingbird songs, though comparatively less well studied, have long been known to show dialectal variation, and offer an unparalleled opportunity to investigate questions about the evolution of vocal variation in a study system that represents a contrast to the traditional songbird model. A combination of molecular genetic analyses, field playback experiments, and close behavioral observations will be employed to identify the selective pressures that maintain dialects. The proposed research, by investigating a widespread phenomenon (dialects) in a poorly studied taxon (hummingbirds) will help advance our knowledge about the processes leading to the formation of shared signals in general as well as to elucidate the factors that influence the spatial and social organization of individuals in social groups.  This project will provide research experience for a number of assistants, creating an opportunity for mentoring and inspiring a new generation of scientists. In addition, the close proximity of the rural community of Brasso Seco to the field site in Trinidad enables a number of opportunities to engage the community in science and conservation: from lectures given at the local school to active participation of villagers in research activities such as nest searching and radio-tracking.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Sherman",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Paul W Sherman",
   "pi_email_addr": "pws6@cornell.edu",
   "nsf_id": "000280252",
   "pi_start_date": "2010-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vinay",
   "pi_last_name": "Kapoor",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Vinay A Kapoor",
   "pi_email_addr": "procnias@gmail.com",
   "nsf_id": "000549045",
   "pi_start_date": "2010-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 14974.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span><span style=\"white-space: pre;\"> </span>In organisms that acquire their vocalizations through learning, geographic variation in those vocalizations is nearly ubiquitous. In many of these species the variation in these signals has been described as &ldquo;dialectal&rdquo;. Despite the widespread occurrence of dialects, the only in-depth studies of the mechanisms creating and selective pressures maintaining dialects are limited almost exclusively to a group of territorial, temperate songbirds. The project I report on here sought to step outside the limited scope of the &ldquo;songbird model&rdquo; to investigate the origins and maintenance of dialects through a detailed study of a polygynous, tropical hummingbird, the little hermit (<em>Phaethornis longuemareus</em>). The project has three primary components: 1) to quantitatively describe the variation in songs among individuals in display groups (known as &ldquo;leks&rdquo;), 2) to uncover the specific mechanisms leading to the stability and change in dialect structure over time, and 3) to investigate potential adaptive significance of dialects in this species. Although work on this project is ongoing, here I present the most notable results from each of these three main project goals.</span></p>\n<p><span><span style=\"white-space: pre;\"> </span>Quantitative analysis of vocal structure has posed a significant problem for researchers since interest in animal communication first began. The reason for this is simple: vocal signals vary in many different dimensions (e.g. duration, absolute pitch, loudness, overall shape) and therefore it is difficult to know which components of signals to compare, and what weights to give them. I developed a robust quantitative approach to comparing vocalizations first introduced by speech-recognition software engineers, a technique known as dynamic time-warping. &nbsp;This technique allows the quantitative and unbiased comparison of vocalizations of individual hummingbirds on leks, revealing that vocal variation is indeed highly clustered (i.e. little hermit songs can be characterized as showing dialectal variation). In addition, by comparing the patterns of vocal similarity between individuals with the geographic distances between these birds, I was able to demonstrate that the similarities between songs were only partially explained by the clustering of individuals in space. This result suggests the possibility that selective pressures may lead individuals to actively maintain dialect boundaries.</span></p>\n<p><span><span style=\"white-space: pre;\"> </span>The project next sought to reveal how the vocal dialects on these leks were maintained over time. Data collection began in 2008, providing an unusually long-term dataset to investigate how dialect structure changes, and what mechanisms lead to these changes. Despite high levels of individual turnover, the structure of dialects remained highly stable. Most of the song dialects present in 2008 were still present in 2014, providing evidence that memetic drift is not an important driver of dialect divergence. Inter-lek and inter-dialect migration was extremely rare, which helps to stabilize the structure of dialects over time, however, the few cases where inter-dialect movements did occur were particularly informative. In these cases the bird moving from one location on the lek to another rapidly modified his song to match the songs of his new neighbors, dropping his old song in as little time as one week. This behavior, known as &ldquo;open-ended learning,&rdquo; was previously undescribed in hummingbirds, and provides strong support for the possibility that dialect structure is actively maintained, rather than a neutral by-product or epiphenomenon.</span></p>\n<p><span><span style=\"white-space: pre;\"> </span>The final major component of this project sought to explain why (from a fitness-level perspective) dialects exist in this sp...",
  "por_txt_cntn": "\n In organisms that acquire their vocalizations through learning, geographic variation in those vocalizations is nearly ubiquitous. In many of these species the variation in these signals has been described as \"dialectal\". Despite the widespread occurrence of dialects, the only in-depth studies of the mechanisms creating and selective pressures maintaining dialects are limited almost exclusively to a group of territorial, temperate songbirds. The project I report on here sought to step outside the limited scope of the \"songbird model\" to investigate the origins and maintenance of dialects through a detailed study of a polygynous, tropical hummingbird, the little hermit (Phaethornis longuemareus). The project has three primary components: 1) to quantitatively describe the variation in songs among individuals in display groups (known as \"leks\"), 2) to uncover the specific mechanisms leading to the stability and change in dialect structure over time, and 3) to investigate potential adaptive significance of dialects in this species. Although work on this project is ongoing, here I present the most notable results from each of these three main project goals.\n\n Quantitative analysis of vocal structure has posed a significant problem for researchers since interest in animal communication first began. The reason for this is simple: vocal signals vary in many different dimensions (e.g. duration, absolute pitch, loudness, overall shape) and therefore it is difficult to know which components of signals to compare, and what weights to give them. I developed a robust quantitative approach to comparing vocalizations first introduced by speech-recognition software engineers, a technique known as dynamic time-warping.  This technique allows the quantitative and unbiased comparison of vocalizations of individual hummingbirds on leks, revealing that vocal variation is indeed highly clustered (i.e. little hermit songs can be characterized as showing dialectal variation). In addition, by comparing the patterns of vocal similarity between individuals with the geographic distances between these birds, I was able to demonstrate that the similarities between songs were only partially explained by the clustering of individuals in space. This result suggests the possibility that selective pressures may lead individuals to actively maintain dialect boundaries.\n\n The project next sought to reveal how the vocal dialects on these leks were maintained over time. Data collection began in 2008, providing an unusually long-term dataset to investigate how dialect structure changes, and what mechanisms lead to these changes. Despite high levels of individual turnover, the structure of dialects remained highly stable. Most of the song dialects present in 2008 were still present in 2014, providing evidence that memetic drift is not an important driver of dialect divergence. Inter-lek and inter-dialect migration was extremely rare, which helps to stabilize the structure of dialects over time, however, the few cases where inter-dialect movements did occur were particularly informative. In these cases the bird moving from one location on the lek to another rapidly modified his song to match the songs of his new neighbors, dropping his old song in as little time as one week. This behavior, known as \"open-ended learning,\" was previously undescribed in hummingbirds, and provides strong support for the possibility that dialect structure is actively maintained, rather than a neutral by-product or epiphenomenon.\n\n The final major component of this project sought to explain why (from a fitness-level perspective) dialects exist in this species (i.e. to explain how dialect membership affects the fitness of individuals on the lek). The hypotheses tested were that 1) dialects represent groups of kin, in which individuals benefit by assisting relatives to attract mates, or reduce aggression toward each other, 2) dialects are cases of aggressive mimicry, where low-ranking or unat..."
 }
}