{
 "awd_id": "1009682",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Functional Microporous Metal-Organic Materials for Adsorption Applications:  Experimental Investigations and Molecular Modeling",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rosemarie D. Wesson",
 "awd_eff_date": "2009-08-08",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 75381.0,
 "awd_amount": 75381.0,
 "awd_min_amd_letter_date": "2010-04-20",
 "awd_max_amd_letter_date": "2010-04-20",
 "awd_abstract_narration": "PROPOSAL NUMBER: CBET- 0700489\r\nPROPOSAL TYPE: INVESTIGATOR INITIATED\r\nPRINCIPAL INVESTIGATOR: KRISTA WALTON\r\nAFFILIATION: KANSAS STATE UNIVERSITY\r\n\r\nPROPOSAL TITLE: FUNCTIONAL MICROPROOUS METAL-ORGANIC MATERIALS FOR ADSORPTION APPLICATIONS: EXPERIMENTAL INVESTIGATIONS AND MOLECULAR MODELING\r\n\r\nThe goal of this project is to investigate the adsorption properties of a microporous metal-organic material to assess the effectiveness of open metal sites in inducing selective adsorption behavior for separations. The results of this well-balanced investigation will provide important information on host-guest interactions in functional MOFs that will help define the capabilities and limitations of these novel systems. The PI will synthesize a metal-organic framework from copper(II) ions and 1,3,5-benzenetricarboxylate groups. This material, known as Cu-BTC, possesses coordinatively unsaturated copper atoms that are exposed into the pore space. These exposed copper atoms should provide selective adsorption sites that will allow for increased interactions between the MOF and adsorbate molecules. The target adsorption application of this study is the separation of CO2 and methane. Both experimental work and molecular modeling will be performed to examine pure- and multi-component adsorption phenomena in Cu-BTC. Primary objectives are: (1) Analyze the role of open metal sites in Cu-BTC in providing selective adsorption properties. (2) Examine multi-component adsorption of light gases and water vapor in Cu-BTC to assess the practicality of MOFs in adsorption separations. Pure-and multicomponent adsorption equilibrium data will be measured to examine the usefulness of this MOF in separating mixtures of CO2 and methane, which is an important separation for industrially relevant applications such as CO2 emissions control and enhanced oil recovery. Molecular modeling will be used to uncover governing adsorption mechanisms and identify preferred adsorption sites for gases such as carbon monoxide, carbon dioxide, and methane. This knowledge will be important for directing the design of new MOFs.  \r\n\r\nBROADER IMPACTS: This research will examine a novel porous material for use in adsorption separation of CO2 from mixtures with CO and methane. This separation has important implications for reducing greenhouse gas emissions by working towards the development of porous materials with high CO2 capacities.  Studying adsorption of these molecules can also lead to the design of MOFs for highly efficient hydrogen purification, which is an important separation for fuel-cell applications. To foster the inclusion of a broad spectrum of students, the PI plans to be involved in the Women in Engineering and Science Program (WESP) at Kansas State University. In particular, a project will be\r\ndeveloped for the EXploring sCIence Technology and Engineering program (EXCITE) within WESP. The contributions of the PI will allow EXCITE to expand their current offering in the nanoscale area for the summer workshop for 9th and 10th grade girls and will support the creation of a second track within the program. The graduate and undergraduate students involved in the proposed research activities will gain valuable experience in the development and application of porous materials and will learn a variety of experimental techniques and computational methods. Research findings will be reported through publication in peer- journals and presentations at national and international technical conferences.  Whenever appropriate, results from these activities are also expected to be incorporated into the PI's teaching activities for courses such as advanced separations or transport phenomena.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Krista",
   "pi_last_name": "Walton",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Krista S Walton",
   "pi_email_addr": "krista.walton@chbe.gatech.edu",
   "nsf_id": "000352104",
   "pi_start_date": "2010-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Research Corporation",
  "perf_str_addr": "926 DALNEY ST NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303186395",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "054E",
   "pgm_ref_txt": "Molecular engineering"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 75381.0
  }
 ],
 "por": null
}