{
 "awd_id": "1010240",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I: Controlled Phase Separation for Graphic Smart Card Display",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-04-16",
 "awd_max_amd_letter_date": "2011-05-27",
 "awd_abstract_narration": "This Small Business Technology Transfer Phase I project shall develop and model phase separating materials for passively-driven graphical displays, which are needed for smart cards that can display graphic images. Nearly all consumer credit cards used today have no functional display. Since the numbers and security codes on the cards cannot be changed, fraudulent use is estimated to be as high as $40 per account annually. The current market for smart card displays is limited to segmented designs, but there is a growing need for smart cards to display graphical content such as characters, symbols, and images. The proposed work will: (1) enable encapsulated material formulations for graphic display use; (2) model the photopolymerization/phase separation process to predict conversion efficiency and residual contamination in the cholesteric liquid crystal (ChLC) at the University of Akron (UA); (3) test model predictions with characterized displays at both locations; (4) use formulations to make and integrate a 128x32 pixel graphic display in a smart card; and (5) jointly with a card manufacturer, integrate the display in a card and test to ensure that ISO specifications and customer requirements are met.\r\n\r\nThe broader impact/commercial potential of this project will be the availability of graphical smart cards for a variety of applications.  Nearly all consumer credit cards used today have no functional display, which results in an increased amount of fraudulent use (estimated to be as high as $40 per account annually).  Recently, segmented displays have begun to appear on some cards, as a means to change a security code.  Segmented displays, however, are a limited solution, as the consumer market for smart cards is increasingly demanding graphical displays allowing the card to show complex images such as icons, faces, symbols, and characters.  This project is focused on materials development for such a display; the resulting product will be able to be manufactured in high volumes and at low cost on existing manufacturing lines located in the US. The display technology to be developed can meet all the key consumer smart card requirements such as low power consumption, compactness, flexibility, and ruggedness.  The technology is expected to have a tremendous impact as the established market for issued cards is huge: the global market is roughly 17 billion cards annually and growing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erica",
   "pi_last_name": "Montbach",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Erica N Montbach",
   "pi_email_addr": "emontbach@kentdisplays.com",
   "nsf_id": "000526300",
   "pi_start_date": "2011-05-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Tod",
   "pi_last_name": "Schneider",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Tod L Schneider",
   "pi_email_addr": "tschneider@kentdisplays.com",
   "nsf_id": "000526494",
   "pi_start_date": "2010-04-16",
   "pi_end_date": "2011-05-27"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thein",
   "pi_last_name": "Kyu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thein Kyu",
   "pi_email_addr": "TKYU@UAKRON.EDU",
   "nsf_id": "000095974",
   "pi_start_date": "2010-04-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "KENT DISPLAYS INC",
  "inst_street_address": "343 PORTAGE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "KENT",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3306738784",
  "inst_zip_code": "442409200",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "OH14",
  "org_lgl_bus_name": "KENT DISPLAYS, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "M13KBK5QKF43"
 },
 "perf_inst": {
  "perf_inst_name": "KENT DISPLAYS INC",
  "perf_str_addr": "343 PORTAGE BLVD",
  "perf_city_name": "KENT",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "442409200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "OH14",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  },
  {
   "pgm_ref_code": "1775",
   "pgm_ref_txt": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ref_code": "1984",
   "pgm_ref_txt": "MATERIALS SYNTHESIS & PROCESSN"
  },
  {
   "pgm_ref_code": "9163",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY - INDUSTRY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>STTR Project Outcomes Report</strong></p>\n<p><strong>Controlled Phase Separation for Graphic Smart Card Display</strong></p>\n<p><strong>Award # IIP 1010240</strong></p>\n<p><strong>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>INTELLECTUAL MERIT</strong></p>\n<p>The purpose of this research project is to develop an improved smart card display that exhibits extreme durability for use in the smart card market, such as secure pin for credit cards, stored value cards, transportation metro cards, one time password cards, personal medical history cards, and promotional advertisements on cards. Cholesteric liquid crystal (ChLC)/polymer dispersions are formulated to create a small high-resolution display with suitable flexibility and ruggedness for smart card use. The ChLC displays exhibit bright reflective images with exceptional low-power consumption and low manufacturing cost. Phase I of this project demonstrated the feasibility of achieving the specified ruggedness by improving the strength and adhesion of polymer networks in the dispersion as well as by improved display design. We have demonstrated that a Reflex smart card display is feasible for the smart card market. &nbsp;A two stage curing process for flexible Reflex displays&rsquo; liquid crystal / polymer dispersions was created for improved display electronic performance and new dispersion additives were discovered to strengthen the polymer walls; Smart cards with improved ruggedness were fabricated. These displays exhibited improved durability, good electronic driving properties, and excellent optical properties. Further improvements proposed for Phase II will enable truly flexible displays that can be handled and flexed by the final user as is market demanded. &nbsp;Our joint work with the University of Akron resulted in useful phase diagrams for the liquid crystal / polymer dispersions allowing for a better understanding of how to improve the displays performance as well the inclusion of a new additives to improve the displays ruggedness. The joint University/Industry interaction in general gave depth to the research for more efficient development of the display materials.</p>\n<p><strong>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>BROADER IMPACT</strong></p>\n<ol> </ol>\n<p>Billions of magnetic swipe cards are employed worldwide for a wide variety of uses. A recent development is the smart card; a single contactless card that can be programmed for multiple banking credentials, medical entitlement, club memberships, driver&rsquo;s license/public transport entitlement to name a few. Missing from all these cards has been a digital display the can provide a visual output with a wide variety of information to assist the card user; e.g., maps, instructions, banking information or even advertisements. The display technology being developed is one of a few bistable reflective technologies that can meet the low-power requirements of a card and one of the only technologies that can be multiplexed to provide a high resolution graphic display without the need of an active backplane of transistors for each pixel, a necessary feature for a low-cost flexible display. It is also the only flexible display technology for which volume manufacturing is already in place and furthermore in the United States. The work completed was to develop a low-cost smart card display that meets the ruggedness requirements demanded for card use. In addition, during the course of the Phase I research interactions with major card makers helped to direct the research focus and evaluate the outcomes.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/09/2011<br>\n\t\t\t\t\tModified by: Erica&nbsp;N&nbsp;Montbach</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSTTR Project Outcomes Report\n\nControlled Phase Separation for Graphic Smart Card Display\n\nAward # IIP 1010240\n\n1.      INTELLECTUAL MERIT\n\nThe purpose of this research project is to develop an improved smart card display that exhibits extreme durability for use in the smart card market, such as secure pin for credit cards, stored value cards, transportation metro cards, one time password cards, personal medical history cards, and promotional advertisements on cards. Cholesteric liquid crystal (ChLC)/polymer dispersions are formulated to create a small high-resolution display with suitable flexibility and ruggedness for smart card use. The ChLC displays exhibit bright reflective images with exceptional low-power consumption and low manufacturing cost. Phase I of this project demonstrated the feasibility of achieving the specified ruggedness by improving the strength and adhesion of polymer networks in the dispersion as well as by improved display design. We have demonstrated that a Reflex smart card display is feasible for the smart card market.  A two stage curing process for flexible Reflex displays’ liquid crystal / polymer dispersions was created for improved display electronic performance and new dispersion additives were discovered to strengthen the polymer walls; Smart cards with improved ruggedness were fabricated. These displays exhibited improved durability, good electronic driving properties, and excellent optical properties. Further improvements proposed for Phase II will enable truly flexible displays that can be handled and flexed by the final user as is market demanded.  Our joint work with the University of Akron resulted in useful phase diagrams for the liquid crystal / polymer dispersions allowing for a better understanding of how to improve the displays performance as well the inclusion of a new additives to improve the displays ruggedness. The joint University/Industry interaction in general gave depth to the research for more efficient development of the display materials.\n\n2.      BROADER IMPACT\n \n\nBillions of magnetic swipe cards are employed worldwide for a wide variety of uses. A recent development is the smart card; a single contactless card that can be programmed for multiple banking credentials, medical entitlement, club memberships, driver’s license/public transport entitlement to name a few. Missing from all these cards has been a digital display the can provide a visual output with a wide variety of information to assist the card user; e.g., maps, instructions, banking information or even advertisements. The display technology being developed is one of a few bistable reflective technologies that can meet the low-power requirements of a card and one of the only technologies that can be multiplexed to provide a high resolution graphic display without the need of an active backplane of transistors for each pixel, a necessary feature for a low-cost flexible display. It is also the only flexible display technology for which volume manufacturing is already in place and furthermore in the United States. The work completed was to develop a low-cost smart card display that meets the ruggedness requirements demanded for card use. In addition, during the course of the Phase I research interactions with major card makers helped to direct the research focus and evaluate the outcomes.\n\n\t\t\t\t\tLast Modified: 09/09/2011\n\n\t\t\t\t\tSubmitted by: Erica N Montbach"
 }
}