{
 "awd_id": "1010059",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Water in the Asteroid Belt: Main Belt Comet Discovery, Characterization, and Modeling",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922475",
 "po_email": "jneff@nsf.gov",
 "po_sign_block_name": "James Neff",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 471655.0,
 "awd_amount": 471655.0,
 "awd_min_amd_letter_date": "2010-08-19",
 "awd_max_amd_letter_date": "2011-08-03",
 "awd_abstract_narration": "Comets that inhabit the region of the Main Asteroid Belt are a recent discovery; as of the end of 2009, only 4 were known. This project is an effort to greatly increase the number of known Main Belt Comets (MBCs), to characterize their rotation states, colors, and reflectance properties, and to physically model the response of their surfaces to heating and cooling. Postdoctoral researchers, along with the PI, will complete the development of software that will identify MBCs in data from the Pan STARRS 1 survey telescope (PS1). In the first 3 years of PS1 operations, hundreds of MBCs are expected to be discovered. The team will follow up the PS1 detections with observations on various other optical telescopes to obtain rotation rates, pole orientations, colors, and phase functions; and will develop thermal models that incorporate orbital dynamics, rotation, solar irradiation, porosity, volatile diffusion, and phase changes. Some of the follow-up observations will be performed by middle- and high-school students in the Hawaii-Stars (HISTARS) outreach program. The scientific products of this work will contribute to the understanding of the evolution of ices in the asteroid belt and the transport of water in the Solar System, and in particular the origin of water on Earth.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Meech",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Karen J Meech",
   "pi_email_addr": "meech@ifa.hawaii.edu",
   "nsf_id": "000417316",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121400",
   "pgm_ele_name": "PLANETARY ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 148282.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 323373.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merits </strong></p>\n<p><strong>Background: </strong>Main belt comets (MBCs) are newly discovered small bodies that orbit within the asteroid belt but which have comet-like activity.&nbsp; Comets develop tails when they approach the Sun when the Sun&rsquo;s heat vaporizes the ices they contain.&nbsp; It was not believed possible to have water-ice remaining in the asteroid belt because over the age of the solar system they accumulate a lot of solar heating.&nbsp; The discovery of MBCs has shown that it is possible for ices to survive.&nbsp;</p>\n<p><strong>Goals: </strong>This work has sought to use a new survey telescope in Hawai&rsquo;i, the PanSTARRS1 survey telescope (PS1), to discover more of these objects.&nbsp; This population is important because the region of the asteroid belt is a region of the solar system where it was relatively easy to transfer material to Earth as the planets were growing.&nbsp; If the asteroids in the belt were &ldquo;wet&rdquo; (i.e. contained a lot of water ice), this could have been a plausible source of water on Earth &ndash; a key ingredient for life.&nbsp; Understanding how Earth got it&rsquo;s water is especially important now that there are thousands of extrasolar planets being discovered.</p>\n<p><strong>Significant Results</strong>:&nbsp; During the period of funding of this award, the PS1 telescope started its routine survey operations, and has now become a leading discovery machine for Near Earth Objects, comets, and MBCs.&nbsp; We developed sophisticated software that enables detection of very low levels of dust (lifted off the surface of MBCs by gas) in data produced by the survey. As the telescope system matured, the observing strategies changed, and we are now adapting our software to the new operational modes.&nbsp; Our codes have been a key part of the PS1 data examination pipeline, used to classify and discover 89 comets and MBCs.&nbsp; This project has been instrumental in discovering 4 MBCs.&nbsp; While this is lower than previously expected, it may indicate that water is distributed unevenly in the Main Belt.&nbsp; We have found that disrupted objects (collisions and rotational disruption) are a significant confounding factor, and may be relatively common in the asteroid belt.&nbsp; We have conducted a vigorous telescopic observing program to follow up and characterize all the newly discovered MBCs.&nbsp; This has lead to the development of a space mission concept to investigate the origins of water in the inner solar system.&nbsp; This follow up has been made efficient through the development of sophisticated automated observing planning tools.</p>\n<p>The PS1 survey has also started to discover very low activity comets, some of which are coming from beyond the orbits of the planets.&nbsp; This may represent a new class of material that has not been seen before:&nbsp; inner solar system material that got ejected from the inner solar system during the process of planet formation.&nbsp; We may be finally getting a glimpse of the unprocessed material that was in the inner solar system.&nbsp; This aspect is leading to a new research program.</p>\n<p><strong>Broader Impacts</strong></p>\n<p><strong>Benefit to other fields:&nbsp; </strong>The lessons learned in developing the software for this project in conjunction with the survey operations will be beneficial to the next generation of large telescopic surveys (such as the Large Synoptic Survey Telescope, LSST).&nbsp; Additionally, the new faint class of low activity comets that have been discovered will be exciting targets for the next generation of large 30-m class telescopes.</p>\n<p><strong>Training the next generation:</strong>&nbsp; We have used the follow up observation planning as an opportunity to train the next generation of scientists in proposal writing (for telescope time and funding) by giving students and postdoctoral fellows training an...",
  "por_txt_cntn": "\nIntellectual Merits \n\nBackground: Main belt comets (MBCs) are newly discovered small bodies that orbit within the asteroid belt but which have comet-like activity.  Comets develop tails when they approach the Sun when the SunÆs heat vaporizes the ices they contain.  It was not believed possible to have water-ice remaining in the asteroid belt because over the age of the solar system they accumulate a lot of solar heating.  The discovery of MBCs has shown that it is possible for ices to survive. \n\nGoals: This work has sought to use a new survey telescope in HawaiÆi, the PanSTARRS1 survey telescope (PS1), to discover more of these objects.  This population is important because the region of the asteroid belt is a region of the solar system where it was relatively easy to transfer material to Earth as the planets were growing.  If the asteroids in the belt were \"wet\" (i.e. contained a lot of water ice), this could have been a plausible source of water on Earth &ndash; a key ingredient for life.  Understanding how Earth got itÆs water is especially important now that there are thousands of extrasolar planets being discovered.\n\nSignificant Results:  During the period of funding of this award, the PS1 telescope started its routine survey operations, and has now become a leading discovery machine for Near Earth Objects, comets, and MBCs.  We developed sophisticated software that enables detection of very low levels of dust (lifted off the surface of MBCs by gas) in data produced by the survey. As the telescope system matured, the observing strategies changed, and we are now adapting our software to the new operational modes.  Our codes have been a key part of the PS1 data examination pipeline, used to classify and discover 89 comets and MBCs.  This project has been instrumental in discovering 4 MBCs.  While this is lower than previously expected, it may indicate that water is distributed unevenly in the Main Belt.  We have found that disrupted objects (collisions and rotational disruption) are a significant confounding factor, and may be relatively common in the asteroid belt.  We have conducted a vigorous telescopic observing program to follow up and characterize all the newly discovered MBCs.  This has lead to the development of a space mission concept to investigate the origins of water in the inner solar system.  This follow up has been made efficient through the development of sophisticated automated observing planning tools.\n\nThe PS1 survey has also started to discover very low activity comets, some of which are coming from beyond the orbits of the planets.  This may represent a new class of material that has not been seen before:  inner solar system material that got ejected from the inner solar system during the process of planet formation.  We may be finally getting a glimpse of the unprocessed material that was in the inner solar system.  This aspect is leading to a new research program.\n\nBroader Impacts\n\nBenefit to other fields:  The lessons learned in developing the software for this project in conjunction with the survey operations will be beneficial to the next generation of large telescopic surveys (such as the Large Synoptic Survey Telescope, LSST).  Additionally, the new faint class of low activity comets that have been discovered will be exciting targets for the next generation of large 30-m class telescopes.\n\nTraining the next generation:  We have used the follow up observation planning as an opportunity to train the next generation of scientists in proposal writing (for telescope time and funding) by giving students and postdoctoral fellows training and the opportunity to participate in simulated review panels to improve their own proposals.  We have interfaced this project to STEM education by involving our team in the HISTAR student research training program, by mentoring and using some of our targets as subjects for middle and high school science projects. \n\n\t\t\t\t\tLast Modified: 06/03/2015\n\n\t\t\t\t\tSubmitted by: K..."
 }
}