{
 "awd_id": "1010046",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Title: RUI & Collaborative Research: Planet Embryos in Vortex Wombs: Simulations of Gas, Dust and Magnetic Fields in Protoplanetary Disks and the Formation of Planets",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922620",
 "po_email": "mwomack@nsf.gov",
 "po_sign_block_name": "Maria Womack",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 363692.0,
 "awd_amount": 363692.0,
 "awd_min_amd_letter_date": "2010-09-14",
 "awd_max_amd_letter_date": "2012-07-23",
 "awd_abstract_narration": "This award will support a theoretical investigation of an early phase in the formation of planets, namely how millimeter-sized grains grow into objects that are about 1 kilometer in diameter.  There are three main goals to this effort: (1) calculating the effects of instabilities on dust layers in protoplanetary disks; (2) exploring the formation and evolution of three-dimensional vortices in stratified protoplanetary disks; and (3) modeling the trapping of dust grains in three-dimensional vortices and the formation of planetesimals.  These studies will be done using numerical codes developed by this team.\r\n\r\nThis group will establish a joint research team at both institutions that will involve people at all stages from undergraduate studies through senior researchers.  The researchers will also engage in curriculum development in partnership with the San Francisco Teachers Institute and with the Yale National Initiative.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Marcus",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Philip S Marcus",
   "pi_email_addr": "pmarcus@me.berkeley.edu",
   "nsf_id": "000212184",
   "pi_start_date": "2010-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 115927.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 121138.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 126627.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Without instabilities, the gas in the protoplanetary disk around a forming protostar remains in orbit rather than falling onto the protostar and completing its formation into a star. Moreover without instabilities in the fluid flow of the gas, the dust grains within the disk&rsquo;s gas cannot accumulate, agglomerate, and form planets. During the lifetime of this project, we found a verified that there is a new class of purely hydrodynamic instabilities that destabilize the flows in protoplanetary disks, despite the facts that the flows are linearly stable and that most researchers believe that the flows are also stable to <em>all</em> purely hydrodynamic disturbances with finite amplitudes. We found that the instability occurs in a wide variety of shearing and rotating flows, but most importantly in protoplanetary disks around forming protostars whose Keplerian motion is assumed to be stable by Rayleigh&rsquo;s theorem. It had been hoped that the magneto-rotational instability (MRI) would operate in a protoplanetary disk, but the disk&rsquo;s cool temperatures inhibit ionization and therefore prevent the MRI in most disk locations. Our new instability is not a linear instability but requires a finite perturbation. However, in a flow with large Reynolds number (as would be true for a protoplanetary disk) and with weak initial noise with a Kolmogorov energy spectrum, the Mach number of the initial noise can be very small &ndash; 10<sup>-7</sup> &ndash; &nbsp;and still destabilize the disk, completely filling it with large-volume, large-amplitude vortices (with Mach numbers of order unity). The energy of the vortices is supplied the kinetic energy of the background shear (Keplerian) flow. The essential ingredients of the new instability in our studies of rotating, shearing flows is the disk&rsquo;s vertical density stratification and vertical gravity, which are often ignored in astrophysical calculations. The new instability is best analyzed using the simplest possible flow in which it appears, which is vertically-stratified, rotating, plane Couette flow. In this case, an initial disturbance of a single isolated vortex triggers a new generation of vortices to grow at nearby locations. After this second generation of vortices grows large, it triggers a third generation. The triggering of subsequent generations continues <em>ad infinitum</em> in a self-similar manner creating a 3D lattice of turbulent 3D vortices. The region in protoplanetary disks where we have found this new mechanism is thought to be stable; thus, in the astrophysical literature this region is called the <em>dead </em><em>zone</em>. Because the vortices we report here arise in the dead zone, grow large, and spawn new generations of vortices that march across the domain, we refer to them as <em>zombie vortices</em>.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/11/2015<br>\n\t\t\t\t\tModified by: Philip&nbsp;S&nbsp;Marcus</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1010046/1010046_10040910_1421016653032_mainfig--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1010046/1010046_10040910_1421016653032_mainfig--rgov-800width.jpg\" title=\"Onset of Zombie Vorticies\"><img src=\"/por/images/Reports/POR/2015/1010046/1010046_10040910_1421016653032_mainfig--rgov-66x44.jpg\" alt=\"Onset of Zombie Vorticies\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Zombie vortices in the dead zone.Time increases from top to bottom. Left Column: the spread of vo...",
  "por_txt_cntn": "\nWithout instabilities, the gas in the protoplanetary disk around a forming protostar remains in orbit rather than falling onto the protostar and completing its formation into a star. Moreover without instabilities in the fluid flow of the gas, the dust grains within the diskÆs gas cannot accumulate, agglomerate, and form planets. During the lifetime of this project, we found a verified that there is a new class of purely hydrodynamic instabilities that destabilize the flows in protoplanetary disks, despite the facts that the flows are linearly stable and that most researchers believe that the flows are also stable to all purely hydrodynamic disturbances with finite amplitudes. We found that the instability occurs in a wide variety of shearing and rotating flows, but most importantly in protoplanetary disks around forming protostars whose Keplerian motion is assumed to be stable by RayleighÆs theorem. It had been hoped that the magneto-rotational instability (MRI) would operate in a protoplanetary disk, but the diskÆs cool temperatures inhibit ionization and therefore prevent the MRI in most disk locations. Our new instability is not a linear instability but requires a finite perturbation. However, in a flow with large Reynolds number (as would be true for a protoplanetary disk) and with weak initial noise with a Kolmogorov energy spectrum, the Mach number of the initial noise can be very small &ndash; 10-7 &ndash;  and still destabilize the disk, completely filling it with large-volume, large-amplitude vortices (with Mach numbers of order unity). The energy of the vortices is supplied the kinetic energy of the background shear (Keplerian) flow. The essential ingredients of the new instability in our studies of rotating, shearing flows is the diskÆs vertical density stratification and vertical gravity, which are often ignored in astrophysical calculations. The new instability is best analyzed using the simplest possible flow in which it appears, which is vertically-stratified, rotating, plane Couette flow. In this case, an initial disturbance of a single isolated vortex triggers a new generation of vortices to grow at nearby locations. After this second generation of vortices grows large, it triggers a third generation. The triggering of subsequent generations continues ad infinitum in a self-similar manner creating a 3D lattice of turbulent 3D vortices. The region in protoplanetary disks where we have found this new mechanism is thought to be stable; thus, in the astrophysical literature this region is called the dead zone. Because the vortices we report here arise in the dead zone, grow large, and spawn new generations of vortices that march across the domain, we refer to them as zombie vortices.\n\n \n\n\t\t\t\t\tLast Modified: 01/11/2015\n\n\t\t\t\t\tSubmitted by: Philip S Marcus"
 }
}