{
 "awd_id": "1010754",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "StarTalk Radio Show",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sandra Welch",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 1499604.0,
 "awd_amount": 1499604.0,
 "awd_min_amd_letter_date": "2010-08-31",
 "awd_max_amd_letter_date": "2013-04-23",
 "awd_abstract_narration": "StarTalk Radio will develop a highly innovative new genre of science radio that bridges the intersection between popular culture and science education.  Host of the show and project PI is Dr. Neil deGrasse Tyson, renowned scientist, astrophysicist, popular science author and director of the Hayden Planetarium in New York City. The radio programs will combine comedy, references to pop culture, and public fascination with space science to reach an untapped audience for the informal science field--those who listen to commercial talk radio call-in shows. The STEM content will include astronomy, astrophysics, astrobiology, space exploration, earth system science, and associated technologies. Goals and intended outcomes of the project include increasing knowledge and interest of space science topics, and motivating audiences to pursue additional learning acitivities as the result of listening to the programs. This project builds on a previous SGER grant (#0852400) which produced 13 pilot programs and was evaluated by Multimedia Research.    \r\n\r\nProject deliverables include 39 one-hour live call-in shows a year for a total of 117 shows over three years, a website, and a business strategy that projects making the radio programs self-sustaining. Dr. Tyson will be the host, and each program will include a celebrity guest who has a strong interest in science. The target audience for the show is the \"blue collar intellectual\" audience segment who listens to commercial talk radio, has a high school education or less and is in the 25-44 year old range. It is estimated that there will be one million listeners per week by the end of the project. People with disabilities (deaf and visually impaired) will have access to the products through captioning and other features on the website.  Project partners include CBS Radio, CBS/AOL, and Discover Magazine. \r\n\r\nFormative evaluation of these new shows and website will be conducted by Multimedia Research. The Goodman Research Group (GRG) will conduct the summative evluation to assess the extent to which the project accomplishes the goals and specifically will gather and analyze data on the previously untappped and underserved audiences. The evaluation will examine the differences in impact on Science Novices and Science Enthusiasts, asking questions about how the programs increase awareness of scientific issues, and their effects on  society and culture, as well as factual knowledge. Methods include multi-level, quasi-experimental, and longitudinal episode assessments.\r\n\r\nPotential impacts on the field of informal science education include opening up a  new commercial radio audience for informal science learning, increasing knowledge about effective approaches to combining humor and science, and demonstrating an effective business model that results in a self-supporting show about science on commercial radio.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neil",
   "pi_last_name": "Tyson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Neil Tyson",
   "pi_email_addr": "neil@startalkradio.net",
   "nsf_id": "000506925",
   "pi_start_date": "2010-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Curved Light Productions, LLC",
  "inst_street_address": "42 Scallop Avenue",
  "inst_street_address_2": "",
  "inst_city_name": "East Hampton",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6314954755",
  "inst_zip_code": "119371140",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Curved Light Productions, LLC",
  "perf_str_addr": "42 Scallop Avenue",
  "perf_city_name": "East Hampton",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "119371140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7259",
   "pgm_ref_txt": "INFORMAL SCIENCE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 757657.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 469535.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 272412.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>StarTalk,</em>&nbsp;the groundbreaking new long-form commercial radio program with host Neil deGrasse Tyson, has successfully achieved its mission to bridge the gap between pop culture and science, and fully demonstrates how a format combining humor, compelling science content, celebrity hosts, and conversation promotes science interest and understanding among a previously untapped commercial audience.</p>\n<p>&nbsp;</p>\n<p><em>StarTalk </em>rides the wave of&nbsp;the current \"geek chic\" movement popular in primetime programming, and has successfully built on this trend to take science programming into a new dimension. Toward this end, comedic co-hosts and guest appearances have included: Lynne Koplitz, Eugene Mirman, Chuck Nice, LeighAnn Lord, Sarah Silverman, John Oliver, Jim Gaffigan, Wyatt Cynac, Kristen Schall, and more. Topics have spanned a broad range and have included: space travel, fashion, zombies and viruses, neurology, science and music, the Big Bang, the Physics of Superheros, the Physics of Football, Time Travel, and more. Celebrity interviews have included: Morgan Freeman, Bill Maher, Edgar Mitchell, Alan Rickman, Dan Aykroyd, Sarah Bernhard, Jon Stewart, Joan Rivers, Whoopi Goldberg, Buzz Aldrin, Steven Colbert, Lawrence Fishburne, Paul Rudd, and more. Not only does this transformative format meet the project&rsquo;s objective to provide the type of engagement in keeping with what is expected across commercial&nbsp;programming, but offers a chance as Tyson puts it, to \"Learn something for a change...\".</p>\n<p>Now nationally syndicated<em>, StarTalk</em> continues to acquire new station affiliates at a steady rate across the country. Although<em> StarTalk</em>&nbsp;began its journey on the radio broadcast spectrum, it has rapidly evolved along with the shifting media landscape to deliver the program and engage with its community at multiple digital touch points. It is in this digital arena where&nbsp;<em>StarTalk</em>&nbsp;has truly skyrocketed in popularity, becoming one of the highest-ranking science programs within those venues.&nbsp;<em>StarTalk</em>&nbsp;has reached a rate of more than 1.3 million podcast downloads per month, and has long-ago passed NPR&rsquo;s&nbsp;<em>Science Friday</em>&nbsp;(est. 1991).&nbsp;&nbsp;<em>StarTalk</em>&nbsp;is regularly second to mega-hit RadioLab (est. 2002) on iTunes in the science category, with a 4 &frac12; out of five star rating among listeners. And while these numbers fluctuate daily, <em>StarTalk</em>&nbsp;regularly ranks in the top 25 podcasts (and recently reached number 6) among thousands across all iTunes categories, landing above such well-known podcasts as&nbsp;<em>CarTalk</em>, Evangelist Joel Osteen, Comedian Adam Corolla,&nbsp;<em>The Joe Rogan Experience</em>, and&nbsp;<em>Real Time</em>&nbsp;with Bill Maher - shows that have set the standard for popularity and success to date. This popularity culminated with StarTalk winning the Sticher Award in January 2014, for the &ldquo;Best Podcast in Science and Medicine&rdquo; category.&nbsp;</p>\n<p>The growth of <em>StarTalk&rsquo;s</em> audience is further propelled by the nurturing of its profile on multiple social media channels. From an initial focus on Facebook and Twitter, StarTalk expanded to touch fans on YouTube, Google+, Pinterest, Soundcloud, and most recently in November 2013, Tumblr and Instagram.&nbsp; Fans across all channels are remarkably loyal, passionate, and engaged. Google+ added <em>StarTalk</em> to their &ldquo;Suggested User List for Science and Nature&rdquo; at the end of October 2013, and as a result&nbsp;<em>StarTalk</em> now has just over 2 million Google+ followers. Astonishingly, Google&rsquo;s own science and space communities are approximately only 1/5 that size.</p>\n<p><em>StarTalk's</em> success is thus clearly demonstrated via its popularity on both broadcast and digital distribution of the 134 episodes over the l...",
  "por_txt_cntn": "\nStarTalk, the groundbreaking new long-form commercial radio program with host Neil deGrasse Tyson, has successfully achieved its mission to bridge the gap between pop culture and science, and fully demonstrates how a format combining humor, compelling science content, celebrity hosts, and conversation promotes science interest and understanding among a previously untapped commercial audience.\n\n \n\nStarTalk rides the wave of the current \"geek chic\" movement popular in primetime programming, and has successfully built on this trend to take science programming into a new dimension. Toward this end, comedic co-hosts and guest appearances have included: Lynne Koplitz, Eugene Mirman, Chuck Nice, LeighAnn Lord, Sarah Silverman, John Oliver, Jim Gaffigan, Wyatt Cynac, Kristen Schall, and more. Topics have spanned a broad range and have included: space travel, fashion, zombies and viruses, neurology, science and music, the Big Bang, the Physics of Superheros, the Physics of Football, Time Travel, and more. Celebrity interviews have included: Morgan Freeman, Bill Maher, Edgar Mitchell, Alan Rickman, Dan Aykroyd, Sarah Bernhard, Jon Stewart, Joan Rivers, Whoopi Goldberg, Buzz Aldrin, Steven Colbert, Lawrence Fishburne, Paul Rudd, and more. Not only does this transformative format meet the projectÆs objective to provide the type of engagement in keeping with what is expected across commercial programming, but offers a chance as Tyson puts it, to \"Learn something for a change...\".\n\nNow nationally syndicated, StarTalk continues to acquire new station affiliates at a steady rate across the country. Although StarTalk began its journey on the radio broadcast spectrum, it has rapidly evolved along with the shifting media landscape to deliver the program and engage with its community at multiple digital touch points. It is in this digital arena where StarTalk has truly skyrocketed in popularity, becoming one of the highest-ranking science programs within those venues. StarTalk has reached a rate of more than 1.3 million podcast downloads per month, and has long-ago passed NPRÆs Science Friday (est. 1991).  StarTalk is regularly second to mega-hit RadioLab (est. 2002) on iTunes in the science category, with a 4 &frac12; out of five star rating among listeners. And while these numbers fluctuate daily, StarTalk regularly ranks in the top 25 podcasts (and recently reached number 6) among thousands across all iTunes categories, landing above such well-known podcasts as CarTalk, Evangelist Joel Osteen, Comedian Adam Corolla, The Joe Rogan Experience, and Real Time with Bill Maher - shows that have set the standard for popularity and success to date. This popularity culminated with StarTalk winning the Sticher Award in January 2014, for the \"Best Podcast in Science and Medicine\" category. \n\nThe growth of StarTalkÆs audience is further propelled by the nurturing of its profile on multiple social media channels. From an initial focus on Facebook and Twitter, StarTalk expanded to touch fans on YouTube, Google+, Pinterest, Soundcloud, and most recently in November 2013, Tumblr and Instagram.  Fans across all channels are remarkably loyal, passionate, and engaged. Google+ added StarTalk to their \"Suggested User List for Science and Nature\" at the end of October 2013, and as a result StarTalk now has just over 2 million Google+ followers. Astonishingly, GoogleÆs own science and space communities are approximately only 1/5 that size.\n\nStarTalk's success is thus clearly demonstrated via its popularity on both broadcast and digital distribution of the 134 episodes over the lifetime of the show. The project further demonstrates an effective business model toward building a self-supporting long-form talk show about science on commercial/digital radio, and increases knowledge about business strategies for marketing science within this venue.\n\nFinally, StarTalk has achieved a resounding and measured success toward its goal of attracting a targeted younger audience,..."
 }
}