{
 "awd_id": "1010844",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "STAR Library Education Network: A Hands-on Learning Program for Libraries and Their Communities",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Jennings",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 2495325.0,
 "awd_amount": 2495325.0,
 "awd_min_amd_letter_date": "2010-09-29",
 "awd_max_amd_letter_date": "2014-10-21",
 "awd_abstract_narration": "The project will support STEM learning through local libraries via science kiosks that are compatible with the library setting, and associated materials and programmatic activities. The traveling kiosks will be readily assembled, disassembled, and crated, making them particularly amenable to travel. The subject matter will center on earth science, space science and technology. The American Library Association will manage the tour of these exhibits.\r\n\r\nThis project goes to the question of how the informal science education field supports STEM learning of children and adults who live in rural and in some cases impoverished localities. A particular focus of this project is upper elementary through middle-school aged youth and their families. \r\n\r\nThe team assembled for this project has worked together before and has piloted this project. In addition supporting STEM learning for the public in rural communities, there will be an educational element dealing with educating the library staff prior to the kiosks arriving. This will be done via face-to-face and online discussions. Over time, the initial staff participants and others will create a Community of Practice that will not only involve the project library staff, but also participants from other informal learning venues such as science centers and museums. The evaluation effort includes measurement of knowledge enhancement by library staff, and a comparison study of the STEM learning in rural library venues versus science center venues.\r\n\r\nThe major collaborators in this effort are: the Space Science Institute, the American Library Association, the Lunar and Planetary Institute, Oregon State University, the University of Colorado, and the National Girls Collaborative Project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Dusenbery",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Paul B Dusenbery",
   "pi_email_addr": "dusenbery@spacescience.org",
   "nsf_id": "000432427",
   "pi_start_date": "2010-09-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Shipp",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie Shipp",
   "pi_email_addr": "shipp@lpi.usra.edu",
   "nsf_id": "000410437",
   "pi_start_date": "2010-09-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Curtis",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa R Curtis",
   "pi_email_addr": "curtis@spacescience.org",
   "nsf_id": "000359803",
   "pi_start_date": "2010-09-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Brandehoff",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Susan E Brandehoff",
   "pi_email_addr": "sbrandehoff@ala.org",
   "nsf_id": "000550999",
   "pi_start_date": "2010-09-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SPACE SCIENCE INSTITUTE",
  "inst_street_address": "4765 WALNUT ST STE B",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "7209745888",
  "inst_zip_code": "803012575",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "SPACE SCIENCE INSTITUTE",
  "org_prnt_uei_num": "KCBXMSFGQGY3",
  "org_uei_num": "KCBXMSFGQGY3"
 },
 "perf_inst": {
  "perf_inst_name": "SPACE SCIENCE INSTITUTE",
  "perf_str_addr": "4765 WALNUT ST STE B",
  "perf_city_name": "BOULDER",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803012575",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1145210.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 859077.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 491038.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As places that offer their services for free, public libraries have become the &ldquo;public square&rdquo; by providing a place where members of a community can gather for information, educational programming, and policy discussions. With more than 17,000 public library branches and 1.6 billion visits a year, there is an enormous potential for engaging underserved youth and their families with science, technology, engineering and math (STEM) topics. Just as <em>21<sup>st</sup> Century skills</em> include innovation, creativity, and critical thinking, libraries are developing new ways to engage their patrons in STEM learning such as hands-on workshops. From Portland, Oregon, to Portland, Maine, libraries are hosting Science Saturdays, Robot Races, maker spaces, and STEM exhibitions. Building the capacity of public&nbsp;libraries and library staff to deliver engaging, inspirational, and educational STEM programs has the potential to transform the STEM education landscape across the country. What started in libraries some years ago as independent experiments in STEM programming have become a national STEM movement.</p>\n<p>&nbsp;</p>\n<p>Phase 1 of the STAR Library Education Network: a hands-on learning program for libraries and their communities (or STAR_Net) was led by the Space Science Institute&rsquo;s National Center for Interactive Learning (NCIL). Phase 1 of the STAR_Net project was supported through a grant from the National Science Foundation (PI: Paul Dusenbery). Core partners included the American Library Association, Lunar and Planetary Institute, and the National Girls Collaborative Project. Other collaborators include ASTC, National Academy of Engineering, Engineers Without Borders-USA, IEEE-USA, the National Renewable Energy Lab, American Geophysical Union, Geological Society of America, nineteen public libraries, and many others. &nbsp;</p>\n<p>&nbsp;</p>\n<p>The project developed two interactive traveling exhibits hosted by 19 libraries (<em>Discover Earth: A Century of Change</em> and <em>Discover Tech: Engineers Make a World of Difference</em>), coupled with a variety of education and outreach programs. This additional programming included hands-on activities related to the content of the exhibits for different age groups. The project also developed a training program for librarians and an online community of librarians and STEM professionals. STAR_Net has approximately 1500 members, with programs in 49 U.S. states. To learn more about the STAR_Net program, visit <a href=\"http://www.starnetlibraries.org\">www.starnetlibraries.org</a>.</p>\n<p>&nbsp;</p>\n<p>The project&rsquo;s summative evaluation utilized mixed methods to investigate project implementation and its outcomes. Methods included pre- and post-exhibit surveys administered to staff from each library that hosted the exhibits; interviews with staff from host libraries; patron surveys; exhibit-related circulation records; web metrics regarding the online community; and site visits to five <em>Discover Earth</em> and <em>Discover Tech</em> libraries, during which patrons and library staff were observed and interviewed. Key findings from the evaluation of Phase 1 included the following: 1) <em>STAR_Net</em> professional development helped <em>Discover Earth</em> and <em>Discover Tech</em> librarians host the exhibits and deliver informal science education programming; 2) All of the libraries implemented informal science activities while they hosted the <em>Discover Earth</em> or <em>Discover Tech</em> exhibit, and at least two-thirds of the libraries reported that they had offered additional STEM programming after the exhibit had left their libraries; 3) STAR_Net succeeded in reaching the targeted library participants and audiences at the host libraries; and 4) Many library patrons at the host libraries became more interested, knowledgeable, and engaged in the STEM topics presented in the exhibits an...",
  "por_txt_cntn": "\nAs places that offer their services for free, public libraries have become the \"public square\" by providing a place where members of a community can gather for information, educational programming, and policy discussions. With more than 17,000 public library branches and 1.6 billion visits a year, there is an enormous potential for engaging underserved youth and their families with science, technology, engineering and math (STEM) topics. Just as 21st Century skills include innovation, creativity, and critical thinking, libraries are developing new ways to engage their patrons in STEM learning such as hands-on workshops. From Portland, Oregon, to Portland, Maine, libraries are hosting Science Saturdays, Robot Races, maker spaces, and STEM exhibitions. Building the capacity of public libraries and library staff to deliver engaging, inspirational, and educational STEM programs has the potential to transform the STEM education landscape across the country. What started in libraries some years ago as independent experiments in STEM programming have become a national STEM movement.\n\n \n\nPhase 1 of the STAR Library Education Network: a hands-on learning program for libraries and their communities (or STAR_Net) was led by the Space Science InstituteÆs National Center for Interactive Learning (NCIL). Phase 1 of the STAR_Net project was supported through a grant from the National Science Foundation (PI: Paul Dusenbery). Core partners included the American Library Association, Lunar and Planetary Institute, and the National Girls Collaborative Project. Other collaborators include ASTC, National Academy of Engineering, Engineers Without Borders-USA, IEEE-USA, the National Renewable Energy Lab, American Geophysical Union, Geological Society of America, nineteen public libraries, and many others.  \n\n \n\nThe project developed two interactive traveling exhibits hosted by 19 libraries (Discover Earth: A Century of Change and Discover Tech: Engineers Make a World of Difference), coupled with a variety of education and outreach programs. This additional programming included hands-on activities related to the content of the exhibits for different age groups. The project also developed a training program for librarians and an online community of librarians and STEM professionals. STAR_Net has approximately 1500 members, with programs in 49 U.S. states. To learn more about the STAR_Net program, visit www.starnetlibraries.org.\n\n \n\nThe projectÆs summative evaluation utilized mixed methods to investigate project implementation and its outcomes. Methods included pre- and post-exhibit surveys administered to staff from each library that hosted the exhibits; interviews with staff from host libraries; patron surveys; exhibit-related circulation records; web metrics regarding the online community; and site visits to five Discover Earth and Discover Tech libraries, during which patrons and library staff were observed and interviewed. Key findings from the evaluation of Phase 1 included the following: 1) STAR_Net professional development helped Discover Earth and Discover Tech librarians host the exhibits and deliver informal science education programming; 2) All of the libraries implemented informal science activities while they hosted the Discover Earth or Discover Tech exhibit, and at least two-thirds of the libraries reported that they had offered additional STEM programming after the exhibit had left their libraries; 3) STAR_Net succeeded in reaching the targeted library participants and audiences at the host libraries; and 4) Many library patrons at the host libraries became more interested, knowledgeable, and engaged in the STEM topics presented in the exhibits and related programming.\n\n \n\n\t\t\t\t\tLast Modified: 06/24/2016\n\n\t\t\t\t\tSubmitted by: Paul B Dusenbery"
 }
}