{
 "awd_id": "1010642",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: TAIGER's Tale: Tectonics of Subduction to Collision",
 "cfda_num": "47.050",
 "org_code": "06030201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leonard E. Johnson",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 408360.0,
 "awd_amount": 485360.0,
 "awd_min_amd_letter_date": "2010-09-21",
 "awd_max_amd_letter_date": "2014-03-12",
 "awd_abstract_narration": "The TAIGER (Taiwan Integrated Geodynamics Research) project is a joint USA-Taiwan program that seeks to model the complex collision processes and the tectonic development of Taiwan, based on extensive observation.  Funded by the NSF Continental Dynamics Program and by Taiwan's National Science Council and involving investigators at SUNY/Binghamton, UTIG, USC, Cornell, and Wisconsin, this project  has acquired more than twice as much data as originally proposed due to synergistic contributions by Taiwan scientists and Taiwanese government science funding.  From FY2006-2009, deployments of seismic instruments on land (IRIS) and at ocean-bottom (OBSIP) maximized the recording of local events and teleseisms, as well as artificial sources specially set off for TAIGER, in order to obtain high resolution 3-D images.  To map the areas around Taiwan the PIs were able to use the NSF-supported research ship, the R/V Langseth, to create seismic waves that were recorded by a 6-km long streamer and also ocean-bottom and land recorders.  These seismic and magnetotelluric profiles as well as petrologic lab data are currently being analyzed. TAIGER project data combined with geodynamics methods will be used to test a set of existing tectonic models that range from a thin skinned model, in which subduction of continental Eurasian mantle and lower crust is separated from a deforming crustal wedge by a plate boundary decollement, from a thick skinned model, where deformation of crust and mantle occurs within a vertically contiguous system, with progressive thickening of continental mantle beneath the core of the mountain belt.\r\n\r\nThe current project (TAIGER?s TALE), will expand on thier initial studies to carry out in-depth and advanced studies using the extensive TAIGER data volumes (no new data will be acquired). This work will lead to  significant advances in understanding deformational processes associated with the evolution of Taiwan due to plate collision. Studies will focus primarily on seismological analyses to obtain physical properties and rheological indicators as well as the integrative ties with geodynamical modeling efforts. The over-arching strategy is to take advantage of the unique aspects of the acquired data sets, the tectonic environment, and the diverse and complementary participating/collaborating personnel. They will perform their analyses of various data sets in such a way that higher frequency/higher resolution results are nested in the context of broader scale results. They will make extensive use of ?crossover? seismological data sets recorded during TAIGER (active sources collected by passive-source arrays, and earthquakes collected in active-source arrays).  Also, analysis/interpretation of these data will be closely tied to geodynamic modeling.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kirk",
   "pi_last_name": "McIntosh",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Kirk D McIntosh",
   "pi_email_addr": "kirk@ig.utexas.edu",
   "nsf_id": "000419979",
   "pi_start_date": "2010-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Harm",
   "pi_last_name": "Van Avendonk",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Harm J Van Avendonk",
   "pi_email_addr": "harm@ig.utexas.edu",
   "nsf_id": "000489962",
   "pi_start_date": "2010-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Luc",
   "pi_last_name": "Lavier",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Luc L Lavier",
   "pi_email_addr": "luc@ig.utexas.edu",
   "nsf_id": "000162143",
   "pi_start_date": "2010-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158100",
   "pgm_ele_name": "CONTINENTAL DYNAMICS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 408360.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 77000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The TAIGER project was designed to understand a process called arc-continent collision. This process happens when ocean crust of one tectonic plate slides underneath another plate until all the ocean crust is gone and the upper plate runs into the continent connected to the ocean crust. The Taiwan area is one of the few places on Earth where this process is now happening. In the included Perspective Map, the blue area on the left is ocean crust or thin continental crust that slides underneath the Philippine Sea Plate on the right. At the surface their boundary is the Manila Trench. We wanted to find out what happens when different crust slides under at the Manila Trench, especially when much thicker crust (the white areas) tries to slide under. We expected that the thick crust DOES NOT slide under very well, and other scientists have interpreted that it cannot slide under very well so it gets deformed and makes the mountains that primarily create the island of Taiwan.</p>\n<p>We recorded seismic data using a ship and seismometers that rest on the bottom of the ocean or on land (across Taiwan--the small marks on the map). The seismometers recorded signals from the ship, sometimes from over 200 kilometers away. We use the recorded signals to make an image of the Earth, down to 30-40 km depth. Our technique is similar to a medical CAT scan, but instead of seeing differences in tissue or bones, we see differences in rock type (such as sandstone, granite, or others) &nbsp;and the thickness of the Earth's crust.&nbsp;</p>\n<p>The image \"TAIGER Southern Velocity Models\" shows our tomography results on a series of profiles starting south of Taiwan and then crossing southern Taiwan. These profiles cross the Manila trench and include the boundary (dashed line curving down to the right) &nbsp;between the Eurasia plate (on the left) and the Philippine Sea Plate (on the right). Above the boundary is what is called the accretionary prism. The rock in the accretionary prism is material that <span style=\"text-decoration: underline;\">was on</span> the Eurasia Plate but has gotten transferred to the Philippine Sea Plate as the Eurasia Plate has been sliding under it.</p>\n<p>One of our most important results is that we see a big change in the velocity of materials in the accretionary prism from south to north. In the south the prism is all green color. This is an indication that it is composed of sedimentary rocks such as sandstones or shale. However, to the north there is a steady increase in red and yellow colors in the prism (also marked with HP or CR to the north). This shows that sound travels much faster through these rocks and indicates they are more likely to be \"basement\" rocks such as granite or schist. Our interpretation of this observation is that basement rocks become part of the prism BEFORE the prism intersects the thick crust. We say intersects, because the prism is moving westward along with the Philippine Sea Plate.</p>\n<p>We have also observed that the pile of material south of Taiwan that we call the accretionary prism is continuous with a submarine ridge, with the southern peninsula of Taiwan (Hengchun Peninsula), and with the main \"Central Range\" of mountains in Taiwan. Our series of profiles shows that the accretionary prism evolves to the north by including more and more high velocity rock in the prism. We believe that these basement rocks initially slide under the prism, but they are too buoyant and they become attached to the bottom of the prism.</p>\n<p>Putting this all together, our results show that rocks that are found in the mountains of central Taiwan were probably built up south and east of their current location. This means that they were not a direct result of the Philippine Sea Plate running into the continental shelf, but that they are now squeezed in between the edge of the Philippine Sea Plate and the continental shelf. We would also point out the ...",
  "por_txt_cntn": "\nThe TAIGER project was designed to understand a process called arc-continent collision. This process happens when ocean crust of one tectonic plate slides underneath another plate until all the ocean crust is gone and the upper plate runs into the continent connected to the ocean crust. The Taiwan area is one of the few places on Earth where this process is now happening. In the included Perspective Map, the blue area on the left is ocean crust or thin continental crust that slides underneath the Philippine Sea Plate on the right. At the surface their boundary is the Manila Trench. We wanted to find out what happens when different crust slides under at the Manila Trench, especially when much thicker crust (the white areas) tries to slide under. We expected that the thick crust DOES NOT slide under very well, and other scientists have interpreted that it cannot slide under very well so it gets deformed and makes the mountains that primarily create the island of Taiwan.\n\nWe recorded seismic data using a ship and seismometers that rest on the bottom of the ocean or on land (across Taiwan--the small marks on the map). The seismometers recorded signals from the ship, sometimes from over 200 kilometers away. We use the recorded signals to make an image of the Earth, down to 30-40 km depth. Our technique is similar to a medical CAT scan, but instead of seeing differences in tissue or bones, we see differences in rock type (such as sandstone, granite, or others)  and the thickness of the Earth's crust. \n\nThe image \"TAIGER Southern Velocity Models\" shows our tomography results on a series of profiles starting south of Taiwan and then crossing southern Taiwan. These profiles cross the Manila trench and include the boundary (dashed line curving down to the right)  between the Eurasia plate (on the left) and the Philippine Sea Plate (on the right). Above the boundary is what is called the accretionary prism. The rock in the accretionary prism is material that was on the Eurasia Plate but has gotten transferred to the Philippine Sea Plate as the Eurasia Plate has been sliding under it.\n\nOne of our most important results is that we see a big change in the velocity of materials in the accretionary prism from south to north. In the south the prism is all green color. This is an indication that it is composed of sedimentary rocks such as sandstones or shale. However, to the north there is a steady increase in red and yellow colors in the prism (also marked with HP or CR to the north). This shows that sound travels much faster through these rocks and indicates they are more likely to be \"basement\" rocks such as granite or schist. Our interpretation of this observation is that basement rocks become part of the prism BEFORE the prism intersects the thick crust. We say intersects, because the prism is moving westward along with the Philippine Sea Plate.\n\nWe have also observed that the pile of material south of Taiwan that we call the accretionary prism is continuous with a submarine ridge, with the southern peninsula of Taiwan (Hengchun Peninsula), and with the main \"Central Range\" of mountains in Taiwan. Our series of profiles shows that the accretionary prism evolves to the north by including more and more high velocity rock in the prism. We believe that these basement rocks initially slide under the prism, but they are too buoyant and they become attached to the bottom of the prism.\n\nPutting this all together, our results show that rocks that are found in the mountains of central Taiwan were probably built up south and east of their current location. This means that they were not a direct result of the Philippine Sea Plate running into the continental shelf, but that they are now squeezed in between the edge of the Philippine Sea Plate and the continental shelf. We would also point out the Philippine Sea Plate is still moving to the northwest, so both the Central Range (former accretionary prism) and the continental shelf are still deforming.\n..."
 }
}