{
 "awd_id": "1010381",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CNH: Collaborative Research: Hydrologic Transformation and Human Resilience to Climate Change in the Peruvian Andes",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alan Tessier",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 311453.0,
 "awd_amount": 311453.0,
 "awd_min_amd_letter_date": "2010-09-20",
 "awd_max_amd_letter_date": "2010-09-20",
 "awd_abstract_narration": "Climate change and accelerating glacier recession is affecting the water cycle and the future of water resources in the Peruvian Andes.  In the Cordillera Blanca, the most glacierized mountain range in the tropics, the natural and social systems of the region are very dependent on glacial water resources and it is considered to be one of the most vulnerable to glacier-related water stress in the world.  This interdisciplinary and collaborative research project will evaluate the new system of freshwater governance that is emerging in the Andes and how glacial dynamics are transforming melt water rates as they rapidly recede.  The research will generate new insights into the coupled natural and human consequences of glacial recession in the tropical highlands by examining the combined effects of glacier recession on downstream watersheds, the resilience of livelihood systems and the ways in which economic change and shifting water governance are factors in this hydrologic, ecological, and social transformation. The research will also generate new hydrologic models and derive quantitative estimates of glacial water dynamics. \r\n\r\nAs glacier recession is accelerating in the Cordillera Blanca, dramatic changes in the Andean hydrologic regime pose significant challenges to Andean society.  Data and observations from the project will inform water resource policy makers, global change specialists, development practitioners and scientists who study co-related topics such as chemical weathering and physical sedimentation.  In examining of climate-glacier-water-society dynamics in the Cordillera Blanca, this research will provide critical information to urban residents, industries, farmers, and policymakers that will inform adaptive strategies and responses to global climate change.  Integral to the project is a cross-cultural education and outreach plan that will increase awareness, inform policy managers, strengthen institutional partnerships, and educate the next generation of interdisciplinary scientists at both the undergraduate and graduate level.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Young",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth R Young",
   "pi_email_addr": "kryoung@austin.utexas.edu",
   "nsf_id": "000296310",
   "pi_start_date": "2010-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1325",
   "pgm_ref_txt": "WATER & ENERGY: ATMO, VEG, EARTH"
  },
  {
   "pgm_ref_code": "1691",
   "pgm_ref_txt": "BE: DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 311453.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The tropical Peruvian Andes are affected by a combination of natural and social alterations related to climate change. A case study of how these interactions affect water resources has many implications for change expected in other mountainous areas affected by melting glaciers. Specifically, hydrological modeling done during this research shows that downstream discharge will first increase and then decrease as the glaciers retreat. However, the timing is such that the initial increase has already occurred, with streams now showing decreased flow, especially in the dry seasons. Thus, glaciers produce an initial increase in runoff as they lose mass. The discharge then reaches a maximum and subsequently declines as the volume of glacial ice continues to decrease. This post-peak phase is characterized by decreases in runoff, as well as increases in discharge variability. However, in this study region, in addition, demand has increased for water resources due to economic development, suggesting that this and similar areas elsewhere, will be under novel and increasing stresses. An interdisciplinary research effort including hydrology, geography, and environmental history was able to show that the future availability of water resources in the Santa River watershed is limited by glacier retreat in the Cordillera Blanca, but also under unprecedented demand for water uses.</p>\n<p>The intellectual merit of this transdisciplinary NSF project arises from the ways that it links biophysical and human factors to explain how and why stream discharges have been declining, why residents are reporting significant shifts in climate-glacier-water dynamics, and how human populations have been responding to these shifts. Through the development of a holistic hydro-social framework to understand the effects of climate change and glacier retreat, this project offers a way to combine biophysical drivers on hydrology with various human-focused water withdrawal mechanisms</p>\n<p>Because precipitation in the study region is highly seasonal, and the Peruvian coast is arid, glacial melt water from the Cordillera Blanca accounts for much of the discharge for the Santa River basin. Hundreds of thousands of people there rely on glaciers for water used for hydroelectricity, mining, irrigation, and livestock production, and the glaciers also provide water to Peru&rsquo;s second largest city (Trujillo). A diminished and less consistent stream flow could generate problems for agriculture, power generation, tourism, and also water quality as the dissolved and suspended load in the stream flow become more concentrated. This research warns that despite predictions of deterministic physical hydrologic models analyzing glacier loss from climate change, ultimately water usage is not predictable based solely on water availability. &nbsp;</p>\n<p>The project thus integrates the often-divergent analysis of water supply (the realm of hydrologists and glaciologists) with water use (the focus of social scientists). Results further demonstrate that both ecological change and societal forces play vital roles in shaping the future of water resources and water governance. Five major human variables should be integrated into future predictive scenarios: (1) political agendas and economic development; (2) governance: laws and institutions; (3) technology and engineering; (4) land and resource use; and (5) societal responses. This hydro-social framework has widespread implications for glaciated watersheds worldwide.</p>\n<p>Findings from this research project also have important broader impacts, especially for human populations downstream of the glaciers. This project shows the precariousness and vulnerability of economic and urban development that rely on a single intake canal in an area that has, historically, experienced some of the world's most deadly glacier-related disasters. The large Chavimochic irrigation project ...",
  "por_txt_cntn": "\nThe tropical Peruvian Andes are affected by a combination of natural and social alterations related to climate change. A case study of how these interactions affect water resources has many implications for change expected in other mountainous areas affected by melting glaciers. Specifically, hydrological modeling done during this research shows that downstream discharge will first increase and then decrease as the glaciers retreat. However, the timing is such that the initial increase has already occurred, with streams now showing decreased flow, especially in the dry seasons. Thus, glaciers produce an initial increase in runoff as they lose mass. The discharge then reaches a maximum and subsequently declines as the volume of glacial ice continues to decrease. This post-peak phase is characterized by decreases in runoff, as well as increases in discharge variability. However, in this study region, in addition, demand has increased for water resources due to economic development, suggesting that this and similar areas elsewhere, will be under novel and increasing stresses. An interdisciplinary research effort including hydrology, geography, and environmental history was able to show that the future availability of water resources in the Santa River watershed is limited by glacier retreat in the Cordillera Blanca, but also under unprecedented demand for water uses.\n\nThe intellectual merit of this transdisciplinary NSF project arises from the ways that it links biophysical and human factors to explain how and why stream discharges have been declining, why residents are reporting significant shifts in climate-glacier-water dynamics, and how human populations have been responding to these shifts. Through the development of a holistic hydro-social framework to understand the effects of climate change and glacier retreat, this project offers a way to combine biophysical drivers on hydrology with various human-focused water withdrawal mechanisms\n\nBecause precipitation in the study region is highly seasonal, and the Peruvian coast is arid, glacial melt water from the Cordillera Blanca accounts for much of the discharge for the Santa River basin. Hundreds of thousands of people there rely on glaciers for water used for hydroelectricity, mining, irrigation, and livestock production, and the glaciers also provide water to PeruÆs second largest city (Trujillo). A diminished and less consistent stream flow could generate problems for agriculture, power generation, tourism, and also water quality as the dissolved and suspended load in the stream flow become more concentrated. This research warns that despite predictions of deterministic physical hydrologic models analyzing glacier loss from climate change, ultimately water usage is not predictable based solely on water availability.  \n\nThe project thus integrates the often-divergent analysis of water supply (the realm of hydrologists and glaciologists) with water use (the focus of social scientists). Results further demonstrate that both ecological change and societal forces play vital roles in shaping the future of water resources and water governance. Five major human variables should be integrated into future predictive scenarios: (1) political agendas and economic development; (2) governance: laws and institutions; (3) technology and engineering; (4) land and resource use; and (5) societal responses. This hydro-social framework has widespread implications for glaciated watersheds worldwide.\n\nFindings from this research project also have important broader impacts, especially for human populations downstream of the glaciers. This project shows the precariousness and vulnerability of economic and urban development that rely on a single intake canal in an area that has, historically, experienced some of the world's most deadly glacier-related disasters. The large Chavimochic irrigation project depends upon glacier-fed Santa River water not only for its export-oriented agro-industrial proje..."
 }
}