{
 "awd_id": "1010624",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Making Space Social: Exploring the Educational Potential of the Facebook Social Network",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Neufeld",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 594427.0,
 "awd_amount": 594427.0,
 "awd_min_amd_letter_date": "2010-09-21",
 "awd_max_amd_letter_date": "2015-08-18",
 "awd_abstract_narration": "The Space Science Institute (SSI) will conduct a pilot investigation on the use and effectiveness of STEM-related games within contemporary web-based, multiuser social networking platforms.  A host of gaming and content experts, consultants and advisors will work collaboratively with SSI to repurpose a set of existing games for use and research on Facebook. Three to five games will be chosen from a portfolio of nearly 30 space science and astronomy online games previously developed by the Institute. A representative sample of youth (ages 13+) and adults will be invited to participate in the game-selection process. The selected games will be repurposed for optimal use on Facebook. By the end of the first year, Facebook users will be able to access and interact with the games on Facebook. Data will be collected from game users as they progress through the games. The results of the data analysis will be used to inform the project and the informal science education field.  \r\n\r\nThe Institute for Learning Innovation will lead the formative and summative evaluations. Youth (ages 13+) and adults with access to Facebook will be targeted for participation in the formative testing and evaluation and the pilot investigation. The anticipated audience will be broad and diverse, as Facebook users span gender, race, age, and social class. The intended project impacts are that participants will experience gains in each of the three dimensions: (a) awareness, knowledge, and understanding, (b) engagement and interest, and (c) attitude.  A mixed-methods approach will be employed to assess the game selection process, implementation of the games on Facebook, project effectiveness, and impacts. Formative evaluation strategies include embedded evaluation assessments, expert reviews, online feedback sessions, and short response polls. A multi-variable analysis of game use and a comparison between players and non-players will be used to inform the summative evaluation. \r\n\r\nThis Pathways project could potentially transform contemporary notions about the effectiveness of games to generate interest and foster STEM learning within multiuser, social networking environments. Facebook, the preferred interface for this effort, is one of the most popular social networks currently in existence. Through it, this project could bring science content to millions of people around the country, including many from underrepresented groups. This pilot would contribute to the limited research base and, if successful, could serve as a model for future scale-up initiatives on other STEM topics, gaming formats, and platforms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Harold",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "James B Harold",
   "pi_email_addr": "harold@spacescience.org",
   "nsf_id": "000423128",
   "pi_start_date": "2010-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dean",
   "pi_last_name": "Hines",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Dean C Hines",
   "pi_email_addr": "hines@spacescience.org",
   "nsf_id": "000535606",
   "pi_start_date": "2010-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SPACE SCIENCE INSTITUTE",
  "inst_street_address": "4765 WALNUT ST STE B",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "7209745888",
  "inst_zip_code": "803012575",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "SPACE SCIENCE INSTITUTE",
  "org_prnt_uei_num": "KCBXMSFGQGY3",
  "org_uei_num": "KCBXMSFGQGY3"
 },
 "perf_inst": {
  "perf_inst_name": "SPACE SCIENCE INSTITUTE",
  "perf_str_addr": "4765 WALNUT ST STE B",
  "perf_city_name": "BOULDER",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803012575",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 594427.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"AbstractCxSpFirst\">The focus of this project was the development of an astronomy education game for Facebook, with the intent of reaching new audiences by moving beyond traditional venues such as science centers.&nbsp; There were two broad goals of the program:&nbsp; to increase the public&rsquo;s understanding of various astronomy fundamentals, including the formation and evolution of stars, planets and life; and to explore the educational potential of casual, &ldquo;sporadic play&rdquo; gaming inside social networks.</p>\n<p class=\"AbstractCxSpMiddle\">&ldquo;Sporadic play&rdquo; games involve little play time in a given session, but require the player to return day after day to advance (Farmville, for example).&nbsp; This is a quite different approach from a typical learning game which might only be played through a single time, and the extended play period could be a more flexible model for many learners.&nbsp; In addition, the idea that a player might continually return to the game is consistent with &ldquo;learning cycle&rdquo; models that suggest individuals learn better when they revisit content.&nbsp;&nbsp; Finally, the &ldquo;sporadic play&rdquo; model is an excellent fit for teaching about the evolution of stars and planets: with a time scale of one million years to one minute of elapsed &ldquo;real&rdquo; time, players can explore the entire history of a solar system like ours in roughly a week.</p>\n<p class=\"AbstractCxSpMiddle\">The game that was ultimately developed was named Starchitect, and is playable on Facebook and through an external web site (www.starchitect.net). By the completion of the program over 30,000 had played the game.&nbsp; To evaluate the project we used a combination of data collected by the game itself (including an embedded quiz that included questions from a national survey on science knowledge), and a series of surveys and phone interviews of players.&nbsp; Our research and evaluation focused on three questions:&nbsp; whether the population who chose to play the game differed significantly from the general population, whether they were already interested and engaged in science, and of course, whether they learned from the game.</p>\n<p class=\"AbstractCxSpMiddle\">Here is a brief summary of some of our results.</p>\n<ul>\n<li>We found that <em>Starchitect</em> players were generally both better informed about, and more interested in, science than the general public. This may seem unsurprising, but understanding your audience is important for any education program. Projects such as this may choose to focus on addressing science misconceptions that are widespread in the general public, but not widespread within the audience they attract.&nbsp; In effect you risk &ldquo;preaching to the choir&rdquo;. </li>\n<li>One reason for distributing the game through Facebook was to try to reach a broad spectrum of the public, and indeed Starchitect attracted a wide range of players. Half our players were over 25 years old, and twenty percent over 40.&nbsp; A quarter of the players are female.&nbsp; </li>\n<li>Not everybody came back.&nbsp; Only about a quarter of those who tried Starchitect returned for a second day, which is not uncommon for this type of game. &nbsp;However, of those that come back at least once, half come back at least a third day; and 20% at least 10 days. &nbsp;Around 15% of the players played long enough to place a planet in a &ldquo;habitable zone&rdquo; of a star, a significant achievement with respect to the learning goals of the game.</li>\n<li>Players learned.&nbsp; Both our embedded quizzes and phone interviews confirmed that players improved their astronomy knowledge -- despite the fact that we attracted players who were more likely to appreciate science in the first place.&nbsp; However, we did sometimes encounter a &ldquo;ceiling effect&rdquo;, where an astronomy misconception shared by a significant fraction of th...",
  "por_txt_cntn": "The focus of this project was the development of an astronomy education game for Facebook, with the intent of reaching new audiences by moving beyond traditional venues such as science centers.  There were two broad goals of the program:  to increase the publicÆs understanding of various astronomy fundamentals, including the formation and evolution of stars, planets and life; and to explore the educational potential of casual, \"sporadic play\" gaming inside social networks.\n\"Sporadic play\" games involve little play time in a given session, but require the player to return day after day to advance (Farmville, for example).  This is a quite different approach from a typical learning game which might only be played through a single time, and the extended play period could be a more flexible model for many learners.  In addition, the idea that a player might continually return to the game is consistent with \"learning cycle\" models that suggest individuals learn better when they revisit content.   Finally, the \"sporadic play\" model is an excellent fit for teaching about the evolution of stars and planets: with a time scale of one million years to one minute of elapsed \"real\" time, players can explore the entire history of a solar system like ours in roughly a week.\nThe game that was ultimately developed was named Starchitect, and is playable on Facebook and through an external web site (www.starchitect.net). By the completion of the program over 30,000 had played the game.  To evaluate the project we used a combination of data collected by the game itself (including an embedded quiz that included questions from a national survey on science knowledge), and a series of surveys and phone interviews of players.  Our research and evaluation focused on three questions:  whether the population who chose to play the game differed significantly from the general population, whether they were already interested and engaged in science, and of course, whether they learned from the game.\nHere is a brief summary of some of our results.\n\nWe found that Starchitect players were generally both better informed about, and more interested in, science than the general public. This may seem unsurprising, but understanding your audience is important for any education program. Projects such as this may choose to focus on addressing science misconceptions that are widespread in the general public, but not widespread within the audience they attract.  In effect you risk \"preaching to the choir\". \nOne reason for distributing the game through Facebook was to try to reach a broad spectrum of the public, and indeed Starchitect attracted a wide range of players. Half our players were over 25 years old, and twenty percent over 40.  A quarter of the players are female.  \nNot everybody came back.  Only about a quarter of those who tried Starchitect returned for a second day, which is not uncommon for this type of game.  However, of those that come back at least once, half come back at least a third day; and 20% at least 10 days.  Around 15% of the players played long enough to place a planet in a \"habitable zone\" of a star, a significant achievement with respect to the learning goals of the game.\nPlayers learned.  Both our embedded quizzes and phone interviews confirmed that players improved their astronomy knowledge -- despite the fact that we attracted players who were more likely to appreciate science in the first place.  However, we did sometimes encounter a \"ceiling effect\", where an astronomy misconception shared by a significant fraction of the general population was simply not an issue for our players.\n\nFinally, a note from the player interviews.  Several of those interviewed for the evaluation indicated that they were specifically looking for a game of this type: something science based that they could learn from.  The \"attracting the choir\" effect may impact the content goals of the project, but it also indicates an active desire on the part of the public fo..."
 }
}