{
 "awd_id": "1010591",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Saltmarsh Circulation, Inundation and Bathymetric Mapping using HF-radar",
 "cfda_num": "47.050",
 "org_code": "06040104",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 275865.0,
 "awd_amount": 275865.0,
 "awd_min_amd_letter_date": "2010-01-15",
 "awd_max_amd_letter_date": "2010-01-15",
 "awd_abstract_narration": "An understanding of the circulation patterns in the extensive salt marsh ecosystems throughout the world is important for a variety of reasons, including the assessment of sediment and pollutant transport within the marshes, and the residence or flushing times of specific regions with respect to commercially important organisms or pollutants. Modeling studies suggest circulation pathways can be quite complex, depending critically on marsh creek bathymetry and curvature, and on connectivity at differing topographic levels within the cyclically inundated marsh intertidal. Effective measurement of circulation of these systems is difficult, owing to the circuitous interconnected tidal creeks, the variety of scales that must be addressed, and the variability of pathways the water may traverse as the topographically complex intertidal areas are successively flooded and drained through each tidal cycle. \r\n\r\nThe PI proposes to add a pair of VHF-radar systems to an upcoming DOE-funded intensive field study directed by colleagues at Skidaway, to demonstrate the radars utility to measure vector velocity within both the channels and inundated intertidal subregions of the marsh, to monitor the presence or absence of water within the intertidal marsh areas, and to invert spectral returns to assess bathymetry in the illuminated area, all at high horizontal resolution. The DOE-sponsored study will provide an extensive data-base against which to test the feasibility of using the VHF-radar system in the salt marsh.\r\n\r\nGoals: The funding requested will test the ability of paired VHF radars to:\r\n1)  measure vector velocities within the tidal channels and intertidal marsh,\r\n2) detect the transition between inundated and uninundated intertidal areas, and depth limits of detection,\r\n3)  estimate depths of shallow inundated areas.\r\n\r\nBroader Impacts\r\n\r\nThe ability to measure circulation at high horizontal resolution will provide an order one improvement in our understanding of these issues. Such measurements, along with the ability to define saltmarsh bathymetry and topography at high resolution, will vastly improve our ability to model such systems accurately as well. Such models would provide a significantly improved tool for the use of society?s agencies who are charged with protection and permitting in the marsh setting. Educationally, the database developed with this project will provide engaging student projects over the next several years. Finally, the project will provide a database for our new faculty hire at SkIO who will be joining SkIO as an Assistant Professor in July 2010. She will be able to use the data to develop her modeling program as applied to the rich local salt-marsh setting.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dana",
   "pi_last_name": "Savidge",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Dana K Savidge",
   "pi_email_addr": "dana.savidge@skio.UGA.edu",
   "nsf_id": "000291232",
   "pi_start_date": "2010-01-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia Research Foundation Inc",
  "perf_str_addr": "310 E CAMPUS RD RM 409",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306021589",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168000",
   "pgm_ele_name": "OCEAN TECH & INTERDISC COORDIN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 275865.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>An understanding of the circulation in salt marshes is important for assessment of sediment and pollutant transport within the marshes, and the residence or flushing times of specific regions with respect to commercially important organisms or pollutants.&nbsp;&nbsp; Modeling studies suggest circulation pathways can be quite complex, depending critically on marsh creek bathymetry and curvature, and on connectivity at differing topographic levels within the cyclically inundated marsh intertidal areas (Blanton et al. 2002, Blanton et al. 2003, Blanton et al. 2009, Li and O&rsquo;Donnell 2005). Effective measurement or modeling of these systems is difficult, owing to the circuitous interconnected tidal creeks, the variety of scales that must be addressed, and the higher tidal harmonics from frictional effects, whose existence and model representation depends on complex marsh topography.&nbsp;</p>\n<p>This project deployed a pair of&nbsp; VHF (160-180 MHz) beam-forming PortMap radar systems,&nbsp; overlooking DOE funded in-situ instrumentation in Groves Creek intertidal marsh, which supported a DOE funded modeling project. The radars successfully measured velocities within the tidal creeks, but returns from the intertidal spartina-covered marsh flats suffered from very low signal to noise ratios.&nbsp; This precluded the capacity to measure the evolution of velocity in those regions.&nbsp; However by averaging over several tidal cycles, by phase of the tide, we were aboe to demonstrate the ability to detect tidal variability in the intertidal regions at short distances away from each radar.&nbsp; This provides encouragement that techniques to enhance signal to noise ratio may make measurement of velocities feasible in grass-covered intertidal areas, during periods when the areas are inundated. Such techniques include increasing the areas or times over which returns are averaged, reduction of noise, and increased transmit power (within the limits of the receive array).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/01/2014<br>\n\t\t\t\t\tModified by: Dana&nbsp;K&nbsp;Savidge</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAn understanding of the circulation in salt marshes is important for assessment of sediment and pollutant transport within the marshes, and the residence or flushing times of specific regions with respect to commercially important organisms or pollutants.   Modeling studies suggest circulation pathways can be quite complex, depending critically on marsh creek bathymetry and curvature, and on connectivity at differing topographic levels within the cyclically inundated marsh intertidal areas (Blanton et al. 2002, Blanton et al. 2003, Blanton et al. 2009, Li and OÆDonnell 2005). Effective measurement or modeling of these systems is difficult, owing to the circuitous interconnected tidal creeks, the variety of scales that must be addressed, and the higher tidal harmonics from frictional effects, whose existence and model representation depends on complex marsh topography. \n\nThis project deployed a pair of  VHF (160-180 MHz) beam-forming PortMap radar systems,  overlooking DOE funded in-situ instrumentation in Groves Creek intertidal marsh, which supported a DOE funded modeling project. The radars successfully measured velocities within the tidal creeks, but returns from the intertidal spartina-covered marsh flats suffered from very low signal to noise ratios.  This precluded the capacity to measure the evolution of velocity in those regions.  However by averaging over several tidal cycles, by phase of the tide, we were aboe to demonstrate the ability to detect tidal variability in the intertidal regions at short distances away from each radar.  This provides encouragement that techniques to enhance signal to noise ratio may make measurement of velocities feasible in grass-covered intertidal areas, during periods when the areas are inundated. Such techniques include increasing the areas or times over which returns are averaged, reduction of noise, and increased transmit power (within the limits of the receive array).\n\n\t\t\t\t\tLast Modified: 06/01/2014\n\n\t\t\t\t\tSubmitted by: Dana K Savidge"
 }
}