{
 "awd_id": "1010508",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I: Design, Fabrication and Characterization of Ferroelectric Nanoparticle Doped Liquid Crystal/Polymer Composites",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 149962.0,
 "awd_amount": 149962.0,
 "awd_min_amd_letter_date": "2010-03-26",
 "awd_max_amd_letter_date": "2010-03-26",
 "awd_abstract_narration": "This Small Business Technology Transfer Phase I project will address the critical need for low driving voltage, adaptive materials providing large phase retardation (for ultraviolet, visible, and infrared wavelengths) within a sub-millisecond time frame. Two technologically innovative tasks will be pursued in parallel and then merged, resulting in the creation of a new class of optical materials - ferroelectric nanoparticles doped liquid crystal/polymer composites. The first task will advance the development of a liquid crystal being immersed into a nano-structured sponge-like polymer network. This polymer network will be used for liquid crystal alignment as well as a means to decouple the cell gap with the response time of the liquid crystal material. The second task will involve mixing of ferroelectric nanoparticles with liquid crystal materials. The use of ferroelectrics will produce a uniquely exciting and largely unexplored system of composite materials that exhibit novel collective particle-host interactions. These interactions promise to bring benefits of a lower driving voltage and faster switching speed than in any liquid crystal devices available today. As a result, this high-risk effort we will demonstrate the power of nanotechnology to amplify by an order of magnitude the natural properties of liquid crystals. \r\n\r\nThe broader impact/commercial potential of this project will be tremendous, as the developed materials will have utility in a variety of commercial and military photonic devices including micro phase arrays, changeable focus lenses, and beam steering devices. The composite ferroelectric/liquid crystal materials will be critical to other emerging industries dealing with adaptive optical technologies, which has been an important segment of the US high-tech economy. In addition, the results of this project may provide revolutionary opportunities to already mature industries; for example, by reducing the driving voltage of liquid crystal displays via the use of ferroelectric nanoparticles and therefore allowing improved battery life for portable electronic devices, such as cell phones and laptops.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Ramsey",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Robert A Ramsey",
   "pi_email_addr": "rramsey@meadowlark.com",
   "nsf_id": "000375610",
   "pi_start_date": "2010-03-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anatoliy",
   "pi_last_name": "Glushchenko",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Anatoliy V Glushchenko",
   "pi_email_addr": "aglushch@uccs.edu",
   "nsf_id": "000269204",
   "pi_start_date": "2010-03-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Meadowlark Optics Inc",
  "inst_street_address": "5964 IRIS PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "FREDERICK",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3038334333",
  "inst_zip_code": "805046412",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "CO08",
  "org_lgl_bus_name": "MEADOWLARK OPTICS, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5N4FTKYGVR4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Colorado Springs",
  "perf_str_addr": "1420 AUSTIN BLUFFS PKWY",
  "perf_city_name": "COLORADO SPRINGS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "809183733",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "CO05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  },
  {
   "pgm_ref_code": "1773",
   "pgm_ref_txt": "POLYMERS"
  },
  {
   "pgm_ref_code": "1775",
   "pgm_ref_txt": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ref_code": "1984",
   "pgm_ref_txt": "MATERIALS SYNTHESIS & PROCESSN"
  },
  {
   "pgm_ref_code": "9163",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY - INDUSTRY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 149962.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Swift LC Procedure and Overview:</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Prior to this Phase I award Meadowlark Optics&rsquo; Swift LC were manufactured using a mixture of eutectic nematic liquid crystals combined with a percentage of UV curable polymers, generally thio-ene based materials from Norland.&nbsp; Spherical spacer balls were then dispersed into these material sets to establish a cell gap.&nbsp; Using an isotropic drop fill procedure at elevated temperatures the material is applied between two indium tin oxide (ITO) coated glass substrates, at which time a UV cure (365 nm) is performed for an extended duration.&nbsp; The sample is cooled to room temperature allowing the isotropic liquid crystal to phase separate into its nematic state.&nbsp; The device is then cured an additional time with UV light at which time the mechanical and physical properties of the thin film are set.&nbsp; After final UV cure the device has mechanical rigidity such that the windows are bonded together but the material still has sufficient flexibility to be mechanically sheared and displaced.&nbsp; This shearing force creates a directional shear in the polymer chains; this directional shear force is controlled mechanically by a precision mechanical shearing jig developed for this process (See Figure 1).&nbsp; The mechanical shear results in liquid crystal alignment along the direction of shear.&nbsp; This shear force is then locked in place using a highly rigid urethane acrylate material for a &ldquo;doorstop.&rdquo;&nbsp;</p>\n<p>&nbsp;<strong>FIGURE 1:</strong> Meadowlark Optics Sheared &ldquo;Swift LC&rdquo; alignment method.&nbsp; (Note there is no need for the usual buffed polyimide alignment layers.&nbsp; Molecular anisotropy is due to the distorting the polymer strand orientations.)</p>\n<p>For this Phase I proposal the inclusion of ferroelectric particles, namely BaTiO&shy;<sub>3</sub>, were used in the mixture set.&nbsp; The initial thought was that these particles would allow for much better alignment of the liquid crystal material during the mechanical shear.&nbsp; This would be from the increase in the order parameter that was observed in standard bulk liquid crystals that have been doped with ferroelectric particles.&nbsp; Another advantage would be seen in the electro-optical response of the devices to an applied electric field.&nbsp; Given the electric field coupling strength of the ferroelectrics, it is assumed that &ldquo;sympathetically&rdquo; the liquid crystal molecules would rotate freely with the oriented behavior of the ferroelectric particles.&nbsp; Figure 2 shows the expected morphology of a Swift LC device with inclusions of ferroelectric particles.</p>\n<p>&nbsp;</p>\n<p><strong>FIGURE 2:</strong> STTR parts were prepared using the same techniques but many different material combinations were investigated to balance conflicting issues of mechanical strength, flexibility (shear-ability) retardance range and switching speed.</p>\n<p><strong>Conclusions</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It was discovered that even mixtures with very small concentrations of ferroelectric material could create significant and beneficial improvements from the performance of a normal liquid crystal device.&nbsp; Although some self-heating issues still exist (due to the electric field sensitivity of the ferroelectric particles) this Phase I proposal has allowed us to mitigate a majority of these fundamental problems in the mixture set and begin to focus on development of mixture sets which show promise for future advanced photonic applications using nano-ferroelectric particles.&nbsp; Future development of materials set will include much lower concentrations of ferroelectric particles which are both spherical as well as ellipsoidal which is predicted to help orient the liquid crystal ...",
  "por_txt_cntn": "\nSwift LC Procedure and Overview:\n\n            Prior to this Phase I award Meadowlark OpticsÆ Swift LC were manufactured using a mixture of eutectic nematic liquid crystals combined with a percentage of UV curable polymers, generally thio-ene based materials from Norland.  Spherical spacer balls were then dispersed into these material sets to establish a cell gap.  Using an isotropic drop fill procedure at elevated temperatures the material is applied between two indium tin oxide (ITO) coated glass substrates, at which time a UV cure (365 nm) is performed for an extended duration.  The sample is cooled to room temperature allowing the isotropic liquid crystal to phase separate into its nematic state.  The device is then cured an additional time with UV light at which time the mechanical and physical properties of the thin film are set.  After final UV cure the device has mechanical rigidity such that the windows are bonded together but the material still has sufficient flexibility to be mechanically sheared and displaced.  This shearing force creates a directional shear in the polymer chains; this directional shear force is controlled mechanically by a precision mechanical shearing jig developed for this process (See Figure 1).  The mechanical shear results in liquid crystal alignment along the direction of shear.  This shear force is then locked in place using a highly rigid urethane acrylate material for a \"doorstop.\" \n\n FIGURE 1: Meadowlark Optics Sheared \"Swift LC\" alignment method.  (Note there is no need for the usual buffed polyimide alignment layers.  Molecular anisotropy is due to the distorting the polymer strand orientations.)\n\nFor this Phase I proposal the inclusion of ferroelectric particles, namely BaTiO&shy;3, were used in the mixture set.  The initial thought was that these particles would allow for much better alignment of the liquid crystal material during the mechanical shear.  This would be from the increase in the order parameter that was observed in standard bulk liquid crystals that have been doped with ferroelectric particles.  Another advantage would be seen in the electro-optical response of the devices to an applied electric field.  Given the electric field coupling strength of the ferroelectrics, it is assumed that \"sympathetically\" the liquid crystal molecules would rotate freely with the oriented behavior of the ferroelectric particles.  Figure 2 shows the expected morphology of a Swift LC device with inclusions of ferroelectric particles.\n\n \n\nFIGURE 2: STTR parts were prepared using the same techniques but many different material combinations were investigated to balance conflicting issues of mechanical strength, flexibility (shear-ability) retardance range and switching speed.\n\nConclusions\n\n            It was discovered that even mixtures with very small concentrations of ferroelectric material could create significant and beneficial improvements from the performance of a normal liquid crystal device.  Although some self-heating issues still exist (due to the electric field sensitivity of the ferroelectric particles) this Phase I proposal has allowed us to mitigate a majority of these fundamental problems in the mixture set and begin to focus on development of mixture sets which show promise for future advanced photonic applications using nano-ferroelectric particles.  Future development of materials set will include much lower concentrations of ferroelectric particles which are both spherical as well as ellipsoidal which is predicted to help orient the liquid crystal molecules with even more torque, creating devices which require much lower fields and thus reduce the risk of dielectric breakdown fields currently experienced in some devices. \n\n            These Phase I results show that adding ferroelectric particles can be beneficial from a standpoint of developing very high speed adaptive optical devices with cutting edge nano technology.  We believe that additional development of ferroelectri..."
 }
}