{
 "awd_id": "1010491",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Surface- and Structural Engineering of Colloidal Quantum Dots Towards Efficient and",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 171750.0,
 "awd_min_amd_letter_date": "2010-04-16",
 "awd_max_amd_letter_date": "2011-05-25",
 "awd_abstract_narration": "This Small Business Technology Transfer Research Phase I project will develop high-efficiency two-photon lasers based on microbeads doped with colloidal quantum dots (QDs) for applications in coherent-optical coding.  Current two-photon lasing materials are generally organic dyes which exhibit fast photobleaching decay and low efficiencies.  We propose to develop colloidal QD-based two-photon lasing materials that are efficient, photochemically stable, and able to enable effective pumping deep within biological samples.  To develop a viable two-photon lasing product, featuring improved lasing stability, prolonged operation lifetime, enhanced upconversion efficiency, and reduced pumping threshold, the following objectives are proposed in the Phase I project: 1) Design engineered nanostructures that can significantly increase the two-photon absorption efficiency; 2) Study lasing efficiency and stability of the designed nanostructures; 3) Explore the applications of two-photon lasing in coherent optical coding.  We expect to obtain stable, high-efficiency, and low-threshold QD lasing materials and QD-doped microbead lasers exhibiting multiple lasing wavelengths which could play key roles in biological barcode sensing and many other applications. In Phase II, we will collaborate with strategic partners to develop coherent optical barcoding based on the Phase I results, with the goal of high-accuracy and high-throughput analysis of biological molecules.\r\n\r\nThe broader impact/commercial potential of this project is to produce stable and high-efficiency two-photon lasing materials and systems which can be used in medical and biological barcodes and on-chip nanolasers to advance the technologies of bio-medical sensing, clinical diagnostics, optical data storage, and telecommunications.  The successful completion of this project will offer inexpensive, tunable-wavelength, and durable lasing systems for use in the $3.5 billion diode laser market.  In particular, the proposed QD-based two-photon lasing materials can be employed in biological optical barcoding with key applications for accurate, rapid and multiplexed diagnostics of diseases, as well as drug screening, with corresponding health care and environmental benefits.  The proposed work will provide focused research and training experience for undergraduate and graduate students by involving them in laboratory work, and will help them to connect fundamental nanoscience knowledge with the real-world applications of nanotechnology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yongqiang",
   "pi_last_name": "Wang",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Yongqiang A Wang",
   "pi_email_addr": "awang@oceannanotech.com",
   "nsf_id": "000346918",
   "pi_start_date": "2010-04-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jian",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jian Xu",
   "pi_email_addr": "jianxu@engr.psu.edu",
   "nsf_id": "000289030",
   "pi_start_date": "2010-04-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ocean NanoTech, LLC",
  "inst_street_address": "7964 ARJONS DR",
  "inst_street_address_2": "STE G",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4797515500",
  "inst_zip_code": "921264392",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "OCEAN NANO TECH LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "MD4AMZQD6955"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  },
  {
   "pgm_ref_code": "1775",
   "pgm_ref_txt": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ref_code": "1984",
   "pgm_ref_txt": "MATERIALS SYNTHESIS & PROCESSN"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9163",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY - INDUSTRY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 21750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">&nbsp;As current research in genomics and proteomics produces more sequence data, there is a strong need for new and improved technologies that can rapidly screen a large number of nucleic acids and proteins.&nbsp; Optical barcode bead technology is one such a high throughput technology that consists of attaching a known biological probe to a bead with a known optical code, which allows the optical identification of each probe in the pooled sample by reading its unique optical code. Such a &ldquo;lab-on-a-bead&rdquo; technology should find broad application in cancer molecular diagnostics and therapeutics, including gene expression studies, high-speed cancer marker screening, and therapeutic drug discovery. &nbsp;The existing optical barcode libraries in commercial products or under development are based on the combination of the emission bands and the intensities of the luminescent materials, and hence limited by their coding accuracy and capacity. &nbsp;The proposed novel coding technology is solely based on the precise positioning of spectral wavelength of quantum dots, which dramatically enhances the coding capacity and, at the same time, rules out the necessity of &lsquo;intensity comparison&rsquo; that has been considered as the main source of inaccuracy.&nbsp;</p>\n<p class=\"Default\">Ocean NanoTech focuses on developing nanoparticles for bioscience. Its mission is to provide high quality nanomaterials to its customers for research and clinical applications. After studying QD encoded beads for many years, it became apparent that QD emission is too unstable to use the fluorescent intensity as an optical code component. In order to use the emission wavelength of QDs as the sole coding property of an optical barcode, the emission bandwidths must be as narrow as possible.&nbsp; Ideally, the QDs could be stimulated to emit light with a bandwidth of 1 nm or less. The PI has collaborated with Prof. Jian Xu at Penn State University in the QD optoelectronic field for several years.&nbsp; In 2005 (<strong>Figure a)</strong>, we narrowed the QD emission to 9 nm from 25 nm by encapsulating QDs in a microcavity on a flat substrate.&nbsp; In 2008 (<strong>Figure b</strong>), we achieved QD lasing with an emission bandwidth of less than 1 nm by two-photon excitation on a flat surface.<sup>&nbsp; </sup>Since QD lasing has to be in microbeads for biomedical applications, we continued our effort and achieved QD lasing with 10 &micro;m QD silica beads in 2009 <strong>(Figure c</strong>)<sup> </sup>&nbsp;These works built a solid foundation for the development of a QDLB-based digital optical barcode library and led to Phase I funding.</p>\n<p class=\"Default\"><strong>Expansion of single color lasing in single beads (Phase I).</strong></p>\n<p>With NSF STTR Phase I support starting July 2010, we prepared different color QD silica microbeads. Thus, QD lasing in different color beads was obtained upon moderate excitation by a femtosecond laser pulse. The lasing spectra are shown in <strong>Figure d.</strong></p>\n<p><strong>Demonstration of multi-wavelength lasing in single QD beads (Phase I).</strong></p>\n<p>A potential barrier to producing multicolor lasing beads was the Foster resonance energy transfer (FRET) between the donor and acceptor QDs, &nbsp;in which the emission of smaller (wide bandgap) QDs is quenched by larger, narrow-bandgap QDs embedded in the same bead. This was observed in the spontaneous emission spectra of multi-color microbeads. Nevertheless we have recently observed simultaneous but independent lasing actions of multi-size QDs of CdSe/ZnS core-shell structures that are embedded in the same spherical microresonanor cavities (microbeads). There is not noticeable energy coupling between lasing QDs that are within close proximity, which is in sharp contrast to their fluorescence behavior that is dominated by resonant nonradiative energy transfer (<str...",
  "por_txt_cntn": "As current research in genomics and proteomics produces more sequence data, there is a strong need for new and improved technologies that can rapidly screen a large number of nucleic acids and proteins.  Optical barcode bead technology is one such a high throughput technology that consists of attaching a known biological probe to a bead with a known optical code, which allows the optical identification of each probe in the pooled sample by reading its unique optical code. Such a \"lab-on-a-bead\" technology should find broad application in cancer molecular diagnostics and therapeutics, including gene expression studies, high-speed cancer marker screening, and therapeutic drug discovery.  The existing optical barcode libraries in commercial products or under development are based on the combination of the emission bands and the intensities of the luminescent materials, and hence limited by their coding accuracy and capacity.  The proposed novel coding technology is solely based on the precise positioning of spectral wavelength of quantum dots, which dramatically enhances the coding capacity and, at the same time, rules out the necessity of æintensity comparisonÆ that has been considered as the main source of inaccuracy. \nOcean NanoTech focuses on developing nanoparticles for bioscience. Its mission is to provide high quality nanomaterials to its customers for research and clinical applications. After studying QD encoded beads for many years, it became apparent that QD emission is too unstable to use the fluorescent intensity as an optical code component. In order to use the emission wavelength of QDs as the sole coding property of an optical barcode, the emission bandwidths must be as narrow as possible.  Ideally, the QDs could be stimulated to emit light with a bandwidth of 1 nm or less. The PI has collaborated with Prof. Jian Xu at Penn State University in the QD optoelectronic field for several years.  In 2005 (Figure a), we narrowed the QD emission to 9 nm from 25 nm by encapsulating QDs in a microcavity on a flat substrate.  In 2008 (Figure b), we achieved QD lasing with an emission bandwidth of less than 1 nm by two-photon excitation on a flat surface.  Since QD lasing has to be in microbeads for biomedical applications, we continued our effort and achieved QD lasing with 10 &micro;m QD silica beads in 2009 (Figure c)  These works built a solid foundation for the development of a QDLB-based digital optical barcode library and led to Phase I funding.\nExpansion of single color lasing in single beads (Phase I).\n\nWith NSF STTR Phase I support starting July 2010, we prepared different color QD silica microbeads. Thus, QD lasing in different color beads was obtained upon moderate excitation by a femtosecond laser pulse. The lasing spectra are shown in Figure d.\n\nDemonstration of multi-wavelength lasing in single QD beads (Phase I).\n\nA potential barrier to producing multicolor lasing beads was the Foster resonance energy transfer (FRET) between the donor and acceptor QDs,  in which the emission of smaller (wide bandgap) QDs is quenched by larger, narrow-bandgap QDs embedded in the same bead. This was observed in the spontaneous emission spectra of multi-color microbeads. Nevertheless we have recently observed simultaneous but independent lasing actions of multi-size QDs of CdSe/ZnS core-shell structures that are embedded in the same spherical microresonanor cavities (microbeads). There is not noticeable energy coupling between lasing QDs that are within close proximity, which is in sharp contrast to their fluorescence behavior that is dominated by resonant nonradiative energy transfer (Figure e).\n\nDemonstration of  the high stability and rapid reading time of QD lasing beads (Phase IB).\n\nIn continuous study in Phase IB, we compared the lasing spectra of a QD microbead sample that were measured under different integration times, as shown in Figure f. The multiple peaks of lasing microbeads are clearly resolved even at the shortest..."
 }
}