{
 "awd_id": "1011086",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Nexus of Energy, Water, and Climate: From Understanding to Action",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alphonse Desena",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 374999.0,
 "awd_amount": 374999.0,
 "awd_min_amd_letter_date": "2010-09-10",
 "awd_max_amd_letter_date": "2013-03-26",
 "awd_abstract_narration": "The Nexus of Energy, Water, and Climate: From Understanding to Action (Café +) project will develop and test two interactive board game concepts focused on energy, water, and climate with youth and adults from four highly diverse communities in New Mexico. The four primary goals of the project are to: (a) develop, play test, and implement two board, card, or other non-electronic games grounded in energy, water, and climate content at four project sites, (b) identify the key characteristics of the games that maximize problem solving while stimulating interest, engagement, and learning, (c) explore the implications of game playing on dialog, learning, and Café+ satisfaction for youth and adult participants, and (d) evaluate the viability of this model for full scale implementation throughout the existing Café Scientifique program, from which this project is based. Los Alamos National Laboratory, Sandia National Laboratory, PNM Resources, Scott Balaban Games Design, the Los Alamos County Utilities Department, and a host of advisors and consultants from a broad range of organizations and institutions will collaborate to develop, test, and implement the Café+ games model. The primary deliverables include: (a) two non-electronic multiage commercial quality games focused on energy, water, and climate content, (b) a comprehensive pilot study examining the impact, effectiveness, and viability of the Café+ model with the target audiences, and (c) formative and summative evaluations of the games implementation model. \r\n\r\nA significant outcome of Café+ is that New Mexico youth and adults, from diverse backgrounds, will learn relevant science content through the development and testing of engaging, innovative commercial quality games. Over 250 youth and adults will benefit directly from their participation in the pilot study. They will not only learn important science content while working collaboratively in groups (youth only and youth/adult groups), but they will also participate in an authentic scientific process experience as playtesters. In this role, youth and adults will experience critical science concepts such as trial and error and refinement. Further, the games will be made publicly available and implemented across the entire Café Scientifique program (n=960 youth).\r\n \r\nThe evaluation study will employ a mixed methods approach to examine project implementation, effectiveness, and impacts. Focus groups, observations, and surveys will be employed to assess a number of variables such as (but not limited to): content knowledge and learning, interest, engagement, game features, game play processes, gaming obstacles and challenges, participant interactions, and motivation. Embedded assessment opportunities will also examine participants' decision making abilities, analytical skills, and ability to transfer knowledge gained to real world situations as they navigate through the games. Data collected at the youth-only pilot test sites will be used in a comparative analysis of similar variables tracked at the youth and adult sites. Formative approaches will provide iterative, ongoing opportunities for programmatic and game refinement and adjustments. The formative and summative evaluations will endeavor to document critical data and findings needed to assess the viability of Café+ as a full scale development project, with additional games and project sites across the country. \r\n\r\nThe Café+ project would add to the limited literature base on learning and science engagement of youth within Science Café settings in the 21st century. More critically, this pilot study could contribute to the dearth of current research on the impact of non-electronic game play can have on youth only groups and youth/adult groups working collaboratively to make important scientific decisions within Science Café settings. This comparative data could prove significant for other program models interested in implementing similar youth and adult game based program. Further, the relevance of the content could potentially spark youths' interest not only in pursuing courses and careers in STEM, but it could also motivate youth and adult participants to become more involved in civic engagement activities occurring within and beyond their local communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Hall",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle K Hall",
   "pi_email_addr": "hall@scieds.com",
   "nsf_id": "000399283",
   "pi_start_date": "2013-03-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Mayhew",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Mayhew",
   "pi_email_addr": "m2mayhew@gmail.com",
   "nsf_id": "000563383",
   "pi_start_date": "2010-09-10",
   "pi_end_date": "2013-03-26"
  }
 ],
 "inst": {
  "inst_name": "Science Education Solutions Inc",
  "inst_street_address": "5040 HERMOSURA",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ALAMOS",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5207300336",
  "inst_zip_code": "875443890",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NM03",
  "org_lgl_bus_name": "SCIENCE EDUCATION SOLUTIONS, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKBHGFVUK259"
 },
 "perf_inst": {
  "perf_inst_name": "Science Education Solutions Inc",
  "perf_str_addr": "5040 HERMOSURA",
  "perf_city_name": "LOS ALAMOS",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "875443890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NM03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 374999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit: The problem <br /></strong></p>\n<p>Energy demand is one of three grand environmental challenges facing humankind this century, along with mitigating the impact of human induced climate change and providing adequate clean water to the growing world population. &nbsp;None of these challenges can be considered in isolation, as they are intimately related. Getting to a sustainable energy economy, while conserving water resources and mitigating climate change, will involve myriad choices. <strong>Thus, it is important that the American public have an improved science-based understanding to form a strong basis for decision-making and to understand the trade-offs.</strong></p>\n<p>&nbsp;</p>\n<p><strong>A Step Toward a Solution</strong></p>\n<p>We created two educational games targeted at teens and adults that would stimulate interest in, and improve knowledge of, the myriad of choices facing our nation and each individual in solving the looming energy, water, and climate crisis.</p>\n<p>&nbsp;</p>\n<p>Our development team worked with a team of education and science advisors to create the games. Our goal was to reveal the state of our energy and water production and consumption nationally and to show how choices about energy and water use are either affecting or being affected by climate.</p>\n<p>&nbsp;</p>\n<p>In <em>Thirst For Power</em>, each player is the governor of a region and must generate the General and Transportation energy needed for the region. WATER cards are used as currency for obtaining energy sources. Each energy source has an associated &ldquo;environmental impact&rdquo; penalty, meaning greenhouse gas emissions, but also other things like water and air pollution. ACTION cards are used to change the course of the game. The first player to achieve energy goals without exceeding the environmental impact limit for the region wins the game.</p>\n<p>&nbsp;</p>\n<p>The second game, Challenge and Persuade, is as simple as Thirst for Power is complex. It involves two card decks, the first containing a set of adjectives, the second having cards containing a series of facts, each in some way related to the inter-dependency of energy, water, and climate. Players take turns being the &ldquo;Judge,&rdquo; who calls out the adjective on a drawn card. Other players must make an argument based on information in three drawn &ldquo;fact&rdquo; cards and using the adjective. The player with the best argument as determined by the Judge wins the round. The first player to win three rounds wins the game.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>We conducted extensive playtesting of the games with diverse audiences, each followed by revisions based on player recommendations and observations of game play. Summative evaluation of the project focused on the game play experience and the learning that occurred with each game.&nbsp; Teens describe both games as &ldquo;informative, intellectual and fun&rdquo;.</p>\n<p>&nbsp;</p>\n<p>In <strong>Challenge and Persuade</strong>, players acknowledged learning content and skills from the game.&nbsp; Content learning included: vocabulary building (i.e., &ldquo;lucrative&rdquo;); new types of energy technologies (e.g., &ldquo;methane capture&rdquo;, &ldquo;concentrated solar&rdquo;, &ldquo;algae biofuel&rdquo;); and specific points about energy technologies (i.e., fossil fuels are used to make pesticides). However, what players reported most was gaining practice crafting arguments, arguing from different perspectives, and using different rhetorical forms.&nbsp; For example, one youth stated that he learned &ldquo;developing arguments better&rdquo;, continuing that this was very useful for him since he was not very good at making arguments on the spot.&nbsp; Another youth observed, &ldquo;It helps you analyze whatever topic you have on your card.&nbsp; Like you kind of look at it from a certain perspecti...",
  "por_txt_cntn": "\nIntellectual Merit: The problem \n\n\nEnergy demand is one of three grand environmental challenges facing humankind this century, along with mitigating the impact of human induced climate change and providing adequate clean water to the growing world population.  None of these challenges can be considered in isolation, as they are intimately related. Getting to a sustainable energy economy, while conserving water resources and mitigating climate change, will involve myriad choices. Thus, it is important that the American public have an improved science-based understanding to form a strong basis for decision-making and to understand the trade-offs.\n\n \n\nA Step Toward a Solution\n\nWe created two educational games targeted at teens and adults that would stimulate interest in, and improve knowledge of, the myriad of choices facing our nation and each individual in solving the looming energy, water, and climate crisis.\n\n \n\nOur development team worked with a team of education and science advisors to create the games. Our goal was to reveal the state of our energy and water production and consumption nationally and to show how choices about energy and water use are either affecting or being affected by climate.\n\n \n\nIn Thirst For Power, each player is the governor of a region and must generate the General and Transportation energy needed for the region. WATER cards are used as currency for obtaining energy sources. Each energy source has an associated \"environmental impact\" penalty, meaning greenhouse gas emissions, but also other things like water and air pollution. ACTION cards are used to change the course of the game. The first player to achieve energy goals without exceeding the environmental impact limit for the region wins the game.\n\n \n\nThe second game, Challenge and Persuade, is as simple as Thirst for Power is complex. It involves two card decks, the first containing a set of adjectives, the second having cards containing a series of facts, each in some way related to the inter-dependency of energy, water, and climate. Players take turns being the \"Judge,\" who calls out the adjective on a drawn card. Other players must make an argument based on information in three drawn \"fact\" cards and using the adjective. The player with the best argument as determined by the Judge wins the round. The first player to win three rounds wins the game.\n\n \n\nBroader Impacts\n\nWe conducted extensive playtesting of the games with diverse audiences, each followed by revisions based on player recommendations and observations of game play. Summative evaluation of the project focused on the game play experience and the learning that occurred with each game.  Teens describe both games as \"informative, intellectual and fun\".\n\n \n\nIn Challenge and Persuade, players acknowledged learning content and skills from the game.  Content learning included: vocabulary building (i.e., \"lucrative\"); new types of energy technologies (e.g., \"methane capture\", \"concentrated solar\", \"algae biofuel\"); and specific points about energy technologies (i.e., fossil fuels are used to make pesticides). However, what players reported most was gaining practice crafting arguments, arguing from different perspectives, and using different rhetorical forms.  For example, one youth stated that he learned \"developing arguments better\", continuing that this was very useful for him since he was not very good at making arguments on the spot.  Another youth observed, \"It helps you analyze whatever topic you have on your card.  Like you kind of look at it from a certain perspective and sometimes youÆre forced to look at a cards from the opposite perspective than you normally think of it.\"\n\n \n\nPlaying Thirst for Power fostered content learning as well as skill development.   Youth and adult educators noted that Thirst for Power hit directly on what they learned and/or taught in the classroom about energy (i.e., \"this is dirty and this is basically clean, but expensive\", \"We went over biofuel, foss..."
 }
}