{
 "awd_id": "1011706",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SMP: A Professional Science Master's in Climate Science and Solutions for Nothern Arizona University",
 "cfda_num": "47.076",
 "org_code": "11010104",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Earnestine P. Easter",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 698733.0,
 "awd_amount": 698733.0,
 "awd_min_amd_letter_date": "2010-05-07",
 "awd_max_amd_letter_date": "2012-02-17",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).  This new Science Master's Program in Climate Science and Solutions provides interdisciplinary and focused training to prepare students for careers in emerging sectors of the economy that deal with climate change impacts, adaptation, and mitigation. It will emphasize development of skills related to the design, implementation, verification and assessment of emission reduction and offset projects, renewable energy, carbon sequestration technology, carbon footprint management, and corporate environmental responsibility.  This SMP is built around an interdisciplinary set of core courses in the science of climate change, natural resources economics, sustainable systems engineering, and the science and management of greenhouse gases. Through other existing courses, the proposed program will incorporate \"plus\" disciplines into the curriculum (Biology, Business, Engineering, Environmental Science, Forestry, Geology, Political Science) that will enable student specialization depending on needs and interests. An innovative summer internship with an industry partner will provide experience that grounds students' understanding of the relationship of their coursework to real-world applications, further develop our students' skills in areas directly related to workforce needs, and connect students with businesses and organizations that may hire them upon graduation. The program will be managed adaptively with feedback from students, internship hosts, and an advisory board from academia and industry.",
 "awd_arra_amount": 698733.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Koch",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "George W Koch",
   "pi_email_addr": "George.Koch@nau.edu",
   "nsf_id": "000449004",
   "pi_start_date": "2010-05-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Darrell",
   "pi_last_name": "Kaufman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Darrell S Kaufman",
   "pi_email_addr": "Darrell.Kaufman@nau.edu",
   "nsf_id": "000464202",
   "pi_start_date": "2010-05-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Hungate",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce A Hungate",
   "pi_email_addr": "Bruce.Hungate@nau.edu",
   "nsf_id": "000428241",
   "pi_start_date": "2010-05-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Hurteau",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Hurteau",
   "pi_email_addr": "mdh30@psu.edu",
   "nsf_id": "000497451",
   "pi_start_date": "2010-05-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Acker",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas L Acker",
   "pi_email_addr": "tom.acker@nau.edu",
   "nsf_id": "000535463",
   "pi_start_date": "2010-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Arizona University",
  "inst_street_address": "601 S KNOLES DR RM 220",
  "inst_street_address_2": "",
  "inst_city_name": "FLAGSTAFF",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "9285230886",
  "inst_zip_code": "86011",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AZ02",
  "org_lgl_bus_name": "NORTHERN ARIZONA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXHAS3AKPRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Arizona University",
  "perf_str_addr": "601 S KNOLES DR RM 220",
  "perf_city_name": "FLAGSTAFF",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "86011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AZ02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795800",
   "pgm_ele_name": "SCIENCE MASTERS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7958",
   "pgm_ref_txt": "SCIENCE MASTERS PROGRAM"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "04R9",
   "app_name": "EHR RECOVERY ACT",
   "app_symb_id": "040107",
   "fund_code": "04R00910DB",
   "fund_name": "EHR RECOVERY ACT",
   "fund_symb_id": "040107"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 698733.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project: <em>A Professional Science Master&rsquo;s in Climate Science and Solutions for Northern Arizona University</em> established a new graduate degree program designed to prepare students for careers in emerging sectors of the economy that address climate change impacts, adaptation, and mitigation.&nbsp; This innovative program has provided job-relevant coursework and training that span disciplines from renewable energy and forest management to energy economics and corporate environmental responsibility. A key element of the curriculum has been a summer internship in which students work with a host business or organization to gain experience that grounds their understanding of the relationship of coursework to real-world applications, further develops skills related to workforce needs, and connects students with potential employers. Also vital to the program&rsquo;s success was the establishment of an advisory board of experts from the private sector, non-governmental organizations, and academia that have provided insightful guidance on the curriculum, the internship program, and strategies for job placement by the program&rsquo;s graduates.&nbsp;</p>\n<p>&nbsp;A large majority of the NSF funds went to support the student participants, leading to their graduation, job placement, and contribution to the economy.&nbsp; Fellowships were provided to 18 of the students admitted during the program&rsquo;s first two years (2010-2011 and 2011 &ndash; 2012 academic years). Applicant pools were large, demonstrating strong demand for this innovative new degree program. Additional support was provided to students for travel to summer internships and to attend national meetings where they could expand their understanding of the market needs and network with potential employers. The third and fourth cohorts of students, admitted for the fall 2012 and 2013 semesters, respectively, have been self-pay, unsupported by NSF fellowships yet attracted to the program by its ability to provide graduate training targeted to a thriving economic sector and relevant to sustainability issues. &nbsp;National and international advertising of the degree program and student recruiting have been provided by Northern Arizona University&rsquo;s graduate college and marketing departments.&nbsp; Students have been drawn from throughout the U.S., and the program has attracted one international student (Africa) thus far. &nbsp;</p>\n<p>The new Master&rsquo;s program has leveraged faculty expertise at NAU in the areas of climate change science, forest carbon management, alternative energy engineering, and environmental science and policy.&nbsp; Existing courses from these disciplines were augmented by the creation of new courses specifically for this graduate program including the <em>Science and Management of Greenhouse Gases</em> and <em>Climate Change Economics. </em>Around a set of four core courses, students have chosen electives to fill out a 32 credit hour program that reflects their particular interest in different thematic areas (renewable energy, resource management, climate change policy or economics, etc.).&nbsp; The course in the <em>Science and Management of Greenhouse Gases</em> has proven to be particularly successful because it involves students conducting greenhouse gas inventory analyses for real clients, drawn from local businesses and organizations. Following international protocols and standards, student groups deliver assessments of emissions profiles and recommend how clients could reduce or otherwise offset these emissions.</p>\n<p>To date, nearly 90% of the program&rsquo;s graduates have found employment in positions directly related to the skills they developed in the program. Leveraging the investment provided by the NSF grant, Northern Arizona University has committed long-term support for the program. In 2011, a fulltime, tenure-track faculty member was hired in the Scho...",
  "por_txt_cntn": "\nThe project: A Professional Science MasterÆs in Climate Science and Solutions for Northern Arizona University established a new graduate degree program designed to prepare students for careers in emerging sectors of the economy that address climate change impacts, adaptation, and mitigation.  This innovative program has provided job-relevant coursework and training that span disciplines from renewable energy and forest management to energy economics and corporate environmental responsibility. A key element of the curriculum has been a summer internship in which students work with a host business or organization to gain experience that grounds their understanding of the relationship of coursework to real-world applications, further develops skills related to workforce needs, and connects students with potential employers. Also vital to the programÆs success was the establishment of an advisory board of experts from the private sector, non-governmental organizations, and academia that have provided insightful guidance on the curriculum, the internship program, and strategies for job placement by the programÆs graduates. \n\n A large majority of the NSF funds went to support the student participants, leading to their graduation, job placement, and contribution to the economy.  Fellowships were provided to 18 of the students admitted during the programÆs first two years (2010-2011 and 2011 &ndash; 2012 academic years). Applicant pools were large, demonstrating strong demand for this innovative new degree program. Additional support was provided to students for travel to summer internships and to attend national meetings where they could expand their understanding of the market needs and network with potential employers. The third and fourth cohorts of students, admitted for the fall 2012 and 2013 semesters, respectively, have been self-pay, unsupported by NSF fellowships yet attracted to the program by its ability to provide graduate training targeted to a thriving economic sector and relevant to sustainability issues.  National and international advertising of the degree program and student recruiting have been provided by Northern Arizona UniversityÆs graduate college and marketing departments.  Students have been drawn from throughout the U.S., and the program has attracted one international student (Africa) thus far.  \n\nThe new MasterÆs program has leveraged faculty expertise at NAU in the areas of climate change science, forest carbon management, alternative energy engineering, and environmental science and policy.  Existing courses from these disciplines were augmented by the creation of new courses specifically for this graduate program including the Science and Management of Greenhouse Gases and Climate Change Economics. Around a set of four core courses, students have chosen electives to fill out a 32 credit hour program that reflects their particular interest in different thematic areas (renewable energy, resource management, climate change policy or economics, etc.).  The course in the Science and Management of Greenhouse Gases has proven to be particularly successful because it involves students conducting greenhouse gas inventory analyses for real clients, drawn from local businesses and organizations. Following international protocols and standards, student groups deliver assessments of emissions profiles and recommend how clients could reduce or otherwise offset these emissions.\n\nTo date, nearly 90% of the programÆs graduates have found employment in positions directly related to the skills they developed in the program. Leveraging the investment provided by the NSF grant, Northern Arizona University has committed long-term support for the program. In 2011, a fulltime, tenure-track faculty member was hired in the School of Earth Sciences and Environmental Sustainability to teach the greenhouse gas course and serve as graduate program coordinator.  In 2013, a half-time Career Coordinator was hired to work closely with..."
 }
}