{
 "awd_id": "1011793",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Global Analysis for Pseudo-holomorphic and Harmonic Maps",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 125937.0,
 "awd_amount": 125937.0,
 "awd_min_amd_letter_date": "2010-08-30",
 "awd_max_amd_letter_date": "2014-09-02",
 "awd_abstract_narration": "Abstract\r\n\r\nAward:  DMS-1011793\r\nPrincipal Investigator:  Thomas H. Parker\r\n\r\nThis project involves analytic aspects of the theory of pseudo-\r\nholomorphic and harmonic maps.  The PI's recent work with Junho\r\nLee has established a remarkable link between Gromov-Witten\r\ntheory in dimensions 2 and 4.  The first project aims to complete\r\nthis program (with Lee) by explicitly calculating the local GW\r\ninvariants that determine the GW invariants of a wide class of\r\nKahler surfaces.  The planned technique, a homotopy of operators\r\ntogether with the symplectic sum formula, should be useful in\r\nother contexts.  GW is especially effective in making predictions\r\nabout Calabi-Yau 3-folds.  The second proposed project seeks to\r\nuse geometric analysis methods to prove the Gompakumar-Vafa\r\nConjecture, which is a fascinating prediction by physicists that\r\nthe plethora of GW numbers are determined by a more limited\r\ncollection of \"BPS numbers\".  In a third project, the PI and\r\nJ. Lee aim to prove that, under certain hypotheses, the space of\r\nstable $J$-holomorphic maps is generically a smooth manifold, a\r\nlong-sought result.  Finally, Project 4 is a study of the\r\nfinite-time singularities of the harmonic map heat flow.  The\r\nidea is to use analysis on path space to show that the maps\r\ndevelop \"necks\" whose images converge to geodesics in a precise\r\nmanner.\r\n\r\nOne of the most notable developments in recent mathematics has\r\nbeen the remarkable confluence of ideas coming from string\r\ntheory, algebraic geometry, and symplectic geometry.  A major\r\npart of the story revolves around the idea of counting\r\nholomorphic curves in algebraic manifolds (this is a geometric\r\nformulation of one of the most fundamental programs in\r\nmathematics: classifying the solutions of systems of polynomial\r\nequations).  The counting problem was studied for 100 years with\r\nfew results. Then, around 1990, it was realized that the problem\r\ncan be translated into symplectic geometry and tackled using the\r\nmachinery of mathematical Gauge Theory, a theory that arose from\r\ninteractions between mathematics and physics.  This\r\n\"Gromov-Witten invariant\" approach quickly led to formulas\r\nanswering some of the original curve-counting problems.  This\r\nproject is aimed at further developing Gromov-Witten theory using\r\nthe methods of geometric analysis, and applying similar\r\ntechniques to related problems in the theory of harmonic maps.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Parker",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas H Parker",
   "pi_email_addr": "parker@math.msu.edu",
   "nsf_id": "000116396",
   "pi_start_date": "2010-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 125937.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;One of the most notable developments in recent &nbsp;mathematics has been the remarkable confluence of ideas coming from string theory, algebraic geometry, and symplectic geometry. &nbsp;A major part of the story revolves around the idea of counting holomorphic curves in algebraic manifolds. &nbsp;This problem was studied for 100 years with few results. Then, around 1990, it was realized that the problem can be translated into symplectic geometry and tackled using the machinery of mathematical Gauge Theory (which itself arose from interactions between mathematics and physics). &nbsp;This ``Gromov-Witten invariant'' approach quickly led to formulas answering some of the original curve-counting problems. &nbsp;This project &nbsp;developed Gromov-Witten theory in several directions using the methods of geometric analysis, &nbsp;combined with techniques taken from other areas of mathematics, including algebraic geometry, algebraic topology and partial differential equations.<br />&nbsp;&nbsp;The original proposal listed four projects, each of which involved many steps. &nbsp; Substantial progress was made on three of these, including a complete proof of a well-known 1998 conjecture by physicists R. Gompakumar and C. Vafa. &nbsp;String theory is especially effective in making predictions about a type of spaces called Calabi-Yau 3-folds; &nbsp; Gompakumar and Vafa used it to predict &nbsp; that the plethora of Gromov-Witten numbers &nbsp;associated with such spaces are determined by a more limited collection of ``BPS numbers'' by a certain specific formula. &nbsp;The PI and E.~Ionel established this formula using &nbsp;symplectic topology; &nbsp;the proof is &nbsp;geometric and very different from the physicists' approach.<br />A second major outcome &nbsp;was progress on the PI's &nbsp;program with Junho Lee, which &nbsp;has established a remarkable link between &nbsp; &nbsp;Gromov-Witten &nbsp;theory&nbsp;in dimensions 2 and 4. &nbsp;Work funded by this grant (joint with Lee) led to papers that completed the second and third parts of the planned four-part program, and along the way simplified what needs to be done in the final part.&nbsp;&nbsp;&nbsp;&nbsp;Progress was also made on a third project: &nbsp;the existence of a virtual fundamental class (VFC) for &nbsp;Gromov-Witten moduli spaces. &nbsp;This has been one of the major problems in the area for the past 20 years, and is the subject of considerable current work. &nbsp;The PI and E. Ionel outlined a program for defining a VFC &nbsp;based on the ideas of introducing \"stabilizing divisors\" &nbsp;and taking advantage of the continuity and excision properties of &nbsp;Cech homology. &nbsp; This program is an alternative to several other approaches currently under development; &nbsp;it &nbsp;includes a uniqueness statement that has the potential to unify all of the approaches. Further work on this program will be needed to extend it to low dimensions (not currently covered) and to flesh it out with complete details.&nbsp;&nbsp;<br />&nbsp;&nbsp;<br />&nbsp;The PI's research and activities have a broader &nbsp;impact on mathematics education at two levels. &nbsp;The PI has a record of producing strong Ph.D. students and continuing to mentor them as they begin their careers. &nbsp;This grant partially supported three of the PI's Ph.D. students: &nbsp;Kwongho Choi, Manousos Maridakis and Akos Nagy. &nbsp; In a broader context, the PI's work on K-12 education is of much greater impact. &nbsp; &nbsp;The PI is one of a growing group of research mathematicians &nbsp;who are working to improve mathematics education; in particular, he has written &nbsp;two mathematics &nbsp;textbooks for training K-8 &nbsp;teachers. &nbsp; &nbsp;<br /><br /><br />&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/27/2015<br>\n\t\t\t\t\tModified by: Thomas&nbsp;H&nbsp;Parker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n One of the most notable developments in recent  mathematics has been the remarkable confluence of ideas coming from string theory, algebraic geometry, and symplectic geometry.  A major part of the story revolves around the idea of counting holomorphic curves in algebraic manifolds.  This problem was studied for 100 years with few results. Then, around 1990, it was realized that the problem can be translated into symplectic geometry and tackled using the machinery of mathematical Gauge Theory (which itself arose from interactions between mathematics and physics).  This ``Gromov-Witten invariant'' approach quickly led to formulas answering some of the original curve-counting problems.  This project  developed Gromov-Witten theory in several directions using the methods of geometric analysis,  combined with techniques taken from other areas of mathematics, including algebraic geometry, algebraic topology and partial differential equations.\n  The original proposal listed four projects, each of which involved many steps.   Substantial progress was made on three of these, including a complete proof of a well-known 1998 conjecture by physicists R. Gompakumar and C. Vafa.  String theory is especially effective in making predictions about a type of spaces called Calabi-Yau 3-folds;   Gompakumar and Vafa used it to predict   that the plethora of Gromov-Witten numbers  associated with such spaces are determined by a more limited collection of ``BPS numbers'' by a certain specific formula.  The PI and E.~Ionel established this formula using  symplectic topology;  the proof is  geometric and very different from the physicists' approach.\nA second major outcome  was progress on the PI's  program with Junho Lee, which  has established a remarkable link between    Gromov-Witten  theory in dimensions 2 and 4.  Work funded by this grant (joint with Lee) led to papers that completed the second and third parts of the planned four-part program, and along the way simplified what needs to be done in the final part.    Progress was also made on a third project:  the existence of a virtual fundamental class (VFC) for  Gromov-Witten moduli spaces.  This has been one of the major problems in the area for the past 20 years, and is the subject of considerable current work.  The PI and E. Ionel outlined a program for defining a VFC  based on the ideas of introducing \"stabilizing divisors\"  and taking advantage of the continuity and excision properties of  Cech homology.   This program is an alternative to several other approaches currently under development;  it  includes a uniqueness statement that has the potential to unify all of the approaches. Further work on this program will be needed to extend it to low dimensions (not currently covered) and to flesh it out with complete details.  \n  \n The PI's research and activities have a broader  impact on mathematics education at two levels.  The PI has a record of producing strong Ph.D. students and continuing to mentor them as they begin their careers.  This grant partially supported three of the PI's Ph.D. students:  Kwongho Choi, Manousos Maridakis and Akos Nagy.   In a broader context, the PI's work on K-12 education is of much greater impact.    The PI is one of a growing group of research mathematicians  who are working to improve mathematics education; in particular, he has written  two mathematics  textbooks for training K-8  teachers.    \n\n\n \n\n\t\t\t\t\tLast Modified: 10/27/2015\n\n\t\t\t\t\tSubmitted by: Thomas H Parker"
 }
}