{
 "awd_id": "1011503",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: The role of toxin complementation in herbivore defense",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saran Twombly",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2010-05-18",
 "awd_max_amd_letter_date": "2010-05-18",
 "awd_abstract_narration": "Herbivores with specialized diets can co-opt the defensive chemicals of their food-plants for their own defense. This research provides a first test of the hypothesis that grazing herbivores do the same, by regulating their intake of multiple plant chemicals to optimize defense against enemies. Alternatively, grazing among toxic plants might benefit herbivores by reducing the harmful effects of over-ingesting a single toxin associated with a particular food-plant species. These alternative hypotheses will be tested through three experiments involving a caterpillar already known to ingest one type of plant toxin as a defense against lethal parasites. First, the researcher will investigate how parasitism and the type of parasite affect the caterpillar's intake of two types of toxins (found in different food-plants). Second, she will compare caterpillar resistance against parasites when they have consumed the two toxins singly or in combination. To address toxin dilution, this experiment will also determine the effects of these diets on the survival and growth of unparasitized caterpillars. Finally, she will test whether the ratio of toxins eaten by unparasitized caterpillars confers deterrency against ubiquitous ant predators. Taken together, these results will identify how this herbivore benefits by grazing on toxic plants. \r\n\r\nThis work will connect the science of pharmacology with animal behavior and ecology. Humans, domesticated grazing herbivores, and wild grazing herbivores face the common problem of obtaining a healthy diet from a chemically diverse array of plant foods. Using grazing caterpillars as a model, this research will test and develop scientific theory that can be applied to other species, including livestock and humans. In addition, understanding the reasons for host plant selection by herbivores will inform the management and conservation of biodiversity in grasslands, which are imperiled ecosystems and home to the caterpillars, plants, predators and parasites under study.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Singer",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Michael S Singer",
   "pi_email_addr": "msinger@wesleyan.edu",
   "nsf_id": "000453462",
   "pi_start_date": "2010-05-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peri",
   "pi_last_name": "Mason",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peri Mason",
   "pi_email_addr": "pmason@wesleyan.edu",
   "nsf_id": "000552637",
   "pi_start_date": "2010-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wesleyan University",
  "inst_street_address": "237 HIGH ST",
  "inst_street_address_2": "FL 3",
  "inst_city_name": "MIDDLETOWN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8606853683",
  "inst_zip_code": "064593208",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CT01",
  "org_lgl_bus_name": "WESLEYAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZETJL6DKF963"
 },
 "perf_inst": {
  "perf_inst_name": "Wesleyan University",
  "perf_str_addr": "237 HIGH ST",
  "perf_city_name": "MIDDLETOWN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "064593208",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>A major goal of this research was to determine how an animal uses multiple putative medicines from its environment to defend itself against its co-evolving natural predators and parasites. We reasoned that an animal might evolve to use medicines in combination, much like combinations of drugs or antibiotics are used in human medicine to counteract the evolution of drug resistance in viruses and bacteria. We found some support for this idea: herbivores can gain defense against natural enemies by eating a combination of plant species each containing different toxins. However, whether this form of combinatorial chemical defense was effective for the woolly bear caterpillars in the study (<em>Grammia incorrupta</em>) depended upon both the developmental stage of the caterpillar and which enemy posed the threat. Eating a mixed diet of two plants containing different toxins, pyrrolizidine alkaloids (PAs) and iridoid glycosides (IGs), provided late-stage caterpillars a degree of defense against the predatory ant <em>Aphaenogaster cockerelli,</em> not achieved by eating either plant alone.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In contrast, early-stage caterpillars did not gain a defensive benefit by eating the plant mixture. They were more deterrent on average than late-stage caterpillars, and their degree of deterrence was independent of diet. However, early-stage caterpillars fed the mixed diet exhibited greater growth rates than those fed single-plant diets, an effect that was not apparent in late-stage caterpillars. These results suggest that the plant mixing behavior that is typical of woolly bear caterpillars (i.e., grazing between different plants on short timescales) provides a growth benefit in early stages of development, and a defensive benefit against at least one generalist predator later in development.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Given the efficacy of mixed diets in conferring defense against ants, it was also of interest whether parent and offspring diets containing different chemicals might be complementary with regard to ant deterrence. Although neither parental diet, nor its combined effect with offspring diet altered the susceptibility of caterpillars to ants, we observed trans-generational effects of diet. The offspring of individuals fed the PA plant attained larger body sizes and were more developmentally advanced by the sixth day of life than the offspring of individuals fed diets devoid of PAs. Part of this advantage was explained by their larger sizes at the time of hatching, but not all, suggesting some metabolic or behavioral change associated with parental PA feeding. Although defensive benefits of PAs to offspring are known in other woolly bear caterpillar species, this is the first evidence that PA ingestion leads to enhanced growth in offspring.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The combinatorial chemical defense hypothesis was also tested using interactions between <em>G. incorrupta</em> caterpillars and a host-specific enemy, the parasitic wasp, <em>Cotesia nr. phobetri.</em> Wasp-infected caterpillars increased their intake of PAs, reminiscent of self-medication behavior used by these caterpillars to gain resistance against parasitic flies. This increase in PA consumption was not accompanied by an increase in IG consumption, and neither chemical, nor any particular ratio of the chemicals, provided resistance against the wasp. This shows that, in contrast to its action against ants, mixing PAs and IGs in the diet does not act to defend the woolly bear caterpillar against these host-specific parasitic wasps. Interestingly, increased ingestion of PAs appeared to benefit parasitic wasps by boosting their developmental success. Whether increased ingestion of PAs by wasp-parasitized ca...",
  "por_txt_cntn": "\n A major goal of this research was to determine how an animal uses multiple putative medicines from its environment to defend itself against its co-evolving natural predators and parasites. We reasoned that an animal might evolve to use medicines in combination, much like combinations of drugs or antibiotics are used in human medicine to counteract the evolution of drug resistance in viruses and bacteria. We found some support for this idea: herbivores can gain defense against natural enemies by eating a combination of plant species each containing different toxins. However, whether this form of combinatorial chemical defense was effective for the woolly bear caterpillars in the study (Grammia incorrupta) depended upon both the developmental stage of the caterpillar and which enemy posed the threat. Eating a mixed diet of two plants containing different toxins, pyrrolizidine alkaloids (PAs) and iridoid glycosides (IGs), provided late-stage caterpillars a degree of defense against the predatory ant Aphaenogaster cockerelli, not achieved by eating either plant alone.\n\n            In contrast, early-stage caterpillars did not gain a defensive benefit by eating the plant mixture. They were more deterrent on average than late-stage caterpillars, and their degree of deterrence was independent of diet. However, early-stage caterpillars fed the mixed diet exhibited greater growth rates than those fed single-plant diets, an effect that was not apparent in late-stage caterpillars. These results suggest that the plant mixing behavior that is typical of woolly bear caterpillars (i.e., grazing between different plants on short timescales) provides a growth benefit in early stages of development, and a defensive benefit against at least one generalist predator later in development.\n\n            Given the efficacy of mixed diets in conferring defense against ants, it was also of interest whether parent and offspring diets containing different chemicals might be complementary with regard to ant deterrence. Although neither parental diet, nor its combined effect with offspring diet altered the susceptibility of caterpillars to ants, we observed trans-generational effects of diet. The offspring of individuals fed the PA plant attained larger body sizes and were more developmentally advanced by the sixth day of life than the offspring of individuals fed diets devoid of PAs. Part of this advantage was explained by their larger sizes at the time of hatching, but not all, suggesting some metabolic or behavioral change associated with parental PA feeding. Although defensive benefits of PAs to offspring are known in other woolly bear caterpillar species, this is the first evidence that PA ingestion leads to enhanced growth in offspring.\n\n            The combinatorial chemical defense hypothesis was also tested using interactions between G. incorrupta caterpillars and a host-specific enemy, the parasitic wasp, Cotesia nr. phobetri. Wasp-infected caterpillars increased their intake of PAs, reminiscent of self-medication behavior used by these caterpillars to gain resistance against parasitic flies. This increase in PA consumption was not accompanied by an increase in IG consumption, and neither chemical, nor any particular ratio of the chemicals, provided resistance against the wasp. This shows that, in contrast to its action against ants, mixing PAs and IGs in the diet does not act to defend the woolly bear caterpillar against these host-specific parasitic wasps. Interestingly, increased ingestion of PAs appeared to benefit parasitic wasps by boosting their developmental success. Whether increased ingestion of PAs by wasp-parasitized caterpillars is under parasitoid control is an exciting avenue for future research. \n\n \n\n\t\t\t\t\tLast Modified: 08/20/2013\n\n\t\t\t\t\tSubmitted by: Peri Mason"
 }
}