{
 "awd_id": "1011646",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Science Masters Program: Student Support to Enhance Graduate Programs in Systems and Software Engineering",
 "cfda_num": "47.076",
 "org_code": "11010104",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Earnestine P. Easter",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 699626.0,
 "awd_amount": 699626.0,
 "awd_min_amd_letter_date": "2010-05-13",
 "awd_max_amd_letter_date": "2013-03-26",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\nThe University of Texas at El Paso (UTEP) is developing a Science Masters Program (SMP) in Systems and Software Engineering to meet the regional workforce needs for employees who can build advanced, complex, robust, and reliable computer software systems for government and industry.  Software is a part of nearly every new product including systems designed for the transportation, consumer products, the military, homeland security, the government, and business and commercial sectors. Large software systems are some of the most complex products ever produced, and it is extremely difficult to ensure that software works appropriately in all situations.  The graduates of this program will be trained in engineering management and in techniques to ensure software behaves correctly.  \r\n\r\nThis SMP is one of the first programs in the nation to use the internationally developed 2009 \"Curriculum Guidelines for Graduate Degree Programs in Software Engineering.\"  The support provided by NSF will help increase the number of software engineers in the region who are U.S. citizens. Building on UTEP's history of working with minority students, the program is emphasizing recruitment of Hispanics and women. The successful completion of the project will lead to a better-trained and more diverse software engineering workforce for government and industry.",
 "awd_arra_amount": 699626.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Gates",
   "pi_mid_init": "Q",
   "pi_sufx_name": "",
   "pi_full_name": "Ann Q Gates",
   "pi_email_addr": "agates@utep.edu",
   "nsf_id": "000374818",
   "pi_start_date": "2013-03-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Roach",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Steven M Roach",
   "pi_email_addr": "sroach@utep.edu",
   "nsf_id": "000280756",
   "pi_start_date": "2010-05-13",
   "pi_end_date": "2013-03-26"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Smith",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Eric D Smith",
   "pi_email_addr": "esmith2@utep.edu",
   "nsf_id": "000538371",
   "pi_start_date": "2012-03-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Shamsnaz",
   "pi_last_name": "Virani",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Shamsnaz S Virani",
   "pi_email_addr": "ssvirani@utep.edu",
   "nsf_id": "000549808",
   "pi_start_date": "2010-05-13",
   "pi_end_date": "2012-03-06"
  }
 ],
 "inst": {
  "inst_name": "University of Texas at El Paso",
  "inst_street_address": "500 W UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EL PASO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9157475680",
  "inst_zip_code": "799688900",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "TX16",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT EL PASO",
  "org_prnt_uei_num": "C1DEGMMKC7W7",
  "org_uei_num": "C1DEGMMKC7W7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at El Paso",
  "perf_str_addr": "500 W UNIVERSITY AVE",
  "perf_city_name": "EL PASO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "799688900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "TX16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795800",
   "pgm_ele_name": "SCIENCE MASTERS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7958",
   "pgm_ref_txt": "SCIENCE MASTERS PROGRAM"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "04R9",
   "app_name": "EHR RECOVERY ACT",
   "app_symb_id": "040107",
   "fund_code": "04R00910DB",
   "fund_name": "EHR RECOVERY ACT",
   "fund_symb_id": "040107"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 699626.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Today more than ever, our society depends on complex software systems to fulfill personal needs and to conduct business. This includes software systems in domain areas such as defense, energy, communication, transportation, and manufacturing. Our dependence on software systems has moved from a luxury into a necessity. Embedded software systems make up major components of bigger systems such as automobiles, missile defense systems, and medical systems. Software failures within these systems can lead to loss of human lives or large financial resources. Because of society&rsquo;s dependence on computers, it is essential to strengthen the national workforce&rsquo;s core competencies in software development.&nbsp; The U.S. Bureau of Labor Statistics&rsquo; Projection of Employment Trends between 2008 and 2018 shows an increase in the demand of computer software engineers of over 30% (120,200 new jobs) in the area of application software, and an increase of 34% (175,100) in the area of system software. The continuous growth in software engineering as a discipline and the complexity of desired systems is expected to lead to even more demand of well-trained software and systems engineers.</p>\n<p>The Masters of Science in Software Engineering (MSSwE) program at the University of Texas at El Paso (UTEP) (pending approval by the Texas Higher Education Coordinating Board and currently offered under the Master's of Science in Engineering-Software Engineering track) is one of the first programs to use the <em>Curriculum Guidelines for Graduate Degree Programs in Software Engineering (</em>GSwE2009), an internationally developed set of guidelines for software engineering curricula. The guidelines, which became available in the summer of 2009, recognize the close connection between systems engineering and software engineering. Few existing programs align systems engineering and software engineering as the new program at UTEP does. This alignment provides a systems context to software engineers, and a software development perspective to systems engineers. In the world today, large, complex systems typically include software components, and the software must run in the context of a larger system.</p>\n<p>The new MSSwE program focuses on the area of real-time embedded systems and targets recent graduates from computing disciplines with a special focus on underrepresented groups such as Hispanics and women. Preparing a diverse workforce immersed in the development of reliable real-time embedded systems is important to the region&rsquo;s employers, particularly White Sands Missile Range and Fort Bliss army base. Providing such workforce is also important for the nation&rsquo;s well-established industrial organizations in the area of real-time embedded systems such as Lockheed Martin, Rockwell Collins, and Raytheon.</p>\n<p>To support the MSSwE program, the Computer Science Department at UTEP has created an academic lab for the purpose of training students in the concepts of real-time embedded software development. In addition, the department established the <strong>R</strong>eal-time <strong>E</strong>mbedded <strong>A</strong>ffinity Software Engineering Research <strong>L</strong>ab (REAL). The department has secured multiple grants through the educational program offered by Wind River Corporation to equip these labs with the necessary hardware and Real-Time Operating System (RTOS) to conduct research and offer courses in the areas of real-time software development, software safety, and cyber-physical systems. These labs were also partially funded by an R&amp;D grant from Lockheed Martin Corporation and State Farm.</p>\n<p>The establishment of the MSSwE program through the NSF&rsquo;s Science Masters Program and the associated labs is already leading to a well-trained and diverse systems and software engineering workforce for government and industry. This is evident by the high number o...",
  "por_txt_cntn": "\nToday more than ever, our society depends on complex software systems to fulfill personal needs and to conduct business. This includes software systems in domain areas such as defense, energy, communication, transportation, and manufacturing. Our dependence on software systems has moved from a luxury into a necessity. Embedded software systems make up major components of bigger systems such as automobiles, missile defense systems, and medical systems. Software failures within these systems can lead to loss of human lives or large financial resources. Because of societyÆs dependence on computers, it is essential to strengthen the national workforceÆs core competencies in software development.  The U.S. Bureau of Labor StatisticsÆ Projection of Employment Trends between 2008 and 2018 shows an increase in the demand of computer software engineers of over 30% (120,200 new jobs) in the area of application software, and an increase of 34% (175,100) in the area of system software. The continuous growth in software engineering as a discipline and the complexity of desired systems is expected to lead to even more demand of well-trained software and systems engineers.\n\nThe Masters of Science in Software Engineering (MSSwE) program at the University of Texas at El Paso (UTEP) (pending approval by the Texas Higher Education Coordinating Board and currently offered under the Master's of Science in Engineering-Software Engineering track) is one of the first programs to use the Curriculum Guidelines for Graduate Degree Programs in Software Engineering (GSwE2009), an internationally developed set of guidelines for software engineering curricula. The guidelines, which became available in the summer of 2009, recognize the close connection between systems engineering and software engineering. Few existing programs align systems engineering and software engineering as the new program at UTEP does. This alignment provides a systems context to software engineers, and a software development perspective to systems engineers. In the world today, large, complex systems typically include software components, and the software must run in the context of a larger system.\n\nThe new MSSwE program focuses on the area of real-time embedded systems and targets recent graduates from computing disciplines with a special focus on underrepresented groups such as Hispanics and women. Preparing a diverse workforce immersed in the development of reliable real-time embedded systems is important to the regionÆs employers, particularly White Sands Missile Range and Fort Bliss army base. Providing such workforce is also important for the nationÆs well-established industrial organizations in the area of real-time embedded systems such as Lockheed Martin, Rockwell Collins, and Raytheon.\n\nTo support the MSSwE program, the Computer Science Department at UTEP has created an academic lab for the purpose of training students in the concepts of real-time embedded software development. In addition, the department established the Real-time Embedded Affinity Software Engineering Research Lab (REAL). The department has secured multiple grants through the educational program offered by Wind River Corporation to equip these labs with the necessary hardware and Real-Time Operating System (RTOS) to conduct research and offer courses in the areas of real-time software development, software safety, and cyber-physical systems. These labs were also partially funded by an R&amp;D grant from Lockheed Martin Corporation and State Farm.\n\nThe establishment of the MSSwE program through the NSFÆs Science Masters Program and the associated labs is already leading to a well-trained and diverse systems and software engineering workforce for government and industry. This is evident by the high number of Hispanic and women students who have graduated from the program or are currently enrolled in the program. Over 90% of the program graduates are Hispanics with 30% of those graduates are women.  In addit..."
 }
}