{
 "awd_id": "1011711",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Persistence mechanisms of pioneer riparian forests in meandering rivers",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2010-04-15",
 "awd_max_amd_letter_date": "2010-04-15",
 "awd_abstract_narration": "The cottonwood (Populus) and willow (Salix) trees that line river corridors in semi-arid regions play key roles in nutrient cycling and soil development, provide shade that can reduce water temperatures, and are an important food source for terrestrial and aquatic organisms. These species, which typically establish on newly exposed substrate left after flood events, have experienced significant declines in North America due to land conversion and the regulation of river flows by dams. The habitat for establishment of these species that has been best understood, point bars in river bends, has been severely limited by river regulation, creating a need to better understand establishment processes in other locations. Abandoned channels, or oxbow lakes, are a common feature associated with many meandering rivers. Their importance as refugia for mobile aquatic organisms, such as fish, has long been recognized. Abandoned channels also may provide habitat suitable for the establishment and persistence of cottonwood and willow. A conceptual model that links sedimentation and vegetation dynamics within abandoned channels suggests that conditions change through time from a period during which physical factors dominate forest dynamics to conditions driven more by biotic interactions, particularly competition for light and water. This model will be tested with a community competition study along a realistic environmental gradient. \r\n\r\nThis research, focused in the Central Valley of California, involves collaborators across disciplines and resource managers at government agencies and The Nature Conservancy.  Input from managers was solicited early in study development, and researchers continue to actively engage with this community so that information can be exchanged early and often. Additional broader impacts will result from training a doctoral student and involving undergraduate students in the research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Battles",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "John J Battles",
   "pi_email_addr": "jbattles@berkeley.edu",
   "nsf_id": "000088855",
   "pi_start_date": "2010-04-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maya",
   "pi_last_name": "Hayden",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Maya K Hayden",
   "pi_email_addr": "mkh@berkeley.edu",
   "nsf_id": "000548498",
   "pi_start_date": "2010-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Background</strong></p>\n<p>Cottonwood (<em>Populus</em>) and other pioneer trees that line river corridors in semi-arid regions play key roles in riparian ecosystem processes (e.g., nutrient cycling) and provide important ecosystem services (e.g., moderate the strength of floods). These woody species have experienced significant declines in North America due to land-use changes and the regulation of river flows by dams. If aging stands of trees are no longer being replaced as often or across a large enough area, their long-term persistence, and the important ecosystem functions they provide, are threatened.</p>\n<p>The most common pathway for establishment of new cottonwood trees occurs along the bends of main river channels, called point bars. The conditions required for a seed to successfully become an established seedling on a point bar are dominated by physical processes related to water flow. Unfortunately, establishment at these locations has been severely limited by river regulation, creating a need to understand alternate pathways. Abandoned channels, a common feature in meandering rivers, have been documented to contain cottonwoods. In our previous study of the middle Sacramento River (California), we found that cottonwood stands located in abandoned channels accounted for a significant fraction of the cottonwood forest along the river. The goals of this project were to understand the conditions necessary for successful establishment in abandoned channels, and determine how long optimal conditions last through time as an abandoned channel &ldquo;ages&rdquo; and fills with sediment.&nbsp;</p>\n<p><strong>Experiment</strong></p>\n<p>In our system, newly abandoned channels are coarser grained (gravel) and fill up with finer sand substrate over time. Finer substrates typically provide better conditions for plant establishment because they improve water availability. However, as more vegetation becomes established, competition for limited resources increases. We hypothesized that conditions driving cottonwood establishment in abandoned channels change through time from physically-dominated to biologically-dominated.</p>\n<p>To test this, we grew cottonwood seedlings in three substrates representing the range of abandoned channel ages: Coarse gravel/sand, Medium sand, and Fine sand. We simulated natural summer river levels by lowering the water table daily to create water limitations. We simulated a realistic competition gradient by growing cottonwood seedlings with different amounts of herbaceous plants commonly found in abandoned channels within our study system. In order to clarify the relative importance of above- vs. below-ground resource competition (i.e., competition for light vs. water), we ran the experiment again, growing cottonwoods under shade cloth to simulate competition for light only. We measured growth and survival of cottonwoods over the course of the growing season, monitored growth of herbaceous competitors, and kept track of soil moisture.</p>\n<p><strong>Results and Implications</strong></p>\n<p>We expected that cottonwood seedling survival would decline with increasing water stress. Because coarser soil has less ability to hold water, we expected seedling mortality to be higher in the coarser soil. Looking at end-of-season survival, this was the case. We also expected higher mortality and poorer growth with increasing competition from herbaceous plants. Interestingly, when the cottonwood seedlings were competing for BOTH light and water (i.e., grown with other plants), we observed this trend, but when cottonwoods were competing for light alone (i.e., just shade cloth), they actually fared better under more competitive (i.e., shadier) conditions.</p>\n<p>These preliminary results indicate that if water resources are high, cottonwoods can compete well with other plants in abandoned channels. This result is contrary to the general view that ...",
  "por_txt_cntn": "\nBackground\n\nCottonwood (Populus) and other pioneer trees that line river corridors in semi-arid regions play key roles in riparian ecosystem processes (e.g., nutrient cycling) and provide important ecosystem services (e.g., moderate the strength of floods). These woody species have experienced significant declines in North America due to land-use changes and the regulation of river flows by dams. If aging stands of trees are no longer being replaced as often or across a large enough area, their long-term persistence, and the important ecosystem functions they provide, are threatened.\n\nThe most common pathway for establishment of new cottonwood trees occurs along the bends of main river channels, called point bars. The conditions required for a seed to successfully become an established seedling on a point bar are dominated by physical processes related to water flow. Unfortunately, establishment at these locations has been severely limited by river regulation, creating a need to understand alternate pathways. Abandoned channels, a common feature in meandering rivers, have been documented to contain cottonwoods. In our previous study of the middle Sacramento River (California), we found that cottonwood stands located in abandoned channels accounted for a significant fraction of the cottonwood forest along the river. The goals of this project were to understand the conditions necessary for successful establishment in abandoned channels, and determine how long optimal conditions last through time as an abandoned channel \"ages\" and fills with sediment. \n\nExperiment\n\nIn our system, newly abandoned channels are coarser grained (gravel) and fill up with finer sand substrate over time. Finer substrates typically provide better conditions for plant establishment because they improve water availability. However, as more vegetation becomes established, competition for limited resources increases. We hypothesized that conditions driving cottonwood establishment in abandoned channels change through time from physically-dominated to biologically-dominated.\n\nTo test this, we grew cottonwood seedlings in three substrates representing the range of abandoned channel ages: Coarse gravel/sand, Medium sand, and Fine sand. We simulated natural summer river levels by lowering the water table daily to create water limitations. We simulated a realistic competition gradient by growing cottonwood seedlings with different amounts of herbaceous plants commonly found in abandoned channels within our study system. In order to clarify the relative importance of above- vs. below-ground resource competition (i.e., competition for light vs. water), we ran the experiment again, growing cottonwoods under shade cloth to simulate competition for light only. We measured growth and survival of cottonwoods over the course of the growing season, monitored growth of herbaceous competitors, and kept track of soil moisture.\n\nResults and Implications\n\nWe expected that cottonwood seedling survival would decline with increasing water stress. Because coarser soil has less ability to hold water, we expected seedling mortality to be higher in the coarser soil. Looking at end-of-season survival, this was the case. We also expected higher mortality and poorer growth with increasing competition from herbaceous plants. Interestingly, when the cottonwood seedlings were competing for BOTH light and water (i.e., grown with other plants), we observed this trend, but when cottonwoods were competing for light alone (i.e., just shade cloth), they actually fared better under more competitive (i.e., shadier) conditions.\n\nThese preliminary results indicate that if water resources are high, cottonwoods can compete well with other plants in abandoned channels. This result is contrary to the general view that cottonwoods are shade-intolerant. However, as water becomes more limited, they do not fare as well when growing with competitors. Analysis of the growth and biomass data will provide a de..."
 }
}