{
 "awd_id": "1011638",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:   Cold Comfort - Functional Diversification in Seasonal Environments",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saran Twombly",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 14968.0,
 "awd_amount": 14968.0,
 "awd_min_amd_letter_date": "2010-04-23",
 "awd_max_amd_letter_date": "2010-04-23",
 "awd_abstract_narration": "How do plant communities that have adjusted to unvarying favorable conditions -- steady warmth and ample water ? adapt to the development of seasonally stressful conditions, such as dry or cold periods? Answering this question is all the more important as ecosystems worldwide undergo climatic shifts matched only in long-ago geological epochs. This research will study ancient Australian forest communities that predate the deserts and eucalyptus trees that are well known members of the plant communities on this continent. These communities, which descended from wet-tropical forests found across eastern Australia during the Eocene (~55 million years ago,) faced significant adaptive challenges as climates became cooler and dryer during the Oligocene (~33 million years ago.) Today, the plants found in seasonally-dry and cool-temperate forests are very different from those found in wet-tropical forests. This study examines two alternative hypotheses for how these communities formed: did the tendency for close relatives to resemble one another lead to communities composed of pre-adapted, closely-related plants? Or did adaptive convergence result in communities of distantly-related plants that have nonetheless become ecologically similar?\r\n\r\nStudying functional traits in seasonally dry and seasonally cold environments provides an opportunity to explore natural selection under environmental conditions that are potentially lethal for a large part of the year. By contrasting tropical and temperate environments, the project also explores mechanisms behind the contrast in biodiversity between tropical and temperate regions, a major unanswered question in biology. Understanding the exact functional distinctions that allow plants to survive dry and cold seasons also has important implications for predicting future responses to environmental change. The graduate student is sharing the excitement of this research with students across the US by sending \"Reports from the Field\", including postcards, photographic slide shows, and web-based videos, to biology classes from grades 3-12. Students are invited to join the process of investigation through an interactive wiki site.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Ackerly",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "David D Ackerly",
   "pi_email_addr": "dackerly@berkeley.edu",
   "nsf_id": "000094156",
   "pi_start_date": "2010-04-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Stuart",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie A Stuart",
   "pi_email_addr": "stephanie.stuart@mq.edu.au",
   "nsf_id": "000544514",
   "pi_start_date": "2010-04-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 14968.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Title: Dissertation Research: Cold Comfort - Functional Diversification in Seasonal Environments <br /> PI: David Ackerly<br /> Co-PI: Stephanie Stuart</p>\n<p>Around the world, plants have adapted to a wide range of seasonal conditions, from ever-warm tropical jungles to temperate environments that vary from very warm to very cold each year. This project investigated how the seasonality of such environments led plants to evolve different traits in different environments.</p>\n<p>The focus of the project was two questions. First, do plants show more functional diversity &ndash; more different kinds of traits &ndash; in response to the presence of many different species of plants, or in response to more varied conditions? Tropical environments tend to have more different plant species, but similar environmental conditions throughout the year. Temperate environments tend to have fewer plant species, but each of those species must respond to a wide range of conditions, from winter cold to summer heat. We hypothesized that plants would show more functional variation in places where weather conditions varied throughout the year.</p>\n<p>The second part of the project focused on understanding how plants&rsquo; ancestry contributed to the kind of environments where they were found and the variety of adaptations they showed to these environments. We hypothesized that closer relatives would tend to be more similar than would be expected by chance in their functional characteristics, even when they occurred in very different environments.</p>\n<p>In order to answer these questions, we studied three different rainforest sites in Australia. A wet tropical forest with no unfavorable season was contrasted with two seasonal communities: one seasonally dry, the other seasonally cold.</p>\n<p>Our results showed a link between seasonality and increased functional diversity for traits relating to water use and cold tolerance. As part of the project, we developed a new method for testing the relative contribution of ancestry to the average value of traits such as leaf size, leaf density, and wood density in different communities. Using this method, we were able to show that in these three forests, traits relating to successional status tend to stay the same over evolutionary time. Traits relating to water use and cold tolerance tend to adapt to the local environment over shorter timescales.</p>\n<p>We also studied the link between adaptation to drought and adaptation to cold in the two seasonal environments. We found that plants from the seasonally dry environment were as resistant to freezing temperatures as plants from the seasonally cold environment &ndash; even though the plants from the seasonally dry environment had not previously been exposed to frost. This suggests that acclimation to drought is a plausible pathway for the evolution of tolerance to freezing.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/27/2013<br>\n\t\t\t\t\tModified by: Stephanie&nbsp;A&nbsp;Stuart</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Title: Dissertation Research: Cold Comfort - Functional Diversification in Seasonal Environments \n PI: David Ackerly\n Co-PI: Stephanie Stuart\n\nAround the world, plants have adapted to a wide range of seasonal conditions, from ever-warm tropical jungles to temperate environments that vary from very warm to very cold each year. This project investigated how the seasonality of such environments led plants to evolve different traits in different environments.\n\nThe focus of the project was two questions. First, do plants show more functional diversity &ndash; more different kinds of traits &ndash; in response to the presence of many different species of plants, or in response to more varied conditions? Tropical environments tend to have more different plant species, but similar environmental conditions throughout the year. Temperate environments tend to have fewer plant species, but each of those species must respond to a wide range of conditions, from winter cold to summer heat. We hypothesized that plants would show more functional variation in places where weather conditions varied throughout the year.\n\nThe second part of the project focused on understanding how plantsÆ ancestry contributed to the kind of environments where they were found and the variety of adaptations they showed to these environments. We hypothesized that closer relatives would tend to be more similar than would be expected by chance in their functional characteristics, even when they occurred in very different environments.\n\nIn order to answer these questions, we studied three different rainforest sites in Australia. A wet tropical forest with no unfavorable season was contrasted with two seasonal communities: one seasonally dry, the other seasonally cold.\n\nOur results showed a link between seasonality and increased functional diversity for traits relating to water use and cold tolerance. As part of the project, we developed a new method for testing the relative contribution of ancestry to the average value of traits such as leaf size, leaf density, and wood density in different communities. Using this method, we were able to show that in these three forests, traits relating to successional status tend to stay the same over evolutionary time. Traits relating to water use and cold tolerance tend to adapt to the local environment over shorter timescales.\n\nWe also studied the link between adaptation to drought and adaptation to cold in the two seasonal environments. We found that plants from the seasonally dry environment were as resistant to freezing temperatures as plants from the seasonally cold environment &ndash; even though the plants from the seasonally dry environment had not previously been exposed to frost. This suggests that acclimation to drought is a plausible pathway for the evolution of tolerance to freezing.\n\n\t\t\t\t\tLast Modified: 06/27/2013\n\n\t\t\t\t\tSubmitted by: Stephanie A Stuart"
 }
}