{
 "awd_id": "1011304",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Spatial and temporal variation in an ant-plant interaction",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard S. Inouye",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 14990.0,
 "awd_amount": 14990.0,
 "awd_min_amd_letter_date": "2010-04-15",
 "awd_max_amd_letter_date": "2010-04-15",
 "awd_abstract_narration": "Species interactions have important effects on the geographic ranges of species and on the composition and diversity of local species assemblages. The outcome of species interactions can be highly variable in time and across space, and outcomes can be strongly influenced by the identities of the interacting species. Mutualisms, interactions in which both species benefit, are assumed to be important to the species involved, but the role of mutualistic interactions in structuring ecological communities is poorly understood. Understanding how mutualistic interactions between ants and their host plants varies through time, in space, and across host plant species will give a better understanding of the role of species interactions in shaping communities, and will help us understand how mutualisms evolve and are maintained in nature. Interactions between the ant Myrmelachista flavocotea and its required host plants Ocotea atirrensis and O. dendrodaphne will be examined within and among populations at three sites in Costa Rica (La Selva Biological Station, Monteverde Biological Station, and Pitilla Biological Station). Results from this study will provide important insight on how an ant-plant interaction influences community level processes. \r\n\r\nIt is likely that ant species new to science will be encountered while conducting this research, contributing to our knowledge of biodiversity in Costa Rica. Undergraduate students will participate in the project, gaining valuable research experience and exposure to the astounding biological diversity present in Costa Rica. Data collected for this project will be made publicly available, and publications arising from this work will be deposited in the Organization of Tropical Studies Libraries in Costa Rica.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Colwell",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Robert K Colwell",
   "pi_email_addr": "robertkcolwell@gmail.com",
   "nsf_id": "000100511",
   "pi_start_date": "2010-04-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kellie",
   "pi_last_name": "Kuhn",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kellie M Kuhn",
   "pi_email_addr": "kellie.kuhn@uconn.edu",
   "nsf_id": "000549195",
   "pi_start_date": "2010-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 WHITNEY RD EXTENSION UNIT 1133",
  "perf_city_name": "STORRS",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062699018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 14990.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Conservation and sustainable use of biodiversity is a major social and political issue for human societies. Maintenance of biodiversity is important for maintaining the delicate balance of nature that sustains all species, including our own. Ecosystem health is often assessed by estimating species redundancy and ecosystem resiliency; that is, how many species and links can be lost before an ecosystem collapses and ecosystem services are lost. For most ecosystems (particularly in the highly diverse tropics) even the number of species is still unknown and information on how species interact remains pitifully scarce. It is therefore difficult to predict how species loss will influence ecosystems function. Furthermore, secondary extinctions (coextinction) resulting from the loss of ecological interactions are likely to be even more insidious than direct species loss. To truly understand and predict the impact of anthropogenic disruptions on community dynamics, species interactions must be described and understood at a mechanistic level.</p>\n<p>My research focuses on interactions between the ant <em>Myrmelachista flavocotea</em> (Formicidae, Formicinae) and their host plants <em>Ocotea atirrensis</em> and <em>O. dendrodaphne</em> (Lauracae). <em>Myrmelachista flavocotea</em> was described as a new species in 2006 as a result of a long-term, large-scale NSF-funded biodiversity survey of the arthropods of northern Costa Rica (ALAS, http://viceroy.eeb.uconn.edu/ALAS/ALAS.html). <em>Ocotea</em> are small understory treelets (~ 3m tall) that are relatively abundant in tropical wet forests. Despite the commonness of the <em>Myrmelachista-Ocotea</em> interaction little was known about the nature the interaction, although it was thought to be mutually beneficial to the ants and the plant. In addition to providing natural history observations, I have discovered that the <em>Myrmelachista-Ocotea</em> interaction impacts the larger arthropod and the plant communities.</p>\n<p><em>Mutualisms</em> are reciprocally exploitative interactions, in which both members of the interaction experience a net benefit from the association. In the <em>Myrmelachista-Ocotea</em> system the plant provides living space for the ants. In exchange the ants provide numerous benefits for <em>Ocotea</em> trees including defense against herbivores, removal of spores, lichens, epiphylls and debris from leaf surface, protection from encroaching plants, and beneficial nutrients from food items brought into stems. Through the use of experiments and observations I have concluded that the <em>Myrmelachista-Ocotea</em> interaction is an obligate mutualism. <em>Myrmelachista flavocotea</em> live only in <em>Ocotea</em> trees and all <em>Ocotea </em>trees that I have studied<em> </em>have an association with <em>Myrmelachista </em>ants. When I removed ants from <em>Ocotea </em>trees, the trees died.</p>\n<p>Interestingly, the <em>Myrmelachista-Ocotea</em> interaction is highly variable. On some <em>Ocotea</em> trees ants are very aggressive, while on others ants are rarely observed outside the stems. Ant aggression is significantly correlated with levels of herbivory; trees with the most aggressive ants are the best protected against herbivores. Benefits to the plant change with plant size. <em>Ocotea</em> trees maintain an association with the same ant colony as they grow. <em>Ocotea</em> seedlings produce swellings on the main stem that are found by recently mated queen ants, who chew a hole through the stem surface and move inside the stem. As the plant grows, ants excavate the pith inside stems to expand their living space. As the ant colony grows and density of ants inside stems increases, the colony is better able to protect its host plant. Eventually, the plant grows too large for the queen to produce enough workers to fill the space. When the tree outgrows the ants&rsquo; ability to defend the tree the mutuali...",
  "por_txt_cntn": "\nConservation and sustainable use of biodiversity is a major social and political issue for human societies. Maintenance of biodiversity is important for maintaining the delicate balance of nature that sustains all species, including our own. Ecosystem health is often assessed by estimating species redundancy and ecosystem resiliency; that is, how many species and links can be lost before an ecosystem collapses and ecosystem services are lost. For most ecosystems (particularly in the highly diverse tropics) even the number of species is still unknown and information on how species interact remains pitifully scarce. It is therefore difficult to predict how species loss will influence ecosystems function. Furthermore, secondary extinctions (coextinction) resulting from the loss of ecological interactions are likely to be even more insidious than direct species loss. To truly understand and predict the impact of anthropogenic disruptions on community dynamics, species interactions must be described and understood at a mechanistic level.\n\nMy research focuses on interactions between the ant Myrmelachista flavocotea (Formicidae, Formicinae) and their host plants Ocotea atirrensis and O. dendrodaphne (Lauracae). Myrmelachista flavocotea was described as a new species in 2006 as a result of a long-term, large-scale NSF-funded biodiversity survey of the arthropods of northern Costa Rica (ALAS, http://viceroy.eeb.uconn.edu/ALAS/ALAS.html). Ocotea are small understory treelets (~ 3m tall) that are relatively abundant in tropical wet forests. Despite the commonness of the Myrmelachista-Ocotea interaction little was known about the nature the interaction, although it was thought to be mutually beneficial to the ants and the plant. In addition to providing natural history observations, I have discovered that the Myrmelachista-Ocotea interaction impacts the larger arthropod and the plant communities.\n\nMutualisms are reciprocally exploitative interactions, in which both members of the interaction experience a net benefit from the association. In the Myrmelachista-Ocotea system the plant provides living space for the ants. In exchange the ants provide numerous benefits for Ocotea trees including defense against herbivores, removal of spores, lichens, epiphylls and debris from leaf surface, protection from encroaching plants, and beneficial nutrients from food items brought into stems. Through the use of experiments and observations I have concluded that the Myrmelachista-Ocotea interaction is an obligate mutualism. Myrmelachista flavocotea live only in Ocotea trees and all Ocotea trees that I have studied have an association with Myrmelachista ants. When I removed ants from Ocotea trees, the trees died.\n\nInterestingly, the Myrmelachista-Ocotea interaction is highly variable. On some Ocotea trees ants are very aggressive, while on others ants are rarely observed outside the stems. Ant aggression is significantly correlated with levels of herbivory; trees with the most aggressive ants are the best protected against herbivores. Benefits to the plant change with plant size. Ocotea trees maintain an association with the same ant colony as they grow. Ocotea seedlings produce swellings on the main stem that are found by recently mated queen ants, who chew a hole through the stem surface and move inside the stem. As the plant grows, ants excavate the pith inside stems to expand their living space. As the ant colony grows and density of ants inside stems increases, the colony is better able to protect its host plant. Eventually, the plant grows too large for the queen to produce enough workers to fill the space. When the tree outgrows the antsÆ ability to defend the tree the mutualism breaks down and herbivory increases, epiphylls begin to cover the leaves, and other ant species (Pheidole bilimeki, Psuedomyrmex spp., Stemmana spp., Wasmannia spp.) move into formerly occupied stems, and eventually the tree succumbs.\n\nGeographical variation in the outcom..."
 }
}