{
 "awd_id": "1011403",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Testing carbon limitation of cave stream ecosystems via a whole-reach detritus addition",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 14940.0,
 "awd_amount": 14940.0,
 "awd_min_amd_letter_date": "2010-08-09",
 "awd_max_amd_letter_date": "2010-08-09",
 "awd_abstract_narration": "The overall goal of this study is to determine whether the availability of energy limits biological activity in cave stream ecosystems.  In cave ecosystems, the resource at the base of the food web, and thus the resource that potentially controls overall biological activity, is dead organic matter (e.g. dead leaves, twigs, and logs, hereafter referred to as detritus).  Because there are few physical openings into cave systems, the amount of detritus washed into caves is typically very low, so cave communities are assumed to be energy-limited.  However, this energy-limitation hypothesis has never been tested, despite it being central to scientific understanding of cave ecology, evolution, and conservation.  This study has been designed to be the first rigorous test of this hypothesis.  The study design is elegantly simple: corn litter (leaves, stalks, and husks leftover from corn harvest) were added to a 100-m reach of a cave stream (Bluff River Cave, Jackson Co., AL) beginning in February 2010.  The response of the stream community to this addition of energy will be followed for one year relative to that of a reference reach upstream (which will receive no litter).  Additionally, over one year of pre-manipulation data (October 2008 to February 2010) has already been collected from both reaches.  Samples will be collected monthly to track changes in species composition, abundance, and growth, as well as the incorporation of corn-derived material into animal tissue. \r\n\r\nThis study will examine the response of the entire food web of the cave stream, from the most basal consumer (the bacteria and fungi that consume natural detritus and the added corn litter) to top predators (cave crayfish and salamanders).  Thus, not only is this study the first to test the energy-limitation hypothesis, but it is also the first to characterize a cave stream's food web over an extended period of time.  The results from this study will be valuable to various individuals and organizations.  Conservation personnel and cave conservation groups will use the life history information (growth rates and time to maturity) obtained for the critically threatened Tennessee cave salamander (Gyrinophilus palleucus) and cave crayfishes (Cambarus tenebrosus and the imperiled Cambarus hamulatus).  Cave systems are a window through which groundwater systems can be studied and monitored.  Thus the general scientific community and society at large will benefit because groundwater systems are poorly understood but contain  about 99% of all liquid freshwater on the planet, and provide important ecological services, including sustaining surface aquatic ecosystems, natural purification of water supplies, and maintenance of many highly endemic and endangered species.  Results from this study will be shared both through scientific (journal articles, reports, and oral presentations) and public avenues (interactions with caving groups, landowners, state and federal agencies, and K-12 educators). As part of this project, a lesson plan for local high-school students has been developed, which teaches basic principles of cave and groundwater ecology, illustrates how ecology and evolution interact to structure cave communities, and introduces the concept of detritus-based food chains. To increase the number of students exposed to this material, the entire lesson plan (i.e., instructions, lectures, and activities) will be disseminated to local high-school teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Benstead",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan P Benstead",
   "pi_email_addr": "jbenstead@bama.ua.edu",
   "nsf_id": "000261912",
   "pi_start_date": "2010-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Venarsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Venarsky",
   "pi_email_addr": "mpvenarsky@crimson.ua.edu",
   "nsf_id": "000533451",
   "pi_start_date": "2010-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "801 UNIVERSITY BLVD",
  "perf_city_name": "TUSCALOOSA",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354012029",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 14940.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Inputs of organic matter (e.g., leaves or woody debris) from surface environments are the primary source of energy that fuels the growth and reproduction of nearly all organisms within cave ecosystems. However, because cave systems have limited connections to surface environments (e.g., few sinkholes or cave entrances for organic matter to enter), inputs of organic matter to cave systems are typically very low. Thus, cave ecosystems have historically been considered energy-limited ecosystems when compared to surface ecosystems. Subsequently, this energy-limitation hypothesis has been used to explain why caves have low species diversity and densities when compared to surface ecosystems and why some obligate cave species (e.g., species that can only survive and reproduce within caves) have specific adaptations to survive in the energy-limited cave environment (e.g., reduced metabolic rates). While the energy-limitation hypothesis appears to be supported by available data, few studies have explicitly tested the hypothesis. Thus, the lack of data draws into question the generalized perception of energy-limitation in cave ecosystems. <em>The goal of this study was to provide a definitive test of the energy-limitation hypothesis in cave ecosystems. </em></p>\n<p>We tested the energy limitation hypothesis directly using a stream-reach scale experimental approach, whereby energy availability in a 100-m reach of cave stream was significantly increased through an organic matter addition. The source of organic matter used for the amendment was corn litter, which is the stalks, husks, and leaves leftover after corn harvest.&nbsp;All levels of the cave food web were then tracked, from microbes to crayfish, in both the amended stream reach (referred to as the manipulation reach) and an upstream control reach that was not amended with organic matter.</p>\n<p>Before the corn-litter amendment, organic matter levels within both study reaches were similar. Following the corn-litter amendment, organic matter levels within the manipulation reach were ~7 times higher than levels within the control reach. Thus, the corn-litter amendment substantially increased energy availability within the manipulation reach, while energy availability within the control reach remained low.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The increase in energy availability within the manipulation reach appeared to have a significant effect on the species within the cave stream. Prior to the corn litter amendment, the biomass of microbes, macroinvertebrates (e.g., insect larvae, isopods, copepods, oligochates), salamanders, and crayfish were similar between the control and manipulation reaches. Following the corn litter amendment the biomass of microbes was ~2 times higher, while macroinvertebrate biomass was ~5 times higher, and crayfish and salamander biomass was ~3 times higher in the manipulation reach compared to the control reach. Thus, the corn litter amendment increased energy availability within the manipulation reach, which subsequently increased the biomass of species at all levels within the cave food web.</p>\n<p>We also found that macroinvertebrate diversity (e.g., the number of different species) increased in the manipulation reach following the litter amendment, indicating that energy availability controls the numbers and types of species within cave ecosystems. In contrast, measures of microbial diversity did not change in the manipulation reach following the litter amendment, indicating that microbial diversity may not be controlled by energy availability within cave ecosystems.</p>\n<p>While total species biomass increased significantly within the manipulation reach following the corn litter amendment, the increase in biomass was not universal among all species.&nbsp;Instead, the only species that increased in biomass following the corn-litter amendment were the fa...",
  "por_txt_cntn": "\nInputs of organic matter (e.g., leaves or woody debris) from surface environments are the primary source of energy that fuels the growth and reproduction of nearly all organisms within cave ecosystems. However, because cave systems have limited connections to surface environments (e.g., few sinkholes or cave entrances for organic matter to enter), inputs of organic matter to cave systems are typically very low. Thus, cave ecosystems have historically been considered energy-limited ecosystems when compared to surface ecosystems. Subsequently, this energy-limitation hypothesis has been used to explain why caves have low species diversity and densities when compared to surface ecosystems and why some obligate cave species (e.g., species that can only survive and reproduce within caves) have specific adaptations to survive in the energy-limited cave environment (e.g., reduced metabolic rates). While the energy-limitation hypothesis appears to be supported by available data, few studies have explicitly tested the hypothesis. Thus, the lack of data draws into question the generalized perception of energy-limitation in cave ecosystems. The goal of this study was to provide a definitive test of the energy-limitation hypothesis in cave ecosystems. \n\nWe tested the energy limitation hypothesis directly using a stream-reach scale experimental approach, whereby energy availability in a 100-m reach of cave stream was significantly increased through an organic matter addition. The source of organic matter used for the amendment was corn litter, which is the stalks, husks, and leaves leftover after corn harvest. All levels of the cave food web were then tracked, from microbes to crayfish, in both the amended stream reach (referred to as the manipulation reach) and an upstream control reach that was not amended with organic matter.\n\nBefore the corn-litter amendment, organic matter levels within both study reaches were similar. Following the corn-litter amendment, organic matter levels within the manipulation reach were ~7 times higher than levels within the control reach. Thus, the corn-litter amendment substantially increased energy availability within the manipulation reach, while energy availability within the control reach remained low.\n\n            The increase in energy availability within the manipulation reach appeared to have a significant effect on the species within the cave stream. Prior to the corn litter amendment, the biomass of microbes, macroinvertebrates (e.g., insect larvae, isopods, copepods, oligochates), salamanders, and crayfish were similar between the control and manipulation reaches. Following the corn litter amendment the biomass of microbes was ~2 times higher, while macroinvertebrate biomass was ~5 times higher, and crayfish and salamander biomass was ~3 times higher in the manipulation reach compared to the control reach. Thus, the corn litter amendment increased energy availability within the manipulation reach, which subsequently increased the biomass of species at all levels within the cave food web.\n\nWe also found that macroinvertebrate diversity (e.g., the number of different species) increased in the manipulation reach following the litter amendment, indicating that energy availability controls the numbers and types of species within cave ecosystems. In contrast, measures of microbial diversity did not change in the manipulation reach following the litter amendment, indicating that microbial diversity may not be controlled by energy availability within cave ecosystems.\n\nWhile total species biomass increased significantly within the manipulation reach following the corn litter amendment, the increase in biomass was not universal among all species. Instead, the only species that increased in biomass following the corn-litter amendment were the facultative species, which are the species that are adapted to survive in the relatively energy-rich surface environment. In contrast, obligate cave species, which are ..."
 }
}