{
 "awd_id": "1011180",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH:   Scaling of work in insect societies",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 10931.0,
 "awd_amount": 10931.0,
 "awd_min_amd_letter_date": "2010-05-26",
 "awd_max_amd_letter_date": "2010-05-26",
 "awd_abstract_narration": "One of the most significant traits of an animal is its body size, which has profound consequences for its structure, function, and ecology.  Likewise, when animals form social groups, individual and group properties may change, or scale, in response to changes in group size.  In highly social insects such as ants and bees, colony size varies tremendously, from just a few individuals up to thousands or even millions.  Moreover, their colonies are so tightly integrated that they function like organisms, and may thus be subject to similar scaling relationships.  This project will investigate how the organization and output of work performed by ant colonies scales with colony size.  Ant colonies exhibit a division of labor in which different workers specialize on different tasks such as foraging and brood care.  By manipulating colony size and measuring task performance, the researchers will test how colony size affects division of labor and other patterns of activity in the seed-harvester ant Pogonomyrmex californicus.  Preliminary evidence suggests that as colony size increases, division of labor increases.  The project will also analyze the scaling of brood production, the major form of work output in an ant colony and a key parameter in models of social insect life history and evolution.  The results will provide insights into the organization, development, and evolution of insect societies and other social groups.  Social insects are among the most abundant and ecologically successful animals on earth; they also serve economically important roles (e.g., as pollinators and pests) and are leading models for the study of social behavior and complexity.  In addition, the project will provide training opportunities for a graduate student and undergraduate research assistants.  The investigators will also engage in public outreach based on their research, including demonstrations to K-12 students and contributions to online educational resources.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Fewell",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer H Fewell",
   "pi_email_addr": "j.fewell@asu.edu",
   "nsf_id": "000150542",
   "pi_start_date": "2010-05-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carter",
   "pi_last_name": "Holbrook",
   "pi_mid_init": "T",
   "pi_sufx_name": "IV",
   "pi_full_name": "Carter T Holbrook",
   "pi_email_addr": "ctholbrook@asu.edu",
   "nsf_id": "000549799",
   "pi_start_date": "2010-05-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7659",
   "pgm_ref_txt": "ANIMAL BEHAVIOR"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 10931.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the most fundamental traits in all of biology is size. Just as the body size of an animal has profound consequences for its form and function, the size of a social group may influence the individual and collective behavior of its members, a phenomenon referred to as &lsquo;social scaling&rsquo;. Social scaling is thought to play an important role in the organization of social insect colonies such as those of ants, bees, and wasps.&nbsp; Like human organizations, these societies exhibit tremendous variation in colony size, coupled with high degrees of functional integration. In particular, group size is expected to have profound effects on division of labor, in which different workers perform different tasks; scaling effects on division of labor are important because it is a fundamental component of colony organization.</p>\n<p>We examined the scaling of division of labor in colonies of the harvester ant <em>Pogonomyrmex californicus</em>. As young colonies grew from tens of workers to several hundred workers, individuals became more specialized in their performance of tasks such as brood care and foraging. Division of labor also increased with colony size among colonies of the same age. These findings indicate that division of labor does indeed scale positively with colony size. Next, we experimentally manipulated colony size to test whether this scaling pattern can result from short-term behavioral responses of individuals; however, there was no change in division of labor, suggesting that colony-size effects are likely mediated by slower developmental processes. In contrast, the overall allocation of workers to tasks shifted rapidly with colony size, suggesting that colonies change regulate their organization of division of labor responsively as needs or priorities change.&nbsp; It also illustrates how social needs and priorities depend, in part, on group size. This work provides novel insights into the organization of insect societies and the significance of group size in biology.</p>\n<p>The project also provided research training and professional development opportunities for a graduate student, who has completed his Ph.D., and two undergraduate assistants, both of whom have progressed into graduate programs in biology. Moreover, we contributed articles and teaching resources to the K-12 educational website <em>Ask a Biologist</em> (http://askabiologist.asu.edu), including lesson plans for constructing ant farms and learning about ants, answers to K-12 student questions and a podcast series on ants and social behavior.&nbsp; The ants and study questions were also used to teach local children about social insect biology.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/10/2012<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;H&nbsp;Fewell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOne of the most fundamental traits in all of biology is size. Just as the body size of an animal has profound consequences for its form and function, the size of a social group may influence the individual and collective behavior of its members, a phenomenon referred to as æsocial scalingÆ. Social scaling is thought to play an important role in the organization of social insect colonies such as those of ants, bees, and wasps.  Like human organizations, these societies exhibit tremendous variation in colony size, coupled with high degrees of functional integration. In particular, group size is expected to have profound effects on division of labor, in which different workers perform different tasks; scaling effects on division of labor are important because it is a fundamental component of colony organization.\n\nWe examined the scaling of division of labor in colonies of the harvester ant Pogonomyrmex californicus. As young colonies grew from tens of workers to several hundred workers, individuals became more specialized in their performance of tasks such as brood care and foraging. Division of labor also increased with colony size among colonies of the same age. These findings indicate that division of labor does indeed scale positively with colony size. Next, we experimentally manipulated colony size to test whether this scaling pattern can result from short-term behavioral responses of individuals; however, there was no change in division of labor, suggesting that colony-size effects are likely mediated by slower developmental processes. In contrast, the overall allocation of workers to tasks shifted rapidly with colony size, suggesting that colonies change regulate their organization of division of labor responsively as needs or priorities change.  It also illustrates how social needs and priorities depend, in part, on group size. This work provides novel insights into the organization of insect societies and the significance of group size in biology.\n\nThe project also provided research training and professional development opportunities for a graduate student, who has completed his Ph.D., and two undergraduate assistants, both of whom have progressed into graduate programs in biology. Moreover, we contributed articles and teaching resources to the K-12 educational website Ask a Biologist (http://askabiologist.asu.edu), including lesson plans for constructing ant farms and learning about ants, answers to K-12 student questions and a podcast series on ants and social behavior.  The ants and study questions were also used to teach local children about social insect biology.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/10/2012\n\n\t\t\t\t\tSubmitted by: Jennifer H Fewell"
 }
}