{
 "awd_id": "1011269",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Evolution and Ecological Change in the Domestication Process: Insights from the Incipiently Domesticated Fruit Tree, Byrsonima crassifolia  (Malpighiaceae)",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Gilchrist",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 14969.0,
 "awd_amount": 14969.0,
 "awd_min_amd_letter_date": "2010-04-15",
 "awd_max_amd_letter_date": "2010-04-15",
 "awd_abstract_narration": "The rise of agriculture and ensuing domestication of plants and animals was a pivotal step in human history and evolution, permitting population settlement and the rise of civilizations. Domestication causes morphological, genetic, and ecological changes in cultivated plants over time, and is increasingly becoming a model for understanding evolutionary processes.  Few data exist documenting the process of genetic and ecological change in species early in domestication, before domestication has resulted in dependency on humans for survival.  Byrsonima crassifolia is a fruit tree that grows wild in savannas and dry forests of Latin America, and also has a long history of cultivation in some parts of its range.  The proposed research will use this incipiently domesticated species as a model to achieve three objectives: 1) test predictions of early genetic changes accompanying plant domestication; 2) investigate changes in ecological distribution during early domestication; and 3) identify reproductive and population genetic implications of habitat change in three landscape types.  The proposed research will integrate genetic data and ecological modeling to test hypotheses deriving from the dual human impacts of plant cultivation and landscape change.  It will increase our general understanding of the processes of domestication, and will indicate how patterns of land use can influence diverse food crops. \r\n\r\nThis project has three areas of broader impacts. First it will increase international collaboration and scientific exchange between the United States and Latin America. Second, undergraduate students will be mentored. Finally, through a local graduate-student run organization, this project will provide the opportunity for under-represented high school students to experience scientific research outside the classroom.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Schaal",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara A Schaal",
   "pi_email_addr": "schaal@biology.wustl.edu",
   "nsf_id": "000300955",
   "pi_start_date": "2010-04-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Genevieve",
   "pi_last_name": "Croft",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Genevieve K Croft",
   "pi_email_addr": "croft@wustl.edu",
   "nsf_id": "000550892",
   "pi_start_date": "2010-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1127",
   "pgm_ref_txt": "EVOLUTIONARY PROCESSES CLUSTER"
  },
  {
   "pgm_ref_code": "7377",
   "pgm_ref_txt": "EVOLUTIONARY ECOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 14969.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The rise of agriculture and ensuing domestication of plants and animals was a pivotal step in human history and evolution, permitting population settlement and the rise of civilizations. Domestication causes phenotypic, genetic, and ecological changes in cultivated plants over time, and is increasingly becoming a model for understanding evolutionary processes.&nbsp; Little data exists documenting the process of genetic and ecological change in species early in domestication, before domestication has resulted in dependency on humans for survival.&nbsp; This project gathered and analyzed such data.</p>\n<p><em>Byrsonima crassifolia</em> is a fruit tree that grows wild in savannas and dry forests of Latin America, and also has a long history of cultivation in some parts of its range.&nbsp; This research used this incipiently domesticated species as a model to achieve two primary objectives: 1). to test predictions of early genetic changes accompanying plant domestication; and 2). to investigate changes in a plant&rsquo;s ecological distribution during early domestication.&nbsp; This research integrated genetic data and ecological modeling to test hypotheses deriving from human cultivation of perennial plants.&nbsp;</p>\n<p>Our findings indicate that, in geographic regions where people have long cultivated this plant, and where they have developed distinct, named varieties of its fruit, genetic diversity of cultivated plants is lower than non-cultivated plants.&nbsp; They also indicate that, in geographic regions where people have long cultivated this plant, but have not developed distinct, named varieties of its fruit, levels of genetic variation in cultivated and non-cultivated plants are equivalent.&nbsp; This research increases our general understanding of the processes of domestication.&nbsp; It shows how human management of native plants can, in some instances, maintain genetic diversity of plant populations.</p>\n<p>This project&rsquo;s broader impacts included increasing international collaboration and scientific exchange between the United States and Latin America; providing research opportunities for undergraduate and high school students; and exposing elementary school and university students to careers in STEM.&nbsp; Research was conducted in Mexico, Panama, Bolivia and Brazil.&nbsp; Co-PI Croft presented this research at universities and research institutions in these countries.&nbsp; She collaborated with researchers at these institutions during the course of the project.&nbsp; Several of these investigators visited Washington University in St. Louis, contributing to the exchange of scientific ideas.&nbsp; This project also included mentoring a female undergraduate student.&nbsp; She developed her laboratory and investigative skills during a year working on this project.&nbsp; Through a local graduate-student run organization, this project provided the opportunity for a first-generation American student at an inner city high school to spend a year experiencing scientific research outside of the classroom.&nbsp;&nbsp;&nbsp; Additionally, co-PI Croft presented this research at annual career days for local elementary school students, and also during environmental science courses at her undergraduate <em>alma mater</em>.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/17/2012<br>\n\t\t\t\t\tModified by: Genevieve&nbsp;K&nbsp;Croft</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe rise of agriculture and ensuing domestication of plants and animals was a pivotal step in human history and evolution, permitting population settlement and the rise of civilizations. Domestication causes phenotypic, genetic, and ecological changes in cultivated plants over time, and is increasingly becoming a model for understanding evolutionary processes.  Little data exists documenting the process of genetic and ecological change in species early in domestication, before domestication has resulted in dependency on humans for survival.  This project gathered and analyzed such data.\n\nByrsonima crassifolia is a fruit tree that grows wild in savannas and dry forests of Latin America, and also has a long history of cultivation in some parts of its range.  This research used this incipiently domesticated species as a model to achieve two primary objectives: 1). to test predictions of early genetic changes accompanying plant domestication; and 2). to investigate changes in a plantÆs ecological distribution during early domestication.  This research integrated genetic data and ecological modeling to test hypotheses deriving from human cultivation of perennial plants. \n\nOur findings indicate that, in geographic regions where people have long cultivated this plant, and where they have developed distinct, named varieties of its fruit, genetic diversity of cultivated plants is lower than non-cultivated plants.  They also indicate that, in geographic regions where people have long cultivated this plant, but have not developed distinct, named varieties of its fruit, levels of genetic variation in cultivated and non-cultivated plants are equivalent.  This research increases our general understanding of the processes of domestication.  It shows how human management of native plants can, in some instances, maintain genetic diversity of plant populations.\n\nThis projectÆs broader impacts included increasing international collaboration and scientific exchange between the United States and Latin America; providing research opportunities for undergraduate and high school students; and exposing elementary school and university students to careers in STEM.  Research was conducted in Mexico, Panama, Bolivia and Brazil.  Co-PI Croft presented this research at universities and research institutions in these countries.  She collaborated with researchers at these institutions during the course of the project.  Several of these investigators visited Washington University in St. Louis, contributing to the exchange of scientific ideas.  This project also included mentoring a female undergraduate student.  She developed her laboratory and investigative skills during a year working on this project.  Through a local graduate-student run organization, this project provided the opportunity for a first-generation American student at an inner city high school to spend a year experiencing scientific research outside of the classroom.    Additionally, co-PI Croft presented this research at annual career days for local elementary school students, and also during environmental science courses at her undergraduate alma mater.\n\n\t\t\t\t\tLast Modified: 06/17/2012\n\n\t\t\t\t\tSubmitted by: Genevieve K Croft"
 }
}