{
 "awd_id": "1011525",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Evaluating the Effects of Genetically Modified Bt Maize on Symbiotic Arbuscular Mycorrhizal Fungi in the Soil Ecosystem",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saran Twombly",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 14996.0,
 "awd_amount": 14996.0,
 "awd_min_amd_letter_date": "2010-06-21",
 "awd_max_amd_letter_date": "2010-06-21",
 "awd_abstract_narration": "Genetically modified (GM) corn has been grown commercially since 1996 and now constitutes 80% of all corn grown in the United States. Although GM crops are cultivated widely, the environmental effects of this technology have not been thoroughly evaluated. Researchers at Portland State University are using genetically modified Bt corn to investigate how advances in plant biotechnology affect the important interactions between plants and symbiotic organisms in the soil environment. Transgenic Bt corn produces an insecticidal toxin that binds to soil particles and accumulates in the environment over time. Because soil microorganisms are critical for decomposing organic matter, recycling nutrients, and forming symbiotic relationships with plants, it is important to determine the effects of transgenic crop production in the soil. Healthy plant-microbe interactions are known to stimulate plant growth, enhance water and nutrient availability, and help plants survive drought, disease, and nutrient stress. Any disruption in this symbiotic relationship is likely to have negative effects on overall soil and plant health, requiring additional chemical inputs to maintain productivity in these systems. This dissertation research will examine whether symbiotic plant-fungal relationships are reduced in transgenic Bt corn under field conditions and assess the effects of Bt crop production on the abundance and diversity of symbiotic arbuscular mycorrhizal fungi in the soil ecosystem. \r\n\r\nAlthough there are many benefits of using biotechnology in agriculture, such as reduced broad-spectrum pesticide use, little research has been done on the effects of transgenic crop production on symbiotic microorganisms in the soil. Examining non-target effects of GM crops on the soil community becomes even more important as transgenic crop acreage continues to increase globally. This research evaluates both the benefits and potential impacts of agricultural biotechnology on the soil environment with the goal of finding an acceptable balance between the use of genetically engineered crops and the preservation of a healthy soil ecosystem.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mitchell",
   "pi_last_name": "Cruzan",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Mitchell B Cruzan",
   "pi_email_addr": "cruzan@pdx.edu",
   "nsf_id": "000450558",
   "pi_start_date": "2010-06-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Rosenstiel",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Todd N Rosenstiel",
   "pi_email_addr": "rosensti@pdx.edu",
   "nsf_id": "000301632",
   "pi_start_date": "2010-06-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tanya",
   "pi_last_name": "Cheeke-Icoz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tanya Cheeke-Icoz",
   "pi_email_addr": "cheeket@pdx.edu",
   "nsf_id": "000521676",
   "pi_start_date": "2010-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Portland State University",
  "inst_street_address": "1600 SW 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037259900",
  "inst_zip_code": "972015508",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND STATE UNIVERSITY",
  "org_prnt_uei_num": "WWUJS84WJ647",
  "org_uei_num": "H4CAHK2RD945"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "1600 SW 4TH AVE",
  "perf_city_name": "PORTLAND",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972015508",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 14996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Summary: </strong>Although genetically modified (GM) crops are cultivated worldwide, few studies have evaluated their effects on symbiotic soil organisms. In this study, we examined the impact of genetically modified <em>Bt</em> corn on the colonization ability, abundance, and diversity of symbiotic soil fungi (arbuscular mycorrhizal fungi; AMF) in soil over time. <em>Bt</em> corn is genetically engineered to produce its own insecticide and is popular among farmers worldwide as it helps to help protect crop plants against damage from agricultural pests. Arbuscular mycorrhizal fungi are microscopic organisms that live in a symbiotic relationship within plant roots, and have been shown to benefit plants by improving nutrient uptake and drought tolerance. Because AMF are obligate symbionts that rely on a plant host for nutrition and reproduction, we tested the hypothesis that they may be sensitive to genetic changes within a host plant or to chemical alterations in the rhizosphere.</p>\n<p>In greenhouse studies, we found that <em>Bt</em> corn had lower levels of AMF colonization in their roots than the non-<em>Bt</em> plants. However, reductions in AMF colonization were not related to the expression of a particular <em>Bt</em> protein. Field studies demonstrated that plant growth and AMF colonization did not differ between <em>Bt</em> and non-<em>Bt</em> maize, but AMF colonization was positively correlated with leaf chlorophyll content at maturity. We also found that AMF spore density was reduced in <em>Bt</em> field plots after the first growing season compared to the non-<em>Bt</em> field plots. Reductions in AMF spore density could be of importance in low-input systems, crop rotations, or grassland restorations where plants are more dependent on symbiotic soil organisms than fertilized field crops. Results from our molecular study of AMF communities in <em>Bt</em> and non-<em>Bt</em> maize roots are pending further analysis. Taken together, our study suggests that reductions in AMF colonization in <em>Bt</em> maize roots may be ecologically significant as they could lead to a decrease in the abundance of AMF propagules in the soil over time, potentially impacting soil structure and function in areas where <em>Bt</em> crop cultivation is high.</p>\n<p><strong>Intellectual Merit: </strong>This dissertation research examined the impact of <em>Bt</em> maize cultivation on the soil environment with a goal of understanding how to obtain a balance between technological advancement and maintenance of a healthy soil ecosystem. Results from this study are likely to impact several academic disciplines including agroecology, soil ecology, mycorrhizal ecology, as well as fields related to food, sustainability, and agriculture. Our research has broad appeal as it deals with environmental effects of genetically modified crops, a topic frequently discussed in the popular media, and is of international interest as genetically modified maize is cultivated in at least 23 countries and makes up 35% of all maize grown worldwide.</p>\n<p><strong>Broader impacts: </strong>Although 90% of the maize grown in the USA is genetically modified, our research group was the first to conduct field experiments examining effects of <em>Bt</em> maize cultivation on arbuscular mycorrhizal fungi in the soil ecosystem. The strength of our study is that we used 14 different <em>Bt</em> and non-<em>Bt</em> maize cultivars obtained from three different seed companies in both greenhouse and field experiments. Results from our studies were featured on the cover of the <em>American Journal of Botany </em>and published in<em> Applied and Environmental Microbiolog</em>y. The PhD student on the project also co-edited a textbook, <span style=\"text-decoration: underline;\">Microbial Ecology in Sustainable Agroecosystems</span>, and wrote a review chapter synthesizing the reported effects of <em>Bt</em> crop c...",
  "por_txt_cntn": "\nSummary: Although genetically modified (GM) crops are cultivated worldwide, few studies have evaluated their effects on symbiotic soil organisms. In this study, we examined the impact of genetically modified Bt corn on the colonization ability, abundance, and diversity of symbiotic soil fungi (arbuscular mycorrhizal fungi; AMF) in soil over time. Bt corn is genetically engineered to produce its own insecticide and is popular among farmers worldwide as it helps to help protect crop plants against damage from agricultural pests. Arbuscular mycorrhizal fungi are microscopic organisms that live in a symbiotic relationship within plant roots, and have been shown to benefit plants by improving nutrient uptake and drought tolerance. Because AMF are obligate symbionts that rely on a plant host for nutrition and reproduction, we tested the hypothesis that they may be sensitive to genetic changes within a host plant or to chemical alterations in the rhizosphere.\n\nIn greenhouse studies, we found that Bt corn had lower levels of AMF colonization in their roots than the non-Bt plants. However, reductions in AMF colonization were not related to the expression of a particular Bt protein. Field studies demonstrated that plant growth and AMF colonization did not differ between Bt and non-Bt maize, but AMF colonization was positively correlated with leaf chlorophyll content at maturity. We also found that AMF spore density was reduced in Bt field plots after the first growing season compared to the non-Bt field plots. Reductions in AMF spore density could be of importance in low-input systems, crop rotations, or grassland restorations where plants are more dependent on symbiotic soil organisms than fertilized field crops. Results from our molecular study of AMF communities in Bt and non-Bt maize roots are pending further analysis. Taken together, our study suggests that reductions in AMF colonization in Bt maize roots may be ecologically significant as they could lead to a decrease in the abundance of AMF propagules in the soil over time, potentially impacting soil structure and function in areas where Bt crop cultivation is high.\n\nIntellectual Merit: This dissertation research examined the impact of Bt maize cultivation on the soil environment with a goal of understanding how to obtain a balance between technological advancement and maintenance of a healthy soil ecosystem. Results from this study are likely to impact several academic disciplines including agroecology, soil ecology, mycorrhizal ecology, as well as fields related to food, sustainability, and agriculture. Our research has broad appeal as it deals with environmental effects of genetically modified crops, a topic frequently discussed in the popular media, and is of international interest as genetically modified maize is cultivated in at least 23 countries and makes up 35% of all maize grown worldwide.\n\nBroader impacts: Although 90% of the maize grown in the USA is genetically modified, our research group was the first to conduct field experiments examining effects of Bt maize cultivation on arbuscular mycorrhizal fungi in the soil ecosystem. The strength of our study is that we used 14 different Bt and non-Bt maize cultivars obtained from three different seed companies in both greenhouse and field experiments. Results from our studies were featured on the cover of the American Journal of Botany and published in Applied and Environmental Microbiology. The PhD student on the project also co-edited a textbook, Microbial Ecology in Sustainable Agroecosystems, and wrote a review chapter synthesizing the reported effects of Bt crop cultivation on nontarget soil organisms. This book is available in public libraries across the country.\n\nOutreach to scientific community: Results from this research have been shared with the scientific community through presentations at scientific conferences and publication in scientific journals.\n\nOutreach to the non-scientific community: Results have been..."
 }
}