{
 "awd_id": "1011316",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Sustainable Pavements Workshop; Dulles, Virginia; January 7-9, 2010",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yick Hsuan",
 "awd_eff_date": "2010-01-15",
 "awd_exp_date": "2010-12-31",
 "tot_intn_awd_amt": 20070.0,
 "awd_amount": 20070.0,
 "awd_min_amd_letter_date": "2010-01-13",
 "awd_max_amd_letter_date": "2010-01-13",
 "awd_abstract_narration": "The objective of this workshop is to discuss sustainability in asphalt pavements and compare US and European activities in this field.  European countries have been pursuing such goals for many years.  The current strong interest in the US compared to the slower-grown and more mature development in Europe means that countries on either side of the Atlantic have taken somewhat different trajectories in research and practice, both of which have their respective strengths and approaches. The workshop will bring together the leading researchers in this field from the US and Europe so as: (1) to compare and contrast best practices in the US, Europe, and other countries, (2) to explore the vital subject of sustainable pavements, and (3) to develop a roadmap of future research needs. \r\n\r\nIn the long term, the collaborations emerging from the workshop will help to (1) create more reliable and sustainable transportation systems, and (2) introduce more sustainability concepts into the Civil Engineering curriculum.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gerardo",
   "pi_last_name": "Flintsch",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Gerardo W Flintsch",
   "pi_email_addr": "flintsch@vt.edu",
   "nsf_id": "000485989",
   "pi_start_date": "2010-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163500",
   "pgm_ele_name": "STRUCTURAL MATERIALS AND MECH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025E",
   "pgm_ref_txt": "INFRASTRUCTURE MATERIALS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 20070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The grant funded the International Sustainable Pavements Workshop, which provided an inspiring venue for the exchange of ideas among the world leaders in pavement engineering research on how to design, construct and manage more sustainable pavement systems. &nbsp;The workshop produced a &lsquo;roadmap&rsquo; (the <a href=\"../../../common/robohelp/public/WebHelp/Research.htm#Project_Outcomes_Report.htm\">Research Agenda for Sustainable Pavements</a>) that defined short-, medium- and long-term research agendas for the development and implementation of more sustainable pavement technologies and practices.&nbsp; The effort also initiated a series of follow up activities that will help strengthen the collaboration between leading universities in the US and Europe.&nbsp; In the long term, the collaborations emerging from the proposed workshop will help create more reliable and sustainable transportation systems, and introduce more sustainability concepts into the Civil Engineering curriculum.</p>\n<p>The main conclusion of the workshop was:&nbsp; &ldquo;<strong>F</strong><strong>or pavements, business as usual is NOT sustainable</strong>.&nbsp; However, focused near-term research will provide practical, scientifically-based tools and solutions to effectively guide decision makers.&nbsp; Strategic research in areas identified in the attached agenda will provide the scientific answers necessary to support the green economy of the future.&rdquo;<em> </em></p>\n<p>The identified challenges to a more sustainable pavement infrastructure include the following: (1) resources currently relied upon in the transportation paving industry are becoming more scarce and costly; (2) public expectations are rising even as resources decrease and constraints increase; (3) there are many problems in measuring the sustainability of pavements in a scientifically robust and publically acceptable manner; (4) it is difficult to implement more sustainable options due to institutional barriers and related factors; and (5) change is the only certainty for the transportation industry in the long term.</p>\n<p>To address these challenges, the workshop participants identified a series of research needs.&nbsp; First, it was found that <strong>methods of assessment are needed to assist with decision making and measure performance</strong>.&nbsp; A staged approach is needed, starting with identifying what to measure and how to measure it, to provide a relatively simple assessment system in the short-term, albeit limited in scope.&nbsp; This should then be extended into a broader decision support tool. &nbsp;Furthermore, these sustainability assessment methodologies should be guided by, and feedback to, high-level goals that reflect national or international policies and desires.</p>\n<p>Secondly, <strong>there is&nbsp;a need to develop and promote methods of procurement that encourage the development of more sustainable materials and practices</strong> by achieving a balance between risk and reward.&nbsp; Key advances are likely to include novel/ improved materials, multifunctional pavement systems (that act as drainage systems, absorb air pollution, generate energy, etc.), and optimized pavement management programs.&nbsp; Product development should also pay attention to potential requirements for future adaptability, such as climate change impacts and regulation, the low-carbon economy and water and air quality regulation.</p>\n<p>Finally, <strong>dissemination of the sustainable pavement concept, of new approaches and of measurements, indicators and assessment tools will be vitally important </strong>in order to achieve a step-change in the provision and operation of sustainable pavements.&nbsp; Therefore, it is important to identify and disseminate best practice and to integrate sustainability into the decision making-processes and contractual specifications.&nbsp;</p>\n<p>The workshop presentations and relat...",
  "por_txt_cntn": "\nThe grant funded the International Sustainable Pavements Workshop, which provided an inspiring venue for the exchange of ideas among the world leaders in pavement engineering research on how to design, construct and manage more sustainable pavement systems.  The workshop produced a æroadmapÆ (the Research Agenda for Sustainable Pavements) that defined short-, medium- and long-term research agendas for the development and implementation of more sustainable pavement technologies and practices.  The effort also initiated a series of follow up activities that will help strengthen the collaboration between leading universities in the US and Europe.  In the long term, the collaborations emerging from the proposed workshop will help create more reliable and sustainable transportation systems, and introduce more sustainability concepts into the Civil Engineering curriculum.\n\nThe main conclusion of the workshop was:  \"For pavements, business as usual is NOT sustainable.  However, focused near-term research will provide practical, scientifically-based tools and solutions to effectively guide decision makers.  Strategic research in areas identified in the attached agenda will provide the scientific answers necessary to support the green economy of the future.\" \n\nThe identified challenges to a more sustainable pavement infrastructure include the following: (1) resources currently relied upon in the transportation paving industry are becoming more scarce and costly; (2) public expectations are rising even as resources decrease and constraints increase; (3) there are many problems in measuring the sustainability of pavements in a scientifically robust and publically acceptable manner; (4) it is difficult to implement more sustainable options due to institutional barriers and related factors; and (5) change is the only certainty for the transportation industry in the long term.\n\nTo address these challenges, the workshop participants identified a series of research needs.  First, it was found that methods of assessment are needed to assist with decision making and measure performance.  A staged approach is needed, starting with identifying what to measure and how to measure it, to provide a relatively simple assessment system in the short-term, albeit limited in scope.  This should then be extended into a broader decision support tool.  Furthermore, these sustainability assessment methodologies should be guided by, and feedback to, high-level goals that reflect national or international policies and desires.\n\nSecondly, there is a need to develop and promote methods of procurement that encourage the development of more sustainable materials and practices by achieving a balance between risk and reward.  Key advances are likely to include novel/ improved materials, multifunctional pavement systems (that act as drainage systems, absorb air pollution, generate energy, etc.), and optimized pavement management programs.  Product development should also pay attention to potential requirements for future adaptability, such as climate change impacts and regulation, the low-carbon economy and water and air quality regulation.\n\nFinally, dissemination of the sustainable pavement concept, of new approaches and of measurements, indicators and assessment tools will be vitally important in order to achieve a step-change in the provision and operation of sustainable pavements.  Therefore, it is important to identify and disseminate best practice and to integrate sustainability into the decision making-processes and contractual specifications. \n\nThe workshop presentations and related documents are available at the project web site:  http://www.vtti.vt.edu/ISPW/ISPW-2010.html. \n\n\t\t\t\t\tLast Modified: 05/27/2011\n\n\t\t\t\t\tSubmitted by: Gerardo W Flintsch"
 }
}