{
 "awd_id": "1011619",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:   Geographical Variation in Developmental Genetic Control of Polyphenism",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Gilchrist",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2010-04-09",
 "awd_max_amd_letter_date": "2010-04-09",
 "awd_abstract_narration": "Animals can vary in appearance or behavior between generations in response to environmental changes; this is called polyphenism. Polyphenism occurs frequently and allows animals to use existing genes in different ways to be better adapted to their environments, but very little is known about it at the genetic level. Buckeye butterflies show seasonal wing color changes; that is, different generations within a population have different colors.  Buckeyes are well suited to laboratory life but also geographically widespread and exhibit tremendous color variation.  Wing color changes are thought to enhance camouflage in seasonally changing foliage; but buckeye species are found in highly seasonal temperate forests, arid Mediterranean habitats, and relatively aseasonal tropical habitats. How polyphenism may vary between buckeye species in different climates to allow increased survival in their environments is unclear. The research questions are: (1) What geographical variation exists for wing pigments between color morphs from different regions? (2) What temperature and day-length thresholds trigger the different color morphs in different regions? and (3) What gene expression changes are associated with the different wing colors? Chemical analyses, controlled environment manipulations, and modern genetic methods will be used to provide an integrative picture of molecular and environmental regulation of the colors.  The results will provide a better understanding of how gene regulation can affect the external appearance of animals. \r\n\r\nThrough this project undergraduate students will be mentored and novel results and methods will be disseminated via publications and meeting presentations.  The PIs will also conduct outreach to K-12 teachers and students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Reed",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Robert D Reed",
   "pi_email_addr": "robertreed@cornell.edu",
   "nsf_id": "000454236",
   "pi_start_date": "2010-04-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Daniels",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emily Daniels",
   "pi_email_addr": "edaniels@uci.edu",
   "nsf_id": "000548009",
   "pi_start_date": "2010-04-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1127",
   "pgm_ref_txt": "EVOLUTIONARY PROCESSES CLUSTER"
  },
  {
   "pgm_ref_code": "7378",
   "pgm_ref_txt": "EVOLUTIONARY GENETICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study allows us to better understand how an animals environment can impact how its genes are used. Genetically identical buckeye butterflies<br />were found to use genes involved in the production of pigments at different<br />levels, like adjusting a light dimmer switch, depending on the temperature and<br />day length they experience as caterpillars and pupae. This was determined by sequencing the genetic material that was being actively used at four different stages of the development process from two groups of individuals that were destined to develop two different seasonal wing color forms because of being raised in summery long day/warm temperature conditions or shorter day/cooler conditions. We were able to compare which genes were switched on at specific time points, and also which ones were used more or less during the development of the two alternative color forms.</p>\n<p>&nbsp;</p>\n<p>Environmental conditions can impact the development of many different characteristics of animals. Some well known examples are that the sex<br />of crocodiles is controlled by temperature while they are developing in the<br />egg, the development of winged plague locusts in high population densities, and that the production of different worker castes in bees is determined by the diet they are given as young. Understanding how the development of alternative traits can occur as a result of differing temperatures, even in animals with the same genes, is particularly important as our planet undergoes global warming. Buckeye butterflies are a particularly good system to answer these questions, because we already had gene candidates known for which ones could be undergoing regulation control.</p>\n<p>&nbsp;</p>\n<p>Environmental control of traits occurs in many agriculturally and medically important species, so it is valuable to tease apart these questions in a system where the general biology is already well understood, we can tightly control the relevant environmental variables in laboratory colonies, and the metabolic processes being impacted are relatively simple. This award enabled the sequencing of all the genes being used during development, in a species which is also accessible for answering the interesting biological questions of alternative gene regulation induced by environmental variation. The sequences for all of these genes are being shared online so they will be available to everyone and can be used as a resource for further studies.</p>\n<p>&nbsp;</p>\n<p>This grant primarily supported the training of a graduate student in next-generation sequencing, but it also enabled her to mentor four undergraduate students, and allowed the founding of a collaboration which in turn enriched the training of a second graduate student. The leading graduate student on this project devotes considerable time to teaching and outreach, sharing her findings with hundreds of undergraduate students at her university and with local school children.&nbsp;&nbsp;She has volunteered time to assist with school<br />events such as science fairs and&nbsp;she presented an invited&nbsp;professional<br />development seminar for local teachers giving practical strategies for how to<br />make their science lessons more hands on.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2012<br>\n\t\t\t\t\tModified by: Emily&nbsp;Daniels</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis study allows us to better understand how an animals environment can impact how its genes are used. Genetically identical buckeye butterflies\nwere found to use genes involved in the production of pigments at different\nlevels, like adjusting a light dimmer switch, depending on the temperature and\nday length they experience as caterpillars and pupae. This was determined by sequencing the genetic material that was being actively used at four different stages of the development process from two groups of individuals that were destined to develop two different seasonal wing color forms because of being raised in summery long day/warm temperature conditions or shorter day/cooler conditions. We were able to compare which genes were switched on at specific time points, and also which ones were used more or less during the development of the two alternative color forms.\n\n \n\nEnvironmental conditions can impact the development of many different characteristics of animals. Some well known examples are that the sex\nof crocodiles is controlled by temperature while they are developing in the\negg, the development of winged plague locusts in high population densities, and that the production of different worker castes in bees is determined by the diet they are given as young. Understanding how the development of alternative traits can occur as a result of differing temperatures, even in animals with the same genes, is particularly important as our planet undergoes global warming. Buckeye butterflies are a particularly good system to answer these questions, because we already had gene candidates known for which ones could be undergoing regulation control.\n\n \n\nEnvironmental control of traits occurs in many agriculturally and medically important species, so it is valuable to tease apart these questions in a system where the general biology is already well understood, we can tightly control the relevant environmental variables in laboratory colonies, and the metabolic processes being impacted are relatively simple. This award enabled the sequencing of all the genes being used during development, in a species which is also accessible for answering the interesting biological questions of alternative gene regulation induced by environmental variation. The sequences for all of these genes are being shared online so they will be available to everyone and can be used as a resource for further studies.\n\n \n\nThis grant primarily supported the training of a graduate student in next-generation sequencing, but it also enabled her to mentor four undergraduate students, and allowed the founding of a collaboration which in turn enriched the training of a second graduate student. The leading graduate student on this project devotes considerable time to teaching and outreach, sharing her findings with hundreds of undergraduate students at her university and with local school children.  She has volunteered time to assist with school\nevents such as science fairs and she presented an invited professional\ndevelopment seminar for local teachers giving practical strategies for how to\nmake their science lessons more hands on.\n\n\t\t\t\t\tLast Modified: 07/30/2012\n\n\t\t\t\t\tSubmitted by: Emily Daniels"
 }
}