{
 "awd_id": "1011214",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "High resolution spectroscopy of molecular hydrogen complexed with transition metal halides and chalcogens: a model for H2 MOF hydrogen storage",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 471880.0,
 "awd_amount": 471880.0,
 "awd_min_amd_letter_date": "2010-06-25",
 "awd_max_amd_letter_date": "2011-06-06",
 "awd_abstract_narration": "The Chemical Structure, Dynamics, and Mechanisms Program in the Division of Chemistry supports the efforts of Professors Stewart E. Novick and Herbert Pickettt of Wesleyan University and Dr. Zhenhong Yu of Aerodyne Research Inc.  in the investigation of intermolecular interactions between molecular hydrogen (H2) and transition metal compounds using high-resolution Fourier Transform rotational spectroscopy in combination with high-level ab initio calculations and molecular dynamics.  Specifically, the group explores the chemical nature of bonding between H2 and its various binding partners such as ZnO, CuO, CuF and other transition metal halides and chalcogens (oxygen and sulfur).  The investigation of the structure and dynamics of these medium strength H2-metal complexes enables the group to determine the influence of the electronic structure of these transition metal solids on the bond strength of molecular hydrogen.  These experimental and theoretical investigations produce important structural, energetic, and dynamical information that provides detailed insights into what further modification of metal organic frameworks (MOFs) are required for hydrogen storage at room temperature.\r\n\r\nWhile hydrogen is not a primary energy source, it is a very good energy carrier.  Hydrogen has almost triple the combustion energy of gasoline per unit weight.  This factor, combined with the fact that the combustion of hydrogen produces only water and no greenhouse gases (e.g., carbon dioxide), makes hydrogen storage potentially very important for the transportation industry of the future.  This research examines how hydrogen is stored in MOFs, crystalline polymers containing metal ions or small metal-containing molecules or ions that are linked together with organic linkers.  MOFS have very large surface areas and are useful in absorbing large volumes of gases in a relatively small volume.  The unique instrumentation that is developed and used in this study is shared with a large number of scientists from other institutions (for example, San Diego State University, the University of Texas at Brownsville, and Union College), enabling cutting-edge research efforts on a broad range of research topics in addition to the development of alternative energy systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stewart",
   "pi_last_name": "Novick",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Stewart E Novick",
   "pi_email_addr": "snovick@wesleyan.edu",
   "nsf_id": "000120426",
   "pi_start_date": "2010-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zhenhong",
   "pi_last_name": "Yu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhenhong Yu",
   "pi_email_addr": "zyu@aerodyne.com",
   "nsf_id": "000547271",
   "pi_start_date": "2010-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Herbert",
   "pi_last_name": "Pickett",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Herbert Pickett",
   "pi_email_addr": "hpickett@wesleyan.edu",
   "nsf_id": "000547823",
   "pi_start_date": "2010-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wesleyan University",
  "inst_street_address": "237 HIGH ST",
  "inst_street_address_2": "FL 3",
  "inst_city_name": "MIDDLETOWN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8606853683",
  "inst_zip_code": "064593208",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CT01",
  "org_lgl_bus_name": "WESLEYAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZETJL6DKF963"
 },
 "perf_inst": {
  "perf_inst_name": "Wesleyan University",
  "perf_str_addr": "237 HIGH ST",
  "perf_city_name": "MIDDLETOWN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "064593208",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9163",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY - INDUSTRY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 323880.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 148000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We used a spectroscopic technique called Fourier Transform Microwave (FTMW) Spectroscopy to study the structures and bonding of hydrogen gas to metal centers. The motivation for this is to mimic the &ldquo;active sites&rdquo; in hydrogen trapped in metal organic frameworks (MOFs). Hydrogen (H<sub>2</sub>) can be used as a fuel in transportation in &ldquo;fuel cells&rdquo;, not unlike a battery but with an on-board fuel source. The &ldquo;burning&rdquo; of hydrogen produces only water and no carbon dioxide, a greenhouse gas. The problem is the safe storage of hydrogen (remember the Hindenburg?). MOFs are materials with large (on a molecular scale) open cavities with metal atoms bound inside which bind (store) molecular hydrogen. Our experiments involved working out the structures and strengths of various metals bound to H<sub>2</sub>. We learned that the bond energies were strong enough to hold the hydrogen tightly, but not so strong as to break the H-H bond (which would hinder the release of H<sub>2</sub> when needed). Perfect! From our data we hope, eventually, to help in the design of the best MOF for hydrogen storage.<br /><br />We have studied, to date, four hydrogen complexes, H<sub>2</sub> CuF, H<sub>2</sub> CuCl, H<sub>2</sub>&nbsp;AgCl, H<sub>2</sub> AuCl, and more to come. These complexes are produced by supersonic expansion of a mixture of gases past a plasma produced by laser ablation of a metal rod, as shown in the image. The molecules are all &ldquo;T&rdquo;-shaped, with the hydrogen the cross of the &ldquo;T&rdquo;. The bond strengths between the hydrogen and the metal-containing diatomic are intermediate between that of very weak bonds (van der Waals complexes or hydrogen bonds such as is found between the base pairs of DNA) and strong covalent bonds (such as between the carbon and hydrogen atoms in methane). Most importantly, the hydrogen, while very slightly elongated, maintains its integrity within the complex.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/18/2013<br>\n\t\t\t\t\tModified by: Stewart&nbsp;E&nbsp;Novick</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/1011214/1011214_10017701_1377204458952_laser104cropped--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1011214/1011214_10017701_1377204458952_laser104cropped--rgov-800width.jpg\" title=\"zinc plasma\"><img src=\"/por/images/Reports/POR/2013/1011214/1011214_10017701_1377204458952_laser104cropped--rgov-66x44.jpg\" alt=\"zinc plasma\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This is the blue glow typical of the plasma of laser ablated zinc. These plasmas are used in the creation of our hydrogen metal-containing diatomic complexes.</div>\n<div class=\"imageCredit\">Daniel Frohman</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Stewart&nbsp;E&nbsp;Novick</div>\n<div class=\"imageTitle\">zinc plasma</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2013/1011214/1011214_10017701_1377205110066_H2CuFstructure--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1011214/1011214_10017701_1377205110066_H2CuFstructure--rgov-800width.jpg\" title=\"H2 CuF\"><img src=\"/por/images/Reports/POR/2013/1011214/1011214_10017701_1377205110066_H2CuFstructure--rgov-66x44.jpg\" alt=\"H2 CuF\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The molecular structure of the complex between hydrogen and copper chloride</div>\n<div class=\"imageCredit\">Stewa...",
  "por_txt_cntn": "\nWe used a spectroscopic technique called Fourier Transform Microwave (FTMW) Spectroscopy to study the structures and bonding of hydrogen gas to metal centers. The motivation for this is to mimic the \"active sites\" in hydrogen trapped in metal organic frameworks (MOFs). Hydrogen (H2) can be used as a fuel in transportation in \"fuel cells\", not unlike a battery but with an on-board fuel source. The \"burning\" of hydrogen produces only water and no carbon dioxide, a greenhouse gas. The problem is the safe storage of hydrogen (remember the Hindenburg?). MOFs are materials with large (on a molecular scale) open cavities with metal atoms bound inside which bind (store) molecular hydrogen. Our experiments involved working out the structures and strengths of various metals bound to H2. We learned that the bond energies were strong enough to hold the hydrogen tightly, but not so strong as to break the H-H bond (which would hinder the release of H2 when needed). Perfect! From our data we hope, eventually, to help in the design of the best MOF for hydrogen storage.\n\nWe have studied, to date, four hydrogen complexes, H2 CuF, H2 CuCl, H2 AgCl, H2 AuCl, and more to come. These complexes are produced by supersonic expansion of a mixture of gases past a plasma produced by laser ablation of a metal rod, as shown in the image. The molecules are all \"T\"-shaped, with the hydrogen the cross of the \"T\". The bond strengths between the hydrogen and the metal-containing diatomic are intermediate between that of very weak bonds (van der Waals complexes or hydrogen bonds such as is found between the base pairs of DNA) and strong covalent bonds (such as between the carbon and hydrogen atoms in methane). Most importantly, the hydrogen, while very slightly elongated, maintains its integrity within the complex.\n\n\t\t\t\t\tLast Modified: 09/18/2013\n\n\t\t\t\t\tSubmitted by: Stewart E Novick"
 }
}