{
 "awd_id": "1011270",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:  The Evolution and Systematics of the Opuntia humifusa complex (Cactaceae)",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Ranker",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 13450.0,
 "awd_amount": 13450.0,
 "awd_min_amd_letter_date": "2010-04-29",
 "awd_max_amd_letter_date": "2010-04-29",
 "awd_abstract_narration": "Among cacti, the genus Opuntia is a large group of plant species occurring naturally in a variety of dry habitats throughout the Americas. The evolution and genealogical relationships of this group remains poorly understood; consequently, this study will include the majority of species in the genus to assess their evolution using advanced molecular methods. A smaller group of species occurs in the United States and the Caribbean, this smaller group is known as the Opuntia humifusa complex. This smaller group will be studied in more detail to determine the genetic diversification of the member of this subgroup and what are the processes that potential give rise to new specie. \r\n\r\nSpecies of Opuntia are known for their many medicinal and commercial uses, such as to lower blood glucose levels in diabetics and to provide edible products for people and livestock. These species also are important components of the areas in which they live, providing shelter and nourishment for wildlife and soil stabilization. Understanding relationships of these species will allow researchers to pinpoint those that may be of more medicinal, commercial, and conservation value. This project will allow for the understanding of species formation and help scientists determine how this and other groups of plants may add to biodiversity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Soltis",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas E Soltis",
   "pi_email_addr": "dsoltis@botany.ufl.edu",
   "nsf_id": "000241255",
   "pi_start_date": "2010-04-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lucas",
   "pi_last_name": "Majure",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Lucas C Majure",
   "pi_email_addr": "lmajure@floridamuseum.ufl.edu",
   "nsf_id": "000546052",
   "pi_start_date": "2010-04-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 13450.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goals of our project, &ldquo;The Evolution and Systematics of the <em>Opuntia humifusa</em> complex&rdquo; were to reconstruct the evolutionary history of the genus <em>Opuntia</em> (Cactaceae), determine the clade and species boundaries of the taxonomically difficult <em>O. humifusa</em> complex, and to infer what effect polyploidy has had on this group of stem succulents. Species of <em>Opuntia</em> (also known as prickly pear cacti or nopales) are native to the new world<em> </em>but are used worldwide in arid areas as a foodstuff, medicinally for the treatment of blood-sugar related ailments (e.g., hypoglycemia, diabetes), and are extremely important in their natural environment, where they serve as shelter and food to a host of animals. So understanding the evolutionary bounds of this group would be useful from many different views. The <em>O. humifusa</em> complex is a group of species that is restricted to North America, mostly outside of desertified areas, and which has confused plant taxonomists for many years due to species&rsquo; high morphological variability, ability to hybridize, and poor study. Determining species limits and which species make up this group would lead to a clarified taxonomic treatment of the complex and aid botanists, conservationists, as well as amateurs in determining which species occur in their region. Polyploidy, also known as genome duplication, is known to be an important evolutionarily and can even increase the rates of speciation in certain groups of organisms. In the genus <em>Opuntia</em>, polyploidy is very common, so understanding the origins and effects of polyploidization in this group would increase our basic biological knowledge of how this common phenomenon presents itself in <em>Opuntia</em> and would likely be applicable to other groups as well. &nbsp;</p>\n<p>Through the use of DNA sequence data, we were able to determine that <em>Opuntia</em> is most closely related to the genera <em>Tacinga</em> and <em>Brasiliopuntia, </em>which are mostly Brazilian. Based on our data, <em>Opuntia</em> is inferred to have originated in southern South America with subsequent dispersal into the desert regions of North America, where it became most species rich. The <em>O. humifusa</em> complex, which now is most common in eastern North America, originated in northern Mexico and the southwestern United States. Polyploid taxa exist throughout the distribution of <em>Opuntia</em> in the Americas and were derived from hybridization and intraspecific genome duplication. Polyploid taxa in the O. humifusa complex are ~65% more common than diploid species and form a distribution that is roughly 75% greater than that of the diploid species, which are mostly restricted to the southern United States. Polyploid taxa in the <em>O. humifusa</em> complex occur from the southern United States to Canada, demonstrating a much wider range of tolerance for adverse climatic conditions, namely cold temperatures. Thus, polyploid species in this group may be more adaptable to harsher conditions than their diploid relatives. This is a pattern seen in other polyploid complexes as well.</p>\n<p>Through this work, numerous cryptic species were recognized in the <em>O. humifusa</em> complex. The combination of molecular, cytological, and morphological data was used to determine species boundaries. This group provides a good example of why basic biological data are necessary for determining species boundaries. For example, several species, which had been considered synonymous based on morphology prior to this work, were shown to be of different ploidal levels and genetically divergent. A more detailed consideration of morphological characters showed that those species are actually morphologically different as well. Thus, to understand biodiversity, it is necessary to first understand the basic biology underpinning the evolutionary history of a group of sp...",
  "por_txt_cntn": "\nThe goals of our project, \"The Evolution and Systematics of the Opuntia humifusa complex\" were to reconstruct the evolutionary history of the genus Opuntia (Cactaceae), determine the clade and species boundaries of the taxonomically difficult O. humifusa complex, and to infer what effect polyploidy has had on this group of stem succulents. Species of Opuntia (also known as prickly pear cacti or nopales) are native to the new world but are used worldwide in arid areas as a foodstuff, medicinally for the treatment of blood-sugar related ailments (e.g., hypoglycemia, diabetes), and are extremely important in their natural environment, where they serve as shelter and food to a host of animals. So understanding the evolutionary bounds of this group would be useful from many different views. The O. humifusa complex is a group of species that is restricted to North America, mostly outside of desertified areas, and which has confused plant taxonomists for many years due to speciesÆ high morphological variability, ability to hybridize, and poor study. Determining species limits and which species make up this group would lead to a clarified taxonomic treatment of the complex and aid botanists, conservationists, as well as amateurs in determining which species occur in their region. Polyploidy, also known as genome duplication, is known to be an important evolutionarily and can even increase the rates of speciation in certain groups of organisms. In the genus Opuntia, polyploidy is very common, so understanding the origins and effects of polyploidization in this group would increase our basic biological knowledge of how this common phenomenon presents itself in Opuntia and would likely be applicable to other groups as well.  \n\nThrough the use of DNA sequence data, we were able to determine that Opuntia is most closely related to the genera Tacinga and Brasiliopuntia, which are mostly Brazilian. Based on our data, Opuntia is inferred to have originated in southern South America with subsequent dispersal into the desert regions of North America, where it became most species rich. The O. humifusa complex, which now is most common in eastern North America, originated in northern Mexico and the southwestern United States. Polyploid taxa exist throughout the distribution of Opuntia in the Americas and were derived from hybridization and intraspecific genome duplication. Polyploid taxa in the O. humifusa complex are ~65% more common than diploid species and form a distribution that is roughly 75% greater than that of the diploid species, which are mostly restricted to the southern United States. Polyploid taxa in the O. humifusa complex occur from the southern United States to Canada, demonstrating a much wider range of tolerance for adverse climatic conditions, namely cold temperatures. Thus, polyploid species in this group may be more adaptable to harsher conditions than their diploid relatives. This is a pattern seen in other polyploid complexes as well.\n\nThrough this work, numerous cryptic species were recognized in the O. humifusa complex. The combination of molecular, cytological, and morphological data was used to determine species boundaries. This group provides a good example of why basic biological data are necessary for determining species boundaries. For example, several species, which had been considered synonymous based on morphology prior to this work, were shown to be of different ploidal levels and genetically divergent. A more detailed consideration of morphological characters showed that those species are actually morphologically different as well. Thus, to understand biodiversity, it is necessary to first understand the basic biology underpinning the evolutionary history of a group of species. This basic principle can be applied to many groups of organisms. \n\n \n\n\t\t\t\t\tLast Modified: 11/17/2012\n\n\t\t\t\t\tSubmitted by: Lucas C Majure"
 }
}