{
 "awd_id": "1011303",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:  An investigation of isolating mechanisms between sister species in the genus Empidonax",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Mindell",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2010-04-05",
 "awd_max_amd_letter_date": "2010-04-05",
 "awd_abstract_narration": "Examination of the processes involved in the formation of new species remains an active area of investigation in evolutionary biology. New species form when barriers to the exchange of genes arise between groups of organisms. The strength of specific types of barriers can be tested when closely related species interact in areas of geographic overlap. This project examines the strength of two important potential barriers to genetic exchange between two closely related North American songbirds. Pacific-slope flycatchers and Cordilleran flycatchers differ in habitat preference across much of their ranges and differ in song, a trait important in mate choice. They co-occur in two areas. In one area, genetic exchange is relatively common, whereas in the other it is restricted. By combining GIS-based bioclimatic analysis and experimental tests of mating behavior with genetic analysis, this study will examine the effects of differences in habitat preference and mating behavior on the exchange of genes.\r\n \r\nThis study utilizes an integrated approach to investigate key processes involved in the formation of new species. The existence of two areas of geographic contact with differing evolutionary dynamics presents a unique opportunity to compare the relative strengths of different barriers to gene exchange. Understanding the factors that regulate the exchange of genes between closely related species has important conservation implications, as research has demonstrated potentially negative consequences of genetic exchange between rare or threatened species and close relatives. Outreach activities will involve K-12 students and undergraduates will be mentored as part of the research plan.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rauri",
   "pi_last_name": "Bowie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rauri Bowie",
   "pi_email_addr": "bowie@berkeley.edu",
   "nsf_id": "000302252",
   "pi_start_date": "2010-04-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Rush",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Rush",
   "pi_email_addr": "arush@berkeley.edu",
   "nsf_id": "000517543",
   "pi_start_date": "2010-04-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study integrates genetic, bioclimatic, and bioacoustic analyses with experimental tests of species recognition to examine the role that habitat divergence and song divergence play in the formation of new species in birds, by focusing on two closely related and visually identical songbirds, Pacific-slope and Cordilleran Flycatchers.</p>\n<p>Pacific-slope and Cordilleran Flycatchers are distributed across western North America, and contact geographically in areas in the interior Pacific Northwest that have been characterized as environmentally intermediate between the core habitats of each species. Because they are virtually identical in plumage and morphology, song very likely plays an important role in species recognition and mate choice in these species.&nbsp; Moreover, their songs are innate, which could have important implications for how they affect mate choice and gene flow. Song in birds can serve as an important advertising signal that enables female birds to recognize potential mates of the same species. As populations diverge, song differences enable members of incipient species to choose individuals with their own song type as mates, facilitating the formation of new species.</p>\n<p>Whether song develops with or without learning has the potential to affect how it functions in this context. Learned songs can diverge relatively rapidly due to non-genetic change (cultural evolution). But because of the inherent plasticity of the learning process, song learning can increase the likelihood of hybridization and gene flow between diverging populations in some cases, when na&iuml;ve birds learn the song of closely related species and as a result attract mates of that species. Because it is &lsquo;hard-wired&rsquo; and depends on genetic change, innate song is far less plastic than learned song. Because song divergence is likely to match genetic divergence more closely, innate song likely functions as a more efficient marker of species identity than learned song, and divergent song types should act as a strong barrier to hybridization because they allow females to assess the species affiliation of advertising males more directly.</p>\n<p>Using data from hundreds of individuals, this study is the first to demonstrate that a strong and unambiguous correlation between innate song type and genotype exists over a broad geographic area. Our genetic analysis of nearly 800 birds revealed that despite the differences in song, hybridization and gene flow are widespread between these two species in the area where they contact. This suggests that the song differences that we were able to quantify might not function as important cues for mate choice to the species themselves. Gene flow seems to be asymmetrical; Pacific-slope genes seem to be able to penetrate much farther and at much higher rates into Cordilleran populations than Cordilleran genes penetrate into Pacific-slope populations. Our song playback experiments showed that discrimination among the song types of the two parental species and hybrids varied among populations. Pacific-slope populations showed a much greater likelihood to respond to its own song type over other song types. Genetically intermediate populations responded similarly to all song types. Importantly, our experiments showed that Cordilleran populations were less discriminating than Pacific-slope populations and responded equivalently to their own or to intermediate &lsquo;hybrid&rsquo; song types. This may help to explain the greater movement of genes from the hybrid areas into Cordilleran populations, as it suggests that males with mixed Pacific-slope and Cordilleran ancestry (and intermediate song type) can successfully interbreed with pure Cordilleran females.</p>\n<p>Our study calls into question the hypothesis that song functions as a strong barrier to hybridization in secondary contact zones in birds, but also reveals that the strength of so...",
  "por_txt_cntn": "\nThis study integrates genetic, bioclimatic, and bioacoustic analyses with experimental tests of species recognition to examine the role that habitat divergence and song divergence play in the formation of new species in birds, by focusing on two closely related and visually identical songbirds, Pacific-slope and Cordilleran Flycatchers.\n\nPacific-slope and Cordilleran Flycatchers are distributed across western North America, and contact geographically in areas in the interior Pacific Northwest that have been characterized as environmentally intermediate between the core habitats of each species. Because they are virtually identical in plumage and morphology, song very likely plays an important role in species recognition and mate choice in these species.  Moreover, their songs are innate, which could have important implications for how they affect mate choice and gene flow. Song in birds can serve as an important advertising signal that enables female birds to recognize potential mates of the same species. As populations diverge, song differences enable members of incipient species to choose individuals with their own song type as mates, facilitating the formation of new species.\n\nWhether song develops with or without learning has the potential to affect how it functions in this context. Learned songs can diverge relatively rapidly due to non-genetic change (cultural evolution). But because of the inherent plasticity of the learning process, song learning can increase the likelihood of hybridization and gene flow between diverging populations in some cases, when na&iuml;ve birds learn the song of closely related species and as a result attract mates of that species. Because it is æhard-wiredÆ and depends on genetic change, innate song is far less plastic than learned song. Because song divergence is likely to match genetic divergence more closely, innate song likely functions as a more efficient marker of species identity than learned song, and divergent song types should act as a strong barrier to hybridization because they allow females to assess the species affiliation of advertising males more directly.\n\nUsing data from hundreds of individuals, this study is the first to demonstrate that a strong and unambiguous correlation between innate song type and genotype exists over a broad geographic area. Our genetic analysis of nearly 800 birds revealed that despite the differences in song, hybridization and gene flow are widespread between these two species in the area where they contact. This suggests that the song differences that we were able to quantify might not function as important cues for mate choice to the species themselves. Gene flow seems to be asymmetrical; Pacific-slope genes seem to be able to penetrate much farther and at much higher rates into Cordilleran populations than Cordilleran genes penetrate into Pacific-slope populations. Our song playback experiments showed that discrimination among the song types of the two parental species and hybrids varied among populations. Pacific-slope populations showed a much greater likelihood to respond to its own song type over other song types. Genetically intermediate populations responded similarly to all song types. Importantly, our experiments showed that Cordilleran populations were less discriminating than Pacific-slope populations and responded equivalently to their own or to intermediate æhybridÆ song types. This may help to explain the greater movement of genes from the hybrid areas into Cordilleran populations, as it suggests that males with mixed Pacific-slope and Cordilleran ancestry (and intermediate song type) can successfully interbreed with pure Cordilleran females.\n\nOur study calls into question the hypothesis that song functions as a strong barrier to hybridization in secondary contact zones in birds, but also reveals that the strength of song as a barrier to hybridization can vary, even between very closely related species. Thus, responses to intermedia..."
 }
}