{
 "awd_id": "1012529",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Evolution of the Electronic Properties of Conjugated Materials from Isolated Molecules to Aggregates",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2010-09-08",
 "awd_max_amd_letter_date": "2010-09-08",
 "awd_abstract_narration": "In this project, funded by the Chemical Structure, Dynamics and Mechanisms Program of the Chemistry Division, Professor Linda Peteanu and her students will work towards a better understanding of how the chemical and physical processing steps required to turn a polymer into a working device affect its charge transport and light emitting capabilities. This knowledge is required for the successful design of the most efficient lightweight, flexible, polymer-based materials for next-generation photovoltaic devices and low power consumption lighting. The Peteanu group focuses on how these critical properties are impacted by aggregation or the interactions between polymer chains that inevitably occur during processing to form solid state films.  This proposal addresses these issues by optical spectroscopy on the bulk and single molecule level of aggregates formed from short-chain model oligomers of the electroluminescent polymers MEH-PPV, CN-PPV and polyfluorene by solvent poisoning. These oligomer aggregates are excellent model systems for the spectroscopy and dynamics of the more complex polymers. Moreover, they fortunately lack the structural defects that make interpreting the polymer data more difficult. The light emitting properties and energy transfer dynamics are measured using photon correlation in single aggregates and ultrafast spectroscopy in bulk samples.  Ultrafast spectroscopy and Stark spectroscopy are used to probe charge separation and transport in these materials as well. Electronic structure calculations in collaboration with David Yaron (CMU) then enable obtaining a unified picture of the structure, spectroscopy, and dynamics in these systems. These efforts contribute not only to the development of energy saving devices but to training of a work force that can capitalize on their commercial potential.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Peteanu",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Linda A Peteanu",
   "pi_email_addr": "peteanu@andrew.cmu.edu",
   "nsf_id": "000173887",
   "pi_start_date": "2010-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5560",
   "pgm_ref_txt": "ENERGY CONVERSION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the past few decades, chemists have designed and synthesized a number of small organic molecules and polymers that both conduct electricity and emit light.&nbsp; In fact, in 2000, the Nobel prize went to three scientists (Heeger, MacDiarmid and Shirakawa) who made the fundamental discoveries which established the field of organic electronics.&nbsp; These molecules, known collectively as organic semi-conductors, &nbsp;promise lightweight, flexible, low cost, and efficient materials for the harnessing of solar energy (via organic photovoltaics or OPVs) and for use in energy-efficient display technologies and lighting (<em>via</em> organic light emitting diodes or OLEDs).&nbsp;&nbsp; Over the last two decades, significant progress has been made in these areas.&nbsp; For example, OLEDs have found their way into commonly-used consumer electronics such as cell phones and flat panel TVs.&nbsp; However, further progress depends on better controlling the processing of organic molecules from solution into the solid state thin films that are used in devices.&nbsp;&nbsp; In the case of OLEDs, it is particularly important that the molecules remain highly emissive in the solid state form.&nbsp; In addition, both OLEDs and OPVs require high charge transport capability and high stability against degradation by oxygen and light.&nbsp; The latter ensures that the device will perform for a long time without failure in consumer electronics applications.&nbsp;</p>\n<p>Though it is well known that the properties of organic semi-conductors are strongly influenced by how they are processed into thin films, the effects are complex and a fundamental understanding of these effects is still lacking.&nbsp; Therefore, choosing the best material processing method involves considerable trial and error. Moreover, efforts to make this process more efficient using computational tools are still in their relative infancy. &nbsp;The work funded by this grant been used to develop methods to use routinely-available instruments to visualize how these molecules alter their properties when deposited from a solvent into a solid film as needed to construct a photovoltaic device or a display.&nbsp; These tools include an optical microscope that can visualize the features of thin films at a resolution of ~ 200 nm.&nbsp; The ultimate broader impact of the work is to help meet the needs of the display and photovoltaics industry for simple and cost-effective analytical methods to determine the quality of their thin films.&nbsp; &nbsp;</p>\n<p>During the past three years, we have successfully shown that it is possible to correlate the morphologies of organic semi-conductors in the thin film form with their brightness (light emitting properties) and that these properties can be controlled by solvent processing in a well-understood manner.&nbsp; Moreover, we have demonstrated success in correlating the emission properties of these molecules in the solid state (aggregated) form with predicted structures from computer simulations.&nbsp; This is an important first step towards the ultimate goal of being able to predict the optimal conditions for processing high quality films for electronics applications.&nbsp;</p>\n<p class=\"body\">The education-related broader impacts of the proposed research are to train scientist at the undergraduate through Ph. D. level who will be well-positioned to make fundamental discoveries in the field of organic materials and/or to improve the performance of existing device types. The students who worked on this project have received a thorough grounding in fundamental optical spectroscopy and its applications to the analysis of complex materials.&nbsp;&nbsp; They learned optical techniques to probe device-relevant properties on a wide range of time- and length-scales.&nbsp; Students who were interested in receiving broad training in experiment and computation received those opportunities th...",
  "por_txt_cntn": "\nOver the past few decades, chemists have designed and synthesized a number of small organic molecules and polymers that both conduct electricity and emit light.  In fact, in 2000, the Nobel prize went to three scientists (Heeger, MacDiarmid and Shirakawa) who made the fundamental discoveries which established the field of organic electronics.  These molecules, known collectively as organic semi-conductors,  promise lightweight, flexible, low cost, and efficient materials for the harnessing of solar energy (via organic photovoltaics or OPVs) and for use in energy-efficient display technologies and lighting (via organic light emitting diodes or OLEDs).   Over the last two decades, significant progress has been made in these areas.  For example, OLEDs have found their way into commonly-used consumer electronics such as cell phones and flat panel TVs.  However, further progress depends on better controlling the processing of organic molecules from solution into the solid state thin films that are used in devices.   In the case of OLEDs, it is particularly important that the molecules remain highly emissive in the solid state form.  In addition, both OLEDs and OPVs require high charge transport capability and high stability against degradation by oxygen and light.  The latter ensures that the device will perform for a long time without failure in consumer electronics applications. \n\nThough it is well known that the properties of organic semi-conductors are strongly influenced by how they are processed into thin films, the effects are complex and a fundamental understanding of these effects is still lacking.  Therefore, choosing the best material processing method involves considerable trial and error. Moreover, efforts to make this process more efficient using computational tools are still in their relative infancy.  The work funded by this grant been used to develop methods to use routinely-available instruments to visualize how these molecules alter their properties when deposited from a solvent into a solid film as needed to construct a photovoltaic device or a display.  These tools include an optical microscope that can visualize the features of thin films at a resolution of ~ 200 nm.  The ultimate broader impact of the work is to help meet the needs of the display and photovoltaics industry for simple and cost-effective analytical methods to determine the quality of their thin films.   \n\nDuring the past three years, we have successfully shown that it is possible to correlate the morphologies of organic semi-conductors in the thin film form with their brightness (light emitting properties) and that these properties can be controlled by solvent processing in a well-understood manner.  Moreover, we have demonstrated success in correlating the emission properties of these molecules in the solid state (aggregated) form with predicted structures from computer simulations.  This is an important first step towards the ultimate goal of being able to predict the optimal conditions for processing high quality films for electronics applications. \nThe education-related broader impacts of the proposed research are to train scientist at the undergraduate through Ph. D. level who will be well-positioned to make fundamental discoveries in the field of organic materials and/or to improve the performance of existing device types. The students who worked on this project have received a thorough grounding in fundamental optical spectroscopy and its applications to the analysis of complex materials.   They learned optical techniques to probe device-relevant properties on a wide range of time- and length-scales.  Students who were interested in receiving broad training in experiment and computation received those opportunities though supervision by two Ph. D. advisors.  Moreover, these students gained experience in both academic and government laboratory environments. \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2014\n\n\t\t\t\t\tSubmitted by: Linda Peteanu"
 }
}