{
 "awd_id": "1012303",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Dynamics of Ion-Radical Collisions: Imaging Studies",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 455491.0,
 "awd_amount": 455491.0,
 "awd_min_amd_letter_date": "2010-09-11",
 "awd_max_amd_letter_date": "2012-06-11",
 "awd_abstract_narration": "In this project supported by the Chemical Structure, Dynamics and Mechanisms Program and the Chemical Measurement and Imaging Program of the Division of Chemistry, Professor James Farrar of the University of Rochester and his research group will explore the collisions of free radicals and atomic or molecular ions.  By employing a pulsed supersonic source of free radicals such as CH3 and C3H5, and an electron impact or discharge source of low energy cations such as N2+, N+, C+, Si+, and S+, and anions such as O-, O2-, and OH-, velocity space imaging methods will be used to detect the products of the reactions, yielding differential cross sections in kinetic energy and angle. Of particular interest are the bond formation reactions that yield C-C, C-O, C-N, N-O, S-C, and Si-C bonds. For anionic reactions, free electrons produced by associative detachment will also be detected.  The experiments will represent the first dynamical studies of the reactions of low energy ions with free radicals and will address the serious deficiencies of models for electrical discharges and the chemistry of planetary atmospheres that do not include ion-radical reactions.\r\n\r\nIn addition to characterizing the dynamics of the aforementioned chemical systems, this research will provide a deeper understanding of reactivity patterns and a molecular understanding of the chemistry that takes place in electrical discharges such as those involved in reactive ion etching, and in atmospheric and extraterrestrial chemistry. The instrumental technique development may have impacts in various subdisciplines of chemistry, including mass spectrometry and ion imaging. The graduate and undergraduate students and post-doctoral associates involved in this research will contribute to the national scientific and economic infrastructure through the development of new measurement technologies, new high value-added products, and the further training of scientific personnel.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Farrar",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "James M Farrar",
   "pi_email_addr": "farrar@chem.rochester.edu",
   "nsf_id": "000397293",
   "pi_start_date": "2010-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "910 GENESEE ST",
  "perf_city_name": "ROCHESTER",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146113847",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  },
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 174000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 141491.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!--  /* Font Definitions */ @font-face \t{font-family:Cambria; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 0 0 0 1 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:Cambria; \tmso-fareast-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} @page Section1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.Section1 \t{page:Section1;} --></p>\n<!--  /* Font Definitions */ @font-face \t{font-family:Cambria; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 0 0 0 1 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:Cambria; \tmso-fareast-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} @page Section1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.Section1 \t{page:Section1;} -->\n<p class=\"MsoNormal\">This project addresses the question &ldquo;Where does the energy go in a chemical reaction?&rdquo; for a special class of reactions, those that occur between gas phase ions and molecules.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Because these reactions are known to be among the fastest processes known, they occur in a number of interesting environments, including chemistry in our atmosphere, and in the atmospheres of other planets and their moons.<span style=\"mso-spacerun: yes;\">&nbsp; </span>These processes have also been established to be important in electrical discharges employed in semiconductor processing and reactive ion etching in materials science.</p>\n<p class=\"MsoNormal\">&nbsp;</p>\n<p class=\"MsoNormal\">Much of our knowledge of energy disposal in reactions between atomic and molecular ions with stable atoms and molecules has come from experiments in which beams of these reactants have been crossed in vacuum, and detectors that rotate around the collision center identify the masses of reaction products and measure their kinetic energies.<span style=\"mso-spacerun: yes;\">&nbsp; </span>In this kind of experiment, the energy analyzer is swept over a range of energies, and in any given time element, the analyzer records data for a single energy.<span style=\"mso-spacerun: yes;\">&nbsp; </span>In this grant, we employ the technique of Velocity Map Imaging (VMI), which uses pulsed electric fields and position sensitive detection to view the entire velocity space image of products in a single time window.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Figure 1 shows a schematic diagram of the experimental arrangement, showing how products formed in a single quantum state move away from the reaction zone and expand during their travel to the imaging plane detector on the surface a sphere of constant radius in velocity space.<span style=\"mso-spacerun: yes;\">&nbsp; </span>The imaging detector, a microchannel plate, is capable of recording all products in a single time interval, much like a photographic plate records a two-dimensional image.<span style=\"mso-spacerun: yes;\">&nbsp; </span>The multiplex advantage that this detection method enjoys is offset by the short duty cycle of the experiment, but the overall rate of acquiring data increases by more than a factor of ten compared with the swept analyzer single-channel method.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Our initial experiments ...",
  "por_txt_cntn": "\n\n\nThis project addresses the question \"Where does the energy go in a chemical reaction?\" for a special class of reactions, those that occur between gas phase ions and molecules.  Because these reactions are known to be among the fastest processes known, they occur in a number of interesting environments, including chemistry in our atmosphere, and in the atmospheres of other planets and their moons.  These processes have also been established to be important in electrical discharges employed in semiconductor processing and reactive ion etching in materials science.\n \nMuch of our knowledge of energy disposal in reactions between atomic and molecular ions with stable atoms and molecules has come from experiments in which beams of these reactants have been crossed in vacuum, and detectors that rotate around the collision center identify the masses of reaction products and measure their kinetic energies.  In this kind of experiment, the energy analyzer is swept over a range of energies, and in any given time element, the analyzer records data for a single energy.  In this grant, we employ the technique of Velocity Map Imaging (VMI), which uses pulsed electric fields and position sensitive detection to view the entire velocity space image of products in a single time window.  Figure 1 shows a schematic diagram of the experimental arrangement, showing how products formed in a single quantum state move away from the reaction zone and expand during their travel to the imaging plane detector on the surface a sphere of constant radius in velocity space.  The imaging detector, a microchannel plate, is capable of recording all products in a single time interval, much like a photographic plate records a two-dimensional image.  The multiplex advantage that this detection method enjoys is offset by the short duty cycle of the experiment, but the overall rate of acquiring data increases by more than a factor of ten compared with the swept analyzer single-channel method.  Our initial experiments have been carried out on the C+ + NH3 system, in which the NH3+ product formed by charge transfer has been studied, as well as the HCNH+ product formed by decay of a transient collision complex.  These results are shown in Figure 2.  The images can be interpreted by considering the relationship between the lab velocities of reactants.  The ion beam velocity vector points upward in Figure 2, and the NH3 beam velocity points leftward.  The lab coordinate origin is defined by the intersection of these vectors.  The bright image formed near the tip of the NH3 beam velocity comes from charge transfer to form NH3+ by long range electron transfer.  The larger image formed near the midpoint of the relative velocity vector corresponds to HCNH+ products formed by decay of a transient collision complex.  Appropriate analysis of these velocity space images provides important information on the energy and angular distributions of reaction products.  \n \nOf importance to astrochemistry, we have also studied the reactions of N+ and N2+ with CH4, the specific reactions that initiate ion processing in TitanÆs atmosphere.  The ionic reactions that form C-N bonds in HCNH+ are particularly important because the formation of this bond is critical in the synthesis of amino acids, the building blocks of \"life as we know it.\"\n \nUnderstanding where the energy goes in the reactions of ions with stable atoms and molecules is a topic for which we have a reasonable knowledge base.  However, reactions between ions and transient free radical species, those with unpaired electrons, have not been studied at all.  Such reactions may also be involved in planetary atmospheres, in chemical ionization mass spectrometry, and in radiation chemistry.  The imaging method is well-suited for studying such reactions, expected to have very low signal levels, because of the multiplex advantage of the detection system.  We have begun to produce alkyl radicals, CH3 specifically, to examine their react..."
 }
}