{
 "awd_id": "1012653",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Novel Multiplexed Microsphere Assays",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 168922.0,
 "awd_min_amd_letter_date": "2010-05-20",
 "awd_max_amd_letter_date": "2010-11-30",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project addresses the need for a single silica-based multiplexed microsphere that is not available on the market today because solid silica microspheres must be baked at elevated temperatures (<300C), destroying the internal organic dyes.  While polystyrene microspheres are the most prevalent microsphere used in bio-assays, silica microspheres are desirable for a wide variety of reasons and the glass matrix itself offers significant advantages relative to polymer-based materials. The overall research objective is to develop a low-temperature sol-gel manufacturing process that will produce a more uniform Multiplexed Bead Array Assay (MBAA) product characterized by greater chemistry consistency as compared to existing product available today.  With overall success, this program will create the ability to produce a single parent microsphere capable of being transformed into at least 10 daughter microspheres, each with a unique and distinguishable autofluorescence characteristic.  This transition to a novel manufacturing process for silica-based microspheres will solve many of the problems encountered with high-temperature microsphere manufacturing, while decreasing the cost limitations associated with today?s multiplexed microspheres.\r\n\r\n\r\nThe broader impact/commercial potential of this project is to target the technical limitations and cost constraints of multiplexed microsphere assays to deliver more data with less time and effort than other bioassay products. Current approaches to manufacturing these microspheres are very cumbersome, inefficient, and require literally hundreds of manufacturing steps and each requiring quality control to ensure overall product reliability. These combined manufacturing steps make these products very expensive.  Therefore, a more streamlined approach to producing multiplexed microspheres would translate into significantly decreased production costs, which would ultimately make these microspheres more affordable to researchers and clinicians.  This would allow for the expanded use of multiplexing assays by clinicians and researchers and accelerate the discovery process, especially in the proteomic and genomic fields. Additionally, this technology is expected to increase innovative medical research, reduce diagnostic costs and expedite promising areas of exploration.  If successful, this platform would spur competition, create new jobs and provide significant trade and export opportunities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeb",
   "pi_last_name": "Flemming",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeb Flemming",
   "pi_email_addr": "jeb.flemming@3dglasssolutions.com",
   "nsf_id": "000072206",
   "pi_start_date": "2010-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "3D Glass Solutions, Inc.",
  "inst_street_address": "5601 BALLOON FIESTA PARKWAY NE, SUITE B",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "8665598982",
  "inst_zip_code": "871132104",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "3D GLASS SOLUTIONS, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "H7NDSKWG7KH7"
 },
 "perf_inst": {
  "perf_inst_name": "3D Glass Solutions, Inc.",
  "perf_str_addr": "5601 BALLOON FIESTA PARKWAY NE, SUITE B",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871132104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1491",
   "pgm_ref_txt": "BIOTECH, BIOCHEM & BIOMASS ENG"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 143965.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 24957.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research effort focused on creating microspheres of different intrinsic auto fluorescence using a single processing step.&nbsp; This research focused two main research paths.&nbsp; First, demonstrating the ability to create different auto fluorescent microspheres using a simple exposure process and second, creating large diameter microspheres, greater than 200 nanometers.&nbsp; In the first phase of the work we were able to create a variety of &ldquo;daughter&rdquo; microspheres from a single &ldquo;parent&rdquo; microsphere population with exposure to ultra violet light.&nbsp; It was demonstrated that sequential exposures created separate daughter microsphere populations with different intrinsic auto fluorescence.&nbsp; Using this approach we were able to create more than 7 daughter microsphere populations with less than 50 joules of input energy.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The second goal of this research focused on creating large microspheres of the base composition of glass.&nbsp; This approach used an acid catalyzed TEOS reaction to create mono-dispersed silica microspheres.&nbsp; This modified stober process easily created mono-dispersed silica microspheres of approximately 150nm in diameters.&nbsp; Through further modification of the reaction chemistry we were able to increase the size of the microspheres to roughly 300nm in diameter. &nbsp;Further attempts were unsuccessfully made at making larger, i.e. up to 1 micron in diameter, microspheres by additive process, such as TEOS and acid stepwise additions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2011<br>\n\t\t\t\t\tModified by: Jeb&nbsp;Flemming</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research effort focused on creating microspheres of different intrinsic auto fluorescence using a single processing step.  This research focused two main research paths.  First, demonstrating the ability to create different auto fluorescent microspheres using a simple exposure process and second, creating large diameter microspheres, greater than 200 nanometers.  In the first phase of the work we were able to create a variety of \"daughter\" microspheres from a single \"parent\" microsphere population with exposure to ultra violet light.  It was demonstrated that sequential exposures created separate daughter microsphere populations with different intrinsic auto fluorescence.  Using this approach we were able to create more than 7 daughter microsphere populations with less than 50 joules of input energy. \n\n \n\nThe second goal of this research focused on creating large microspheres of the base composition of glass.  This approach used an acid catalyzed TEOS reaction to create mono-dispersed silica microspheres.  This modified stober process easily created mono-dispersed silica microspheres of approximately 150nm in diameters.  Through further modification of the reaction chemistry we were able to increase the size of the microspheres to roughly 300nm in diameter.  Further attempts were unsuccessfully made at making larger, i.e. up to 1 micron in diameter, microspheres by additive process, such as TEOS and acid stepwise additions.\n\n\t\t\t\t\tLast Modified: 10/17/2011\n\n\t\t\t\t\tSubmitted by: Jeb Flemming"
 }
}