{
 "awd_id": "1012898",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Semiconductor Nanowires for Efficient Transport of Energy and Charge",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927196",
 "po_email": "tpatten@nsf.gov",
 "po_sign_block_name": "Timothy Patten",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2010-09-02",
 "awd_max_amd_letter_date": "2012-07-25",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\n   A thorough experimental study to improve the photoluminescence efficiencies in quantum wires and related nanostructures is to be undertaken with the financial support from the Macromolecular, Supramolecular, and Nanochemistry Program in the Division of Chemistry at the National Science Foundation.  Nanowires have potential applications in nanoelectronics, nanophotonics, and solar-energy conversion.  There is also fundamental interest in 2D quantum confinement and the transport of excitons and charge carriers in quantum wires.  Such applications and fundamental studies require that nanowires be well passivated to inhibit the loss of excitons and charge carriers to surface traps.  Efficient performance of a nanowire or quantum-wire device requires that carriers not be disproportionately trapped and recombined at surface/interface sites.  Photoluminescence efficiencies provide a measure of the quality of surface passivation and the scarcity of trap sites that induce nonradiative recombination.  Unfortunately, the photoluminescence efficiencies in nanowires and quantum wires reported to date are poor.  However, efficiencies of 30% and 7%, respectively, in CdSe quantum belts and CdTe quantum wires were recently achieved.  Therefore, the problem of photoluminescence efficiency in quantum wires is surmountable.  A range of successful strategies just emerging for quantum dots and rods have yet to be tried for quantum wires.  The primary goal of the project is thus the synthetic achievement of quantum wires and related nanostructures having well-passivated surfaces, capable of the efficient transport of energy and charge.\r\nThe specific goals of the proposed work are as follows.\r\n- Quantum belts of various compositions, lengths, and thicknesses will be prepared and studied.\r\n- Core-shell strategies, including core-shell-shell and gradient-shell strategies, in quantum wires will be explored.\r\n- Doped quantum wires will be prepared to investigate band-gap-narrowing, and excitonic magnetic polarons in dilute magnetic semiconductor quantum wires.\r\n- A wide variety of organic and inorganic surface-passivating agents, including metalloorganic compounds (Lewis acids) will be surveyed to passivate hole traps.\r\n\r\nNON-TECHNICAL SUMMARY:\r\n  There is considerable interest in incorporating semiconductor nanocrystals into next-generation devices for solar-energy conversion.  Solar cells constructed from semiconductor nanostructures are expected to be fabricated more economically than the traditional silicon-based devices, and to have other application advantages.  A solar cell functions by capturing light energy and converting it to energetic positive and negative electric charges, which are then separated and transported to opposite electrodes in the cell.  This provides electrical energy for charging a battery, or operating an electrical appliance.  The critical steps are thus the efficient separation of the positive and negative charges, and the efficient transport of those charges to the electrodes.  Semiconductor nanowires are targeted for use in new solar-cell designs because they can in principle transport energy and charge over long distances, the entire lengths of the nanowires, which can span the inter-electrode separations.  However, efficient transport will require that charges not be trapped at defect sites in the wires.  With financial support from Macromolecular, Supramolecular, and Nanochemistry Program in the Division of Chemistry at the National Science Foundation, this project will identify and eliminate those trap-site defects, enabling the application of semiconductor nanowires in solar cells, nanoelectronics, and in small-scale devices for light detection and generation.\r\n   The broader impacts include technological advances to assist in addressing the nation's energy challenge.  The PI also has an excellent record of training women and members of underrepresented groups, thereby increasing the diversity of the nation's technological work force.  The PI is co-leading an effort at Washington University to increase the retention of undergraduate women in science, technology, engineering, and math (STEM) fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Buhro",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "William E Buhro",
   "pi_email_addr": "buhro@wustl.edu",
   "nsf_id": "000327351",
   "pi_start_date": "2010-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5560",
   "pgm_ref_txt": "ENERGY CONVERSION"
  },
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major emphasis of this project was to optimize the properties of colloidal semiconductor quantum wires (QWs) and quantum belts (QBs, also known as nanoribbons) for the efficient transport of energy and charge along their long dimension, to allow their use in next-generation solar cells.&nbsp; Because of this long dimension, QWs and QBs have extremely large surface areas, especially compared to those of the much smaller quantum dots and rods.&nbsp; Therefore, charge carriers and excitons have a much higher probability of encountering surface-trap sites as they migrate along QWs and QBs than when confined in quantum dots or rods.&nbsp; As a consequence, the reported photoluminescence (PL) quantum efficiencies (QEs), which provide a direct assessment of the effective passivation of surface traps, were exceedingly low for semiconductor QWs, less than 1%, at the outset of the currently funded project.&nbsp; Little was then known about colloidal QBs and how they are formed.&nbsp; Therefore, we received NSF funding to develop an understanding of the surface-passivation issues in QWs and QBs, and to optimize their optical properties.&nbsp; A secondary goal was to develop methods for the SLS growth of semiconductor QW films on substrates.&nbsp; The highlights of the results under CHE-1012898 were:</p>\n<ul>\n</ul>\n<ul>\n<li>Bright core-shell CdTe-CdS QWs were prepared having PL QEs of 25%, which is about two orders of magnitude higher than the previously reported values for colloidal semiconductor QWs, and is indicative of excellent passivation of surface traps.</li>\n</ul>\n<ul>\n<li>A double-lamellar template mechanism was elucidated for the growth of CdSe QBs, which explained the flat nanocrystal morphology, the dimensions of the QBs, and the origin of their excellent optical properties.</li>\n<li>Magic-size CdSe nanoclusters were observed to be intermediates in the formation of the QBs, which equilibrated exclusively to (CdSe)<sub>13</sub> inside the lamellar-template mesophases.&nbsp; We have now isolated and characterized the four amine derivatives [(CdSe)<sub>13</sub>(RNH<sub>2</sub>)<sub>13</sub>], R = <em>n</em>-propyl, <em>n</em>-pentyl, <em>n</em>-octyl, and oleyl.&nbsp; These are the first magic-size CdSe nanoclusters to have been isolated in purity.</li>\n<li>Semiconductor-nanowire arrays on substrates have drawn increasing interest for their potential applications in field emission, lasing, solar cells, batteries, and piezoelectrics.&nbsp; Solution-phase methods, including the solution-liquid-solid approach, provide promising alternatives and were recently applied to the synthesis of semiconductor nanowire arrays or films.&nbsp; However, the nanowire-growth catalysts were prepared by thermal break-up of Bi thin films, resulting in uncontrolled nanowire diameters larger than the quantum-confinement regime.&nbsp; We reported the growth of such films using pre-synthesized, monodisperse Bi-catalyst nanoparticles. &nbsp;This permitted fabrication of nanowire films of various semiconductor composition with excellent diameter control on a range of different substrates.&nbsp; Notably, spectroscopic studies established films that exhibited quantum-confinement effects for the first time.</li>\n</ul><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/10/2014<br>\n\t\t\t\t\tModified by: William&nbsp;E&nbsp;Buhro</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major emphasis of this project was to optimize the properties of colloidal semiconductor quantum wires (QWs) and quantum belts (QBs, also known as nanoribbons) for the efficient transport of energy and charge along their long dimension, to allow their use in next-generation solar cells.  Because of this long dimension, QWs and QBs have extremely large surface areas, especially compared to those of the much smaller quantum dots and rods.  Therefore, charge carriers and excitons have a much higher probability of encountering surface-trap sites as they migrate along QWs and QBs than when confined in quantum dots or rods.  As a consequence, the reported photoluminescence (PL) quantum efficiencies (QEs), which provide a direct assessment of the effective passivation of surface traps, were exceedingly low for semiconductor QWs, less than 1%, at the outset of the currently funded project.  Little was then known about colloidal QBs and how they are formed.  Therefore, we received NSF funding to develop an understanding of the surface-passivation issues in QWs and QBs, and to optimize their optical properties.  A secondary goal was to develop methods for the SLS growth of semiconductor QW films on substrates.  The highlights of the results under CHE-1012898 were:\n\n\n\nBright core-shell CdTe-CdS QWs were prepared having PL QEs of 25%, which is about two orders of magnitude higher than the previously reported values for colloidal semiconductor QWs, and is indicative of excellent passivation of surface traps.\n\n\nA double-lamellar template mechanism was elucidated for the growth of CdSe QBs, which explained the flat nanocrystal morphology, the dimensions of the QBs, and the origin of their excellent optical properties.\nMagic-size CdSe nanoclusters were observed to be intermediates in the formation of the QBs, which equilibrated exclusively to (CdSe)13 inside the lamellar-template mesophases.  We have now isolated and characterized the four amine derivatives [(CdSe)13(RNH2)13], R = n-propyl, n-pentyl, n-octyl, and oleyl.  These are the first magic-size CdSe nanoclusters to have been isolated in purity.\nSemiconductor-nanowire arrays on substrates have drawn increasing interest for their potential applications in field emission, lasing, solar cells, batteries, and piezoelectrics.  Solution-phase methods, including the solution-liquid-solid approach, provide promising alternatives and were recently applied to the synthesis of semiconductor nanowire arrays or films.  However, the nanowire-growth catalysts were prepared by thermal break-up of Bi thin films, resulting in uncontrolled nanowire diameters larger than the quantum-confinement regime.  We reported the growth of such films using pre-synthesized, monodisperse Bi-catalyst nanoparticles.  This permitted fabrication of nanowire films of various semiconductor composition with excellent diameter control on a range of different substrates.  Notably, spectroscopic studies established films that exhibited quantum-confinement effects for the first time.\n\n\n\t\t\t\t\tLast Modified: 04/10/2014\n\n\t\t\t\t\tSubmitted by: William E Buhro"
 }
}