{
 "awd_id": "1012146",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Gated Molecular Encapsulation and Reactivity",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tyrone Mitchell",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 395000.0,
 "awd_amount": 395000.0,
 "awd_min_amd_letter_date": "2010-09-18",
 "awd_max_amd_letter_date": "2010-09-18",
 "awd_abstract_narration": "The Chemical Structure, Dynamics and Mechanisms Program supports Professor Jovica Badjic of Ohio State University for a project that will examine the utility of a new series of dynamic receptors - gated molecular baskets for developing concepts pertaining to an effective control of chemical reactivity in confined environments. Using computational and experimental tools, the researchers aim to understand and quantify the trafficking of multiple (more than one) molecules to and from molecular baskets, as well as to propose two new, self-assembling and folding, frameworks for controlling the dynamics of hosts and thereby the kinetics of molecular encapsulation. They also aim to gain kinetic control of the recognition by which chiral molecules enter/exit gated molecular hosts. The regulation of such kinetic discrimination via gating is important for developing methods for discriminating stereoisomeric compounds using artificial hosts and investigating a conventional kinetic resolution of enantiomers. This research will also focus on understanding the importance of molecular encapsulation and gating for catalytic oxidation of hydrocarbons. Porphyrin-based baskets will be synthesized and used as models to optimize the oxidation of alkenes and activation of C-H bonds in alkanes that are selectively encapsulated inside the cavity of these novel hosts.\r\n\r\nProfessor Jovica Badjic will attempt to understand the catalytic activation of C-H bonds, which will allow the effective conversion of feedstock chemicals into valuable products. This study will benefit society by creating ways for more effective utilization of our carbon-based energy resources. The proposed research provides excellent training of students and postdocs in challenging syntheses, in organic spectroscopy, kinetics, thermodynamics and computational chemistry and will prepare these students for future careers in academia or industry. The proposed program is designed to align research and teaching by increasing students' awareness of the challenges that our society faces in utilizing limited energy resources. The program will help students to recognize research opportunities that the field of supramolecular chemistry offers toward creating more sophisticated catalysts with a mode of action resembling enzymes. As a part of their diversity plan that focuses on increasing the number of underrepresented minorities (URM) and women on the faculty and in their graduate program, the PI will host an undergraduate student from Alabama A&M University, an historically Black university. The student will be offered a stipend and spend a summer in Professor Badjic's research group to gain research experience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jovica",
   "pi_last_name": "Badjic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jovica Badjic",
   "pi_email_addr": "badjic@chemistry.ohio-state.edu",
   "nsf_id": "000390495",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 395000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Biological molecules promote an exquisite control of chemical reactions using a catalytic center embedded in the cavity of a folded polypeptide chain. Accordingly, we investigated the integration of the characteristics of supramolecular hosts and traditional organometallic catalysts. &nbsp;Our approach has consisted of: &nbsp;examining the utility of a series of dynamic receptors &ndash; gated molecular baskets for developing concepts pertaining an effective control of chemical reactivity in confined environments.</p>\n<p>Gated molecular baskets are modular in design, and synthetic procedures have been adjusted to permit the formation of functionalized and sizeable cavitands: only substrate molecules that were encapsulated reached \"the active site\" and underwent chemical conversions. Furthermore, these hosts were made to control the kinetics of substrates entering/departing the cavity to study the relationships that characterize the kinetics/thermodynamics of encapsulation and reactivity in restricted environments.</p>\n<p>To sum up, we developed fundamental knowledge necessary for building a generation of catalysts capable of controlling substrates&rsquo; flow to and from the catalyst (via gating), selective encapsulation and chemical conversion. In particular, the following&nbsp;objectives were examined.</p>\n<p>Using computational and experimental tools, we studied&nbsp;the trafficking of multiple molecules to and from molecular baskets. &nbsp;The regulation of kinetic discrimination via gating for investigating a conventional kinetic resolution of enantiomers has also been examined. Finally, we investigated&nbsp;the importance of molecular encapsulation and gating for catalytic oxidation of hydrocarbons. Porphyrin-based baskets were synthesized and used as models to optimize the oxidation of alkenes &nbsp;that were selectively encapsulated inside the cavity of these novel hosts. The gating provides an element of design valuable for regulating a controlled flow of molecules to and from the host.&nbsp;</p>\n<p><strong>What is the intellectual merit of the proposed activity?</strong></p>\n<p>The funded research program helped developing fundamental knowledge necessary for building more sophisticated catalysts capable of directing chemical reactions in a dynamic and enclosed environment resembling enzymes. In particular, our mechanistic studies addressed the relationship between the conformational dynamics of a host, the rates of substrates entering/departing this host via gating and the oxidation of substrates in its interior. The proposed activities further assisted us in bridging an existing gap between the traditional host-guest chemistry and catalysis, and also (b) contributed to our understanding of the role of dynamic encapsulation in the activation of hydrocarbons.</p>\n<p><strong>What are the broader impacts of the proposed activity?</strong></p>\n<p>Understanding the catalytic activation of C&minus;H bonds &nbsp;would permit the effective conversion of feedstock chemicals into valuable products and benefit society by creating ways for more effective utilization of our carbon-based energy resources. The proposed program has been designed to align research and teaching by increasing student&rsquo;s awareness about the challenges that our society faces in utilizing limited energy resources. This program helped students to recognize research opportunities that the field of supramolecular chemistry offers toward creating more sophisticated catalysts with a mode of action resembling enzymes.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/02/2013<br>\n\t\t\t\t\tModified by: Jovica&nbsp;Badjic</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBiological molecules promote an exquisite control of chemical reactions using a catalytic center embedded in the cavity of a folded polypeptide chain. Accordingly, we investigated the integration of the characteristics of supramolecular hosts and traditional organometallic catalysts.  Our approach has consisted of:  examining the utility of a series of dynamic receptors &ndash; gated molecular baskets for developing concepts pertaining an effective control of chemical reactivity in confined environments.\n\nGated molecular baskets are modular in design, and synthetic procedures have been adjusted to permit the formation of functionalized and sizeable cavitands: only substrate molecules that were encapsulated reached \"the active site\" and underwent chemical conversions. Furthermore, these hosts were made to control the kinetics of substrates entering/departing the cavity to study the relationships that characterize the kinetics/thermodynamics of encapsulation and reactivity in restricted environments.\n\nTo sum up, we developed fundamental knowledge necessary for building a generation of catalysts capable of controlling substratesÆ flow to and from the catalyst (via gating), selective encapsulation and chemical conversion. In particular, the following objectives were examined.\n\nUsing computational and experimental tools, we studied the trafficking of multiple molecules to and from molecular baskets.  The regulation of kinetic discrimination via gating for investigating a conventional kinetic resolution of enantiomers has also been examined. Finally, we investigated the importance of molecular encapsulation and gating for catalytic oxidation of hydrocarbons. Porphyrin-based baskets were synthesized and used as models to optimize the oxidation of alkenes  that were selectively encapsulated inside the cavity of these novel hosts. The gating provides an element of design valuable for regulating a controlled flow of molecules to and from the host. \n\nWhat is the intellectual merit of the proposed activity?\n\nThe funded research program helped developing fundamental knowledge necessary for building more sophisticated catalysts capable of directing chemical reactions in a dynamic and enclosed environment resembling enzymes. In particular, our mechanistic studies addressed the relationship between the conformational dynamics of a host, the rates of substrates entering/departing this host via gating and the oxidation of substrates in its interior. The proposed activities further assisted us in bridging an existing gap between the traditional host-guest chemistry and catalysis, and also (b) contributed to our understanding of the role of dynamic encapsulation in the activation of hydrocarbons.\n\nWhat are the broader impacts of the proposed activity?\n\nUnderstanding the catalytic activation of C&minus;H bonds  would permit the effective conversion of feedstock chemicals into valuable products and benefit society by creating ways for more effective utilization of our carbon-based energy resources. The proposed program has been designed to align research and teaching by increasing studentÆs awareness about the challenges that our society faces in utilizing limited energy resources. This program helped students to recognize research opportunities that the field of supramolecular chemistry offers toward creating more sophisticated catalysts with a mode of action resembling enzymes. \n\n \n\n\t\t\t\t\tLast Modified: 12/02/2013\n\n\t\t\t\t\tSubmitted by: Jovica Badjic"
 }
}