{
 "awd_id": "1012833",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Ion Hydration and New Structural Methods in Mass Spectrometry",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924956",
 "po_email": "lhe@nsf.gov",
 "po_sign_block_name": "Lin He",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2010-08-23",
 "awd_max_amd_letter_date": "2011-07-17",
 "awd_abstract_narration": "With support from the Chemical Measurement and Imaging Program, Prof. Evan Williams and his group at the University of California - Berkeley are developing and applying new methods to investigate the structures of ions surrounded by a controlled number of solvent molecules.  The goals are to understand how different ions can affect the solvent structure at both close and long range, and how solvent can affect the structures of ions. These experiments use state-of-the-art Fourier-transform ion cyclotron resonance mass spectrometry to produce, isolate, and store solvated ions at controlled temperatures.  The structures of these ions are investigated using infrared radiation generated by tunable lasers. Resulting experimental data support models at the highest level of theory possible; these in turn may lead to an explanation for the widely studied, but poorly understood, Hofmeister series, in which ions are ordered based on their propensities to denature or stabilize protein conformations.  \r\n\r\nThese studies provide a foundation by which to understand how solvents (particularly water) interact with different functional groups in molecules and may lead to an improved understanding of protein function at the molecular level.  Thus, the experiments can impact many different areas of science, including understanding how cells function, how drugs interact with drug targets (for discovery of new pharmaceuticals), how the efficiency of chemical reactions can be improved through better understanding of reaction intermediates and kinetics, and how solvent or other surrounding molecules can influence the chemistry of a molecule.  Graduate and undergraduate students involved in these studies benefit from learning about and using new instrumentation and novel methods for molecular characterization.  They also learn to effectively communicate their results by speaking at conferences and by writing papers for peer-reviewed journals.  To introduce elementary school students to the capabilities of modern chemical instrumentation and to the concepts of atoms, molecules, atomic connectivity and molecular identification (thereby reinforcing basic math skills), it is planned to adapt a mass spectrometer to be run remotely.  Additional experiments aimed at students at the high school level are planned.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Evan",
   "pi_last_name": "Williams",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Evan R Williams",
   "pi_email_addr": "erw@berkeley.edu",
   "nsf_id": "000242458",
   "pi_start_date": "2010-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6880",
   "pgm_ref_txt": "CHEMICAL MEASUREMENT & IMAGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcome Report<br />Ions and water are ubiquitous in nature and are essential for life, yet many aspects of ionwaterinteractions remain a mystery. How does water affect the structure and chemicalproperties of ions, and how do ions affect the hydrogen-bonding network of water?Answers to these questions are important for understanding a wide range of phenomenon in chemistry and biology, including ion effects on protein structure and how ions are transported into and out of cells. State-of-the-art mass spectrometry, a technique widely<br />used to identify molecules, is combined with a tunable infrared laser to measure thespectra of mass selected ions which provides detailed structural information about these ions. Although mass spectrometry typically provides information about bond connectivity,spectroscopy can provide information about more subtle differences in structure, such as the relative orientations of molecules and ions that are not covalently bound. A key finding of this research is that ions can affect the hydrogen-bonding network of water molecules at long distance, and may account for some of the widely known, but poorly understood effects of ions on protein structure. The binding energies of water molecules to very large ionic clusters were measured using a laser that produces ultraviolet photons with well defined energies. The energetics of ion-water and water-water interactions are important in many different scientific disciplines, including atmospheric chemistry. Water can also<br />effect the structures of ions, and information gained on small model systems provide new insights into the role of water in their acid-base chemistry and the way they fold. Fundamental studies such as these can provide important clues into the physical properties of more complex systems, such as proteins, which play a critical role in biological function and many diseases.</p>\n<p><br />This NSF funded research bridges many traditional disciplines in science. Data obtained in these studies provide rigorous benchmarks that others can use to improve computational methods that are widely used in chemistry and in drug discovery. Advances in computational chemistry have enabled investigation of systems that would be too difficult or costly to study experimentally. Both undergraduate and graduate students learn about state-of-the-art chemical instrumentation and methods for molecular characterization, methods that are widely used in academic, government, and industrial labs to solve important problems in chemical analysis. Students working with collaborators both in the USA and in other countries learn new approaches to science and about other cultures.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/26/2013<br>\n\t\t\t\t\tModified by: Evan&nbsp;R&nbsp;Williams</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcome Report\nIons and water are ubiquitous in nature and are essential for life, yet many aspects of ionwaterinteractions remain a mystery. How does water affect the structure and chemicalproperties of ions, and how do ions affect the hydrogen-bonding network of water?Answers to these questions are important for understanding a wide range of phenomenon in chemistry and biology, including ion effects on protein structure and how ions are transported into and out of cells. State-of-the-art mass spectrometry, a technique widely\nused to identify molecules, is combined with a tunable infrared laser to measure thespectra of mass selected ions which provides detailed structural information about these ions. Although mass spectrometry typically provides information about bond connectivity,spectroscopy can provide information about more subtle differences in structure, such as the relative orientations of molecules and ions that are not covalently bound. A key finding of this research is that ions can affect the hydrogen-bonding network of water molecules at long distance, and may account for some of the widely known, but poorly understood effects of ions on protein structure. The binding energies of water molecules to very large ionic clusters were measured using a laser that produces ultraviolet photons with well defined energies. The energetics of ion-water and water-water interactions are important in many different scientific disciplines, including atmospheric chemistry. Water can also\neffect the structures of ions, and information gained on small model systems provide new insights into the role of water in their acid-base chemistry and the way they fold. Fundamental studies such as these can provide important clues into the physical properties of more complex systems, such as proteins, which play a critical role in biological function and many diseases.\n\n\nThis NSF funded research bridges many traditional disciplines in science. Data obtained in these studies provide rigorous benchmarks that others can use to improve computational methods that are widely used in chemistry and in drug discovery. Advances in computational chemistry have enabled investigation of systems that would be too difficult or costly to study experimentally. Both undergraduate and graduate students learn about state-of-the-art chemical instrumentation and methods for molecular characterization, methods that are widely used in academic, government, and industrial labs to solve important problems in chemical analysis. Students working with collaborators both in the USA and in other countries learn new approaches to science and about other cultures.\n\n\t\t\t\t\tLast Modified: 11/26/2013\n\n\t\t\t\t\tSubmitted by: Evan R Williams"
 }
}