{
 "awd_id": "1012947",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HCC: Large:  Collaborative Research:  Delivery of Personalized Reading Strategies for People with Cognitive Impairments in Post-Secondary Settings",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 104928.0,
 "awd_amount": 104928.0,
 "awd_min_amd_letter_date": "2010-08-19",
 "awd_max_amd_letter_date": "2010-08-19",
 "awd_abstract_narration": "Abstract \r\nReading comprehension deficits are pervasive for a disproportionate number of post-secondary students. These students have cognitive impairments that impact high level text processing skills and result in diverse reading profiles with difficulties in skills such as discerning between relevant and irrelevant information, drawing inferences, connecting background knowledge to new learning, and retaining and applying what was learned at a later date. Typically such deficits are managed by teaching the use of study-skills strategies. While there is strong face validity for these practices there is a lack of evidence-based practice, and virtually no information on candidacy or what types of deficits respond best to what types of strategies and supports. On the technology side, the popularity of electronic reading tablets offers a platform to deliver supports to improve reading comprehension and retention that could be adopted by college students. This project seeks to bridge the gap by developing the technology to support a diverse set of reading strategies in a highly adoptable form for college students with high-level reading impairments, by doing the science necessary to define a process that can assess each individual student, and by prescribing a set of strategies that eventually will be delivered in a hardware-software package. By using an iterative design process and a participatory action research model, this research will make the following contributions: a dynamic assessment process that matches reading profiles/impairments to strategy supports; a mapping of reading impairments to reading strategies; translation of reading strategies to delivery on electronic reading tablets; a demonstration that personalization and adaptation are possible using our software engineering models; and a dissemination package that uses open source software and hardware to deliver a research tool that could be used by companies designing commercialized reading tablets. To achieve these goals, the PI will partner with three institutions that have large populations of struggling readers in post-secondary educational settings: two VA facilities that support and train veterans returning to educational settings, and a student disability services program at a large urban state university. These groups have experience with the pervasive, high level reading challenges preventing educational success, and provide the natural contexts to evaluate the PI's models and shape the tools generated from this research. Pilot studies, laboratory experiments and longitudinal studies will be employed to develop and evaluate the technology for a dynamic reading assessment and support tool. \r\n\r\nBroader Impacts: A growing population not able to meet the reading demands of college and community college courses is the large number of veterans returning form Iraq and Afghanistan seeking education and training benefits. It is estimated that 15-20% of these veterans have suffered mild brain injury sufficient to affect academic ability. Another large group of post-secondary students that is challenged by difficulties with reading comprehension are those with developmental conditions including adult attention deficit and hyperactivity disorder (ADHD) and attention deficit disorder (ADD). Estimates regarding the number of students enrolled in colleges who report clinically significant ADHD or ADD symptoms vary between 2% to 8%; approximately 25% of students receiving disability support services are receiving those for ADHD. The PI expects two important outcomes from this work: the science missing from the literature that links reading impairments with reading strategies; and a demonstration tool, built on the science, that supports an assessment process and a delivery mechanism. With this latter outcome in mind, the PI intends to devote a large part of Year 5 of the project to making his tool highly attractive to companies who have the infrastructure to deliver products to the target populations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Sullivan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Sullivan",
   "pi_email_addr": "sullivan@ohsu.edu",
   "nsf_id": "000553484",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Portland VA Research Foundation",
  "inst_street_address": "3710 SW US VETERANS HOSPITAL RD",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5032735228",
  "inst_zip_code": "972392964",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND VA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "LGHUH4NB69L8"
 },
 "perf_inst": {
  "perf_inst_name": "Portland VA Research Foundation",
  "perf_str_addr": "3710 SW US VETERANS HOSPITAL RD",
  "perf_city_name": "PORTLAND",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972392964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7925",
   "pgm_ref_txt": "LARGE PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 104928.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this study was to evaluate the extent to which the cognitive impairment associated with a history of mild concussion and current psychological stress, such as post-traumatic stress, depression, and insomnia,&nbsp;impair the&nbsp;text-level reading comprehension ability of veterans of the Iraq and Afghanistan conflicts who are returning to post-secondary education.</p>\n<p>In an initial study, we investigated the effect of combat-related post-traumatic stress disorder (PTSD) on text level reading comprehension.&nbsp; &nbsp;We found that post-concussive complaints (e.g., impaired concentration, memory, irritability) were due to PTSD and not depression or insomnia. &nbsp;In addition cognitive testing revealed only impaired sustained attention in the PTSD group.&nbsp;&nbsp; More importantly, with regard to text-level reading, the results showed that both reading rate was slower and comprehension scores were lower in a PTSD group than in a control group.&nbsp;&nbsp; In addition, further analyses revealed the novel finding that inattention during reading, independent of slowed reading rate, accounted for the lower comprehension scores. &nbsp;</p>\n<p>In a follow-up study with the same groups of participants, we administered an experimental task designed to determine if four main processing components required for accurate text comprehension (access to background knowledge,&nbsp; inference, the ability to integrate new text information with what had previously been read, and text memory) were impaired.&nbsp;&nbsp; The task required participants to read and study three sentence paragraphs describing semantic features associated with real and unreal objects.&nbsp; Each paragraph was followed by a number of true/false statements that assessed the four component processes.&nbsp;&nbsp; The results revealed that the PTSD group took over twice as long as the control group to read and study the paragraphs given a self-paced format.&nbsp; Although there was no difference in test statement accuracy between the two groups, the PTSD group also took significantly longer to respond to the test statements.&nbsp; &nbsp;&nbsp;In addition, further analyses revealed that as PTSD severity increased, both paragraph study time and test statement accuracy decreased.&nbsp;&nbsp; These results provided converging evidence for an attentional impairment during text level reading.&nbsp;</p>\n<p>These initial results inform clinical assessment of impaired text-level reading in this population.&nbsp; In addition, they provide an evidence-base for clinicians seeking academic accommodations (such as more study and testing time, ability to use audio recording of lectures) for veterans with PTSD who are enrolling or returning to post-secondary education.&nbsp;&nbsp; &nbsp;Here, the results of the studies have been presented to VA clinicians nationally who work with this veteran population.&nbsp; The results also provide a solid foundation for further studies designed to determine the exact nature task irrelevant processing during attentional lapse while reading.&nbsp; Such knowledge will help to refine cognitive rehabilitation strategies.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/04/2015<br>\n\t\t\t\t\tModified by: Michael&nbsp;Sullivan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this study was to evaluate the extent to which the cognitive impairment associated with a history of mild concussion and current psychological stress, such as post-traumatic stress, depression, and insomnia, impair the text-level reading comprehension ability of veterans of the Iraq and Afghanistan conflicts who are returning to post-secondary education.\n\nIn an initial study, we investigated the effect of combat-related post-traumatic stress disorder (PTSD) on text level reading comprehension.   We found that post-concussive complaints (e.g., impaired concentration, memory, irritability) were due to PTSD and not depression or insomnia.  In addition cognitive testing revealed only impaired sustained attention in the PTSD group.   More importantly, with regard to text-level reading, the results showed that both reading rate was slower and comprehension scores were lower in a PTSD group than in a control group.   In addition, further analyses revealed the novel finding that inattention during reading, independent of slowed reading rate, accounted for the lower comprehension scores.  \n\nIn a follow-up study with the same groups of participants, we administered an experimental task designed to determine if four main processing components required for accurate text comprehension (access to background knowledge,  inference, the ability to integrate new text information with what had previously been read, and text memory) were impaired.   The task required participants to read and study three sentence paragraphs describing semantic features associated with real and unreal objects.  Each paragraph was followed by a number of true/false statements that assessed the four component processes.   The results revealed that the PTSD group took over twice as long as the control group to read and study the paragraphs given a self-paced format.  Although there was no difference in test statement accuracy between the two groups, the PTSD group also took significantly longer to respond to the test statements.    In addition, further analyses revealed that as PTSD severity increased, both paragraph study time and test statement accuracy decreased.   These results provided converging evidence for an attentional impairment during text level reading. \n\nThese initial results inform clinical assessment of impaired text-level reading in this population.  In addition, they provide an evidence-base for clinicians seeking academic accommodations (such as more study and testing time, ability to use audio recording of lectures) for veterans with PTSD who are enrolling or returning to post-secondary education.    Here, the results of the studies have been presented to VA clinicians nationally who work with this veteran population.  The results also provide a solid foundation for further studies designed to determine the exact nature task irrelevant processing during attentional lapse while reading.  Such knowledge will help to refine cognitive rehabilitation strategies.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/04/2015\n\n\t\t\t\t\tSubmitted by: Michael Sullivan"
 }
}