{
 "awd_id": "1012270",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Redox Control of Transition Metal Catalyzed Processes",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 480000.0,
 "awd_amount": 480000.0,
 "awd_min_amd_letter_date": "2010-07-10",
 "awd_max_amd_letter_date": "2011-06-21",
 "awd_abstract_narration": "The general goal of this project is to develop new strategies for the discovery and implementation of transition metal-catalyzed couplings and cycloadditions.  The focus will be the development of new approaches for transition metal catalyzed processes that proceed by either net two-electron reduction, or by redox-mediated pathways.  While many classes of reductive coupling processes have been developed in recent years, this project aims to develop processes that complement existing methods while improving practicality, cost, and green considerations.\r\n\r\nWith this award, the Chemical Synthesis Program is supporting the research of Professor John Montgomery of the Department of Chemistry at the University of Michigan. Professor Montgomery's research efforts revolve around the discovery of new transition metal-catalyzed chemical transformations, the study of their mechanisms, and their application in the synthesis of complex molecules. The research being studied in this program seeks to provide efficient and environmentally friendly synthetic procedures that allow the rapid synthesis of complex structures from simple precursors.  Successes in these areas stand to benefit a variety of important research areas, especially in the pharmaceutical, biotechnology, and agricultural industries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Montgomery",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Montgomery",
   "pi_email_addr": "jmontg@umich.edu",
   "nsf_id": "000249650",
   "pi_start_date": "2010-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1948",
   "pgm_ref_txt": "SYNTHESIS"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9223",
   "pgm_ref_txt": "ENVIRON BENIGN CHEMICAL SYNTH & PROCESS"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 320000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project conducted at the University of Michigan involved the development of new strategies for the synthesis of chemical structures of varying complexity. The strategies are amenable to fields as diverse as medicinal chemistry, pharmaceutical manufacture, agrochemical research, and materials science. The underlying objective involves the use of inexpensive and sustainable base metal catalysts to enable unprecedented reactivity patterns in catalytic processes. Using simple and widely available starting materials, new reactions have been devised that allow structurally complex materials to be easily prepared in a highly selective fashion. The reactions developed involved fundamentally new mechanistic pathways that will stimulate new research efforts in the PI&rsquo;s laboratory and beyond. Efforts during the project period involved the development of the new processes as well as studying the underlying mechanistic details so that the insights may be applied as a guiding tool for other research programs.</p>\n<p>&nbsp;</p>\n<p>A major book chapter was published in 2013 that will be a significant pedagogical resource for the field. This work provides an overview of the most important developments in organonickel chemistry, which is a field of rapidly growing significance to synthetic chemists. Additionally, the PI has developed a major international collaborative exchange of graduate students between the University of Michigan and the Institute for Chemical Research of Catalonia (ICIQ), which begins with student exchanges in the summer of 2014.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/29/2014<br>\n\t\t\t\t\tModified by: John&nbsp;Montgomery</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research project conducted at the University of Michigan involved the development of new strategies for the synthesis of chemical structures of varying complexity. The strategies are amenable to fields as diverse as medicinal chemistry, pharmaceutical manufacture, agrochemical research, and materials science. The underlying objective involves the use of inexpensive and sustainable base metal catalysts to enable unprecedented reactivity patterns in catalytic processes. Using simple and widely available starting materials, new reactions have been devised that allow structurally complex materials to be easily prepared in a highly selective fashion. The reactions developed involved fundamentally new mechanistic pathways that will stimulate new research efforts in the PIÆs laboratory and beyond. Efforts during the project period involved the development of the new processes as well as studying the underlying mechanistic details so that the insights may be applied as a guiding tool for other research programs.\n\n \n\nA major book chapter was published in 2013 that will be a significant pedagogical resource for the field. This work provides an overview of the most important developments in organonickel chemistry, which is a field of rapidly growing significance to synthetic chemists. Additionally, the PI has developed a major international collaborative exchange of graduate students between the University of Michigan and the Institute for Chemical Research of Catalonia (ICIQ), which begins with student exchanges in the summer of 2014. \n\n \n\n\t\t\t\t\tLast Modified: 03/29/2014\n\n\t\t\t\t\tSubmitted by: John Montgomery"
 }
}