{
 "awd_id": "1012321",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Reactivity, Mechanisms, and Thermochemistry of Gas Phase Ions",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 564340.0,
 "awd_amount": 564340.0,
 "awd_min_amd_letter_date": "2010-09-16",
 "awd_max_amd_letter_date": "2012-06-11",
 "awd_abstract_narration": "In this project supported by the Chemical Structure, Dynamics, and Mechanisms Program of the Division of Chemistry, Professor Veronica Bierbaum of the University of Colorado at Boulder and her postdoctoral, graduate, and undergraduate student colleagues will study the reactions of gas-phase ionic species. In their multi-pronged studies, they will examine a broad array of reactions involving organic molecules, peptides, metal clusters, and highly reactive neutral species. In addition, the specialized ionization sources and mass spectrometric techniques developed in the Bierbaum laboratory will be further adapted to explore problems relevant to the environmental and biological sciences. \r\n\r\nThe data from Professor Bierbaum's laboratory will be of interest to scientists who seek to understand the reactivities, energetics, and structures of a wide variety of molecules. These results will also be used by theorists to assess the accuracy of computer models and computational methods. In addition, the fundamental studies of molecular reactivity provide critical data that enables the sensitive detection of molecules in process environments and in natural environments. Besides the broader technological impact of the proposed work, Professor Bierbaum brings the excitement of chemistry to a wide age-range of Americans through her work with primary and secondary school teachers and her many outreach activities with their students. Professor Bierbaum will also personally work towards broadening participation in science by continuing to recruit and mentor a diverse research group in her own laboratory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Veronica",
   "pi_last_name": "Bierbaum",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Veronica M Bierbaum",
   "pi_email_addr": "veronica.bierbaum@colorado.edu",
   "nsf_id": "000205362",
   "pi_start_date": "2010-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 240495.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 161475.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 162370.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our research program studies the reactivity (kinetics) and energetics (thermochemistry) of gas phase charged species (ions).&nbsp; This work involves development of new instrumentation, the characterization of reactions that have fundamental importance as well as relevance to areas of national interest, the training of students and post-doctoral fellows, and extensive outreach and service to the broader community.</p>\n<p><em>Development of new instrumentation</em>:</p>\n<p>We have utilized and refined an instrument known as a Flowing Afterglow-Selected Ion Flow Tube (FA-SIFT), which has unique capabilities for the study of gas phase ion chemistry.&nbsp; We have implemented Laser-Induced Acoustic Desorption (LIAD) to produce gas phase molecules from non-volatile species; we have incorporated Electrospray Ionization (ESI) to generate ions of biomolecules.&nbsp; We have also recently modified an Ion Trap Mass Spectrometer (ITMS) for quantitative kinetic studies.&nbsp; These developments have enabled us to study the reactions of a wide array of interesting gas phase ions.</p>\n<p><em>Characterization of reactions:</em></p>\n<p>(a) We have explored the unusually high reactivity of &ldquo;alpha-nucleophiles&rdquo; in the gas phase and as a function of microhydration.&nbsp; Thus, we have observed both the intrinsic reactivity and the effect of solvation. These reactions are related to biochemical processes occurring during oxidative stress, and to the decontamination reactions of chemical warfare agents.&nbsp; (b) We have characterized the energy required for removal of a hydrogen atom or a proton from a variety of molecules, including azoles and azines.&nbsp; Our work on nitrogen-rich compounds provides valuable thermochemical data pertinent to propellants and explosives.&nbsp; (c) We have explored the formation and decomposition routes for many astrochemical molecules and ions.&nbsp; Our measurements provide important data for astrophysicists and astronomers who model the interstellar medium and planetary atmospheres; moreover, the results give valuable insight into the origin of increasing complexity in the universe.</p>\n<p>Our research results are disseminated through peer-reviewed journals, through presentations at national and international conferences, and through the WebBook database (National Institutes of Standards and Technology) and the Kinetic Database for Astrochemistry.</p>\n<p><em>Training of students and post-doctoral fellows:</em></p>\n<p>This project has contributed to the education of six PhD students, one MS student, and three post-doctoral research associates, including women and members of under-represented minorities. These young scientists are trained in the design of instrumentation, the acquisition and interpretation of reliable data, the communication of results through written and oral presentation, and the development of computational skills; responsible and ethical scientific behavior is emphasized throughout their training.&nbsp; These scientists have gone on to leadership positions in academics, industry, and national laboratories.</p>\n<p><em>Outreach and service:</em></p>\n<p>The PI has actively participated in the administration of several professional groups, most notably the American Society for Mass Spectrometry, where she served as Secretary, Vice-President, President, and Past-President.&nbsp; She is an Associate Editor for the <em>Journal of the American Society for Mass Spectrometry, </em>and a member of the Editorial Board for the <em>International Journal of Mass Spectrometry</em>. Participants in this NSF program have been committed to outreach to underserved communities and to the general public.&nbsp; We have created and regularly perform a CU Wizards Show on the &ldquo;Magic of Chemistry&rdquo; to about 400 attendees &ndash; both children and adults &ndash; to communicate the excitement and wonder of science.&nbsp; Two female grou...",
  "por_txt_cntn": "\nOur research program studies the reactivity (kinetics) and energetics (thermochemistry) of gas phase charged species (ions).  This work involves development of new instrumentation, the characterization of reactions that have fundamental importance as well as relevance to areas of national interest, the training of students and post-doctoral fellows, and extensive outreach and service to the broader community.\n\nDevelopment of new instrumentation:\n\nWe have utilized and refined an instrument known as a Flowing Afterglow-Selected Ion Flow Tube (FA-SIFT), which has unique capabilities for the study of gas phase ion chemistry.  We have implemented Laser-Induced Acoustic Desorption (LIAD) to produce gas phase molecules from non-volatile species; we have incorporated Electrospray Ionization (ESI) to generate ions of biomolecules.  We have also recently modified an Ion Trap Mass Spectrometer (ITMS) for quantitative kinetic studies.  These developments have enabled us to study the reactions of a wide array of interesting gas phase ions.\n\nCharacterization of reactions:\n\n(a) We have explored the unusually high reactivity of \"alpha-nucleophiles\" in the gas phase and as a function of microhydration.  Thus, we have observed both the intrinsic reactivity and the effect of solvation. These reactions are related to biochemical processes occurring during oxidative stress, and to the decontamination reactions of chemical warfare agents.  (b) We have characterized the energy required for removal of a hydrogen atom or a proton from a variety of molecules, including azoles and azines.  Our work on nitrogen-rich compounds provides valuable thermochemical data pertinent to propellants and explosives.  (c) We have explored the formation and decomposition routes for many astrochemical molecules and ions.  Our measurements provide important data for astrophysicists and astronomers who model the interstellar medium and planetary atmospheres; moreover, the results give valuable insight into the origin of increasing complexity in the universe.\n\nOur research results are disseminated through peer-reviewed journals, through presentations at national and international conferences, and through the WebBook database (National Institutes of Standards and Technology) and the Kinetic Database for Astrochemistry.\n\nTraining of students and post-doctoral fellows:\n\nThis project has contributed to the education of six PhD students, one MS student, and three post-doctoral research associates, including women and members of under-represented minorities. These young scientists are trained in the design of instrumentation, the acquisition and interpretation of reliable data, the communication of results through written and oral presentation, and the development of computational skills; responsible and ethical scientific behavior is emphasized throughout their training.  These scientists have gone on to leadership positions in academics, industry, and national laboratories.\n\nOutreach and service:\n\nThe PI has actively participated in the administration of several professional groups, most notably the American Society for Mass Spectrometry, where she served as Secretary, Vice-President, President, and Past-President.  She is an Associate Editor for the Journal of the American Society for Mass Spectrometry, and a member of the Editorial Board for the International Journal of Mass Spectrometry. Participants in this NSF program have been committed to outreach to underserved communities and to the general public.  We have created and regularly perform a CU Wizards Show on the \"Magic of Chemistry\" to about 400 attendees &ndash; both children and adults &ndash; to communicate the excitement and wonder of science.  Two female group members have taught chemistry to Native American high school students during an intensive six-week summer program \"CU Upward Bound,\" and they have lead workshops in science conferences for young women.  In addition, my group members have taught chemistry in..."
 }
}