{
 "awd_id": "1013567",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Miniature High Performance UHF Antennas",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Juan E. Figueroa",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2010-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-05-05",
 "awd_max_amd_letter_date": "2010-05-05",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project proposes to develop a miniature radio frequency antenna that can be configured into micropower applications for selected frequency bands into the gigahertz range.  The proposed antenna is a basic component in radio frequency identification systems (RFID) which includes the use of wireless, batteryless remote ID and sensor tags for many applications.   The opportunity is to provide systems with increased range making practical for the first time  remote sensing in buildings, hard to access locations, environmentally dangerous for personnel with handheld units for very long durations of time.  These antennas can supply power to remote sensor tags by scavenging energy from incident  RF radiation.  A successful outcome of this SBIR work will impact wireless ID and sensor applications across a large technology base  including pharmaceutical, biomedical, smart buildings, shipping, and vehicle tracking.   We propose a combined experimental and theoretical study to optimize the characteristics of this antenna in the GHz frequency range.\r\n\r\nThe broader impact/commercial potential of this project can impact a  range of applications.  The use of university personnel and students enhances the contribution of this funding to science and engineering education in the US. The proposed prototyping and characterization is applicable to microwave identification and sensor systems. As we detail our modeling and optimization CAD work we will be contributing to scientific and technological understanding of electromagnetic antennas.  Unique structural features of the proposed antenna increase the range between sensor tag and the reader interrogator of RFID systems.  Benefits include tagging and tracking goods in shipment, goods in storage, animals, and people with high security coding in many instances to avoid misuse of the technology. The technology area is UHF wireless and the market sector is RFID systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Carr",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "William N Carr",
   "pi_email_addr": "carr@phononicMEMS.com",
   "nsf_id": "000072232",
   "pi_start_date": "2010-05-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "PHONONICMEMS INC",
  "inst_street_address": "3916 NW 21ST ST",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "9843295397",
  "inst_zip_code": "326051702",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "PHONONICMEMS INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "CL3LNZ4PPCA2"
 },
 "perf_inst": {
  "perf_inst_name": "PHONONICMEMS INC",
  "perf_str_addr": "3916 NW 21ST ST",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326051702",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1517",
   "pgm_ref_txt": "ELECT, PHOTONICS, & DEVICE TEC"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  },
  {
   "pgm_ref_code": "1775",
   "pgm_ref_txt": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "7257",
   "pgm_ref_txt": "APPLICATS OF ADVANCED TECHNOLS"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><table border=\"1\" cellspacing=\"0\" cellpadding=\"0\" width=\"629\">\n<tbody>\n<tr>\n<td width=\"629\" valign=\"top\">\n<p><strong>Highlight   &amp; Project Outcome</strong>:&nbsp;</p>\n<p>With Phase I SBIR funding from the National Science Foundation New   Jersey Microsystems aka RFID Sensor Systems has developed&nbsp; a highly efficient miniature antenna for   use in micropower radio systems with remote sensors, identification&nbsp; technology, data logging, and   tracking.&nbsp; The application space   includes mobile telephones, remote control sensors, and autonomous RFID   including energy scavenging. During our&nbsp;   6-month&nbsp; Phase 1 period we have   already commercialized a small&nbsp; miniature   radio antenna that claims the world&rsquo;s record for maximum range in radio   frequency identification&nbsp; (RFID)   systems of the type that contain no internal&nbsp;   batteries or power sources</p>\n<p>&nbsp;<strong>Impact / Benefits: </strong></p>\n<p>This project&nbsp; is providing a   highly competitive product for manufacturing in the US with a highly automated   production assembly line and with maximum use of silicon integrated   circuits.&nbsp; Our business model creates   jobs with a minimum of outsourced procurement.&nbsp; Our background has been to draw heavily   from the resources of US universities where we use academic lab resources and   some support from university faculty</p>\n<p><strong>Background /   Explanation:</strong></p>\n<p>Once one understands &nbsp;the   accomplishments we have made toward&nbsp;   commercializing micropower radio systems,&nbsp; it becomes more obvious that New Jersey   Microsystems is an excellent example of a high technology US-company that has   potential to become a key player in a major high-tech business sector of the   future:&nbsp; wireless sensor systems.&nbsp; This sector is already a multibillion   dollar industry and is only at its pioneering stage today.&nbsp; The US continues to be at the   forefront of this great industrial development generally known as &ldquo;RFID&rdquo;.</p>\n<p>&nbsp;&nbsp; It is our belief however that   without an informed federal governance such as the enlightened guidance at   NSF we will not be able to maintain our position as the scientific and   commercialization innovators of the world. We&nbsp;   are actually competing directly with foreign governments as much as   with foreign entrepreneurs and that is why US federal agencies who support   our&nbsp; technology R&amp;D innovation and   commercialization are so critical for America&rsquo;s future.&nbsp;</p>\n<p><strong>Contribution to General   Good</strong>:&nbsp;</p>\n<p>1.   We are pioneers in a fast developing world of&nbsp;   wireless devices and sensors that operate with micropower.&nbsp; These systems are ubiquitous and   economical.</p>\n<p>&nbsp;2.&nbsp; We   have already seen radio frequency identification (RFID) and sensing used to   great advantage by the Departments of State around the world for identification,   the Department of Homeland Security for identification and tracking, by the   military and shippers for supply chain tracking and sensing, in hospitals for   locating and tracking personnel and equipment, on turnpikes for vehicle ID.   This is a high technology area where American innovations can complete very   effectively in world markets if efficiently managed and nurtured with a small   amount of federal resources.&nbsp;&nbsp; The   implications yet to be commercialized are for yet smaller mobile phones,   batteryless sensors of a myriad of&nbsp;   applications,&nbsp; tracking food   shipment and data logging of shipment temperature and humidity, and more   economical turnpike toll collection systems.</p>\n<p>&nbsp;&nbsp;3.&nbsp; We have supported and employed students in   US universities and colleges through a variety of funding and alliances.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n...",
  "por_txt_cntn": "\n\n\n\n\nHighlight   &amp; Project Outcome: \n\nWith Phase I SBIR funding from the National Science Foundation New   Jersey Microsystems aka RFID Sensor Systems has developed  a highly efficient miniature antenna for   use in micropower radio systems with remote sensors, identification  technology, data logging, and   tracking.  The application space   includes mobile telephones, remote control sensors, and autonomous RFID   including energy scavenging. During our    6-month  Phase 1 period we have   already commercialized a small  miniature   radio antenna that claims the worldÆs record for maximum range in radio   frequency identification  (RFID)   systems of the type that contain no internal    batteries or power sources\n\n Impact / Benefits: \n\nThis project  is providing a   highly competitive product for manufacturing in the US with a highly automated   production assembly line and with maximum use of silicon integrated   circuits.  Our business model creates   jobs with a minimum of outsourced procurement.  Our background has been to draw heavily   from the resources of US universities where we use academic lab resources and   some support from university faculty\n\nBackground /   Explanation:\n\nOnce one understands  the   accomplishments we have made toward    commercializing micropower radio systems,  it becomes more obvious that New Jersey   Microsystems is an excellent example of a high technology US-company that has   potential to become a key player in a major high-tech business sector of the   future:  wireless sensor systems.  This sector is already a multibillion   dollar industry and is only at its pioneering stage today.  The US continues to be at the   forefront of this great industrial development generally known as \"RFID\".\n\n   It is our belief however that   without an informed federal governance such as the enlightened guidance at   NSF we will not be able to maintain our position as the scientific and   commercialization innovators of the world. We    are actually competing directly with foreign governments as much as   with foreign entrepreneurs and that is why US federal agencies who support   our  technology R&amp;D innovation and   commercialization are so critical for AmericaÆs future. \n\nContribution to General   Good: \n\n1.   We are pioneers in a fast developing world of    wireless devices and sensors that operate with micropower.  These systems are ubiquitous and   economical.\n\n 2.  We   have already seen radio frequency identification (RFID) and sensing used to   great advantage by the Departments of State around the world for identification,   the Department of Homeland Security for identification and tracking, by the   military and shippers for supply chain tracking and sensing, in hospitals for   locating and tracking personnel and equipment, on turnpikes for vehicle ID.   This is a high technology area where American innovations can complete very   effectively in world markets if efficiently managed and nurtured with a small   amount of federal resources.   The   implications yet to be commercialized are for yet smaller mobile phones,   batteryless sensors of a myriad of    applications,  tracking food   shipment and data logging of shipment temperature and humidity, and more   economical turnpike toll collection systems.\n\n  3.  We have supported and employed students in   US universities and colleges through a variety of funding and alliances.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n\n\n\n  Potentially   Transformative Research? \n\nWe are developing a new   class of miniature radio antennas. Several of our designs are now filed with   the US Patent and Trademark Office and also with the WIPO PCT Office.  Since these radio antennas now provide a   higher efficiency than was heretofore available in miniature antennas,  we believe that we are indeed working on   transformative research.  \n\n \n\n\n\n\n\n Intellectual Merit of this project:  The core technologies of our project are   especially interesting from t..."
 }
}