{
 "awd_id": "1013482",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Manufacture of Structural Magnesium MMC with Nanoparticles by Friction Stir Processing",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-05-04",
 "awd_max_amd_letter_date": "2010-05-04",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project aims to develop a low-cost fabrication technique for producing high-strength, creep-resistant magnesium material for structural applications in vehicles and aircraft.  The properties of magnesium are significantly improved by introducing nanoparticles (NPs) into the metal matrix. Current techniques for producing nanoparticle-reinforced metal matrix composites (NPMMCs) involve multiple processing steps leading to high manufacturing cost or result in the clustering and agglomeration of the nanoparticulate reinforcement. As a result, the widespread application of magnesium nanocomposites in commercial structural applications has been severely restricted. We will investigate the feasibility of a novel friction stir process (FSP) for producing magnesium NPMMC?s for structural applications. Phase I of this research will focus on improving the strength and creep resistance of magnesium alloys so that scale-up and commercialization can be pursued in Phase II. The goal of this research is to produce material suitable for structural applications in the form of plate and master alloy material. The plate material can be further processed into sheet, tubes, forged blanks and machined parts. Material with a high volume percentage of nanoparticles will be used as a master alloy in casting operations to produce large net shaped components.\r\n\r\nThe broader impact/commercial potential of this project is concerned with the reduction of both fuel consumption and harmful emissions in the automotive and aerospace industries. Reducing the overall weight of vehicles and aircraft is key to achieving these goals and magnesium alloys, with their low density, can often be a viable proposition. However, the widespread use of magnesium is limited by its relatively poor mechanical and high temperature creep properties. The proposed effort will significantly reduce the cost of fabrication of structural Mg components, enabling widespread application in the automotive and aerospace industries. Additionally, the manufacturing technology developed will provide a cost advantage over foreign competition to manufacturers of structural automotive parts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allen",
   "pi_last_name": "Roche",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Allen D Roche",
   "pi_email_addr": "vincitechnology@gmail.com",
   "nsf_id": "000547618",
   "pi_start_date": "2010-05-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vinci Technology Corporation",
  "inst_street_address": "6281 Ford Road",
  "inst_street_address_2": "",
  "inst_city_name": "Ypsilanti",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347093967",
  "inst_zip_code": "481989627",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Vinci Technology Corporation",
  "perf_str_addr": "6281 Ford Road",
  "perf_city_name": "Ypsilanti",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481989627",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1771",
   "pgm_ref_txt": "METAL & METALLIC NANOSTRUCTURE"
  },
  {
   "pgm_ref_code": "1984",
   "pgm_ref_txt": "MATERIALS SYNTHESIS & PROCESSN"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9163",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY - INDUSTRY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>SBIR Phase 1: Manufacture of Structural Magnesium MMC with Nanoparticles by Friction Stir Processing</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Project Outcomes Report</strong></p>\n<p>Vinci Technology &nbsp;has discovered a new inexpensive processing technology, based on friction stir processing (FSP), to produce high strength metal matrix nanocomposite material. Nano particle reinforced metal matrix composites are of significance for numerous automotive and aerospace applications where light-weighting and high strength are desirable. &nbsp;However, it is challenging to disperse nanoparticles uniformly in metal melts without clustering or agglomerating the nanoparticles. &nbsp;What makes Vinci&rsquo;s process unique is the ability to homogeneously disperse nanoparticles into large quantities of matrix material at low cost. Vinci has demonstrated that the process can produce relatively easily (safe handling &amp; low cost) a &lsquo;master alloy&rsquo; that contains high concentrations of evenly distributed nanoparticles. FSP is a high shear rate process that involves plunging a rapidly rotating, non-consumable tool, comprising a profiled pin and larger diameter shoulder, into the metal surface and then traversing the tool across the surface. Frictional heating and extreme deformation occurs causing plasticized material and entrained nanoparticles to flow around the tool and consolidate in the tool&rsquo;s wake. The processed zone cools, without solidification, as there is no liquid, forming a defect-free, fine grain microstructure. Under these conditions the entrained nanoparticles do not degrade or agglomerate and are uniformly distributed through out the FSP zone. FSP can be carried out using a conventional CNC machine. It has also been demonstrated that upon melting and mixing this FSP &lsquo;master alloy&rsquo; with fresh matrix material, bulk quantities of material with 1 &ndash; 2% by volume of nanoparticles can be produced with substantially improved strengths and creep resistance suitable for making large cast components such as automobile engine blocks and structural components.</p>\n<p>The ultimate tensile strength and yield strength of samples with nanoparticles were shown to have substantially improved (over 100%) over samples without nanoparticles (with same laboratory preparation).&nbsp; The incorporation of nanoparticles was also demonstrated to significantly improve the creep resistance of magnesium matrix materials tested. Creep rates equivalent to AE42, a commercially available creep resistant magnesium rare earth alloy, were achieved.</p>\n<p>The ultimate market for the new process will be high strength light-weight magnesium nanocomposite material for automotive and aerospace industries. The automobile, truck, and bus industry needs light-weighting to reduce fuel consumption and pollution. &nbsp;The U.S. auto industry would need about 50 lb/vehicle of magnesium alloy for light-weighting and fuel conservation- about 300,000 tons/year for 12,000,000 vehicles in 2020(Magnesium Vision &ndash; 2020, DOE USCAR, 2006). Less than 500 tons/year in US are used currently because of the barriers of cost and property limitations. The aircraft production companies are also constantly searching for lighter, stronger materials for fuel saving and more payload.</p>\n<p>The process can be readily scaled-up to produce commercially viable materials for prototype testing by Vinci&rsquo;s strategic end user partners. The anticipated technical result is a wide range of high strength materials, including magnesium and aluminum alloys, at significantly lower cost and improved properties compared to equivalent state-of-art materials.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/31/2011<br>\n\t\t\t\t\tModified by: Allen&nbsp;D&nbsp;Roche</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSBIR Phase 1: Manufacture of Structural Magnesium MMC with Nanoparticles by Friction Stir Processing\n\n \n\nProject Outcomes Report\n\nVinci Technology  has discovered a new inexpensive processing technology, based on friction stir processing (FSP), to produce high strength metal matrix nanocomposite material. Nano particle reinforced metal matrix composites are of significance for numerous automotive and aerospace applications where light-weighting and high strength are desirable.  However, it is challenging to disperse nanoparticles uniformly in metal melts without clustering or agglomerating the nanoparticles.  What makes Vinci’s process unique is the ability to homogeneously disperse nanoparticles into large quantities of matrix material at low cost. Vinci has demonstrated that the process can produce relatively easily (safe handling &amp; low cost) a ‘master alloy’ that contains high concentrations of evenly distributed nanoparticles. FSP is a high shear rate process that involves plunging a rapidly rotating, non-consumable tool, comprising a profiled pin and larger diameter shoulder, into the metal surface and then traversing the tool across the surface. Frictional heating and extreme deformation occurs causing plasticized material and entrained nanoparticles to flow around the tool and consolidate in the tool’s wake. The processed zone cools, without solidification, as there is no liquid, forming a defect-free, fine grain microstructure. Under these conditions the entrained nanoparticles do not degrade or agglomerate and are uniformly distributed through out the FSP zone. FSP can be carried out using a conventional CNC machine. It has also been demonstrated that upon melting and mixing this FSP ‘master alloy’ with fresh matrix material, bulk quantities of material with 1 &ndash; 2% by volume of nanoparticles can be produced with substantially improved strengths and creep resistance suitable for making large cast components such as automobile engine blocks and structural components.\n\nThe ultimate tensile strength and yield strength of samples with nanoparticles were shown to have substantially improved (over 100%) over samples without nanoparticles (with same laboratory preparation).  The incorporation of nanoparticles was also demonstrated to significantly improve the creep resistance of magnesium matrix materials tested. Creep rates equivalent to AE42, a commercially available creep resistant magnesium rare earth alloy, were achieved.\n\nThe ultimate market for the new process will be high strength light-weight magnesium nanocomposite material for automotive and aerospace industries. The automobile, truck, and bus industry needs light-weighting to reduce fuel consumption and pollution.  The U.S. auto industry would need about 50 lb/vehicle of magnesium alloy for light-weighting and fuel conservation- about 300,000 tons/year for 12,000,000 vehicles in 2020(Magnesium Vision &ndash; 2020, DOE USCAR, 2006). Less than 500 tons/year in US are used currently because of the barriers of cost and property limitations. The aircraft production companies are also constantly searching for lighter, stronger materials for fuel saving and more payload.\n\nThe process can be readily scaled-up to produce commercially viable materials for prototype testing by Vinci’s strategic end user partners. The anticipated technical result is a wide range of high strength materials, including magnesium and aluminum alloys, at significantly lower cost and improved properties compared to equivalent state-of-art materials.\n\n \n\n\t\t\t\t\tLast Modified: 08/31/2011\n\n\t\t\t\t\tSubmitted by: Allen D Roche"
 }
}