{
 "awd_id": "1013776",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Time-Resolved Fluorescence (TRF) Microscopy of Live Cells with Cell-Penetrating Peptides and Other Targeting Agents",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-04-28",
 "awd_max_amd_letter_date": "2010-07-12",
 "awd_abstract_narration": "This Small Business Innovative Research Phase I Project will link analogs of Lumi4®-Tb to various cell-penetrating peptides as a means of selectively delivering lanthanide probe molecules to living cells. The ability, in spatial and temporal dimensions, to dynamically image pharmaceutical and biologically relevant protein-protein, protein-DNA, and nucleic acid-nucleic acid interactions and kinetics in vivo using time-resolved microscopy is of significant value to pharmaceutical, diagnostic and drug-discovery industries. Using time-resolved microscopy (TRM), this project will analyze the CPP-probe conjugates for cell penetration and sub-cellular distribution. Lumi4-Tb is a new generation of luminescent lanthanide complexing agents that are exceptionally bright due to their high quantum yield (60%) and molar absorption coefficient (26,000 M-1cm-1). This proposal also will leverage unique TRM and protein labeling technology, based on the affinity of dihydrofolate reductase for trimethoprim. The combination of fluorescent lanthanide probes, FRET, and CPP-mediated cell delivery will make it possible to dynamically detect and stoichiometrically quantify protein-protein interactions in live cells with unprecedented sensitivity.\r\n\r\nThe broader/commercial impact of this project, if successful, will be to develop a new class of cell imaging reagents and techniques that will improve the ability of researchers to follow protein-protein interaction pathways with quantitative accuracy that has not been available before. This will impact not only fundamental and applied research but also primary healthcare through the discovery of novel pharmaceutical targets and mechanisms to diagnose and treat disease. The design and use of novel probes to study structure and function at the molecular and subcellular level in living cells is a topic of great importance, with a growing need for new approaches and tools to visualize not only the distribution of molecular species in cells, but the manner in which they interact. Protein-protein interactions and other dynamic events within cells have been largely invisible, but will be increasingly observable with new imaging modalities. In particular, lanthanide probes, with the dramatic lowering of background achieved through time gating can enable new microscopic imaging if coupled successfully with cell penetration and molecular targeting and recognition.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Nathaniel",
   "pi_last_name": "Butlin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nathaniel Butlin",
   "pi_email_addr": "nate@lumiphore.com",
   "nsf_id": "000554208",
   "pi_start_date": "2010-04-28",
   "pi_end_date": "2010-07-12"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Darren",
   "pi_last_name": "Magda",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Darren Magda",
   "pi_email_addr": "magda.darren@gmail.com",
   "nsf_id": "000566526",
   "pi_start_date": "2010-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lumiphore, Inc.",
  "inst_street_address": "2323 5TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5108981190",
  "inst_zip_code": "947102407",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "LUMIPHORE INC",
  "org_prnt_uei_num": "YHL6FCLUX618",
  "org_uei_num": "K95KLV3N3XD9"
 },
 "perf_inst": {
  "perf_inst_name": "Lumiphore, Inc.",
  "perf_str_addr": "2323 5TH ST",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947102407",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1491",
   "pgm_ref_txt": "BIOTECH, BIOCHEM & BIOMASS ENG"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>SBIR Phase I grant 1013776, Time-Resolved Fluorescence (TRF) Microscopy of Live Cells with Cell-Penetrating Peptides and Other Targeting Agents</p>\n<p>Project Outcomes Report for the General Public:</p>\n<p>The Phase I research was directed towards the design and use of luminescent probes to study protein structure and function at the molecular level in living cells.&nbsp; Current methods of microscopic imaging of protein-protein interactions in living cells currently rely extensively on energy transfer between fluorescent proteins.&nbsp; These methods are problematic, due to issues involving interference from background noise and the intrinsic photophysical properties of these fluorescent reporters.&nbsp; The development of a system using a lanthanide complex donor in conjunction with time resolved spectroscopic techniques was conducted to overcome current limitations.&nbsp; The site-directing probe trimethoprim, which binds specifically to E. coli dihydrofolate reductase (eDHFR), was incorporated into luminescent probe design.&nbsp; The technical objectives of Phase I research were 1) to synthesize and chemically characterize luminescent probes conjugated to trimethoprim that would enter cells and 2) to perform time-resolved microscopic characterization of the cellular uptake and distribution of the resultant luminescent reporters.</p>\n<p>These objectives were largely attained during Phase I research.&nbsp; Methods were developed to conjugate a lanthanide complex donor to the site-directing molecule trimethoprim to create a lanthanide complex donor-trimethoprim conjugates that would be taken up by cells.&nbsp; All new luminescent reporters were tested for cellular distribution using time-resolved luminescent microscopy techniques.&nbsp; We observed diffuse luminescence through the cells, with some increased intensity observed in the nucleus and, apparently, nucleoli.&nbsp; We further demonstrated that project-generated lanthanide complex donor -trimethoprim conjugates would be able to bind to eDHFR in cells and sensitize a fluorescent fusion protein.&nbsp; These results showed that 1) The lanthanide complex donor-trimethoprim conjugates translocate from culture medium to cytoplasm; 2) diffuse freely throughout the cytoplasm and nucleus; 3) bind to eDHFR within cells; and 4) can serve as a luminescent resonance energy transfer donor to fluorescent protein acceptors.&nbsp;</p>\n<p>The principal impact of this work is on advancing our knowledge of molecular signaling pathways.&nbsp; The use of time-resolved microscopy substantially enhances the sensitivity and dynamic range of <em>in vivo </em>protein functional studies.&nbsp; This will enable academic researchers to identify new biomarkers and targets that are involved in human disease, and the pharmaceutical industry to translate these findings to diagnostic and interventional applications.<em> </em>The overall benefit of the technology will include the enhanced detection and treatment of disease, benefiting individual patients as well as society at-large.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/05/2011<br>\n\t\t\t\t\tModified by: Darren&nbsp;Magda</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSBIR Phase I grant 1013776, Time-Resolved Fluorescence (TRF) Microscopy of Live Cells with Cell-Penetrating Peptides and Other Targeting Agents\n\nProject Outcomes Report for the General Public:\n\nThe Phase I research was directed towards the design and use of luminescent probes to study protein structure and function at the molecular level in living cells.  Current methods of microscopic imaging of protein-protein interactions in living cells currently rely extensively on energy transfer between fluorescent proteins.  These methods are problematic, due to issues involving interference from background noise and the intrinsic photophysical properties of these fluorescent reporters.  The development of a system using a lanthanide complex donor in conjunction with time resolved spectroscopic techniques was conducted to overcome current limitations.  The site-directing probe trimethoprim, which binds specifically to E. coli dihydrofolate reductase (eDHFR), was incorporated into luminescent probe design.  The technical objectives of Phase I research were 1) to synthesize and chemically characterize luminescent probes conjugated to trimethoprim that would enter cells and 2) to perform time-resolved microscopic characterization of the cellular uptake and distribution of the resultant luminescent reporters.\n\nThese objectives were largely attained during Phase I research.  Methods were developed to conjugate a lanthanide complex donor to the site-directing molecule trimethoprim to create a lanthanide complex donor-trimethoprim conjugates that would be taken up by cells.  All new luminescent reporters were tested for cellular distribution using time-resolved luminescent microscopy techniques.  We observed diffuse luminescence through the cells, with some increased intensity observed in the nucleus and, apparently, nucleoli.  We further demonstrated that project-generated lanthanide complex donor -trimethoprim conjugates would be able to bind to eDHFR in cells and sensitize a fluorescent fusion protein.  These results showed that 1) The lanthanide complex donor-trimethoprim conjugates translocate from culture medium to cytoplasm; 2) diffuse freely throughout the cytoplasm and nucleus; 3) bind to eDHFR within cells; and 4) can serve as a luminescent resonance energy transfer donor to fluorescent protein acceptors. \n\nThe principal impact of this work is on advancing our knowledge of molecular signaling pathways.  The use of time-resolved microscopy substantially enhances the sensitivity and dynamic range of in vivo protein functional studies.  This will enable academic researchers to identify new biomarkers and targets that are involved in human disease, and the pharmaceutical industry to translate these findings to diagnostic and interventional applications. The overall benefit of the technology will include the enhanced detection and treatment of disease, benefiting individual patients as well as society at-large.\n\n\t\t\t\t\tLast Modified: 08/05/2011\n\n\t\t\t\t\tSubmitted by: Darren Magda"
 }
}