{
 "awd_id": "1013845",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Discrete and continuous nonlocal material models and their coupling",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2010-09-11",
 "awd_max_amd_letter_date": "2010-09-11",
 "awd_abstract_narration": "The rational design of materials, the development of accurate and efficient material simulation, design, and control algorithms, and the determination of the response of materials to environments and loads occurring in practice all require an understanding of mechanics at disparate spatial and temporal scales. For this reason, there has been very considerable interest in the development of multiscale material models. A common approach for this purpose is to couple atomistic and continuum models, the first used to accurately resolve defects at small scales, the second to efficiently treat regions lacking defects. For example, many have tried to couple nonlocal molecular dynamics (MD) with local classical continuum elasticity (CE) models with limited success because, for all but the smallest samples, there remains a gap between the scales for which MD is tractable and CE is valid and also because one has to overcome problems arising from the coupling a nonlocal model (MD) to a local one (CE). The project addresses these difficulties by replacing MD with a newly developed variant (QC-QR) of the quasicontinuum (QC) method and CE by the nonlocal peridynamics (PD) continuum model. The QC-QR method approximates the well-known QC method by replacing the sums that determine the force on each active particle in the QC method by shorter sums defined using a ?quadrature? rule. The PD method does not involve spatial derivatives so that it can accurately account for defects at relatively small scales. The gains in efficiency effected by the QC-QR method relative to MD and QC and the gains in the range of validity effected by PD relative to CE, added to the fact that both QC-QR and PD are nonlocal models, means that a coupled QC-QR/PD model has the potential of overcoming the difficulties encountered for coupled MD/CE models that were alluded to above. In fact, QC-QR and PD are themselves multiscale material models, so that one significant aspect of the project is to explore the limits of their use as multiscale mono-models for materials. The project also considers the multiscale composite QC-QR/PD model whose efficacy is determined through computational and analytical studies. Likewise, the use of the QC-QR/PD coupled model as a bridge between MD and CE is considered.\r\nThe rational design of new materials and their use in applications require an understanding of mechanics at disparate spatial and temporal scales ranging from that of atoms to that of the size of aircraft and bridges. For this reason, there has been very considerable interest in the development of multiscale material models that are valid over all that range of scales. Previous attempts at coupling models that are valid over limited scales so as to produce a composite model that is valid at all scales have not met with complete success because of several reasons, including the fact that a gap exists between the range of validity of some models and the range of tractability of others. Our goal is to produce a model for the mechanics of materials that is valid and tractable over a wider range of scales than can be handled by models in current use. We have participated in the development of new models, one that extends the range of validity of models that can operate at the large-end of the scales and one that improves the efficiency of models that operate at the atomistic scale. We make further studies of these models to determine more precisely their range of validity and tractability. We then study, through mathematical and computational means, how best to couple the two models and to quantify the resulting improvements over existing approaches. Finally, we test the new composite model by applying it to the solution of a series of test problems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Max",
   "pi_last_name": "Gunzburger",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Max D Gunzburger",
   "pi_email_addr": "gunzburg@fsu.edu",
   "nsf_id": "000154843",
   "pi_start_date": "2010-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 TRADITIONS WAY",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 330000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Accurate computer simulations of fracture and other defects in solid materials are of paramount importance for the safe design and economical manufacture of structures such as aircraft, automobiles, bridges, etc. Equally important are accurate computer simulations of diffusion processes such at those that occur in contaminant transport in aquifers, heat conduction in metals, etc. The project involved the mathematical modeling and analysis and the invention, analysis, and implementation of algorithms for a novel approach for dealing with such processes. Classical approaches are based on partial differential equations and result in difficulties in dealing with, e.g., fracture in solids and the speed of contaminant spread in aquifers. The new approach was designed to remove these inconsistencies from computer simulations.</p>\n<p>The following accomplishments resulted from the completion of the project.</p>\n<p>-- The new approach was placed on a firm mathematical footing. For example, it was shown that the mathematical models are well posed, meaning that they actually have solutions.</p>\n<p>-- The mathematical models are too complex to allow for exact solutions; therefore, efficient, high-accuracy algorithms were designed for their approximation solution using computers. The algorithms were rigorously analyzed to ensure that they would produce results that are faithful to the solutions of the mathematical models.</p>\n<p>--Implementations of the new algorithm on computers allowed for the testing of the new methodology to show that the outputs of the computer simulations faithfully correspond to the actual physical phenomena being modeled.</p>\n<p>-- The above accomplishments heavily relied on the development of some new mathematical constructs, namely a new calculus for operations different from the derivative operators of the classical calculus. The development of the new calculus was necessary for the recasting of solid mechanics and diffusion problems into a setting that allowed for the accurate modeling of anomalous behaviors that previously existing models were not adequate for.</p>\n<p>&nbsp;</p>\n<p>The overall result of the project was the design and construction of a totally new methodology for treating solid mechanics and diffusion problems and therefore for treating the many applications in which such processes arise. The new methodology is of use to engineers and scientists in their own research, and more important, for the development work they do that is directly applicable to many societal, governmental, and industrial settings. The project also resulted in a better understanding of the problems from the viewpoint of the applications areas they impact and also resulted in substantial progress in their mathematical analysis. Most important from the practical point of view, the project resulted in substantially improved and mathematically well-founded methodologies for computer simulations of solutions of the problems treated.</p>\n<p>The completion of the project has had broader impact in several directions.</p>\n<p>-- The algorithmic and mathematical advances made on the project have already had, and will continue to have, direct impact on a broad spectrum of academic, laboratory, and industrial science and engineering communities involved in research and development or who, in their activities, need to apply effective computational methodologies for solving solid mechanics and diffusing problems in settings for which previously existing methodologies were not adequate. Already, the principal investigator is working with engineers in the private sector who are using the new methodology to study the failure of structures due to corrosion and fatigue.</p>\n<p>-- The new calculus that was developed as part of the project will be applicable to many other settings, e.g., fluid mechanics, finance, electromagnetics, etc., beyond the solid mechanics and diffusion setti...",
  "por_txt_cntn": "\nAccurate computer simulations of fracture and other defects in solid materials are of paramount importance for the safe design and economical manufacture of structures such as aircraft, automobiles, bridges, etc. Equally important are accurate computer simulations of diffusion processes such at those that occur in contaminant transport in aquifers, heat conduction in metals, etc. The project involved the mathematical modeling and analysis and the invention, analysis, and implementation of algorithms for a novel approach for dealing with such processes. Classical approaches are based on partial differential equations and result in difficulties in dealing with, e.g., fracture in solids and the speed of contaminant spread in aquifers. The new approach was designed to remove these inconsistencies from computer simulations.\n\nThe following accomplishments resulted from the completion of the project.\n\n-- The new approach was placed on a firm mathematical footing. For example, it was shown that the mathematical models are well posed, meaning that they actually have solutions.\n\n-- The mathematical models are too complex to allow for exact solutions; therefore, efficient, high-accuracy algorithms were designed for their approximation solution using computers. The algorithms were rigorously analyzed to ensure that they would produce results that are faithful to the solutions of the mathematical models.\n\n--Implementations of the new algorithm on computers allowed for the testing of the new methodology to show that the outputs of the computer simulations faithfully correspond to the actual physical phenomena being modeled.\n\n-- The above accomplishments heavily relied on the development of some new mathematical constructs, namely a new calculus for operations different from the derivative operators of the classical calculus. The development of the new calculus was necessary for the recasting of solid mechanics and diffusion problems into a setting that allowed for the accurate modeling of anomalous behaviors that previously existing models were not adequate for.\n\n \n\nThe overall result of the project was the design and construction of a totally new methodology for treating solid mechanics and diffusion problems and therefore for treating the many applications in which such processes arise. The new methodology is of use to engineers and scientists in their own research, and more important, for the development work they do that is directly applicable to many societal, governmental, and industrial settings. The project also resulted in a better understanding of the problems from the viewpoint of the applications areas they impact and also resulted in substantial progress in their mathematical analysis. Most important from the practical point of view, the project resulted in substantially improved and mathematically well-founded methodologies for computer simulations of solutions of the problems treated.\n\nThe completion of the project has had broader impact in several directions.\n\n-- The algorithmic and mathematical advances made on the project have already had, and will continue to have, direct impact on a broad spectrum of academic, laboratory, and industrial science and engineering communities involved in research and development or who, in their activities, need to apply effective computational methodologies for solving solid mechanics and diffusing problems in settings for which previously existing methodologies were not adequate. Already, the principal investigator is working with engineers in the private sector who are using the new methodology to study the failure of structures due to corrosion and fatigue.\n\n-- The new calculus that was developed as part of the project will be applicable to many other settings, e.g., fluid mechanics, finance, electromagnetics, etc., beyond the solid mechanics and diffusion settings already considered.\n\n-- The project provided an excellent setting for the training of several students and postdoctoral res..."
 }
}