{
 "awd_id": "1013939",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Physics Based Modeling, Design, and Optimization of Microalgae Growth Systems",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anthony Walters",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2010-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 149994.0,
 "awd_min_amd_letter_date": "2010-05-27",
 "awd_max_amd_letter_date": "2010-06-25",
 "awd_abstract_narration": "This SBIR Phase I project will develop software for comprehensive evaluation of algal production systems.  Standard models from literature for fluid flow (mass, turbulence, momentum), energy, light distribution, photosynthesis, algae growth and concentration, gas transfer, and heat transfer will be incorporated into the software.  The innovative component of this proposal is the integration of existing models into one software package for analysis of algal systems.\r\n\r\nThe broader/commercial impact of the project will be to provide a model based performance prediction tool for evaluation of potential algal production system designs.  Algae based biofuels can increase national energy independence and security by reducing the dependence on foreign oil and also result in reduced global green house gas emissions (because algae consume CO2 during growth). The production and use of algae based biofuels has been proven\r\nand tested, however, the problem is that the production costs for algae oil are too high. Open ponds are the least expensive way to grow algae but suffer from contamination and control issues. Closed photobioreactors are the most productive and best controlled but are costly to design, manufacture, and\r\noperate. This project will produce the computational tools necessary to have early stage impact on the design and development of open pond or photobioreactor based algae growth systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Ashok",
   "pi_last_name": "Gidwani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashok Gidwani",
   "pi_email_addr": "sxh@cfdrc.com",
   "nsf_id": "000532163",
   "pi_start_date": "2010-05-27",
   "pi_end_date": "2010-06-25"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vernon",
   "pi_last_name": "Cole",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Vernon Cole",
   "pi_email_addr": "sxh@cfdrc.com",
   "nsf_id": "000566838",
   "pi_start_date": "2010-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CFD RESEARCH CORPORATION",
  "inst_street_address": "6820 MOQUIN DR NW",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTSVILLE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2567264800",
  "inst_zip_code": "358062900",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "AL05",
  "org_lgl_bus_name": "CFD RESEARCH CORPORATION",
  "org_prnt_uei_num": "CX6XAZUCVA16",
  "org_uei_num": "V3KCP1HNFM33"
 },
 "perf_inst": {
  "perf_inst_name": "CFD RESEARCH CORPORATION",
  "perf_str_addr": "6820 MOQUIN DR NW",
  "perf_city_name": "HUNTSVILLE",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "358062900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5345",
   "pgm_ref_txt": "BIOMEDICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9181",
   "pgm_ref_txt": "BIOPROCESSING/BIOMOLECULAR MATERIALS"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 149994.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"JVCReportBody\">&nbsp;This SBIR Phase I project, &ldquo;Physics Based Modeling, Design, and Optimization of Microalgae Growth Systems,&rdquo; developed high-fidelity physics based modeling and simulation capabilities for application to the design and optimization of microalgae growth systems.&nbsp; The particular algae strains and growth systems we addressed are those designed to produce algae based biofuels.&nbsp; Algae based biofuels can increase national energy independence and security by reducing our dependence on foreign oil and also result in reduced global green house gas emissions (because algae consume CO<sub>2</sub> during growth). The production and use of algae based biofuels has been proven and tested, however, the problem is that the production costs for algae oil are too high.&nbsp; Currently, design, development, and optimization of algae growth systems are done with costly and time consuming &ldquo;cut-and-try&rdquo; techniques because high-fidelity predictive modeling tools that can be used to screen ideas and speed the development process do not exist.</p>\n<p class=\"JVCReportBody\">&nbsp;</p>\n<p class=\"JVCReportBody\">During the course of the Phase I research, CFDRC developed and demonstrated capabilities for physics based modeling of algae growth systems.&nbsp;&nbsp; The developed models were integrated with a computational fluid dynamics (CFD) design and analysis software package that predicts the water flow, heat transfer and resulting temperatures..&nbsp; This general CFD software was coupled with algae growth models that include the dependence of photosynthesis on light intensity, carbon availability, and temperature, and that predict the concentration variations of the algae and nutrients in the growth system.&nbsp; The key advance beyond the state-of-the-art was a general treatment of light intensity and absorption, enabling us to apply one modeling tool to assess light-limited growth in arbitrary shaped closed photobioreactor designs or open pond systems. Our collaborators at the University of Georgia gathered experimental data for algae growth. CFDRC analyzed the data to select and parameterize an algae growth kinetic model, and tested the model in simulations of growth systems.&nbsp; The developed modeling framework was validated, and its applicability to diverse algae cultivation systems ranging from laboratory scale photobioreactors to pilot scale open ponds was demonstrated.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/08/2011<br>\n\t\t\t\t\tModified by: Vernon&nbsp;Cole</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This SBIR Phase I project, \"Physics Based Modeling, Design, and Optimization of Microalgae Growth Systems,\" developed high-fidelity physics based modeling and simulation capabilities for application to the design and optimization of microalgae growth systems.  The particular algae strains and growth systems we addressed are those designed to produce algae based biofuels.  Algae based biofuels can increase national energy independence and security by reducing our dependence on foreign oil and also result in reduced global green house gas emissions (because algae consume CO2 during growth). The production and use of algae based biofuels has been proven and tested, however, the problem is that the production costs for algae oil are too high.  Currently, design, development, and optimization of algae growth systems are done with costly and time consuming \"cut-and-try\" techniques because high-fidelity predictive modeling tools that can be used to screen ideas and speed the development process do not exist.\n \nDuring the course of the Phase I research, CFDRC developed and demonstrated capabilities for physics based modeling of algae growth systems.   The developed models were integrated with a computational fluid dynamics (CFD) design and analysis software package that predicts the water flow, heat transfer and resulting temperatures..  This general CFD software was coupled with algae growth models that include the dependence of photosynthesis on light intensity, carbon availability, and temperature, and that predict the concentration variations of the algae and nutrients in the growth system.  The key advance beyond the state-of-the-art was a general treatment of light intensity and absorption, enabling us to apply one modeling tool to assess light-limited growth in arbitrary shaped closed photobioreactor designs or open pond systems. Our collaborators at the University of Georgia gathered experimental data for algae growth. CFDRC analyzed the data to select and parameterize an algae growth kinetic model, and tested the model in simulations of growth systems.  The developed modeling framework was validated, and its applicability to diverse algae cultivation systems ranging from laboratory scale photobioreactors to pilot scale open ponds was demonstrated. \n\n\t\t\t\t\tLast Modified: 02/08/2011\n\n\t\t\t\t\tSubmitted by: Vernon Cole"
 }
}