{
 "awd_id": "1013428",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  De Novo Design of Unnatural Peptides - Affordable Drug Discovery Platform",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory T. Baxter",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2010-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-03-23",
 "awd_max_amd_letter_date": "2010-03-23",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project involves testing and validation of a novel drug discovery platform. An original algorithm is used to design previously unknown peptides that are capable of modulating selected macromolecules of therapeutic importance. Then, such designer peptides are routinely and inexpensively synthesized. The utilization of unusual amino acids is prioritized in the presented approach, to improve the pharmacological properties of the designed peptides. In the proposed study, the design of compounds disrupting the function of selected viral envelope proteins will be attempted. \r\n\r\nThe broader/commercial impacts of this research result from its low costs. De novo design of heavily modified peptides offers a promise of an attractive, affordable drug discovery platform, especially suitable to targeting biomedical problems that are currently neglected, due to the high cost of the competing, currently predominant high throughput screening (HTS) approach to discovering small molecule drugs. Examples include medical conditions characteristic to poorer regions of the world, or rare conditions, which may nevertheless prove important in the context of biodefense. These two areas often overlap. Such medical conditions usually offer a too low financial incentive to justify HTS-based research, yet the effort can be made profitable (in addition to social benefits) if it is based on a changed, less costly discovery paradigm.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Przemyslaw",
   "pi_last_name": "Czyryca",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Przemyslaw G Czyryca",
   "pi_email_addr": "pgc@allosterix.com",
   "nsf_id": "000518220",
   "pi_start_date": "2010-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Allosterix Pharmaceuticals, LLC",
  "inst_street_address": "698 W MOUNTAIN VIEW RD",
  "inst_street_address_2": "",
  "inst_city_name": "LEHI",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357574173",
  "inst_zip_code": "840434567",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "UT03",
  "org_lgl_bus_name": "ALLOSTERIX PHARMACEUTICALS, LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "XZ56FJ75JZT6"
 },
 "perf_inst": {
  "perf_inst_name": "Allosterix Pharmaceuticals, LLC",
  "perf_str_addr": "698 W MOUNTAIN VIEW RD",
  "perf_city_name": "LEHI",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "840434567",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "UT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1491",
   "pgm_ref_txt": "BIOTECH, BIOCHEM & BIOMASS ENG"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><pre>The SBIR Phase I project involved testing of a computational drug<br />discovery platform for structure-based design of biologically active, <br />medium-sized, cyclic peptides. The research activities were initially<br />focused on the design of attachment inhibitors of the influenza virus.<br />At a later stage, with the NSF Program Director's approval, the scope<br />of the project was broadened to also include HIV inhibitors.<br /><br />Outcome: <br /><pre>1. A general drug design methodology, enabling the application of <br />custom-designed, unnatural peptides as drug candidates, has been<br />validated.<br /><br />2. A highly active compound inhibiting the influenza virus, and a fairly <br />active HIV inhibitor, based on novel structural motifs,  were produced.<br />These compounds are suitable for the development into practical<br />therapeutic agents.<br /><br />3. The PI considers the identification of the influenza attachment<br />inhibitor an especially noteworthy achievement. It is (according to the<br />PI's knowledge) the first relatively small molecule (not an antibody <br />or a dendrimer) capable of competing with the cooperativity-assisted<br />natural mechanism of viral attachment. This opens the door to<br />therapeutic targeting of a previously underutilized mechanism within<br />the influenza virus' life cycle.<br /></pre>\n<pre>The project has a direct impact on the public health through producing<br />biologically active antiviral compounds, and through the validation of<br />a novel, general discovery methodology, suitable for engineering<br />therapeutic agents against medical conditions other than those directly<br />targeted in the project. The immediate area of application includes<br />infectious diseases. Certain ideas relevant to cancer research are also<br />under consideration.<br /><br />The PI wants to use this opportunity to sincerely thank the National<br />Science Foundation and the U.S. taxpayers for funding this research,<br />which, being based on several risky, out-of-the-box ideas, would be<br />otherwise difficult to support through commercial mechanisms.<br /></pre>\n<br /></pre><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/31/2010<br>\n\t\t\t\t\tModified by: Przemyslaw&nbsp;G&nbsp;Czyryca</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The SBIR Phase I project involved testing of a computational drug\ndiscovery platform for structure-based design of biologically active, \nmedium-sized, cyclic peptides. The research activities were initially\nfocused on the design of attachment inhibitors of the influenza virus.\nAt a later stage, with the NSF Program Director's approval, the scope\nof the project was broadened to also include HIV inhibitors.\n\nOutcome: \n1. A general drug design methodology, enabling the application of \ncustom-designed, unnatural peptides as drug candidates, has been\nvalidated.\n\n2. A highly active compound inhibiting the influenza virus, and a fairly \nactive HIV inhibitor, based on novel structural motifs,  were produced.\nThese compounds are suitable for the development into practical\ntherapeutic agents.\n\n3. The PI considers the identification of the influenza attachment\ninhibitor an especially noteworthy achievement. It is (according to the\nPI's knowledge) the first relatively small molecule (not an antibody \nor a dendrimer) capable of competing with the cooperativity-assisted\nnatural mechanism of viral attachment. This opens the door to\ntherapeutic targeting of a previously underutilized mechanism within\nthe influenza virus' life cycle.\n\nThe project has a direct impact on the public health through producing\nbiologically active antiviral compounds, and through the validation of\na novel, general discovery methodology, suitable for engineering\ntherapeutic agents against medical conditions other than those directly\ntargeted in the project. The immediate area of application includes\ninfectious diseases. Certain ideas relevant to cancer research are also\nunder consideration.\n\nThe PI wants to use this opportunity to sincerely thank the National\nScience Foundation and the U.S. taxpayers for funding this research,\nwhich, being based on several risky, out-of-the-box ideas, would be\notherwise difficult to support through commercial mechanisms.\n\n\n\n\n\t\t\t\t\tLast Modified: 12/31/2010\n\n\t\t\t\t\tSubmitted by: Przemyslaw G Czyryca"
 }
}