{
 "awd_id": "1013639",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Impact on Scientific Discovery using Simulation-Based Engineering & Science",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel Katz",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2010-07-09",
 "awd_max_amd_letter_date": "2010-07-09",
 "awd_abstract_narration": "Industry's demand for and use of high-quality science and engineering is not well documented. In some instances it is not well understood. Demand for simulation-based engineering and science (SBE&S), however, has increased due to a variety of factors: economic pressure to decrease time-to-market; multi-disciplinary physics needed to address product complexity and safety; modern production methods and energy innovation and conservation; a general inability to conduct physical prototyping due to miniaturization, complex materials manipulation and safety; and the capability of high-performance computing (HPC) to run models with high fidelity and physical accuracy. In all these instances, SBE&S necessarily relies heavily on academic and industrial research. \r\n\r\nThis research will benefit both the academic and industrial science communities by documenting the use of science by the industrial computational community. Target companies are in the Fortune 50 and have deep experience in SBE&S and invest regularly in academic research. They will each have significant experience in computational modeling using HPC - veritable power users that represent best practices in computational demand for scientific understanding and discovery with an additional ability to convert science into improved production methods and economic development. This research is expected to i) aid understanding of the interplay between federally-supported university-based research and industrial R&D and how interdependent academic and industrial science are, ii) relate HPC efforts within large U.S. companies to university-based research, iii) identify use cases that drive industry demand for high-quality research, iv) potentially create linkages to activities at a number of federal agencies and departments, v) identify practices that could potentially foster alliances in advanced software development, including petascale computing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Merle",
   "pi_last_name": "Giles",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Merle E Giles",
   "pi_email_addr": "mgiles@illinois.edu",
   "nsf_id": "000553488",
   "pi_start_date": "2010-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "768300",
   "pgm_ele_name": "SOFTWARE DEVELOPEMENT FOR CI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7683",
   "pgm_ref_txt": "SOFTWARE DEVELOPEMENT FOR CI"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF community&rsquo;s mission to support for all <a href=\"http://www.nsf.gov/funding/aboutfunding.jsp\">fields of fundamental science and engineering</a>, stands to benefit from studies in science related to industrial simulation-based engineering &amp; science (SBE&amp;S). Leadership for this report came from the National Center for Supercomputing&rsquo;s (NCSA) Private Sector Program (PSP) at the University of Illinois at Urbana-Champaign (UIUC), which gathered data from its partner company user base and from a comprehensive survey conducted by International Data Corporation&rsquo;s (IDC) HPC Division. This report&rsquo;s key focus is on specific ways in which advances in science are needed to accomplish gains, even breakthroughs, in simulation capability.&nbsp;</p>\n<p>Both academic and industrial science communities will benefit from increased understanding of industrial SBE&amp;S needs and activities, which are increasingly becoming multi-disciplinary. An increased understanding is timely since manufacturers in the U.S. FORTUNE100 admit that computational efforts are a) largely limited to current production efforts, b) are too-often limited to steady-state and single-phase modeling and c) fail to adequately simulate multiple components as they are actually assembled. In other words, the nation&rsquo;s largest manufacturers readily admit that limitations exist in current-state high-performance computing (HPC) simulations, and that barriers to additional complexity are rooted in an inadequate understanding of the fundamental science.</p>\n<p>A large majority of the IDC survey respondents (81.4% to 92%, depending on the application) believed that today's known science could support a moderate or a large amount of additional realism in the applications. An important subset of the survey respondents (37%) said that taking the next step &mdash; advancing the known science &mdash; could add even more realism to their key applications. Depending on the application, from 91% to 100% of this subgroup believe that advancing the science could add \"a moderate amount\" or \"a large amount\" of realism to their most important codes.</p>\n<p>Fewer than 1 in 6 organizations in the survey claimed their applications, as now written, would meet their requirements for the next five years. Nearly 4 in 10 sites said the underlying mathematical/algorithm needs to be improved. More than 3 in 10 responded that the underlying science needs to be improved, yet more than one-half (53%) of the respondents admit that it is not always easy to distinguish between needed improvements in the underlying domain science and in the related computational and computer science. 30% of the organizations named specific ways in which they now have to &ldquo;dumb down&rdquo; their problems in order to complete the runs in reasonable amounts of time, with the most frequently occurring strategies being the use of courser meshes than desired and not fully exploiting the known science.&nbsp; Even so, a surprising number of respondents also claimed that a significant limitation to achieving increased realism in their simulations is the limitation of the underlying science.</p>\n<p>&nbsp;</p>\n<div>\n<hr size=\"1\" />\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2012<br>\n\t\t\t\t\tModified by: Merle&nbsp;Giles</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2012/1013639/1013639_10018184_1356816516979_ncsa_vertical--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2012/1013639/1013639_1001818...",
  "por_txt_cntn": "\nThe NSF communityÆs mission to support for all fields of fundamental science and engineering, stands to benefit from studies in science related to industrial simulation-based engineering &amp; science (SBE&amp;S). Leadership for this report came from the National Center for SupercomputingÆs (NCSA) Private Sector Program (PSP) at the University of Illinois at Urbana-Champaign (UIUC), which gathered data from its partner company user base and from a comprehensive survey conducted by International Data CorporationÆs (IDC) HPC Division. This reportÆs key focus is on specific ways in which advances in science are needed to accomplish gains, even breakthroughs, in simulation capability. \n\nBoth academic and industrial science communities will benefit from increased understanding of industrial SBE&amp;S needs and activities, which are increasingly becoming multi-disciplinary. An increased understanding is timely since manufacturers in the U.S. FORTUNE100 admit that computational efforts are a) largely limited to current production efforts, b) are too-often limited to steady-state and single-phase modeling and c) fail to adequately simulate multiple components as they are actually assembled. In other words, the nationÆs largest manufacturers readily admit that limitations exist in current-state high-performance computing (HPC) simulations, and that barriers to additional complexity are rooted in an inadequate understanding of the fundamental science.\n\nA large majority of the IDC survey respondents (81.4% to 92%, depending on the application) believed that today's known science could support a moderate or a large amount of additional realism in the applications. An important subset of the survey respondents (37%) said that taking the next step &mdash; advancing the known science &mdash; could add even more realism to their key applications. Depending on the application, from 91% to 100% of this subgroup believe that advancing the science could add \"a moderate amount\" or \"a large amount\" of realism to their most important codes.\n\nFewer than 1 in 6 organizations in the survey claimed their applications, as now written, would meet their requirements for the next five years. Nearly 4 in 10 sites said the underlying mathematical/algorithm needs to be improved. More than 3 in 10 responded that the underlying science needs to be improved, yet more than one-half (53%) of the respondents admit that it is not always easy to distinguish between needed improvements in the underlying domain science and in the related computational and computer science. 30% of the organizations named specific ways in which they now have to \"dumb down\" their problems in order to complete the runs in reasonable amounts of time, with the most frequently occurring strategies being the use of courser meshes than desired and not fully exploiting the known science.  Even so, a surprising number of respondents also claimed that a significant limitation to achieving increased realism in their simulations is the limitation of the underlying science.\n\n \n\n\n\n\n\t\t\t\t\tLast Modified: 12/29/2012\n\n\t\t\t\t\tSubmitted by: Merle Giles"
 }
}