{
 "awd_id": "1013594",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Collaborative Information Retrieval from Multiple Real-Time Sources",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Arkilic Errol",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2010-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-05-17",
 "awd_max_amd_letter_date": "2010-05-17",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will assess the feasibility of creating a new kind of collaboration-enabled information retrieval application that can handle multiple sources of information, including real-time sources whose data changes frequently. The proposed application will use application-programming interface (API) adaptors to access diverse sources of information and will provide a repository where collaborators can share not only query results but also the documents referenced by those results. Research objectives will include devising a procedure whereby a collaborator can resume the browsing of a result set initiated by a different collaborator even if the result set has changed in the meantime, and designing a cryptographic protocol that allows a user to cause the direct transfer of a document from an information source to the repository, with authentication of the user to the source and to the repository, and authentication of the origin of the document to the repository.\r\n\r\nBy handling multiple and diverse sources of information, the proposed application will provide effective support for joint information retrieval efforts, filling a need that has been repeatedly document by information scientists, and increasing productivity. The proposed innovation applies to both Web search and information retrieval from databases, and the potential market for the proposed application is broad.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francisco",
   "pi_last_name": "Corella",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Francisco Corella",
   "pi_email_addr": "fcorella@pomcor.com",
   "nsf_id": "000457333",
   "pi_start_date": "2010-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pomian & Corella, LLC",
  "inst_street_address": "1960 MORSE AVE",
  "inst_street_address_2": "APT 13",
  "inst_city_name": "SACRAMENTO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6197706765",
  "inst_zip_code": "958252129",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "CA06",
  "org_lgl_bus_name": "POMIAN & CORELLA, LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "DYAFNP3NEW94"
 },
 "perf_inst": {
  "perf_inst_name": "Pomian & Corella, LLC",
  "perf_str_addr": "1960 MORSE AVE",
  "perf_city_name": "SACRAMENTO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "958252129",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "CA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "6850",
   "pgm_ref_txt": "DIGITAL SOCIETY&TECHNOLOGIES"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of this multi-phase project is to create a new kind<br />of collaboration-enabled information retrieval application that allows<br />people to work together on an information retrieval project using<br />diverse sources of information that change frequently (in \"real<br />time\"), and gather the documents they retrieve in a shared repository.<br />This is a report on Phase I of the project.<br /><br />The goal of Phase I was to carry out preliminary research to<br />demonstrate feasibility.&nbsp; We achieved that goal, and went beyond it by<br />obtaining two important practical results.<br /><br />First, we invented a method for browsing real time search results.<br />When search results change rapidly, it is difficult to keep track of<br />what results have been seen and it is easy to miss results.&nbsp; For<br />example, results that jump from page 2 of a result set to page 1 as<br />the user advances from page 1 to page 2 may be missed.&nbsp; Some real time<br />search engines such as <a href=\"http://www.google.com/realtime\" target=\"_blank\">Google/Realtime</a> and <a href=\"http://search.twitter.com/\" target=\"_blank\">Twitter Search</a> show results<br />ordered by recency, most recent first, in a fast scrolling display.<br />This is amusing to watch, but not useful as a practical information<br />retrieval tool.&nbsp; (They also show three old results that change less<br />frequently, but that is not a useful information retrieval tool<br />either.)<br /><br />Our invention, on the other hand, provides an effective method<br />of browsing results ranked by a balanced combination of recency and<br />relevance, without missing results or loosing track of what results<br />have already been seen.&nbsp; We will shortly make it available to the<br />public in our multi-search engine Noflail Search, which can be found<br />at <a href=\"http://noflail.com/\" target=\"_blank\">noflail.com</a>.<br /><br />Second, we designed a cryptographic protocol, which we called <a href=\"http://pomcor.com/whitepapers/PKAuth.pdf\">PKAuth</a>,<br />for the secure transfer of documents from a confidential or<br />proprietary information source to the shared repository.&nbsp; A similar<br />protocol, called OAuth, existed already, but it is not suitable for<br />our purposes because it requires prior registration of the information<br />retrieval application with every confidential or proprietary<br />information source that the collaborators may want to use.<br /><br />As it turned out, PKAuth serves a much broader purpose than<br />facilitating collaborative information retrieval from confidential or<br />proprietary sources, and provides an important benefit for the World<br />Wide Web.<br /><br />More and more Web applications delegate authentication of their users<br />to social sites such as Facebook or Twitter.&nbsp; After the user has<br />logged in with a social site identity, the application has access to<br />the social context of the user and can publish updates on the social<br />site on behalf of the user.<br /><br />OAuth is used to implement social login, but OAuth requires<br />registration of the Web application with the social site.&nbsp; This means<br />that, if the trend towards social login continues and social login<br />becomes the de facto user authentication standard on the Web, all Web<br />applications will have to register with the dominant social site<br />(currently Facebook) just to be able to authenticate their users.&nbsp; The<br />dominant social site will then have the power to disable any Web<br />application by revoking its registration.<br /><br />This would clearly be an undesirable situation for all parties<br />involved, including the dominant social site whcih would no doubt face<br />regulation by many governments.&nbsp; A replacement for OAuth that does not<br />requires registraton is therefore needed, and PKAuth fits the bill.<br ...",
  "por_txt_cntn": "\nThe overall goal of this multi-phase project is to create a new kind\nof collaboration-enabled information retrieval application that allows\npeople to work together on an information retrieval project using\ndiverse sources of information that change frequently (in \"real\ntime\"), and gather the documents they retrieve in a shared repository.\nThis is a report on Phase I of the project.\n\nThe goal of Phase I was to carry out preliminary research to\ndemonstrate feasibility.  We achieved that goal, and went beyond it by\nobtaining two important practical results.\n\nFirst, we invented a method for browsing real time search results.\nWhen search results change rapidly, it is difficult to keep track of\nwhat results have been seen and it is easy to miss results.  For\nexample, results that jump from page 2 of a result set to page 1 as\nthe user advances from page 1 to page 2 may be missed.  Some real time\nsearch engines such as Google/Realtime and Twitter Search show results\nordered by recency, most recent first, in a fast scrolling display.\nThis is amusing to watch, but not useful as a practical information\nretrieval tool.  (They also show three old results that change less\nfrequently, but that is not a useful information retrieval tool\neither.)\n\nOur invention, on the other hand, provides an effective method\nof browsing results ranked by a balanced combination of recency and\nrelevance, without missing results or loosing track of what results\nhave already been seen.  We will shortly make it available to the\npublic in our multi-search engine Noflail Search, which can be found\nat noflail.com.\n\nSecond, we designed a cryptographic protocol, which we called PKAuth,\nfor the secure transfer of documents from a confidential or\nproprietary information source to the shared repository.  A similar\nprotocol, called OAuth, existed already, but it is not suitable for\nour purposes because it requires prior registration of the information\nretrieval application with every confidential or proprietary\ninformation source that the collaborators may want to use.\n\nAs it turned out, PKAuth serves a much broader purpose than\nfacilitating collaborative information retrieval from confidential or\nproprietary sources, and provides an important benefit for the World\nWide Web.\n\nMore and more Web applications delegate authentication of their users\nto social sites such as Facebook or Twitter.  After the user has\nlogged in with a social site identity, the application has access to\nthe social context of the user and can publish updates on the social\nsite on behalf of the user.\n\nOAuth is used to implement social login, but OAuth requires\nregistration of the Web application with the social site.  This means\nthat, if the trend towards social login continues and social login\nbecomes the de facto user authentication standard on the Web, all Web\napplications will have to register with the dominant social site\n(currently Facebook) just to be able to authenticate their users.  The\ndominant social site will then have the power to disable any Web\napplication by revoking its registration.\n\nThis would clearly be an undesirable situation for all parties\ninvolved, including the dominant social site whcih would no doubt face\nregulation by many governments.  A replacement for OAuth that does not\nrequires registraton is therefore needed, and PKAuth fits the bill.\nWhereas OAuth uses the registration process to provide the social site\nwith information about the application that the social site later uses\nto authenticate the application and identify the application to the\nuser, PKAuth uses the application's ordinary digital certificate and\nassociated private key for that purpose.\n\nAdditional information can be found in our Web site at pomcor.com.\n\n\t\t\t\t\tLast Modified: 03/30/2011\n\n\t\t\t\t\tSubmitted by: Francisco Corella"
 }
}