{
 "awd_id": "1013508",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Exhaust Mitigation Using Repurposed Industrial Waste",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anthony Walters",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-06-02",
 "awd_max_amd_letter_date": "2010-06-02",
 "awd_abstract_narration": "This SBIR Phase I project will develop a novel fly ash based material to mitigate exhaust pollution.  This work will include the fabrication\r\nand testing of novel substrates for exhaust pollution mitigation. These substrates will be fabricated from an industrial waste product, a new beneficial use of this material. This project will determine whether this material may be fabricated into a robust, high temperature substrate having requisite porosity and microstructure. The ultimate objective of this work is a\r\nretrofit exhaust mitigation system for large diesel engines, available at a price that enables adoption in the world?s most cost-sensitive markets.\r\n\r\nThe broader/commercial impacts of the project will be the reduction of exhaust fumes from diesel engines; the reduction in the interior use of metal for exhaust pollution devices; improvement in overall environmental air quality; and a resultant recycling of an environmental hazardous waste- fly ash.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Ramberg",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Charles E Ramberg",
   "pi_email_addr": "rambergce@errcive.com",
   "nsf_id": "000534186",
   "pi_start_date": "2010-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Errcive, Inc.",
  "inst_street_address": "118 Ramsey Way",
  "inst_street_address_2": "",
  "inst_city_name": "Boalsburg",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6505750662",
  "inst_zip_code": "168271904",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Errcive, Inc.",
  "perf_str_addr": "118 Ramsey Way",
  "perf_city_name": "Boalsburg",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168271904",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1179",
   "pgm_ref_txt": "ENVIRONMENTAL IMPLICATIONS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9188",
   "pgm_ref_txt": "AIR QUALITY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Technical Summary</span></p>\n<p>This SBIR Phase I program worked to develop novel, low cost substrates that reduce pollution from large diesel engines.&nbsp; These exhaust aftertreatment substrates are high surface area, porous, refractory materials, capable of operating at over 1000<sup>o</sup>C for thousands of hours.&nbsp; Substrate surfaces interact with the exhaust gas, providing an active surface upon which pollutants in an exhaust stream can decompose.</p>\n<p>&nbsp;</p>\n<p>As the &ldquo;core component&rdquo; of an exhaust aftertreatment system, these substrates decompose toxic air contaminants in the exhaust stream before it leaves the tailpipe. &nbsp;Errcive&rsquo;s products are being developed for the world&rsquo;s largest, highest polluting engines, boilers, and burners.&nbsp; The goal of this work is to develop, manufacture, and sell substrates that substantially reduce the cost of complying with emissions regulations.&nbsp; &nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Currently available exhaust aftertreatment systems are too expensive, impractical for the largest, highest emitting engines, and require ultra low sulfur diesel fuel.&nbsp; In many applications (e.g., a diesel particulate filter) the substrate can be the highest cost component of an aftertreatment system.&nbsp; The goal of this work is to develop an extremely low cost aftertreatment substrate, configured for engines whose exhaust streams are &ldquo;too dirty&rdquo; for currently available aftertreatment products.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Unlike existing products, Errcive&rsquo;s substrates are fabricated from industrial waste material that would otherwise go to a landfill.&nbsp; As such, this project can be characterized as a &ldquo;materials discovery&rdquo; program, in which a diverse range of materials is tested for applicability in exhaust mitigation.&nbsp; The materials tested consist of a wide range of industrial waste compositions sourced from all over the United States.</p>\n<p>&nbsp;</p>\n<p>During this program, Errcive developed and validated a combinatorial workflow to characterize and prioritize a wide range of input materials, and performed an extensive discovery program using this workflow.&nbsp; This combinatorial workflow received over 60 different samples of industrial waste materials.&nbsp; These 60 samples were characterized and ranked, and the workflow identified a subset of these samples that is expected to have superior properties for exhaust mitigation.&nbsp; More detailed characterization and processing experiments were performed on this subset, resulting in a &ldquo;lead candidate&rdquo; composition to be used for prototype fabrication.&nbsp;&nbsp; This lead candidate was subjected to further refinement, with experiments focused on improving porosity, surface area, microstructural stability, and thermal properties.</p>\n<p>&nbsp;</p>\n<p>In a parallel effort during this Phase I program, processing technology (mixing, forming, firing, and heat treating) was developed.&nbsp;&nbsp; These efforts resulted in a set of tooling and methods that were used with the lead candidate composition to create a prototype exhaust mitigation substrate.&nbsp; This honeycomb substrate, made entirely from recycled industrial waste, had porosity and microstructural characteristics appropriate for high temperature exhaust mitigation.&nbsp; Thermal stability and mechanical properties of these substrates were found to be adequate, suggesting that these novel substrates warrant testing for their exhaust mitigation capabilities.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In summary, Phase I of this project tested a wide variety of industrial waste materials, and selected a few that might be usable for exhaust mitigation.&nbsp; These select materials were made into prototype substrates.&nbsp; The microstructure, porosity, surface area, and thermal properties were optimized f...",
  "por_txt_cntn": "\nTechnical Summary\n\nThis SBIR Phase I program worked to develop novel, low cost substrates that reduce pollution from large diesel engines.  These exhaust aftertreatment substrates are high surface area, porous, refractory materials, capable of operating at over 1000oC for thousands of hours.  Substrate surfaces interact with the exhaust gas, providing an active surface upon which pollutants in an exhaust stream can decompose.\n\n \n\nAs the \"core component\" of an exhaust aftertreatment system, these substrates decompose toxic air contaminants in the exhaust stream before it leaves the tailpipe.  ErrciveÆs products are being developed for the worldÆs largest, highest polluting engines, boilers, and burners.  The goal of this work is to develop, manufacture, and sell substrates that substantially reduce the cost of complying with emissions regulations.     \n\n \n\nCurrently available exhaust aftertreatment systems are too expensive, impractical for the largest, highest emitting engines, and require ultra low sulfur diesel fuel.  In many applications (e.g., a diesel particulate filter) the substrate can be the highest cost component of an aftertreatment system.  The goal of this work is to develop an extremely low cost aftertreatment substrate, configured for engines whose exhaust streams are \"too dirty\" for currently available aftertreatment products. \n\n \n\nUnlike existing products, ErrciveÆs substrates are fabricated from industrial waste material that would otherwise go to a landfill.  As such, this project can be characterized as a \"materials discovery\" program, in which a diverse range of materials is tested for applicability in exhaust mitigation.  The materials tested consist of a wide range of industrial waste compositions sourced from all over the United States.\n\n \n\nDuring this program, Errcive developed and validated a combinatorial workflow to characterize and prioritize a wide range of input materials, and performed an extensive discovery program using this workflow.  This combinatorial workflow received over 60 different samples of industrial waste materials.  These 60 samples were characterized and ranked, and the workflow identified a subset of these samples that is expected to have superior properties for exhaust mitigation.  More detailed characterization and processing experiments were performed on this subset, resulting in a \"lead candidate\" composition to be used for prototype fabrication.   This lead candidate was subjected to further refinement, with experiments focused on improving porosity, surface area, microstructural stability, and thermal properties.\n\n \n\nIn a parallel effort during this Phase I program, processing technology (mixing, forming, firing, and heat treating) was developed.   These efforts resulted in a set of tooling and methods that were used with the lead candidate composition to create a prototype exhaust mitigation substrate.  This honeycomb substrate, made entirely from recycled industrial waste, had porosity and microstructural characteristics appropriate for high temperature exhaust mitigation.  Thermal stability and mechanical properties of these substrates were found to be adequate, suggesting that these novel substrates warrant testing for their exhaust mitigation capabilities. \n\n \n\nIn summary, Phase I of this project tested a wide variety of industrial waste materials, and selected a few that might be usable for exhaust mitigation.  These select materials were made into prototype substrates.  The microstructure, porosity, surface area, and thermal properties were optimized for exhaust mitigation, yielding a prototype that is ready for testing in a real-world exhaust stream.   \n\n \n\nBroader Impact \n\nThis Phase I SBIR project has two major aspects that are expected to have a broad impact.  First, the development of exhaust aftreatment products having much lower cost than currently available products will reduce the cost of pollution mitigation.  As a result, a wider adoption of pollution mi..."
 }
}