{
 "awd_id": "1013071",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Protein Structure, Dynamics, and Folding via Ultrafast Multidimensional Infrared Spectroscopy",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2010-07-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 522000.0,
 "awd_amount": 564750.0,
 "awd_min_amd_letter_date": "2010-07-06",
 "awd_max_amd_letter_date": "2011-11-17",
 "awd_abstract_narration": "In this award supported by the Chemistry of Life Processes Program, Professor Nien-Hui Ge of the University of California at Irvine will use femtosecond multidimensional infrared (MultiD IR) spectroscopy to study the conformational dynamics, distributions, and folding of peptides. The goal is to provide detailed knowledge of protein structure and dynamics that is essential to the understanding of biological processes. The proposed work includes investigating the interplay between helical and extended structures, determining conformational distributions of nonfolding peptides, studying the association of supercoiled protein motifs, and elucidating protein-membrane interactions. MultiD IR experiments will access the backbone and side chain vibrational modes of peptides, and provide data that reveal the angles, distances, and correlations between structural units. Isotope editing at selected locations will be employed to enhance the spatial resolution, facilitate the assignment of resonances, and extend the method to larger peptides and tertiary contacts. The effects of temperature, pH, solvent, and chain length will be investigated to understand the factors that control protein stability. \r\nMultiD IR spectroscopy is a relatively new technique that complements NMR and X-ray methods, with the capability of probing the structure in situ as it evolves over a wide range of time scales, from femtosecond to millisecond. Applying this technique to the study of peptides will allow us to gain insights into rapid conformational fluctuations and transitions, not readily amenable to conventional techniques. Such experimental data are much needed for verification of theoretical predictions and validation of the next generation of force fields. Further development of two-color MultiD IR methods, analogous to heteronuclear NMR, will allow direct probing of coupling between vibrators of very different frequencies. Its application to the amide vibrational modes will enable conformational determination with higher accuracy. These studies will provide detailed information on peptide structure and dynamics, and contribute to the understanding of protein folding. Graduate students and postdoctoral researchers participating in the research will gain valuable experience with advanced laser techniques and core physical sciences that can strengthen their future career development. Efforts on maintaining an online spectrum database and contributing lectures and laboratory courses for K-12 students will be continued.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nien-Hui",
   "pi_last_name": "Ge",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nien-Hui Ge",
   "pi_email_addr": "nhge@uci.edu",
   "nsf_id": "000489342",
   "pi_start_date": "2010-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 522000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 42750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Nature and background of the project</strong></p>\n<p>In this project supported by the Chemistry of Life Processes Program, Professor Nien-Hui Ge of the University of California at Irvine investigated structure, dynamics, and folding of proteins using an advanced ultrafast laser technique called multidimensional infrared spectroscopy. Since their invention more than 50 years ago, lasers have revolutionized the way chemists understand the molecular world.&nbsp; Through new developments in producing short pulses of laser light, chemists have been able to capture glimpses of very short-lived chemical compounds and structures.&nbsp; The goal is to make &ldquo;movies&rdquo; showing how molecules move and react in order to better understand how chemistry and biology work. In this project, the focus is on proteins and peptides. Proteins are structures consisting of chains of amino acids. If you imagine a protein as a necklace made of macaroni, each piece might be a peptide. &nbsp;How these structures fold into their characteristic shapes is still not understood, but the shapes are important.&nbsp; For example, misfolding can cause disease. Development of state-of-the-art ultrafast laser techniques in the Ge laboratory has enabled the researchers to determine the shape and behavior of a peptide by studying light (infrared) emitted after it was &ldquo;photographed&rdquo; using laser pulses and a &ldquo;shutter speed&rdquo; faster than one trillionth of a second.&nbsp;</p>\n<p><strong>Outcomes of the project</strong></p>\n<p>Professor Ge&rsquo;s team and Italian collaborators have distinguished a so-called 3<sub>10</sub>-helix from a fully extended peptide and an alpha(&alpha;)-helix.&nbsp; Using computer simulations, the 3<sub>10</sub>-helix was predicted to exist as an intermediate on the way to folding an &alpha;-helix from an extended structure.&nbsp; No one knows for sure whether this is the case because it exists for only a tiny fraction of a second, and it is difficult to distinguish it from other structures.&nbsp; The results from the laser experiments show that the &ldquo;signature&rdquo; of each type of helix is distinct and different from that of the fully extended structure.&nbsp; Professor Ge&rsquo;s experiments are exciting for two reasons: they show that the new laser method is highly structure-sensitive and that it can be used as a high-speed molecular camera to take snapshots of protein folding.</p>\n<p>Professor Ge&rsquo;s team also investigated the structure of unfolded peptides. Whether the unfolded state of peptides and proteins is truly random remains an open question in the field of protein folding. The experimental and computational results support the notion that the unfolded state consists of polyproline II as an important structure and thus is not completely random.</p>\n<p>In addition to gaining insight into peptide structures, Professor Ge&rsquo;s team has made significant advances in other fronts. They have taken snapshots of rotation around a chemical bond that occurs on a few trillionth of a second, difficult to achieve by conventional techniques.&nbsp; They have built a new apparatus that enables them to perform experiments using infrared light of two different colors. This development opened a window for studying a wide range of molecular systems.&nbsp;</p>\n<p>The outcomes of the project have a broad impact. The new laser technique&rsquo;s ability to obtain detailed knowledge of peptides and larger proteins&rsquo; structure, dynamics, and folding sheds light on protein misfolding that characterizes diseases such as Alzheimer&rsquo;s and mad cow disease.&nbsp; Understanding how proteins fold into their unique and highly organized three-dimensional structures also informs the design of new novel protein-like functional molecules, potentially useful both for medicine and material engineering. Graduate students and postdoctoral researchers pa...",
  "por_txt_cntn": "\nNature and background of the project\n\nIn this project supported by the Chemistry of Life Processes Program, Professor Nien-Hui Ge of the University of California at Irvine investigated structure, dynamics, and folding of proteins using an advanced ultrafast laser technique called multidimensional infrared spectroscopy. Since their invention more than 50 years ago, lasers have revolutionized the way chemists understand the molecular world.  Through new developments in producing short pulses of laser light, chemists have been able to capture glimpses of very short-lived chemical compounds and structures.  The goal is to make \"movies\" showing how molecules move and react in order to better understand how chemistry and biology work. In this project, the focus is on proteins and peptides. Proteins are structures consisting of chains of amino acids. If you imagine a protein as a necklace made of macaroni, each piece might be a peptide.  How these structures fold into their characteristic shapes is still not understood, but the shapes are important.  For example, misfolding can cause disease. Development of state-of-the-art ultrafast laser techniques in the Ge laboratory has enabled the researchers to determine the shape and behavior of a peptide by studying light (infrared) emitted after it was \"photographed\" using laser pulses and a \"shutter speed\" faster than one trillionth of a second. \n\nOutcomes of the project\n\nProfessor GeÆs team and Italian collaborators have distinguished a so-called 310-helix from a fully extended peptide and an alpha(&alpha;)-helix.  Using computer simulations, the 310-helix was predicted to exist as an intermediate on the way to folding an &alpha;-helix from an extended structure.  No one knows for sure whether this is the case because it exists for only a tiny fraction of a second, and it is difficult to distinguish it from other structures.  The results from the laser experiments show that the \"signature\" of each type of helix is distinct and different from that of the fully extended structure.  Professor GeÆs experiments are exciting for two reasons: they show that the new laser method is highly structure-sensitive and that it can be used as a high-speed molecular camera to take snapshots of protein folding.\n\nProfessor GeÆs team also investigated the structure of unfolded peptides. Whether the unfolded state of peptides and proteins is truly random remains an open question in the field of protein folding. The experimental and computational results support the notion that the unfolded state consists of polyproline II as an important structure and thus is not completely random.\n\nIn addition to gaining insight into peptide structures, Professor GeÆs team has made significant advances in other fronts. They have taken snapshots of rotation around a chemical bond that occurs on a few trillionth of a second, difficult to achieve by conventional techniques.  They have built a new apparatus that enables them to perform experiments using infrared light of two different colors. This development opened a window for studying a wide range of molecular systems. \n\nThe outcomes of the project have a broad impact. The new laser techniqueÆs ability to obtain detailed knowledge of peptides and larger proteinsÆ structure, dynamics, and folding sheds light on protein misfolding that characterizes diseases such as AlzheimerÆs and mad cow disease.  Understanding how proteins fold into their unique and highly organized three-dimensional structures also informs the design of new novel protein-like functional molecules, potentially useful both for medicine and material engineering. Graduate students and postdoctoral researchers participating in the research have gained valuable experience with advanced laser techniques and core physical sciences that strengthened their future career development. Professor GeÆs group maintains an online spectrum database for broad dissemination of research results. She contributed lectures and la..."
 }
}