{
 "awd_id": "1013619",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Synthetic pathway in Pichia pastoris for production of 1,2-propanediol from crude glycerol",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anthony Walters",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 164481.0,
 "awd_min_amd_letter_date": "2010-06-07",
 "awd_max_amd_letter_date": "2010-12-09",
 "awd_abstract_narration": "This SBIR Phase I project will produce 1,2- propanediol (propylene glycol) from biodiesel byproduct glycerol using a synthetic biology approach in a Pichia pastoris as cell factory. This compound has wide scope in industries from fuel additive to de-icing agent.\r\n\r\nThe broader/commercial impact of the project will be the application of biotechnology to the solution of environmental problems.  The market opportunity for the output from this project is broad.  In current practice, the transesterification of plant liquids generates crude glycerol as a byproduct and this byproduct could be an additional raw substrate for many value-added compounds and production of 1, 2-propanediol.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wilbur",
   "pi_last_name": "Campbell",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Wilbur H Campbell",
   "pi_email_addr": "bill@nitrate.com",
   "nsf_id": "000550728",
   "pi_start_date": "2010-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nitrate Elimination Company, Inc",
  "inst_street_address": "334 HECLA ST",
  "inst_street_address_2": "",
  "inst_city_name": "LAKE LINDEN",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9062961000",
  "inst_zip_code": "499451323",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "NITRATE ELIMINATION CO INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "KKRSP22AHK24"
 },
 "perf_inst": {
  "perf_inst_name": "Nitrate Elimination Company, Inc",
  "perf_str_addr": "334 HECLA ST",
  "perf_city_name": "LAKE LINDEN",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499451323",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1179",
   "pgm_ref_txt": "ENVIRONMENTAL IMPLICATIONS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9104",
   "pgm_ref_txt": "ENVIRONMENTAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 149481.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Description</strong></p>\n<p>For every ten gallons of biodiesel produced from most biofuel feedstocks, one gallon of glycerol (also called glycerin) is produced.&nbsp; Over a billion pounds per year of crude glycerol are produced from biodiesel in the US.&nbsp; This glycerol is contaminated with varying levels of other byproducts &ndash; ethanol, methanol, etc. The goal of this project is to convert the waste glycerin residual from biodiesel production into 1,2-propanediol, commonly called propylene glycol &nbsp;or (PG), a more widely used and higher value commodity chemical.&nbsp;</p>\n<p>We are approaching this via metabolic engineering: taking the genes that code for enzymes that perform desired chemical transformations from one organism, and adding them to an organism that is easy to grow and manipulate.&nbsp; Glycerin is the preferred carbon source for the yeast <em>Pichia pastoris</em>, a versatile organism used for production of protein pharmaceuticals and other protein products. In Phase I, we demonstrated that metabolically engineered Pichia can indeed consume waste glycerin and convert it into PG.&nbsp; In Phase II, we proposed to improve the conversion rate and develop bench scale processes ready to demonstrate to potential investors and customers.</p>\n<p><strong>&nbsp;</strong><em>Pichia pastoris</em> is a benign yeast that grows naturally on the bark of trees.&nbsp; Pichia has become a preferred host organism for protein production because it is easy to grow under simple conditions in the presence of air (aerobically).&nbsp; Pichia is exceptionally suited to this project because it can survive and thrive in the presence of methanol and ethanol, which are often present in waste glycerol from biodiesel production.&nbsp; NECi&rsquo;s glycerol-to-PG technology does not require elevated pressures, metal catalysts, or heat. &nbsp;NECi envisions a process that begins with algae grown for biodiesel production and converts the resulting waste glycerin into the more valuable PG by biotransformation.&nbsp; This path to energy security would have a low carbon footprint and low environmental impact, including reasonable water use per gallon of fuel and PG produced.</p>\n<p><strong>Results of the Phase 1 project</strong></p>\n<p>Two objectives were proposed in Phase 1: first to design and construct a synthetic pathway for conversion of glycerol to PG by introducing 3 new genes into <em>P. pastoris</em> and second to assess PG production by the newly engineered <em>P. pastoris</em> cell line. We successfully achieved these objectives: we created the synthetic PG metabolic pathway in <em>P. pastoris</em>, and showed PG production and secretion in the fermentation broth at detectable levels using a conventional HPLC method. We also showed production of PG by <em>P. pastoris</em> cell lines on minimal media containing biodiesel waste crude-glycerin as the sole carbon source. This new <em>P. pastoris</em> cell line is the first engineered microorganism capable of <strong><span style=\"text-decoration: underline;\">aerobically</span></strong> producing PG from biodiesel waste glycerin.</p>\n<p>This project was not chosen for Phase II funding.&nbsp; We have developed the concept of a simpler route to engineer <em>Pichia</em> to use waste glycerol from biodiesel for production of a different commodity chemical, and submitted this idea for funding.&nbsp; Results of the glycerol-to-PG project will be published in the academic press (paper has been submitted).&nbsp; Provisional Patent #61/437084 was filed 22 Jan 2011 to allow&nbsp;time to decide how to proceed on the technology.&nbsp;&nbsp;We&nbsp;continue to work with technology partners in the biodiesel arena, helping to find ways to make biodiesel a more cost-effective alternative fuel.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/01/2011<br>\n\t\t\t\t\tModified by: Wilbur&nbsp;H&nbsp;Campbell</p>\n</div>\n<div class=\"porSideC...",
  "por_txt_cntn": "\nProject Description\n\nFor every ten gallons of biodiesel produced from most biofuel feedstocks, one gallon of glycerol (also called glycerin) is produced.  Over a billion pounds per year of crude glycerol are produced from biodiesel in the US.  This glycerol is contaminated with varying levels of other byproducts &ndash; ethanol, methanol, etc. The goal of this project is to convert the waste glycerin residual from biodiesel production into 1,2-propanediol, commonly called propylene glycol  or (PG), a more widely used and higher value commodity chemical. \n\nWe are approaching this via metabolic engineering: taking the genes that code for enzymes that perform desired chemical transformations from one organism, and adding them to an organism that is easy to grow and manipulate.  Glycerin is the preferred carbon source for the yeast Pichia pastoris, a versatile organism used for production of protein pharmaceuticals and other protein products. In Phase I, we demonstrated that metabolically engineered Pichia can indeed consume waste glycerin and convert it into PG.  In Phase II, we proposed to improve the conversion rate and develop bench scale processes ready to demonstrate to potential investors and customers.\n\n Pichia pastoris is a benign yeast that grows naturally on the bark of trees.  Pichia has become a preferred host organism for protein production because it is easy to grow under simple conditions in the presence of air (aerobically).  Pichia is exceptionally suited to this project because it can survive and thrive in the presence of methanol and ethanol, which are often present in waste glycerol from biodiesel production.  NECiÆs glycerol-to-PG technology does not require elevated pressures, metal catalysts, or heat.  NECi envisions a process that begins with algae grown for biodiesel production and converts the resulting waste glycerin into the more valuable PG by biotransformation.  This path to energy security would have a low carbon footprint and low environmental impact, including reasonable water use per gallon of fuel and PG produced.\n\nResults of the Phase 1 project\n\nTwo objectives were proposed in Phase 1: first to design and construct a synthetic pathway for conversion of glycerol to PG by introducing 3 new genes into P. pastoris and second to assess PG production by the newly engineered P. pastoris cell line. We successfully achieved these objectives: we created the synthetic PG metabolic pathway in P. pastoris, and showed PG production and secretion in the fermentation broth at detectable levels using a conventional HPLC method. We also showed production of PG by P. pastoris cell lines on minimal media containing biodiesel waste crude-glycerin as the sole carbon source. This new P. pastoris cell line is the first engineered microorganism capable of aerobically producing PG from biodiesel waste glycerin.\n\nThis project was not chosen for Phase II funding.  We have developed the concept of a simpler route to engineer Pichia to use waste glycerol from biodiesel for production of a different commodity chemical, and submitted this idea for funding.  Results of the glycerol-to-PG project will be published in the academic press (paper has been submitted).  Provisional Patent #61/437084 was filed 22 Jan 2011 to allow time to decide how to proceed on the technology.  We continue to work with technology partners in the biodiesel arena, helping to find ways to make biodiesel a more cost-effective alternative fuel.\n\n\t\t\t\t\tLast Modified: 08/01/2011\n\n\t\t\t\t\tSubmitted by: Wilbur H Campbell"
 }
}