{
 "awd_id": "1013494",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  An Online Platform for Social Science Research with Human Subjects",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Arkilic Errol",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2011-03-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-04-20",
 "awd_max_amd_letter_date": "2011-01-03",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will provide a platform for performing online research in the social and behavioral sciences and will connect researchers with a large and population of participants across the globe. Most social science research is currently limited by the difficulty of recruiting large or diverse populations of human subjects within a limited geographical area and the difficulty of scheduling time for researchers and participants to meet in the laboratory. This application will allow many researchers to move their studies out of the laboratory and online, potentially reducing the time and money spent on recruiting and managing subjects. This project will also address whether the data obtained through this platform are suitably reliable for research purposes, as well as investigating whether a participant population of sufficient size and diversity can be attracted to and retained to make the application useful for social scientists. If research results are favorable, the company anticipates that a substantial portion of social science research will move from the laboratory online. \r\n\r\nThis project, if successful, will have broad impacts in the areas of social science research by increasing the speed of performing studies -- potentially by orders of magnitude -- and the geographical diversity of the populations surveyed. Right now these fields often struggle to find sufficient numbers of subjects for their studies, and many social scientists draw their subject primarily from college populations, leading to concerns about the generalizability of their results. Because of the potential savings in time and resources, this tool has enormous value to social science researchers and research institutions.  Fields of research such as psychology, linguistics, sociology, and economics provide insight into human minds and individual and social behavior, as well as having important applications to areas of widespread concern including education, health and economic growth.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lauren",
   "pi_last_name": "Schmidt",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lauren A Schmidt",
   "pi_email_addr": "lauren@headlampresearch.com",
   "nsf_id": "000553754",
   "pi_start_date": "2010-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "HeadLamp Research",
  "inst_street_address": "720 QUINCE ORCHARD BLVD APT T2",
  "inst_street_address_2": "",
  "inst_city_name": "Gaithersburg",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "6178757345",
  "inst_zip_code": "208781545",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MD06",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "HeadLamp Research",
  "perf_str_addr": "720 QUINCE ORCHARD BLVD APT T2",
  "perf_city_name": "Gaithersburg",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "208781545",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MD06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "6850",
   "pgm_ref_txt": "DIGITAL SOCIETY&TECHNOLOGIES"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the SBIR Phase I grant period, HeadLamp Research designed and implemented a prototype web platform for creating online surveys and automatically recruiting members of target population segments to participate in these surveys.&nbsp; While online crowdsourcing tools &ndash; tools for breaking down tasks into small pieces (microtasks) and assigning them to large numbers of workers &ndash; are gaining popularity, most of these tools assume that the microtasks involved have correct answers, and that it does not matter who completes each microtask, so long as the answer is correct.&nbsp; The HeadLamp Research platform aims to address the previously unmet needs of researchers such as social scientists, healthcare-related researchers, and market researchers, whose studies do not fit these standard microtask assumptions.&nbsp; Such human subjects researchers are concerned with who is participating in their tasks and in beliefs, desires, preferences, behaviors, and experiences rather than objective right answers.&nbsp; The HeadLamp Research prototype platform allows researchers to design and run multipage surveys containing a number of types of questions and multimedia content.&nbsp; In addition, researchers can recruit participants (who we access via Amazon Mechanical Turk) based on specific criteria, such as demographics, past participation, or participant ID.&nbsp; The latter two criteria allow researchers to follow up with (or exclude) particular participants or groups of participants based on their answers to past surveys.&nbsp; While preparing to run a study, researchers can create an advertisement, preview the study, and pay HeadLamp Research.&nbsp; The platform also allows communication with participants via email.&nbsp; Extensive participant privacy and data security protections are built into the system.</p>\n<p>&nbsp;</p>\n<p>We ran 19 studies on the prototype platform and surveyed nearly 600 participants.&nbsp; We investigated the make-up of our participant pool and assessed potential roadblocks to researchers trying to make use of the platform.&nbsp; One potential concern was that the participant pools would not be diverse enough demographically, or would not contain enough members of certain target populations (based on behaviors, health conditions, products owned, etc.) that were of particular interest to our potential customer base.&nbsp; Our studies showed that the population was sufficiently diverse, demographically and otherwise, to meet many needs of early customers, but that we will need to find a larger participant pool, or some more specialized participant pools in certain areas (e.g., patients with rarer medical conditions) in order to meet other researcher needs.&nbsp; We also determined methods for recruiting participants at a rapid enough pace to meet customer demands.&nbsp; A final concern was that it would be difficult to run studies involving some kinds of health information, either because institutional review boards (IRBs) would not approve such studies, or because participants would not want to answer questions about sensitive topics such as mental health or recreational drug use.&nbsp; However, multiple IRBs approved research on the platform, and many participants proved willing to answer questions about sensitive topics.&nbsp; Overall, we determined that access to small, specialized population segments is the main obstacle to some of our potential customers in using the platform.&nbsp; Expanding to include larger participant pools such as Facebook users and/or partnering with health advocacy groups and similar specialty groups could address these concerns.</p>\n<p>&nbsp;</p>\n<p>We determined that a good initial vertical market to focus on is software and mobile app developers doing customer development and market research.&nbsp; This vertical market is often seeking broad population segments such as parents, students, or iPhone owners....",
  "por_txt_cntn": "\nDuring the SBIR Phase I grant period, HeadLamp Research designed and implemented a prototype web platform for creating online surveys and automatically recruiting members of target population segments to participate in these surveys.  While online crowdsourcing tools &ndash; tools for breaking down tasks into small pieces (microtasks) and assigning them to large numbers of workers &ndash; are gaining popularity, most of these tools assume that the microtasks involved have correct answers, and that it does not matter who completes each microtask, so long as the answer is correct.  The HeadLamp Research platform aims to address the previously unmet needs of researchers such as social scientists, healthcare-related researchers, and market researchers, whose studies do not fit these standard microtask assumptions.  Such human subjects researchers are concerned with who is participating in their tasks and in beliefs, desires, preferences, behaviors, and experiences rather than objective right answers.  The HeadLamp Research prototype platform allows researchers to design and run multipage surveys containing a number of types of questions and multimedia content.  In addition, researchers can recruit participants (who we access via Amazon Mechanical Turk) based on specific criteria, such as demographics, past participation, or participant ID.  The latter two criteria allow researchers to follow up with (or exclude) particular participants or groups of participants based on their answers to past surveys.  While preparing to run a study, researchers can create an advertisement, preview the study, and pay HeadLamp Research.  The platform also allows communication with participants via email.  Extensive participant privacy and data security protections are built into the system.\n\n \n\nWe ran 19 studies on the prototype platform and surveyed nearly 600 participants.  We investigated the make-up of our participant pool and assessed potential roadblocks to researchers trying to make use of the platform.  One potential concern was that the participant pools would not be diverse enough demographically, or would not contain enough members of certain target populations (based on behaviors, health conditions, products owned, etc.) that were of particular interest to our potential customer base.  Our studies showed that the population was sufficiently diverse, demographically and otherwise, to meet many needs of early customers, but that we will need to find a larger participant pool, or some more specialized participant pools in certain areas (e.g., patients with rarer medical conditions) in order to meet other researcher needs.  We also determined methods for recruiting participants at a rapid enough pace to meet customer demands.  A final concern was that it would be difficult to run studies involving some kinds of health information, either because institutional review boards (IRBs) would not approve such studies, or because participants would not want to answer questions about sensitive topics such as mental health or recreational drug use.  However, multiple IRBs approved research on the platform, and many participants proved willing to answer questions about sensitive topics.  Overall, we determined that access to small, specialized population segments is the main obstacle to some of our potential customers in using the platform.  Expanding to include larger participant pools such as Facebook users and/or partnering with health advocacy groups and similar specialty groups could address these concerns.\n\n \n\nWe determined that a good initial vertical market to focus on is software and mobile app developers doing customer development and market research.  This vertical market is often seeking broad population segments such as parents, students, or iPhone owners.  We can quickly meet many of the needs of this market.  Healthcare-related product developers and market researchers are a vertical market with very similar product needs, but more spec..."
 }
}