{
 "awd_id": "1013228",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Rapid Soil Nitrate Sensor",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 164728.0,
 "awd_min_amd_letter_date": "2010-06-07",
 "awd_max_amd_letter_date": "2010-11-24",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project proposes the development of a rapid soil nitrate measurement system.  Currently, effective fertilizer management is often limited by the lack of accurate soil nutrient data, which in turn is limited by the time and cost of soil sampling and analysis.  In particular, nitrogen is one of the most critical nutrients for a large number of crops, but the difficulty in accurately and quickly measuring local soil nitrate-nitrogen has hampered the efficient management of nitrogen based fertilizers.  A robust, economical, and fast soil nitrate measurement system thus has the potential to significantly increase agricultural nitrogen use efficiency.  The objective of this proposal is the development of a rapid nitrate soil sensor utilizing the optical detection of nitrate-nitrogen in soil.   The feasibility of directly measuring soil nitrate-nitrogen (without reagents) in soil-extractant mixtures will be determined, and appropriate methods for removing interferences from the soil background will be developed.  This feasibility study will form the initial step in developing a field-deployable soil nitrate analysis system.\r\n\r\nThe broader impact/commercial potential of this project lies in allowing growers to rapidly and economically measure soil nitrate-nitrogen levels, thus enabling them to improve their fertilizer management decisions.   For example, split application of nitrogen (through sidedressing) is known to greatly improve nitrogen use efficiency.   However, sidedressing is very time sensitive, and management decisions of how much nitrogen to apply are often limited by the cost and slow turnaround of current soil testing procedures. Additionally, it is anticipated that the development of a rapid soil nitrate measurement tool will facilitate the improvement of current fertilizer prescriptions by providing researchers with a valuable tool for field studies.  The development of a rapid soil nitrate measurement tool thus offers the opportunity to greatly increase fertilizer use efficiency.  Fertilizer is a significant agricultural cost (over $18 B was spent in the U.S. on fertilizer in 2007) and the inefficient use of fertilizer has large additional societal and environmental costs: nitrous oxide arising from nitrogen-based fertilizer use causes between 4%-9% of the driving force for global warming, and nitrogen runoff from agriculture causes serious water quality issues, both locally and nationally.  Thus improving fertilizer management will have large economic and environmental benefits.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Preiner",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Preiner",
   "pi_email_addr": "mpreiner@gmail.com",
   "nsf_id": "000549603",
   "pi_start_date": "2010-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Solum, Inc",
  "inst_street_address": "950 N Rengstorff Ave",
  "inst_street_address_2": "Suite E",
  "inst_city_name": "Mountain View",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6509639775",
  "inst_zip_code": "940431762",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "SF3NYMRUZM29"
 },
 "perf_inst": {
  "perf_inst_name": "Solum, Inc",
  "perf_str_addr": "950 N Rengstorff Ave",
  "perf_city_name": "Mountain View",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940431762",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1167",
   "pgm_ref_txt": "MULTIDISCIPLINARY BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "1491",
   "pgm_ref_txt": "BIOTECH, BIOCHEM & BIOMASS ENG"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 147228.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 17500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the SBIR project \"Rapid Soil Nitrate Sensor\" was to perform proof of concept measurements illustrating the ability to rapidly, accurately, and economically measure soil nitrate nitrogen levels. &nbsp;There is an established need in commercial agriculture for improved management of fertilizer; nitrogen-based fertilizers in particular, and in-season management of nitrogen has been shown to be greatly increase nitrogen-use-efficiency.&nbsp; By enabling in-season management based on soil nitrate levels, Solum&rsquo;s system could greatly increase the efficiency of fertilizer application.&nbsp;</p>\n<p>&nbsp;In the course of this project, Solum demonstrated that UV spectroscopy could be quickly (within several minutes), accurately (within several ppm NO3-N in soil) and cost-effectively used to measured nitrate levels of soil. &nbsp;UV-Vis absorption spectroscopy was performed on a wide range of soil-slurries, and both software and physical filtering systems were evaluated for effectiveness at removing possible interferences to the measurement. &nbsp;It was determined &nbsp;that a mixture of physical filtering and spectral filtering could robustly remove all &ldquo;typical&rsquo; intererences.&nbsp; The system was tested over a large range of agricultural soil types, and externally validated in a double-blind study by the Technical Director of the Agricultural Laboratory Proficiency Program (ALP).&nbsp; The results can be found at http://www.solumtech.com/wp-ontent/uploads/2011/05/external-validation.pdf. &nbsp;The technology developed here will form an important component of Solum's soil measurement technology.</p>\n<p><span style=\"white-space: pre;\"><br /></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/11/2011<br>\n\t\t\t\t\tModified by: Michael&nbsp;J&nbsp;Preiner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of the SBIR project \"Rapid Soil Nitrate Sensor\" was to perform proof of concept measurements illustrating the ability to rapidly, accurately, and economically measure soil nitrate nitrogen levels.  There is an established need in commercial agriculture for improved management of fertilizer; nitrogen-based fertilizers in particular, and in-season management of nitrogen has been shown to be greatly increase nitrogen-use-efficiency.  By enabling in-season management based on soil nitrate levels, SolumÆs system could greatly increase the efficiency of fertilizer application. \n\n In the course of this project, Solum demonstrated that UV spectroscopy could be quickly (within several minutes), accurately (within several ppm NO3-N in soil) and cost-effectively used to measured nitrate levels of soil.  UV-Vis absorption spectroscopy was performed on a wide range of soil-slurries, and both software and physical filtering systems were evaluated for effectiveness at removing possible interferences to the measurement.  It was determined  that a mixture of physical filtering and spectral filtering could robustly remove all \"typicalÆ intererences.  The system was tested over a large range of agricultural soil types, and externally validated in a double-blind study by the Technical Director of the Agricultural Laboratory Proficiency Program (ALP).  The results can be found at http://www.solumtech.com/wp-ontent/uploads/2011/05/external-validation.pdf.  The technology developed here will form an important component of Solum's soil measurement technology.\n\n\n\n\n\t\t\t\t\tLast Modified: 07/11/2011\n\n\t\t\t\t\tSubmitted by: Michael J Preiner"
 }
}