{
 "awd_id": "1013087",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Engaging America's Talent Conference",
 "cfda_num": "47.083",
 "org_code": "01120000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Uma Venkateswaran",
 "awd_eff_date": "2010-02-01",
 "awd_exp_date": "2011-01-31",
 "tot_intn_awd_amt": 99900.0,
 "awd_amount": 99900.0,
 "awd_min_amd_letter_date": "2010-01-25",
 "awd_max_amd_letter_date": "2010-01-25",
 "awd_abstract_narration": "\r\nThis workshop brings together EPSCoR leaders and other educators for three days in Little Rock, AR, to share information about successful educational models, explore potential collaborations for new educational outreach programs, and learn about emerging opportunities for supporting new educational outreach occurring across the US, to increase collaborations among NSF EPSCoR jurisdictions related to science, technology, engineering and mathematics  (STEM) educational efforts, and to explore ways to develop a well-prepared, STEM-enabled workforce. The workshop is driven by three primary objectives:\r\n\r\n1.\tTo share information among NSF EPSCoR jurisdictions on both key elements and common characteristics of successful educational models;\r\n2.\tTo explore areas for potential collaboration, replication, or modification for new education outreach programs in ESPCoR jurisdictions;\r\n3.\tTo learn about emerging opportunities across NSF directorates for supporting new educational models.\r\n\r\nThe workshop will explore strategies for engaging students from underrepresented populations, increasing the curriculum content and resources for teachers in STEM education, and engaging more US students in STEM careers. This workshop will also examine the common characteristics of successful educational outreach programs and identify the unique special characteristics that make them suited to the particular region, talent pool, or special needs of the community. \r\n\r\nIntellectual Merit\r\nEPSCoR Research Infrastructure Improvement Projects have a high level of education, diversity, and external engagement activities. Each EPSCoR jurisdiction is working to implement diversity, outreach, STEM education activities and engage their respective jurisdictional communities in science education. This workshop represents an opportunity for EPSCoR jurisdictions to outreach to other EPSCoR jurisdictions and share and educate them on what they have learned and accomplished by sharing best practices. Participants will learn how to more effectively educate students in STEM and positively impact the quality of the science education of the students in their institutions. \r\n\r\nBroader Impact\r\nThe PI and leadership team are committed to maintaining online resources for education and outreach activities. The organizers have also committed to follow-ups that will track the workshop impact and outcomes to ensure broader impact. Special emphasis is proposed to go into inclusion of both presenters and projects that are excellent examples of programs that broaden representation of gender, ethnicity, disability and multi-geographic regions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "EPS",
 "org_div_long_name": "EPSCoR",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gail",
   "pi_last_name": "McClure",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Gail Y McClure",
   "pi_email_addr": "Gail.McClure@arkansas.gov",
   "nsf_id": "000355969",
   "pi_start_date": "2010-01-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sherece",
   "pi_last_name": "West",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Sherece Y West",
   "pi_email_addr": "phamm@wrfoundation.org",
   "nsf_id": "000554094",
   "pi_start_date": "2010-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arkansas Science & Technology Authority",
  "inst_street_address": "1 COMMERCE WAY STE 601",
  "inst_street_address_2": "",
  "inst_city_name": "LITTLE ROCK",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "5016834408",
  "inst_zip_code": "722022088",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AR02",
  "org_lgl_bus_name": "DIVISION OF SCIENCE AND TECHNOLOGY OF THE ARKANSAS ECONOMIC DEVELOPMENT COMMISSION",
  "org_prnt_uei_num": "",
  "org_uei_num": "XQYZZHVHG6Y4"
 },
 "perf_inst": {
  "perf_inst_name": "Arkansas Science & Technology Authority",
  "perf_str_addr": "1 COMMERCE WAY STE 601",
  "perf_city_name": "LITTLE ROCK",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "722022088",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AR02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7217",
   "pgm_ref_txt": "RESEARCH INFRASTRUCTURE IMPROV"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 99900.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Standard\" style=\"text-align: center;\"><strong>Engaging America&rsquo;s Talent Conference</strong></p>\n<p class=\"Standard\" style=\"text-align: center;\"><strong>March 21-24, 2010</strong></p>\n<p class=\"Standard\" style=\"text-align: left;\">The Engaging America's Talent Conference brought together 115 participants who were interested in learning about education and outreach models in science, technology, engineering and mathematics (STEM). These participants from 38 states gathered in Little Rock, Arkansas for a three day conference that showcased educational models with proven success.&nbsp; The conference was hosted by the Arkansas ASSET Initiative (Advancing and Supporting Science, Engineering and Technology).&nbsp; ASSET is a project of NSF EPSCoR and the Arkansas Science &amp; Technology Authority.&nbsp; The conference was co-hosted by the Winthrop Rockefeller Foundation and Accelerate Arkansas.</p>\n<p class=\"Standard\" style=\"text-align: left;\">The agenda was organized to feature education/outreach models that targeted both <em>diverse approaches to delivery </em>of educational outreach and <em>models targeting diverse populations. </em>Three thematic areas evolved that were part of the agenda: Age-level specific models; Models using data collection for research; and Models that used technology or special resources to expand outreach.&nbsp;</p>\n<p class=\"Standard\">The Goals of the conference included:</p>\n<ul>\n<li>Sharing information among NSF EPSCoR jurisdictions on both key elements and common characteristics of successful educational models; </li>\n<li>Exploring areas for potential collaboration, replication, or modification for new educational outreach programs in our jurisdictions; and</li>\n<li>Learning about emerging opportunities across NSF directorates for supporting new educational models.</li>\n</ul>\n<p class=\"Standard\">A netbook computer was placed on each table in the ballroom, so that conference participants could use Google Buzz (in a closed network).&nbsp; Conference participants were encouraged to break up into teams, analyze the models and digitally compile the common features contributing to the models&rsquo; success.&nbsp; The teams were asked to provide feedback to questions related to characteristics of the models presented.&nbsp; As the teams discussed and responded via the netbooks and Google Buzz, the team&rsquo;s responses were displayed on a screen at the front of the ballroom. These orchestrated discussions resulted in a hands?on type of activity that allowed participants to feel more involved in the conference.</p>\n<p class=\"Standard\">The summary of this discussion board was posted in a &ldquo;post-conference&rdquo; wiki to stimulate continuing discussion of the elements that contribute to successful outreach models.&nbsp; Additionally, the PowerPoint slides used by presenters and videotaped presentations were posted at the conference website (http://www.arkepscor.org/EAT_Web/html/index.html) to share information with the public. There have been a total of 2,017 downloads of these videos at the time of this report.</p>\n<p class=\"Standard\">Expanded collaborations, joint educational outreach proposals, and increased networking across EPSCoR jurisdictions was another outcome.&nbsp; Ample time for networking was included in the conference.&nbsp; &nbsp;On Sunday evening, before the conference officially began, ASSET hosted a pre?meeting of educational leaders from EPSCoR jurisdictions.&nbsp; Networking also occurred throughout the conference discussions, poster sessions and special events, such as the buffet dinner at the Clinton Library.&nbsp; As a result of networking and the NSF program officers panel, who discussed the organization of the sections within NSF and funding opportunities within each division, new&nbsp; or revised proposals have been submitted to NSF and the US Department of Education. Our one-year self-reported survey ind...",
  "por_txt_cntn": "Engaging AmericaÆs Talent Conference\nMarch 21-24, 2010\nThe Engaging America's Talent Conference brought together 115 participants who were interested in learning about education and outreach models in science, technology, engineering and mathematics (STEM). These participants from 38 states gathered in Little Rock, Arkansas for a three day conference that showcased educational models with proven success.  The conference was hosted by the Arkansas ASSET Initiative (Advancing and Supporting Science, Engineering and Technology).  ASSET is a project of NSF EPSCoR and the Arkansas Science &amp; Technology Authority.  The conference was co-hosted by the Winthrop Rockefeller Foundation and Accelerate Arkansas.\nThe agenda was organized to feature education/outreach models that targeted both diverse approaches to delivery of educational outreach and models targeting diverse populations. Three thematic areas evolved that were part of the agenda: Age-level specific models; Models using data collection for research; and Models that used technology or special resources to expand outreach. \nThe Goals of the conference included:\n\nSharing information among NSF EPSCoR jurisdictions on both key elements and common characteristics of successful educational models; \nExploring areas for potential collaboration, replication, or modification for new educational outreach programs in our jurisdictions; and\nLearning about emerging opportunities across NSF directorates for supporting new educational models.\n\nA netbook computer was placed on each table in the ballroom, so that conference participants could use Google Buzz (in a closed network).  Conference participants were encouraged to break up into teams, analyze the models and digitally compile the common features contributing to the modelsÆ success.  The teams were asked to provide feedback to questions related to characteristics of the models presented.  As the teams discussed and responded via the netbooks and Google Buzz, the teamÆs responses were displayed on a screen at the front of the ballroom. These orchestrated discussions resulted in a hands?on type of activity that allowed participants to feel more involved in the conference.\nThe summary of this discussion board was posted in a \"post-conference\" wiki to stimulate continuing discussion of the elements that contribute to successful outreach models.  Additionally, the PowerPoint slides used by presenters and videotaped presentations were posted at the conference website (http://www.arkepscor.org/EAT_Web/html/index.html) to share information with the public. There have been a total of 2,017 downloads of these videos at the time of this report.\nExpanded collaborations, joint educational outreach proposals, and increased networking across EPSCoR jurisdictions was another outcome.  Ample time for networking was included in the conference.   On Sunday evening, before the conference officially began, ASSET hosted a pre?meeting of educational leaders from EPSCoR jurisdictions.  Networking also occurred throughout the conference discussions, poster sessions and special events, such as the buffet dinner at the Clinton Library.  As a result of networking and the NSF program officers panel, who discussed the organization of the sections within NSF and funding opportunities within each division, new  or revised proposals have been submitted to NSF and the US Department of Education. Our one-year self-reported survey indicated 4 proposals at the current time attributed to this conference. \nDuring networking, the educational leaders also recognized the need to develop a centralized website and some type of organizational framework to share valuable educational information and resources.  As a result, EPSCoR educational leaders met in October and established a more formal organization of EPSCoR educational outreach directors (EODs). The educational outreach directors have subsequently developed an organizational plan and an internal discussion website for ..."
 }
}