{
 "awd_id": "1013372",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  High-power Mechanical Energy Harvesting Using Reverse Electrowetting on Nanostructured Surfaces",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Juan E. Figueroa",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2010-12-31",
 "tot_intn_awd_amt": 149000.0,
 "awd_amount": 149000.0,
 "awd_min_amd_letter_date": "2010-05-11",
 "awd_max_amd_letter_date": "2010-05-11",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will determine feasibility of developing a radically new mechanical-to-electrical energy conversion method which is based on reverse electrowetting - a recently discovered novel microfluidic phenomenon. The approach is targeted towards high-power harvesting of mechanical energy, which is achieved through the interaction of thousands of microscopic liquid droplets with novel nanostructured films. High-power harvesting of mechanical energy is a long-recognized concept which has not been commercialized in the past due to the lack of a viable energy harvesting technology. Existing methods of mechanical-to-electrical energy conversion such as electromagnetic, piezoelectric, or electrostatic do not allow effective direct coupling to the majority of high-power environmental mechanical energy sources. There is clearly a need for a simple and efficient high-power mechanical-to-electrical energy conversion method capable of utilizing a broad range of aperiodic forces and displacements typically encountered in nature. The proposed approach aims to satisfy these goals and provide a revolutionary leap in the energy harvesting performance. \r\n\r\nThe broader impact/commercial potential of this project hinges upon its ability to provide a viable alternative to traditional electrochemical batteries and thus reduce cost, pollution, and other problems associated with their widespread use. In recent years, portable electronics have become inextricably intertwined with our daily life.  However, for all their decreasing size and increasing capabilities, powering mobile devices has remained a challenge. The majority of portable electronic devices are still powered by batteries. The processing power of mobile devices doubles approximately every 18 month in accordance with Moore's law. In contrast the energy capacity of batteries powering these devices has not greatly increased over the last couple of decades.  As the result electrical batteries emerged as a critical bottleneck impeding further progress in portable electronics development. If successful, the proposed approach can provide a breakthrough power generation technology and lead to greatly reduced dependence on traditional batteries. This would translate into such important societal benefits as improved productivity and increased efficiency of US workers, decreased pollution due to reduction in the amount and capacity of the batteries required to achieve the same level of performance, as well as development of significant new export opportunities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Taylor",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph A Taylor",
   "pi_email_addr": "jataylor@engr.wisc.edu",
   "nsf_id": "000554295",
   "pi_start_date": "2010-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "InStep NanoPower, LLC",
  "inst_street_address": "4715 Sheboygan Ave,",
  "inst_street_address_2": "Apt 117",
  "inst_city_name": "Madison",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6088901948",
  "inst_zip_code": "537053135",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "InStep NanoPower, LLC",
  "perf_str_addr": "4715 Sheboygan Ave,",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537053135",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1517",
   "pgm_ref_txt": "ELECT, PHOTONICS, & DEVICE TEC"
  },
  {
   "pgm_ref_code": "1775",
   "pgm_ref_txt": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "7257",
   "pgm_ref_txt": "APPLICATS OF ADVANCED TECHNOLS"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 149000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Currently the majority of mobile electronics, which we use every day, are powered by batteries. Although battery quality has substantially improved over the last two decades, the amount of energy which they can provide has not greatly increased. At present, cost, weight, limited service time, and waste disposable are problems, intrinsic to the batteries which are impeding the advance of many areas of electronics. The problem is especially acute for portable electronics, where rapidly growing performance and sophistication of mobile electronic devices lead to ever increasing power demands which batteries are unable to meet.</p>\n<p><br />One of the technologies that holds great promise to substantially alleviate current reliance on electrochemical batteries is high-power energy harvesting. Energy harvesting aims to capture energy that already exists in the environment and then to convert it into usable electric power. In cases where high mobility and high-power output is required, harvesters that convert mechanical energy into electrical energy are particularly promising, as they can tap into a variety of high-power-density energy sources including human locomotion.&nbsp; Humans are capable of generating very high levels of power. For instance, from resting to a fast sprint, the human body expends roughly 0.1 to 1.5 kilowatt.&nbsp; Only part of this energy is available for harvesting, but even a modest part of this vast energy pool can constitute a substantial power source. One of the most promising ways to extract energy from people&rsquo;s motion is by tapping into their gait. Humans typically exert a force up to 130 percent of their weight across their shoes at heel strike and toe-off.&nbsp; For a 180-pound person walking at one stride per second, about 10 W of power per foot could be available or 20 Watts for both feet. This is within the power range required for many mobile devices, and thus&nbsp;&nbsp; high-power energy harvesting has the potential of making a real impact.<br /><br />High-power harvesting of mechanical energy is a long-recognized concept which has not been commercialized in the past due to the lack of a viable method or transducer to make the energy conversion. Existing methods of mechanical-to-electrical energy conversion such as electromagnetic, piezoelectric, or electrostatic do not allow effective direct coupling to the majority of high-power environmental mechanical energy sources. Bulky and expensive mechanical or hydraulic transducers are required to convert the broad range of forces and displacements typically encountered in nature into useful power. To overcome these limitations we have developed a radically new mechanical-to-electrical energy conversion method. This novel method is based on the microfluidic phenomenon, known as reverse electrowetting. Energy generation is achieved through the movement of thousands of microscopic droplets interacting with a novel nanostructured thin film. The droplets are moved as force is applied to liquid reservoirs during the walking process. The entire transducer can be easily embedded in a shoe.&nbsp;&nbsp;</p>\n<p><br />We believe that this simple and robust design has a number of significant advantages over existing technologies such as,<br />1.&nbsp;&nbsp;&nbsp; Capable of producing high power densities, up to kilowatts per m2, yielding up to 20 W of available power for a footwear harvester. <br />2.&nbsp;&nbsp;&nbsp; Direct utilization of a broad range of mechanical forces and displacements, especially for those arising during human locomotion.<br />3.&nbsp;&nbsp;&nbsp; Production of a broad range of currents and voltages (from several volts to tens of volts) without the need for up or down voltage conversion, thus making it an ideal power source for a wide variety of portable equipment.<br />4.&nbsp;&nbsp;&nbsp; Very simple and robust design with no moving parts or expensive materials&nbsp; wh...",
  "por_txt_cntn": "\nCurrently the majority of mobile electronics, which we use every day, are powered by batteries. Although battery quality has substantially improved over the last two decades, the amount of energy which they can provide has not greatly increased. At present, cost, weight, limited service time, and waste disposable are problems, intrinsic to the batteries which are impeding the advance of many areas of electronics. The problem is especially acute for portable electronics, where rapidly growing performance and sophistication of mobile electronic devices lead to ever increasing power demands which batteries are unable to meet.\n\n\nOne of the technologies that holds great promise to substantially alleviate current reliance on electrochemical batteries is high-power energy harvesting. Energy harvesting aims to capture energy that already exists in the environment and then to convert it into usable electric power. In cases where high mobility and high-power output is required, harvesters that convert mechanical energy into electrical energy are particularly promising, as they can tap into a variety of high-power-density energy sources including human locomotion.  Humans are capable of generating very high levels of power. For instance, from resting to a fast sprint, the human body expends roughly 0.1 to 1.5 kilowatt.  Only part of this energy is available for harvesting, but even a modest part of this vast energy pool can constitute a substantial power source. One of the most promising ways to extract energy from peopleÆs motion is by tapping into their gait. Humans typically exert a force up to 130 percent of their weight across their shoes at heel strike and toe-off.  For a 180-pound person walking at one stride per second, about 10 W of power per foot could be available or 20 Watts for both feet. This is within the power range required for many mobile devices, and thus   high-power energy harvesting has the potential of making a real impact.\n\nHigh-power harvesting of mechanical energy is a long-recognized concept which has not been commercialized in the past due to the lack of a viable method or transducer to make the energy conversion. Existing methods of mechanical-to-electrical energy conversion such as electromagnetic, piezoelectric, or electrostatic do not allow effective direct coupling to the majority of high-power environmental mechanical energy sources. Bulky and expensive mechanical or hydraulic transducers are required to convert the broad range of forces and displacements typically encountered in nature into useful power. To overcome these limitations we have developed a radically new mechanical-to-electrical energy conversion method. This novel method is based on the microfluidic phenomenon, known as reverse electrowetting. Energy generation is achieved through the movement of thousands of microscopic droplets interacting with a novel nanostructured thin film. The droplets are moved as force is applied to liquid reservoirs during the walking process. The entire transducer can be easily embedded in a shoe.  \n\n\nWe believe that this simple and robust design has a number of significant advantages over existing technologies such as,\n1.    Capable of producing high power densities, up to kilowatts per m2, yielding up to 20 W of available power for a footwear harvester. \n2.    Direct utilization of a broad range of mechanical forces and displacements, especially for those arising during human locomotion.\n3.    Production of a broad range of currents and voltages (from several volts to tens of volts) without the need for up or down voltage conversion, thus making it an ideal power source for a wide variety of portable equipment.\n4.    Very simple and robust design with no moving parts or expensive materials  which is readily adaptable for mass manufacturing. It can be effectively used in a broad range of climates and environmental conditions.\n\nThe work accomplished during the Phase I award period has successfully demonstrated ..."
 }
}