{
 "awd_id": "1013154",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Tornado-Surface Interaction",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 397703.0,
 "awd_amount": 397703.0,
 "awd_min_amd_letter_date": "2010-09-10",
 "awd_max_amd_letter_date": "2012-06-10",
 "awd_abstract_narration": "Our understanding of tornadoes and tornadic storms has increased significantly in the past two decades due in large part to extensive Doppler radar observations on different scales, mobile mesonet and other in situ observations, and numerical simulation on both the storm and tornado scales.  One of the apparent lessons, however, has been the critical importance of physics on a large range of different scales, from full storm scale down to the few-meter deep inflow layer feeding the tornado corner flow, leaving the reliable prediction of tornado occurrence and behavior within a given storm as still a daunting task.  This has made the gathering of more complete tornadic storm data sets on a large range of scales (as is being attempted in VORTEX-II, a large field observational program supported by National Science Foundation) a clear priority.  However, this complexity also suggests a need to isolate and understand different pieces of the problem in more idealized studies.\r\n\r\nIntellectual Merit.  Observations and simulation studies have demonstrated a great variety and complexity of tornado behavior near the surface and aloft.  Much of this arises from the sensitivity of tornadoes to the properties of the near-surface inflow that feeds into the tornado corner and core flows.  This study will focus on tornado-surface interactions and their effects on tornado intensification and structure.  A principal new component will be to employ \"immersed boundary\" techniques to incorporate non-trivial surface geometry into an existing high-resolution large-eddy simulation (LES) tornado model.  This will allow us to address several important issues with simulation studies for the first time: the effects of topographical features (such as small hills, ridges, valleys, or buildings) on near-surface tornado dynamics; the pressure and debris forcing on simple building structures for a variety of realistic tornado wind and debris fields; the potential importance to tornado dynamics of treating individual surface roughness elements rather than employing a simple surface roughness length approximation; and the lofting of isolated large objects (such as idealized vehicles) within tornadoes.  In addition we will continue several of our ongoing theoretical and numerical studies of different facets of tornado and mesocyclone dynamics including: behavior and analysis of vortices far from axisymmetry; the interaction of vortices on different spatial scales; mechanisms for near-surface intensification of tornadoes; tornado-debris dynamics; and the analysis of tornado damage tracks and surface markings.\r\n\r\nBroader Impacts.  A long-term goal of the research is better understanding of tornado occurrence and behavior in order to improve tornado prediction and increase public safety.  The simulation of the forcing of tornado winds and debris flows on buildings, and of the effects of encountering buildings on tornado behavior should improve estimates of potential tornado damage in urban environments and aid engineer's attempts to design structures to withstand credible tornado conditions. Understanding the effects of topography on near-surface tornado behavior and intensification may also lead to strategies for reducing the likelihood of strong tornado damage in some environments. The improvements in LES of particle laden turbulent flows in different geometries developed for this project may find broader applications in other fields such as combustion, chemical processing or pollutant dispersal.  The main educational component will be the in depth training of one PhD student.  In addition, given the public fascination with tornadoes, the project will also promote science education and interest among the broader public through contributions to popular media.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Lewellen",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Lewellen",
   "pi_email_addr": "dclewellen@mail.wvu.edu",
   "nsf_id": "000106939",
   "pi_start_date": "2010-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Lewellen",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "William S Lewellen",
   "pi_email_addr": "WSLewellen@mail.wvu.edu",
   "nsf_id": "000247476",
   "pi_start_date": "2010-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "West Virginia University Research Corporation",
  "inst_street_address": "886 CHESTNUT RIDGE ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "MORGANTOWN",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3042933998",
  "inst_zip_code": "265052742",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WV02",
  "org_lgl_bus_name": "WEST VIRGINIA UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "M7PNRH24BBM8"
 },
 "perf_inst": {
  "perf_inst_name": "West Virginia University",
  "perf_str_addr": "1500 UNIVERSITY AVE",
  "perf_city_name": "MORGANTOWN",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "26506",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WV02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 130280.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 129981.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 137442.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Tornado occurrence, behavior and intensity depend on a complex interaction of ingredients on a large range of length scales, making the results highly variable and challenging to predict.&nbsp; In a series of prior NSF-supported research grants we used high-resolution numerical simulations solving the fundamental equations of fluid flow together with theoretical analysis to study an important aspect of this problem: the interaction of the tornado vortex with the surface.&nbsp; Tornado structure and intensity prove to be highly sensitive to the properties of the near-surface inflow that feeds into the tornado core. An important consequence is that the interaction of the tornado with the surface can often lead to the highest wind speeds of the entire storm occurring near the surface, where they can cause the most damage.<br /><br />In the present work we extended our prior studies to examine the effects of local topography -- such as small hills, ridges, valleys, and large buildings or groups of buildings -- on tornado behavior.&nbsp; Past tornado observations and damage surveys over nontrivial terrain have suggested possibly significant effects, but the number of factors involved and limited information available in individual cases do not allow systematic determination of the physical processes involved.&nbsp; We overcame this limitation using hundreds of simulations with controlled variations of potentially important parameters.&nbsp; The results showed that even modest amplitude topography can lead to significant changes in tornado strength, structure and path. Multiple, sometimes competing, effects lead to a great variety of behaviors, with the largest influences generally from topographically induced changes in the near-surface inflow to the tornado. This can lead to either intensification or de-intensification of the tornado winds near the surface.&nbsp; Controlled simulations and simplified models allowed the dominant mechanisms at work in different scenarios (such as a tornado of a given type crossing a ridge) to be determined.&nbsp; It was also determined, in general terms, when a building or group of buildings might significantly affect a tornado and what physical mechanisms are at work. Intensification, de-intensification, or both are&nbsp; possible near the surface along with changes in tornado structure if the buildings are large enough and close enough to the tornado relative to the tornado's core size. While the simulations suggest that large buildings might sometimes shield themselves and other local structures from the strongest tornado winds, they do not support any general conclusions about city environments providing protection from tornadoes: a large enough high-swirl tornado would not be appreciably weakened and even for modest sized tornadoes the presence of large buildings can lead to more damaging winds occurring in some locations.&nbsp; In addition to the effects of buildings on tornadoes, the simulations allowed the detailed examination of pressure and wind fields around idealized buildings, giving guidance on the highly variable local forces encountered over time, though without including the possible effects of the destruction of the buildings themselves. <br /><br />The improved understanding of the effects of topography or buildings on tornado behavior from the present study may lead to improved predictions of tornado occurrence and damage potential in both rural and urban environments.&nbsp; The detailed information on the wind structure, pressure forces and debris transport provided by the simulations may also aid in attempts to design structures to withstand credible tornado conditions and to provide useful information to emergency planning agencies regarding the likely transport and deposition of hazardous debris. It is hoped that these advances will lead to reductions in deaths, injuries, and property damage from tornadoes.</p><br...",
  "por_txt_cntn": "\nTornado occurrence, behavior and intensity depend on a complex interaction of ingredients on a large range of length scales, making the results highly variable and challenging to predict.  In a series of prior NSF-supported research grants we used high-resolution numerical simulations solving the fundamental equations of fluid flow together with theoretical analysis to study an important aspect of this problem: the interaction of the tornado vortex with the surface.  Tornado structure and intensity prove to be highly sensitive to the properties of the near-surface inflow that feeds into the tornado core. An important consequence is that the interaction of the tornado with the surface can often lead to the highest wind speeds of the entire storm occurring near the surface, where they can cause the most damage.\n\nIn the present work we extended our prior studies to examine the effects of local topography -- such as small hills, ridges, valleys, and large buildings or groups of buildings -- on tornado behavior.  Past tornado observations and damage surveys over nontrivial terrain have suggested possibly significant effects, but the number of factors involved and limited information available in individual cases do not allow systematic determination of the physical processes involved.  We overcame this limitation using hundreds of simulations with controlled variations of potentially important parameters.  The results showed that even modest amplitude topography can lead to significant changes in tornado strength, structure and path. Multiple, sometimes competing, effects lead to a great variety of behaviors, with the largest influences generally from topographically induced changes in the near-surface inflow to the tornado. This can lead to either intensification or de-intensification of the tornado winds near the surface.  Controlled simulations and simplified models allowed the dominant mechanisms at work in different scenarios (such as a tornado of a given type crossing a ridge) to be determined.  It was also determined, in general terms, when a building or group of buildings might significantly affect a tornado and what physical mechanisms are at work. Intensification, de-intensification, or both are  possible near the surface along with changes in tornado structure if the buildings are large enough and close enough to the tornado relative to the tornado's core size. While the simulations suggest that large buildings might sometimes shield themselves and other local structures from the strongest tornado winds, they do not support any general conclusions about city environments providing protection from tornadoes: a large enough high-swirl tornado would not be appreciably weakened and even for modest sized tornadoes the presence of large buildings can lead to more damaging winds occurring in some locations.  In addition to the effects of buildings on tornadoes, the simulations allowed the detailed examination of pressure and wind fields around idealized buildings, giving guidance on the highly variable local forces encountered over time, though without including the possible effects of the destruction of the buildings themselves. \n\nThe improved understanding of the effects of topography or buildings on tornado behavior from the present study may lead to improved predictions of tornado occurrence and damage potential in both rural and urban environments.  The detailed information on the wind structure, pressure forces and debris transport provided by the simulations may also aid in attempts to design structures to withstand credible tornado conditions and to provide useful information to emergency planning agencies regarding the likely transport and deposition of hazardous debris. It is hoped that these advances will lead to reductions in deaths, injuries, and property damage from tornadoes.\n\n\t\t\t\t\tLast Modified: 11/24/2014\n\n\t\t\t\t\tSubmitted by: David C Lewellen"
 }
}