{
 "awd_id": "1014342",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Li-ion Cells From Recycled Battery Materials",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anthony Walters",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2010-12-31",
 "tot_intn_awd_amt": 149999.0,
 "awd_amount": 149999.0,
 "awd_min_amd_letter_date": "2010-06-08",
 "awd_max_amd_letter_date": "2010-06-08",
 "awd_abstract_narration": "This SBIR Phase I project will develop and demonstrate the feasibility of a direct recycling process suitable for recovering and regenerating active materials from Li-ion cell waste streams and reincorporating those materials into low cost high performance Li-ion battery products.  The project includes establishing the feasibility of recovering contaminate free anode, cathode, and electrolyte materials.  The recovery of those materials has the potential for cost reduction.  The project includes characterization of the materials, as well as designing, building, and testing full cells incorporating the recycled materials.\r\n\r\nThe broader/commercial impact of the project will be the direct use of recycled materials to build new cells.  This has real potential for cost benefit.  Success of the approach will greatly enhance the value proposition for recycling Li-ion cells, which should have a direct impact on the\r\nrecycling rate. The low cost materials recovered and regenerated from recycled Li-ion cells have the potential to significantly reduce the cost of Li-ion systems overall, benefiting the consumer and enabling more rapid acceptance of environmentally friendly applications like EV?s.  The Li-ion cells have applications (at this time) mainly in the automobile industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Kepler",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Keith D Kepler",
   "pi_email_addr": "kkepler@farasis.com",
   "nsf_id": "000251528",
   "pi_start_date": "2010-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Farasis Energy, Inc.",
  "inst_street_address": "23575 Cabot Blvd.",
  "inst_street_address_2": "Ste. 205",
  "inst_city_name": "Hayward",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5107326600",
  "inst_zip_code": "945451657",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "CA14",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Farasis Energy, Inc.",
  "perf_str_addr": "23575 Cabot Blvd.",
  "perf_city_name": "Hayward",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "945451657",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "CA14",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1440",
   "pgm_ref_txt": "ENVIRONMENTAL ENGINEERING"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9197",
   "pgm_ref_txt": "ENVIRONMENTAL TECHNOLOGY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 149999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of Phase I of this project was to demonstrate the feasibility of our concept for developing processes to achieve direct recycling of high value Li-ion battery materials which can be used to make a new generation of Li-ion cell.&nbsp; Unlike standard recycling processes that break down the battery and battery materials into their elemental components which are then sold on the open metals market, direct recycling recovers the battery materials in their active form and &ldquo;cleans&rdquo; them up or otherwise regenerates them so they can go directly back into new Li-ion cells.&nbsp; The direct recycling approach preserves the value of the battery materials and if successful would provide a route to an environmentally friendly battery recycling method that does not require subsidies to enforce, and in fact, can lead to a great reduction in the cost of Li-ion battery systems.</p>\n<p>Over the course of the project we have clearly demonstrated the feasibility of the direct recycling concept for Li-ion batteries using innovative processes that are compatible with the high value components of Li-ion cells.&nbsp; The best materials, recovered and regenerated from spent Li-ion cells were used to make prototype Li-ion cells that exhibited performance similar to that of Li-ion cells made from commercially available Li-ion components.&nbsp; Further development will broaden the applicability of the approach to have a major impact on emerging applications utilizing Li-ion battery technology in the automotive and electric power generation industries.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/02/2011<br>\n\t\t\t\t\tModified by: Keith&nbsp;D&nbsp;Kepler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of Phase I of this project was to demonstrate the feasibility of our concept for developing processes to achieve direct recycling of high value Li-ion battery materials which can be used to make a new generation of Li-ion cell.  Unlike standard recycling processes that break down the battery and battery materials into their elemental components which are then sold on the open metals market, direct recycling recovers the battery materials in their active form and \"cleans\" them up or otherwise regenerates them so they can go directly back into new Li-ion cells.  The direct recycling approach preserves the value of the battery materials and if successful would provide a route to an environmentally friendly battery recycling method that does not require subsidies to enforce, and in fact, can lead to a great reduction in the cost of Li-ion battery systems.\n\nOver the course of the project we have clearly demonstrated the feasibility of the direct recycling concept for Li-ion batteries using innovative processes that are compatible with the high value components of Li-ion cells.  The best materials, recovered and regenerated from spent Li-ion cells were used to make prototype Li-ion cells that exhibited performance similar to that of Li-ion cells made from commercially available Li-ion components.  Further development will broaden the applicability of the approach to have a major impact on emerging applications utilizing Li-ion battery technology in the automotive and electric power generation industries. \n\n \n\n\t\t\t\t\tLast Modified: 05/02/2011\n\n\t\t\t\t\tSubmitted by: Keith D Kepler"
 }
}