{
 "awd_id": "1014547",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "X-ray Determinations of Proteins and Viruses",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 1350000.0,
 "awd_amount": 1350000.0,
 "awd_min_amd_letter_date": "2010-08-17",
 "awd_max_amd_letter_date": "2014-05-06",
 "awd_abstract_narration": "Intellectual Merit\r\n\r\nThe original 1963 title of this project, \"X-ray Determinations of Proteins and Viruses,\" is still apt today.  In the 60s and 70s the project supported primarily the development of technology for structural studies.  However, starting in the 90s, with the successful determination of the first virus structures and the establishment of crystallography as an automated tool, this project was directed to support the study of viruses that infect and can kill bacteria (\"bacteriophages\").  In the period of the current project there is a shift back to include not only analyses of bacteriophages, but also the development of new tools for the analysis of pleomorphic viruses by means of cryo-electron tomography (cryoET).  X-ray diffraction and cryo-electron microscopy (cryoEM) techniques, in conjunction with molecular biology and protein chemistry, will be the primary tools used to analyze the life cycle of various bacterial viruses.  The emphasis will be on the small, single-stranded DNA, tailless bacteriophage phi X174; on the double-stranded DNA (dsDNA), short-tailed phage C1; on the small, dsDNA, tailed phage phi 29; as well as on the large and complex dsDNA phage phi KZ.  Part of the emphasis of this project will be to extend some of the previous cryoEM reconstructions to make possible visualization of individual amino acids that determine chemistry and, hence, the function of the viral components.  In addition, studies have been initiated on the interpretation of cryo-tomograms of lipid enveloped viruses that do not obey exact icosahedral symmetry.  Such viruses are either too awkwardly shaped to achieve a packing organization that has sufficient inter-particle contacts to make crystallization feasible, or are pleomorphic (many different shapes) with no virion having exactly the same shape or form.  Where necessary, cryoEM and cryoET will be augmented by crystal structures of viral protein components.  Pseudo-atomic resolution structures can be obtained by fitting the individual crystal structures into the cryoEM or cryoET images of the virion, assembly intermediates or larger fragments of the native virus. By combining structural results with mutational and other studies of assembly intermediates, genome packaging and host recognition, the hope is to probe the mechanisms of these biological processes.  As functions such as assembly and host recognition that are required by both bacteriophages as well as by viruses, information gained in the study of bacteriophages can be helpful in the study of all viruses.\r\n\r\nBroader Impact\r\n\r\nThe co-authors of the papers published over the previous five years of NSF support for this project include one undergraduate, three graduate students, eleven post-docs and three technicians.  Of these, seven were women and their ethnic backgrounds included one Hispanic, three Chinese, one Japanese, three Russian, one Korean, one Canadian and four US Americans.  All three of the graduate students have now received their Ph.D. degrees and went on to do postdoctoral training.  Two of these students are now assistant professors at major universities.  All students and most post-docs took advantage of a semester long courses in crystallography (taught by the PI) and electron microscopy.  Similar statistics are likely for the next five years of this project.  Since 1963 more than 130 post-docs and 30 graduate students have benefited from the continuing NSF support.  Many of these students and post-docs have subsequently become internationally recognized structural biologists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Rossmann",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Michael G Rossmann",
   "pi_email_addr": "mr@purdue.edu",
   "nsf_id": "000293478",
   "pi_start_date": "2010-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1166",
   "pgm_ref_txt": "MOLECULAR BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 260000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 270000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 280000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 290000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Little was known about the structure of viruses when this grant project was first initiated in 1963. &nbsp;The grant has been renewed at regular intervals since then and has now again been renewed for another four years. Since 1963 there has been enormous progress in developing X-ray crystallography, electron microscopy and molecular biology. Whereas the determination of an icosahedral virus structure at near-atomic resolution was often considered to be beyond reach in 1963, it is routine today. This advance is, in part, the result of NSF support for this grant. As a consequence, it is now possible to investigate the numerous molecular mechanisms that are required by a virus during its life cycle. The PI&rsquo;s endeavors with X-ray crystallography, cryo-electron microscopy (cryoEM) and cryo-electron tomography (cryoET) for this grant award were complemented, in particular, by the <em>in vivo</em> genetic and biochemical efforts of two of his collaborators, Bentley A. Fane of the University of Arizona and Vince Fischetti of the Rockefeller University, New York.</p>\n<p>When a mature virus has been assembled, it needs to be released from the host cell and be ready to release its viral genome after finding a new host. Many bacterial viruses (bacteriophages) have separated these functions into specialized organelles such as tails for translocating their genome across cell walls, fibers for recognition and attachment, special portal vertices for genome entry and exit, and scaffolding proteins for capsid assembly. The separation of function into individual structural features makes bacteriophages especially useful for investigating each function independently.</p>\n<p>Eukaryotic viruses need only penetrate the plasma membrane, relying on host processes such as receptor mediate endocytosis, to provide both the machinery and energy for cell entry. In contrast, viruses that infect bacteria must penetrate large and elaborate cell walls. Accordingly, phages must often provide both the machinery, in the form of a tail, and a potential energy source. Thus, the analysis of phages, has provided insight into some extraordinarily intricate and biologically fascinating molecular machines.</p>\n<p>In the grant period that has now finished we published papers in the following subjects:</p>\n<p><strong>&phi;X174 Bacteriophage</strong></p>\n<p>Two papers were published that show the H protein of phiX174 forms tubes that are used by this virus in the same way that tails are used by many phages to inject the host bacterium with the viral genome.</p>\n<p><strong>&phi;29 Bacteriophage</strong></p>\n<p>Two papers were published that describe essential structural components of the podovirus phi29. The first paper deals with the assembly of the phage tail spike. The second paper establishes the head fiber structures and suggests how these are essential for the virus to find and bind to a host.</p>\n<p><strong>C1 Bacteriophage</strong>.</p>\n<p>We have started studying phage C1 and have identified its major structural components</p>\n<p><strong>Rubella Virus</strong></p>\n<p>We are studying Rubella virus and are developing techniques suitable for the study of partially polymorphous viruses. We have determined the structure of the internal capsid protein and have shown how this protein participates in the assembly of the virus.</p>\n<p><strong>Technology</strong></p>\n<p>We explored a number of technical innovations. We explored the errors that can occur during phase extension in the presence of non-crystallographic symmetry. In another paper we explore distortions that can occur by too thin ice thickness when preparing grids for cryoEM&nbsp; analyses, In a third paper we discuss recent use of XFEL data collection,</p>\n<p><strong>Reviews&nbsp; </strong></p>\n<p>We also wrote six reviews relevant to the work supported by this grant.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/14/2015<br>\n\t\t\t\t\tModified by: Michae...",
  "por_txt_cntn": "\nLittle was known about the structure of viruses when this grant project was first initiated in 1963.  The grant has been renewed at regular intervals since then and has now again been renewed for another four years. Since 1963 there has been enormous progress in developing X-ray crystallography, electron microscopy and molecular biology. Whereas the determination of an icosahedral virus structure at near-atomic resolution was often considered to be beyond reach in 1963, it is routine today. This advance is, in part, the result of NSF support for this grant. As a consequence, it is now possible to investigate the numerous molecular mechanisms that are required by a virus during its life cycle. The PIÆs endeavors with X-ray crystallography, cryo-electron microscopy (cryoEM) and cryo-electron tomography (cryoET) for this grant award were complemented, in particular, by the in vivo genetic and biochemical efforts of two of his collaborators, Bentley A. Fane of the University of Arizona and Vince Fischetti of the Rockefeller University, New York.\n\nWhen a mature virus has been assembled, it needs to be released from the host cell and be ready to release its viral genome after finding a new host. Many bacterial viruses (bacteriophages) have separated these functions into specialized organelles such as tails for translocating their genome across cell walls, fibers for recognition and attachment, special portal vertices for genome entry and exit, and scaffolding proteins for capsid assembly. The separation of function into individual structural features makes bacteriophages especially useful for investigating each function independently.\n\nEukaryotic viruses need only penetrate the plasma membrane, relying on host processes such as receptor mediate endocytosis, to provide both the machinery and energy for cell entry. In contrast, viruses that infect bacteria must penetrate large and elaborate cell walls. Accordingly, phages must often provide both the machinery, in the form of a tail, and a potential energy source. Thus, the analysis of phages, has provided insight into some extraordinarily intricate and biologically fascinating molecular machines.\n\nIn the grant period that has now finished we published papers in the following subjects:\n\n&phi;X174 Bacteriophage\n\nTwo papers were published that show the H protein of phiX174 forms tubes that are used by this virus in the same way that tails are used by many phages to inject the host bacterium with the viral genome.\n\n&phi;29 Bacteriophage\n\nTwo papers were published that describe essential structural components of the podovirus phi29. The first paper deals with the assembly of the phage tail spike. The second paper establishes the head fiber structures and suggests how these are essential for the virus to find and bind to a host.\n\nC1 Bacteriophage.\n\nWe have started studying phage C1 and have identified its major structural components\n\nRubella Virus\n\nWe are studying Rubella virus and are developing techniques suitable for the study of partially polymorphous viruses. We have determined the structure of the internal capsid protein and have shown how this protein participates in the assembly of the virus.\n\nTechnology\n\nWe explored a number of technical innovations. We explored the errors that can occur during phase extension in the presence of non-crystallographic symmetry. In another paper we explore distortions that can occur by too thin ice thickness when preparing grids for cryoEM  analyses, In a third paper we discuss recent use of XFEL data collection,\n\nReviews  \n\nWe also wrote six reviews relevant to the work supported by this grant.\n\n\t\t\t\t\tLast Modified: 09/14/2015\n\n\t\t\t\t\tSubmitted by: Michael G Rossmann"
 }
}