{
 "awd_id": "1014478",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Colloid Mobilization and Transport in the Vadose Zone: New Observations and Modeling Approaches",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 263546.0,
 "awd_amount": 263546.0,
 "awd_min_amd_letter_date": "2010-09-19",
 "awd_max_amd_letter_date": "2010-09-19",
 "awd_abstract_narration": "Predictive approaches for the transport of colloids (microscopic, waterborne particles) through unsaturated soils are unavailable.  Consequently, it is impossible to evaluate the risks associated with the transmission of colloid-sized contaminants through the vadose zone and into drinking-water aquifers or to inform management decisions intended to minimize these risks.  Our work is aimed at addressing these deficiencies.  In particular, we (the PI, a postdoctoral associate, and a Ph.D. student) will: \r\n\r\n(1) measure the effects of infiltration rate and soil texture on colloid transport through vadose-zone soils during transient flow;\r\n(2) elucidate the responses of colloid mobility within vadose-zone soils to changes in colloid size and composition and pore-water chemistry;  and\r\n(3) develop a mathematical model that is suitable for quantifying colloid mobilization and transport during transient, unsaturated flow through geologic media.\r\n\r\nOur work will begin with laboratory experiments on the movement of mineral colloids through real vadose-zone soils.  This laboratory component will involve column experiments designed to illuminate the sensitivity of colloid mobilization, transport, and deposition during soil imbibition and drainage to changes in soil texture, pore-water ionic strength, and the physicochemical properties of the colloids themselves.  The column experiments will be supplemented by pore-scale visualization experiments that will reveal the principal mechanisms of colloid mobilization and retention under the physicochemical conditions examined in the column experiments.  These experiments will also elucidate the changes in air-water configuration that occur during transient flow and that presumably drive colloid release.  The visualization experiments, together with the column experiments, will be used to guide the development of a model for coupled transient porewater flow, colloid transport, and colloid mass transfer. This model will be based on modern conceptualizations of air-water configuration within unsaturated porous media and will approximate the effects of multiple mechanisms on colloid mobilization, rather than treating mobilization as a lumped process without a physical basis.  By the end of the project period, a comprehensively evaluated model will be created that is suitable for making inferences on colloid mobility within unsaturated soils.  The overall findings from this research should gain the attention of hydrologists, soil scientists, aquatic chemists, and engineers interested in two-phase flow phenomena, the fate and transport of engineered nanoparticles in geologic environments, soil formation processes, and the transmission of pathogens and colloid bound pollutants through unsaturated soils and towards the water table.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Saiers",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "James E Saiers",
   "pi_email_addr": "James.Saiers@yale.edu",
   "nsf_id": "000209770",
   "pi_start_date": "2010-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 263546.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Agriculture, industry, mining, and urbanization are not only stressing freshwater supplies, but have also diminished groundwater and surface-water quality.&nbsp; The agents of pollution are sometimes dissolved in water, but in other cases consist of colloid-sized (0.001 mm to 10 mm) pathogens, such as viruses, bacteria, and protozoa, or toxic chemicals that are bound to colloid-sized mineral particles, such as clays and oxide precipitates.&nbsp; Our research focused on improving understanding of factors that control the migration of colloids through soils and sediments that comprise geologic environments.&nbsp;</p>\n<p>We were particularly interested in learning more about how contaminant-carrying colloids move downward through soils and toward drinking-water aquifers during precipitation events. This research involved experiments on the transport of clay particles (the colloids) and radionuclides (the contaminants) through laboratory soil columns.&nbsp; Results of our experiments reveal the importance of colloid mineralogy and pore-water chemistry in controlling the amounts of radionuclides attached to the colloids and the distances that radionuclide-bound colloids travel during rainfall events.&nbsp; The data from the column experiments were used to develop a new model appropriate for predicting the movement of colloid-associated contaminants through soils.&nbsp;</p>\n<p>We also explored the transmission of colloids through streambed sediments and into streams.&nbsp; This phenomenon is important because stream-water nutrients, such as phosphorus and nitrogen, can occur in colloidal forms and their concentrations regulate stream biological processes.&nbsp; We created a computer model that quantified the exchange of water across the streambed interface and the flow of water through sediments that surround the stream.&nbsp; This model also accounted for colloid transport and filtration within the streambed sediments.&nbsp; Our findings demonstrate how streambed microtopography and permeability, together with stream-flow rates, combine to influence the fluxes of colloids into the stream-water column.&nbsp;</p>\n<p>Findings from our research, which integrated laboratory experiments with hydrologic modeling, contribute to advancing a framework for the transport of colloidal particles and colloid-associated chemicals through natural environments.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/11/2015<br>\n\t\t\t\t\tModified by: James&nbsp;E&nbsp;Saiers</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAgriculture, industry, mining, and urbanization are not only stressing freshwater supplies, but have also diminished groundwater and surface-water quality.  The agents of pollution are sometimes dissolved in water, but in other cases consist of colloid-sized (0.001 mm to 10 mm) pathogens, such as viruses, bacteria, and protozoa, or toxic chemicals that are bound to colloid-sized mineral particles, such as clays and oxide precipitates.  Our research focused on improving understanding of factors that control the migration of colloids through soils and sediments that comprise geologic environments. \n\nWe were particularly interested in learning more about how contaminant-carrying colloids move downward through soils and toward drinking-water aquifers during precipitation events. This research involved experiments on the transport of clay particles (the colloids) and radionuclides (the contaminants) through laboratory soil columns.  Results of our experiments reveal the importance of colloid mineralogy and pore-water chemistry in controlling the amounts of radionuclides attached to the colloids and the distances that radionuclide-bound colloids travel during rainfall events.  The data from the column experiments were used to develop a new model appropriate for predicting the movement of colloid-associated contaminants through soils. \n\nWe also explored the transmission of colloids through streambed sediments and into streams.  This phenomenon is important because stream-water nutrients, such as phosphorus and nitrogen, can occur in colloidal forms and their concentrations regulate stream biological processes.  We created a computer model that quantified the exchange of water across the streambed interface and the flow of water through sediments that surround the stream.  This model also accounted for colloid transport and filtration within the streambed sediments.  Our findings demonstrate how streambed microtopography and permeability, together with stream-flow rates, combine to influence the fluxes of colloids into the stream-water column. \n\nFindings from our research, which integrated laboratory experiments with hydrologic modeling, contribute to advancing a framework for the transport of colloidal particles and colloid-associated chemicals through natural environments.  \n\n \n\n\t\t\t\t\tLast Modified: 11/11/2015\n\n\t\t\t\t\tSubmitted by: James E Saiers"
 }
}