{
 "awd_id": "1014508",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Making Connections: Integrating Formal and Informal Learning Experiences for Teens Who Are at Risk of Dropping out of School",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928333",
 "po_email": "gesolomo@nsf.gov",
 "po_sign_block_name": "Gregg Solomon",
 "awd_eff_date": "2010-04-15",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 193663.0,
 "awd_amount": 193663.0,
 "awd_min_amd_letter_date": "2010-03-17",
 "awd_max_amd_letter_date": "2010-03-17",
 "awd_abstract_narration": "The Making Connections (MC) study is a time-sensitive research project that is built around a unique event that will be occurring in the summer of 2010, the removal of two enormous dams on Elwha tribal lands and affecting Olympic National Park in Washington State. This is the largest dam removal project in the world, and the removal of the dams will have an enormous effect on the river environment in that area. Effects are expected to be positive and include the restoration of salmon breeding grounds. This will significantly alter the immediate environment of people living on the Olympic Peninsula in Washington State, including the indigenous people living on tribal lands who will have the natural habitat restored.  This study will use the dam removal project to connect 7th and 8th grade students (including indigenous students) with the relevant science and mathematics knowledge and skills to make sense of its environmental impact, and to more fully understand and participate in important scientific and community activities. In order to do this, first, specialized curriculum materials will be developed that teach important knowledge and skills that can be used to understand the dam removal process and its effects on the environment, and to study it first-hand in the field. The PIs will work with teachers collegially to implement this curriculum. Next, students and teachers will collect baseline data at the dam sites and areas below, allowing them to document and better understand the changes that will occur as the dams are removed, and afterwards as the river system slowly restores itself. Students will use video to document some of these features, creating the potential for dramatic before and after video evidence.  Finally, during the summer, the students once again will return to dam sites as they are taken down, brick by brick.  Honors students from the University of Washington will help mentor middle school students in the field.  In addition, videographers from the University of Washington will collect video/ethnographic data on the students interacting with the environment, making predictions, collecting data, and making connections between their knowledge of science and colossal impact that this environmental event is having on the ecosystem and on the community. The study includes measures of blended formal/informal learning with the aid of pre- and posttests, progressive self-assessments, and ethnographic methods.  The eventual goal is to prepare for a follow-on study that involves students after the dams are removed, as they participate as docents who can explain what has occurred to visitors to the National Park.\r\n\r\nThis study is important because it takes advantage of a once-in-a-lifetime environmental event as the platform for teaching and learning about science and mathematics. Students participating in this study are expected to engage in the actual practice of science in a way that blends informal and formal science education. The overall goal is to develop student expertise in areas of science education stemming from the restoration of the river watershed. Students will learn and apply scientific principles as they learn to develop videographer and museum-like docent skills and, in so doing, capture and process valuable footage of the present (pre-dam-removal) landscape. The study integrates formal classroom learning with informal experiential learning by first, engaging students in the restoration of their community landscape, and thereafter, in their telling of this story to peers and to the outside world. The study would provide mediation, tools and artifacts to help learners notice key dimensions of their experiences and demonstrate linkages to other aspects of their culture and lives. The project will partner with The National Park Service (NPS)to develop visitor activities for the site so that others can learn about myriad geo-scientific and social issues involved in dam removal and habitat restoration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Bransford",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "John D Bransford",
   "pi_email_addr": "bransj@u.washington.edu",
   "nsf_id": "000382092",
   "pi_start_date": "2010-03-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "O'Mahony",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy O'Mahony",
   "pi_email_addr": "tko2@u.washington.edu",
   "nsf_id": "000552520",
   "pi_start_date": "2010-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 193663.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated how two different methods of learning, teaching and communication affected middle school students, their parents, and their greater community in the context of the Elwha Dam removal project---the largest project of its kind in the United States. The plan for the project was receiving a great deal of attention both regionally and nationally, and many different groups of scientists (e.g., hydrologists and ecologists) were working together to make sure that the two dams to be taken down (they were no longer needed and in danger of collapsing and causing major floods) would be handled in a way that caused the least ecological damage.</p>\n<p>&nbsp;</p>\n<p>The Dam Removal project was a unique event that was expected to yield many biological insights as the dams were taken down systematically and life returned to the river and its surroundings.&nbsp; However, the team that worked on the present grant realized that the time for dam removal was quickly approaching. Thanks to the fast response capability of the NSF Rapid Grant program, we were able to procure funds to help students learn to study and capture (via technology) key aspects of the Elwha ecosystem prior to the dams being taken down.&nbsp; This information would eventually be compared to ecosystem and sociocultural data after the dam removal was complete, and students would assume roles of helping others learn from their experiences.&nbsp; Ultimately, this local project had the potential to have exciting curriculum implications for people no matter where they live.</p>\n<p>&nbsp;</p>\n<p>The study was designed collaboratively with residents of the area, including the chief of the local Native American tribe and members of the school system. Four classes of middle students participated, with classes assigned to one of two different conditions. One set of the classrooms started by learning about the history of the dam project (often by talking with elders)--including how it had begun and evolved over time &nbsp;(e.g., there are almost no salmon since there were no fish ladders at the dam) in ways that changed people&rsquo;s lifestyles. Students in this group ended with predictions of what would happen in the future after the dams came down and the river had had a chance to reset its course.</p>\n<p>&nbsp;</p>\n<p>A second set of classrooms began with a more typically-used approach to river quality projects that involved different student groups being assigned to study specific aspects of the pre-dam removal project like pH, dissolved oxygen, and so forth. This approach to studying river quality is quite common (<a title=\"Young, 2008 #639\" href=\"#_ENREF_1\">Young &amp; Kinner, 2008</a>) and had been used previously with area students by members of the Parks Service, but with little measurable result. &nbsp;</p>\n<p>&nbsp;</p>\n<p>For both groups, technology experts in the school used their instructional time to help students learn to capture and communicate what they were finding with video, audio and simple presentation systems like PowerPoint. The demographics of the two sets of classrooms varied considerably and this showed on scores on a science test that students completed at the beginning of the study. Because of these initial differences, we separately analyzed the scores from the two sets of classrooms.&nbsp; Overall, we found that students in both sets of classrooms--regardless of the level of their pretest scores--gained from pretest to posttest on test questions about the river ecosystem.</p>\n<p>&nbsp;</p>\n<p>Data taken as students explored in the field and discussed their presentations showed that the &ldquo;historical storytelling&rdquo; group was much more active in making choices about what to present in linking them together&mdash;the student comments showed ownership and their work clearly seemed to go beyond simply completing previously assigned &ldquo;school tasks&rdquo;. Student...",
  "por_txt_cntn": "\nThis project investigated how two different methods of learning, teaching and communication affected middle school students, their parents, and their greater community in the context of the Elwha Dam removal project---the largest project of its kind in the United States. The plan for the project was receiving a great deal of attention both regionally and nationally, and many different groups of scientists (e.g., hydrologists and ecologists) were working together to make sure that the two dams to be taken down (they were no longer needed and in danger of collapsing and causing major floods) would be handled in a way that caused the least ecological damage.\n\n \n\nThe Dam Removal project was a unique event that was expected to yield many biological insights as the dams were taken down systematically and life returned to the river and its surroundings.  However, the team that worked on the present grant realized that the time for dam removal was quickly approaching. Thanks to the fast response capability of the NSF Rapid Grant program, we were able to procure funds to help students learn to study and capture (via technology) key aspects of the Elwha ecosystem prior to the dams being taken down.  This information would eventually be compared to ecosystem and sociocultural data after the dam removal was complete, and students would assume roles of helping others learn from their experiences.  Ultimately, this local project had the potential to have exciting curriculum implications for people no matter where they live.\n\n \n\nThe study was designed collaboratively with residents of the area, including the chief of the local Native American tribe and members of the school system. Four classes of middle students participated, with classes assigned to one of two different conditions. One set of the classrooms started by learning about the history of the dam project (often by talking with elders)--including how it had begun and evolved over time  (e.g., there are almost no salmon since there were no fish ladders at the dam) in ways that changed peopleÆs lifestyles. Students in this group ended with predictions of what would happen in the future after the dams came down and the river had had a chance to reset its course.\n\n \n\nA second set of classrooms began with a more typically-used approach to river quality projects that involved different student groups being assigned to study specific aspects of the pre-dam removal project like pH, dissolved oxygen, and so forth. This approach to studying river quality is quite common (Young &amp; Kinner, 2008) and had been used previously with area students by members of the Parks Service, but with little measurable result.  \n\n \n\nFor both groups, technology experts in the school used their instructional time to help students learn to capture and communicate what they were finding with video, audio and simple presentation systems like PowerPoint. The demographics of the two sets of classrooms varied considerably and this showed on scores on a science test that students completed at the beginning of the study. Because of these initial differences, we separately analyzed the scores from the two sets of classrooms.  Overall, we found that students in both sets of classrooms--regardless of the level of their pretest scores--gained from pretest to posttest on test questions about the river ecosystem.\n\n \n\nData taken as students explored in the field and discussed their presentations showed that the \"historical storytelling\" group was much more active in making choices about what to present in linking them together&mdash;the student comments showed ownership and their work clearly seemed to go beyond simply completing previously assigned \"school tasks\". StudentsÆ preparation for their presentations to outside audiences also showed clear differences between those who had been helped to take the \"historical\" approach to reporting and those that took a more typical (for science instruction) a-historical approach.\n\n..."
 }
}