{
 "awd_id": "1014501",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Landform controls on hydrologic flowpaths and pedogenesis explain solute retention and export from pedon to catchment scales",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 84305.0,
 "awd_amount": 84305.0,
 "awd_min_amd_letter_date": "2010-07-27",
 "awd_max_amd_letter_date": "2010-07-27",
 "awd_abstract_narration": "Headwater catchments are inherently complex. The soils, subsoils, and geomorphic properties exhibit heterogeneity at different scales and stream chemistry draining these areas typically varies from one catchment to another in space and time.  Yet these headwater catchments comprise the majority of the landscape and are responsible for setting the quality of water at a regional scale.  The project is aimed at explaining the spatial and temporal variation in stream water chemistry at the headwater catchment scale using a hydropedological framework, i.e. the combined study of hydrology and soil development.  This framework provides a functional basis for discretizing the catchment into similar regions that can be integrated to explain catchment runoff and water quality.  Chemical reactions related to pedogenesis (soil development) that operate at scales from the pedon to hillslope record the geochemical signature reflective of the dominant hydrologic flowpaths and regulate the chemical quality of water draining hillslope soil sequences, ultimately setting stream chemistry.  The way water chemically evolves along flowpaths in the landscape as it travels to the stream is strongly influenced by the soils through which it passes.  In a small headwater catchment at the Hubbard Brook Experimental Forest, four subcatchments that have contrasting stream chemistry representative of forested streams throughout northern New England will be studied to examine how distinct patterns of soil development can be used to interpret sources of solutes in stream water.  Flow pathways are predicted from landform shape, subsoil type (hydrologic restriction zones) and soil development sequences determined by soil extraction chemistry.  Along these pathways, artificial tracer experiments, geochemical patterns, and isotopic geochemical tracers will be used to predict the patterns and processes of solute transport that generates streamflow in each subcatchment and forms the integrated response of the entire catchment.  The overall goal of the project is to develop a predictive model of landform control on hydrologic flowpaths and pedogensis that explains solute retention and export from pedon to hillslope to catchment scales.  \r\n\r\nThe project will demonstrate how hydrology strongly influences soil development and soil chemistry, and in turn, controls stream water quality in headwater catchments.  Understanding the linkages between hydrology and soil development can provide valuable information for managing forests and stream water quality.  Feedbacks between soils and hydrology that lead to predictable landscape patterns of soil chemistry have implications for understanding spatial gradients in site productivity and suitability for species with differing habitat requirements or chemical sensitivity.  Tools are needed that identify and predict these gradients that can ultimately provide guidance for land management and silvicultural decision making.  Better integration among soil science, hydrology, and biogeochemistry will provide the conceptual leap needed by the hydrologic community to be able to better predict and explain temporal and spatial variability of stream water quality and understand water sources contributing to streamflow.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Ross",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Donald S Ross",
   "pi_email_addr": "dross@uvm.edu",
   "nsf_id": "000237533",
   "pi_start_date": "2010-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Vermont & State Agricultural College",
  "inst_street_address": "85 S PROSPECT STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BURLINGTON",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8026563660",
  "inst_zip_code": "054051704",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "UNIVERSITY OF VERMONT & STATE AGRICULTURAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z94KLERAG5V9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Vermont & State Agricultural College",
  "perf_str_addr": "85 S PROSPECT STREET",
  "perf_city_name": "BURLINGTON",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "054051704",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 84305.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Hydropedology is an inter-disciplinary effort combining hydrology and soil science. Soils are essential in determining the chemistry of headwaters. All precipitation eventually filters through the soil and dissolves minerals and organic materials, which end up in streams and rivers, where humans depend on freshwater resources. However, there are fundamental knowledge gaps in hydrology and soil science about how water flows through a watershed.</p>\n<p>Our hydropedologic study of Watershed 3 at Hubbard Brook Experimental Forest was designed to enhance our understanding of the interactions between topography, groundwater and soil formation at that site, and how those variables determined soil composition across the watershed. We showed that there is much spatial variability in soil composition, but that variability can be quantified and predicted based on topographic characteristics, such as distance to stream or bedrock outcrops. In the past, soil scientists have not often considered lateral soil formation. However, we found that soil materials and specific elements, such as organic carbon, manganese and cerium, were very mobile in the watershed and transported laterally with groundwater, where they accumulate downslope. Soils with laterally deposited materials in the subsurface, such as soils in near-stream zones, were particularly enriched in subsoil carbon. Determining whether specific soils across a watershed would be a source or sink of carbon in a changing climate could benefit from integration of hydropedologic information such as ours. In addition, the soil composition seemed to be a good indicator of vertical vs. lateral groundwater flow because of the mobility of soil materials and specific elements. Soil chemistry could therefore be used in lieu of intensive groundwater monitoring to predict flow directions. Cerium was especially useful as a natural groundwater tracer, because this element was not taken up by plants and tended to accumulate downslope with lateral groundwater flow.</p>\n<p>These basic science results will likely be of interest for other researchers studying catchment hydrology and management of natural resources. Other scientists at Hubbard Brook are interested in incorporating our findings and approach into their own biogeochemical and ecological studies. We plan to publish our findings in a variety of journals in 2014.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/23/2013<br>\n\t\t\t\t\tModified by: Donald&nbsp;S&nbsp;Ross</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHydropedology is an inter-disciplinary effort combining hydrology and soil science. Soils are essential in determining the chemistry of headwaters. All precipitation eventually filters through the soil and dissolves minerals and organic materials, which end up in streams and rivers, where humans depend on freshwater resources. However, there are fundamental knowledge gaps in hydrology and soil science about how water flows through a watershed.\n\nOur hydropedologic study of Watershed 3 at Hubbard Brook Experimental Forest was designed to enhance our understanding of the interactions between topography, groundwater and soil formation at that site, and how those variables determined soil composition across the watershed. We showed that there is much spatial variability in soil composition, but that variability can be quantified and predicted based on topographic characteristics, such as distance to stream or bedrock outcrops. In the past, soil scientists have not often considered lateral soil formation. However, we found that soil materials and specific elements, such as organic carbon, manganese and cerium, were very mobile in the watershed and transported laterally with groundwater, where they accumulate downslope. Soils with laterally deposited materials in the subsurface, such as soils in near-stream zones, were particularly enriched in subsoil carbon. Determining whether specific soils across a watershed would be a source or sink of carbon in a changing climate could benefit from integration of hydropedologic information such as ours. In addition, the soil composition seemed to be a good indicator of vertical vs. lateral groundwater flow because of the mobility of soil materials and specific elements. Soil chemistry could therefore be used in lieu of intensive groundwater monitoring to predict flow directions. Cerium was especially useful as a natural groundwater tracer, because this element was not taken up by plants and tended to accumulate downslope with lateral groundwater flow.\n\nThese basic science results will likely be of interest for other researchers studying catchment hydrology and management of natural resources. Other scientists at Hubbard Brook are interested in incorporating our findings and approach into their own biogeochemical and ecological studies. We plan to publish our findings in a variety of journals in 2014.\n\n\t\t\t\t\tLast Modified: 10/23/2013\n\n\t\t\t\t\tSubmitted by: Donald S Ross"
 }
}