{
 "awd_id": "1014016",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Microfabricated Chemical Mechanical Polishing (CMP) Pad Conditioners with Controlled Diamond Geometrical Protrusions",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Grace Jinliu Wang",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 149969.0,
 "awd_amount": 149969.0,
 "awd_min_amd_letter_date": "2010-05-20",
 "awd_max_amd_letter_date": "2010-05-20",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project aims to develop micro-fabricated diamond Chemical Mechanical Polishing (CMP) pad conditioners as a replacement of traditional grit-based conditioners for semiconductor and optical polishing.  This project will utilize Chemical Vapor Deposition (CVD) based ultrananocrystalline diamond technologies to create a narrowly size-distributed and shape-controlled array of protrusions to act as abrasive grit.  The resulting monolithic abrasive surface will be able to withstand wear and corrosion in the presence of CMP slurries without loss of abrasive structures.  \r\n\r\nThe broader/commercial impact of this project will be the potential to provide new CMP pad conditioners to meet the required precision of CMP process for the 32 nanometer node semiconductor technologies and beyond.  In the CMP process, rotating pads combined with chemically-active slurries are used to polish surfaces.  For sustained performance, the pads must be periodically re-conditioned using abrasive pad conditioners.  As wafer-level structure dimensions approach 10-30 nanometer, current conditioning technology will be inadequate to maintain polishing performance within specifications.  In this project, arrays of protrusions with engineered shapes and locations will be developed to be used as pad conditioners.  They are expected to dramatically outperform the existing conditioners, demonstrating longer life-spans for pads and conditioners, finer polishing tolerances, increased reliability and predictability of pad conditioners, thus overall improved CMP performance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicolaie",
   "pi_last_name": "Moldovan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicolaie Moldovan",
   "pi_email_addr": "moldovan@thindiamond.com",
   "nsf_id": "000308861",
   "pi_start_date": "2010-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ADVANCED DIAMOND TECHNOLOGIES",
  "inst_street_address": "2100 SANDERS RD STE 170",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHBROOK",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "8152930900",
  "inst_zip_code": "600626199",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "IL10",
  "org_lgl_bus_name": "ADVANCED DIAMOND TECHNOLOGIES, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "JTT9ARG8ZHU5"
 },
 "perf_inst": {
  "perf_inst_name": "ADVANCED DIAMOND TECHNOLOGIES",
  "perf_str_addr": "2100 SANDERS RD STE 170",
  "perf_city_name": "NORTHBROOK",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "600626199",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "IL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1984",
   "pgm_ref_txt": "MATERIALS SYNTHESIS & PROCESSN"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9163",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY - INDUSTRY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 149969.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Small Business Innovation Research Phase I project investigated the feasibility of micro-fabricated diamond CMP <em>pad conditioners</em> as a replacement for traditional grit-based conditioners for semiconductor and optical polishing, within the requirements for 32 nanometer node semiconductor technologies and beyond. CMP pad conditioners are consumables in the microelectronics and optical polishing industries. In the Chemical-Mechanical Planarization (CMP) process, rotating pads combined with a chemically active slurry polish surfaces to exacting specifications.&nbsp; For sustained performance, the pads must be periodically re-conditioned using abrasive <em>pad conditioners</em>.&nbsp; As wafer level structure dimensions approach 10-30 nm, current conditioning technology will be inadequate to maintain polishing performance within specifications. The developed precision microfabricated pad conditioners utilize MEMS and CVD-based ultrananocrystalline diamond (UNCD<sup>&reg;</sup>) technologies to create a narrowly size-distributed, shape-controlled array of protrusions to act as abrasive &ldquo;grit.&rdquo; The resulting monolithic abrasive surface was proven to withstand wear and corrosion in the presence of CMP slurries without loss of abrasive structures (grit &ldquo;pull-out&rdquo;).&nbsp; The arrays of protrusions with engineered shape and location can be optimized to dramatically outperform existing conditioners made by bonding diamond powders to their substrates, resulting in longer life-spans for pads and conditioners, finer polishing tolerances, and increased reliability and predictability of pad conditioner and overall CMP performance.&nbsp;</p>\n<p>&nbsp;</p>\n<p>According to ITRS predictions, major chip manufacturers will require precision CMP en-masse for the 32 nanometer node starting in 2012, which should open a path for fast commercial success for ADT&rsquo;s technology. The proposed precision pad conditioners with &ldquo;grit size&rdquo; of 10-30 mm, and an estimated price of &lt; $600, will help to maintain technological supremacy in microelectronics/optoelectronics, generate jobs, and provide a fast return for this technology investment.</p>\n<p>&nbsp;</p>\n<p>Three types of microfabricated ultra-nanocrystalline diamond (UNCD) pad conditioners for chemical mechanical planarization (CMP) have been developed and tested: a) one type with protrusions obtained by molding in V-grooves etched into silicon, b) a second type with protrusions etched into Si by a combination of chemical etching and reactive ion etching (RIE) followed by coating with UNCD, and c) a third type with protrusions etched by deep RIE and coated with UNCD. Protrusion height uniformity was controlled within 5% of the nominal (designed) heights in all cases. The functionality of the pad conditioners was tested on CMP equipment and revealed the followings: a) the first type of pad conditioner worked promisingly, with a high removal rate and uniformity, but a little too aggressive for the pad; b) the second type was much too aggressive, producing&nbsp; furrows on the pad, a sign of excessive pad wear; its testing was abandoned; c) the third type of pad conditioner was at the lower end of aggressiveness with respect to the removal rate of pad material, which translated into a somewhat reduced polishing rate compared to standard pad conditioners, and demonstrated defect densities similar to&nbsp; thse recorded for currently available commercial pad conditioners, despite the fact that no protrusions broke and the wear was smooth and low-rate. Type 1 (a) of pad conditioner passed all the milestones concerning the performance metrics defined in the proposal, i.e. successful fabrication, protrusion height uniformity &lt;5%, constant removal rate &lt;5%, protrusion wear rate &lt;1%, zero accidental breakage of protrusions, and uniformity of removal rate &lt;2%. The results showed that, by op...",
  "por_txt_cntn": "\nThis Small Business Innovation Research Phase I project investigated the feasibility of micro-fabricated diamond CMP pad conditioners as a replacement for traditional grit-based conditioners for semiconductor and optical polishing, within the requirements for 32 nanometer node semiconductor technologies and beyond. CMP pad conditioners are consumables in the microelectronics and optical polishing industries. In the Chemical-Mechanical Planarization (CMP) process, rotating pads combined with a chemically active slurry polish surfaces to exacting specifications.  For sustained performance, the pads must be periodically re-conditioned using abrasive pad conditioners.  As wafer level structure dimensions approach 10-30 nm, current conditioning technology will be inadequate to maintain polishing performance within specifications. The developed precision microfabricated pad conditioners utilize MEMS and CVD-based ultrananocrystalline diamond (UNCD&reg;) technologies to create a narrowly size-distributed, shape-controlled array of protrusions to act as abrasive \"grit.\" The resulting monolithic abrasive surface was proven to withstand wear and corrosion in the presence of CMP slurries without loss of abrasive structures (grit \"pull-out\").  The arrays of protrusions with engineered shape and location can be optimized to dramatically outperform existing conditioners made by bonding diamond powders to their substrates, resulting in longer life-spans for pads and conditioners, finer polishing tolerances, and increased reliability and predictability of pad conditioner and overall CMP performance. \n\n \n\nAccording to ITRS predictions, major chip manufacturers will require precision CMP en-masse for the 32 nanometer node starting in 2012, which should open a path for fast commercial success for ADTÆs technology. The proposed precision pad conditioners with \"grit size\" of 10-30 mm, and an estimated price of &lt; $600, will help to maintain technological supremacy in microelectronics/optoelectronics, generate jobs, and provide a fast return for this technology investment.\n\n \n\nThree types of microfabricated ultra-nanocrystalline diamond (UNCD) pad conditioners for chemical mechanical planarization (CMP) have been developed and tested: a) one type with protrusions obtained by molding in V-grooves etched into silicon, b) a second type with protrusions etched into Si by a combination of chemical etching and reactive ion etching (RIE) followed by coating with UNCD, and c) a third type with protrusions etched by deep RIE and coated with UNCD. Protrusion height uniformity was controlled within 5% of the nominal (designed) heights in all cases. The functionality of the pad conditioners was tested on CMP equipment and revealed the followings: a) the first type of pad conditioner worked promisingly, with a high removal rate and uniformity, but a little too aggressive for the pad; b) the second type was much too aggressive, producing  furrows on the pad, a sign of excessive pad wear; its testing was abandoned; c) the third type of pad conditioner was at the lower end of aggressiveness with respect to the removal rate of pad material, which translated into a somewhat reduced polishing rate compared to standard pad conditioners, and demonstrated defect densities similar to  thse recorded for currently available commercial pad conditioners, despite the fact that no protrusions broke and the wear was smooth and low-rate. Type 1 (a) of pad conditioner passed all the milestones concerning the performance metrics defined in the proposal, i.e. successful fabrication, protrusion height uniformity &lt;5%, constant removal rate &lt;5%, protrusion wear rate &lt;1%, zero accidental breakage of protrusions, and uniformity of removal rate &lt;2%. The results showed that, by optimizing the protrusions, aggressivity, removal rate constancy, and low defectivity can be controlled, but a few more iterations are necessary to reach the optimum shape and density of protrusions ..."
 }
}