{
 "awd_id": "1015691",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:  Plant responses to simulated climate warming and snow events in a high alpine meadow, Tibet",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 5617.0,
 "awd_amount": 5617.0,
 "awd_min_amd_letter_date": "2010-06-07",
 "awd_max_amd_letter_date": "2010-06-07",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Hopping",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly A Hopping",
   "pi_email_addr": "",
   "nsf_id": "000554587",
   "pi_start_date": "2010-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hopping                 Kelly          A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Fort Collins",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "",
  "inst_zip_code": "805231472",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "CO",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Hopping                 Kelly          A",
  "perf_str_addr": "",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805231472",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "CO",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 5617.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>My research focuses on how two climate change factors, spring snowstorms and warming temperatures, will affect interrelated components of central Tibet&rsquo;s alpine meadow ecosystems.&nbsp; The Tibetan Plateau contains one of the world&rsquo;s largest rangelands, supporting an estimated two million semi-nomadic pastoralists whose herds of yaks, sheep, and goats depend entirely on these ecosystems for their forage. &nbsp;In contrast to the regions in which most alpine research is conducted, the Plateau does not typically have a persistent winter snowpack and instead experiences a monsoonal climate, receiving approximately 80% of its rainfall during the summer. &nbsp;However, climate models predict an increase in precipitation over the Plateau during the winter and spring, when it would likely fall as snow.&nbsp; Tibet has also experienced significant warming since the 1950s that has exceeded the average rate of warming in the northern hemisphere.&nbsp; Alpine vegetation in Tibet will therefore likely be greatly influenced by changes in temperature and precipitation that deviate from historical norms.&nbsp; Yet, few experimental studies have been undertaken in Tibet to explore how predicted climate changes will affect its alpine ecosystems, and by extension, the pastoral communities who depend on them for their livelihoods.</p>\n<p>&nbsp;</p>\n<p>For my research I was hosted by Dr. Kang Shichang at the Chinese Academy of Science&rsquo;s Institute for Tibetan Plateau Research.&nbsp; I was based at Nam Tso, where my PhD advisor and I had set up a climate change and grazing experiment in 2009. &nbsp;This location is ideal for my research because the grassland is in good condition and is experiencing traditional livestock management practices, therefore making it representative of central Tibet more generally.&nbsp; In this experiment I am primarily examining: (1) plant species composition, or the general identity of the plants present and how they change through time; (2) carbon dioxide fluxes, which are driven by the balance of carbon dioxide taken in by plants during photosynthesis and the carbon dioxide released by plants and soil microbes via respiration, all of which can serve as an indicator of ecosystem health; and (3) nitrogen availability to plant roots, which is a key nutrient for plant growth that is strongly controlled by soil moisture and should be tightly coupled with carbon dioxide fluxes and perhaps also affect plant species composition.&nbsp; Throughout the summer I mentored and received research assistance from four post-baccalaureate students from the United States and Nepal and three undergraduate students from Tibet University in Lhasa.</p>\n<p>&nbsp;</p>\n<p>Thus far, my results indicate that soil moisture is a key factor driving ecosystem responses to both warming and snow, with rates of ecosystem-level photosynthesis, respiration, and nitrogen uptake by plants all peaking during the summer monsoon period.&nbsp; My climate treatments produced trends as would be expected.&nbsp; Warming increased air temperatures by 2.17 degrees Celsius and decreased soil moisture by 21.6% on average, while snow addition added a pulse of water that increased soil moisture by 13.9% at the start of the growing season.&nbsp; In 2010, warming reduced net carbon dioxide uptake primarily by decreasing rates of photosynthesis. &nbsp;Snowfall at the start of the growing season increased carbon dioxide uptake by contributing to increased photosynthesis throughout the summer.&nbsp; However, increased snowfall alone may not be sufficient to mitigate the impacts of warming.&nbsp; Warming led to an approximately 50% decline in the abundance of <em>Kobresia pygmaea</em>, a shallow-rooted plant that is the dominant species and preferred forage of livestock in this ecosystem.&nbsp; Reductions in soil moisture under warming therefore appear to be largely responsible for the decline in ecosystem health that I observed in 2010.</p>\n<p>&nbsp;</p>\n<p>I anticipate that my work will increase our understanding of basic ecological and biogeochemical processes on the Tibetan Plateau.&nbsp; With the Plateau expected to undergo above-average levels of warming, its alpine grasslands may take in and store less carbon dioxide, which will be of global importance and concern for rising atmospheric carbon dioxide levels.&nbsp; Associated declines in vegetation health may in turn contribute to local pastoralists&rsquo; vulnerability to climate change, and thus my predictions of how climate will affect their rangelands, which I will share at a community workshop in 2012, will hopefully be of use to them.&nbsp; My research will also have relevance beyond Tibet by elucidating how the relationship between precipitation and nitrogen availability could affect carbon dioxide fluxes and the composition of plant species in other alpine regions.&nbsp; I am continuing to measure nitrogen availability, carbon dioxide fluxes, and vegetation composition at my experiment site through 2011, and with this year experiencing much stronger monsoon rains than in 2010, I expect that my results across these years will show an interesting range of responses to these different climate scenarios.&nbsp; Beyond my work in Tibet, I intend to continue working in alpine and possibly Arctic regions, with a focus on pressing ecological questions that have direct relevance to the people who depend on these ecosystems.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/27/2011<br>\n\t\t\t\t\tModified by: Kelly&nbsp;A&nbsp;Hopping</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMy research focuses on how two climate change factors, spring snowstorms and warming temperatures, will affect interrelated components of central Tibet’s alpine meadow ecosystems.  The Tibetan Plateau contains one of the world’s largest rangelands, supporting an estimated two million semi-nomadic pastoralists whose herds of yaks, sheep, and goats depend entirely on these ecosystems for their forage.  In contrast to the regions in which most alpine research is conducted, the Plateau does not typically have a persistent winter snowpack and instead experiences a monsoonal climate, receiving approximately 80% of its rainfall during the summer.  However, climate models predict an increase in precipitation over the Plateau during the winter and spring, when it would likely fall as snow.  Tibet has also experienced significant warming since the 1950s that has exceeded the average rate of warming in the northern hemisphere.  Alpine vegetation in Tibet will therefore likely be greatly influenced by changes in temperature and precipitation that deviate from historical norms.  Yet, few experimental studies have been undertaken in Tibet to explore how predicted climate changes will affect its alpine ecosystems, and by extension, the pastoral communities who depend on them for their livelihoods.\n\n \n\nFor my research I was hosted by Dr. Kang Shichang at the Chinese Academy of Science’s Institute for Tibetan Plateau Research.  I was based at Nam Tso, where my PhD advisor and I had set up a climate change and grazing experiment in 2009.  This location is ideal for my research because the grassland is in good condition and is experiencing traditional livestock management practices, therefore making it representative of central Tibet more generally.  In this experiment I am primarily examining: (1) plant species composition, or the general identity of the plants present and how they change through time; (2) carbon dioxide fluxes, which are driven by the balance of carbon dioxide taken in by plants during photosynthesis and the carbon dioxide released by plants and soil microbes via respiration, all of which can serve as an indicator of ecosystem health; and (3) nitrogen availability to plant roots, which is a key nutrient for plant growth that is strongly controlled by soil moisture and should be tightly coupled with carbon dioxide fluxes and perhaps also affect plant species composition.  Throughout the summer I mentored and received research assistance from four post-baccalaureate students from the United States and Nepal and three undergraduate students from Tibet University in Lhasa.\n\n \n\nThus far, my results indicate that soil moisture is a key factor driving ecosystem responses to both warming and snow, with rates of ecosystem-level photosynthesis, respiration, and nitrogen uptake by plants all peaking during the summer monsoon period.  My climate treatments produced trends as would be expected.  Warming increased air temperatures by 2.17 degrees Celsius and decreased soil moisture by 21.6% on average, while snow addition added a pulse of water that increased soil moisture by 13.9% at the start of the growing season.  In 2010, warming reduced net carbon dioxide uptake primarily by decreasing rates of photosynthesis.  Snowfall at the start of the growing season increased carbon dioxide uptake by contributing to increased photosynthesis throughout the summer.  However, increased snowfall alone may not be sufficient to mitigate the impacts of warming.  Warming led to an approximately 50% decline in the abundance of Kobresia pygmaea, a shallow-rooted plant that is the dominant species and preferred forage of livestock in this ecosystem.  Reductions in soil moisture under warming therefore appear to be largely responsible for the decline in ecosystem health that I observed in 2010.\n\n \n\nI anticipate that my work will increase our understanding of basic ecological and biogeochemical processes on the Tibetan Plateau.  With the Plateau expected to undergo above-average levels of warming, its alpine grasslands may take in and store less carbon dioxide, which will be of global importance and concern for rising atmospheric carbon dioxide levels.  Associated declines in vegetation health may in turn contribute to local pastoralists’ vulnerability to climate change, and thus my predictions of how climate will affect their rangelands, which I will share at a community workshop in 2012, will hopefully be of use to them.  My research will also have relevance beyond Tibet by elucidating how the relationship between precipitation and nitrogen availability could affect carbon dioxide fluxes and the composition of plant species in other alpine regions.  I am continuing to measure nitrogen availability, carbon dioxide fluxes, and vegetation composition at my experiment site through 2011, and with this year experiencing much stronger monsoon rains than in 2010, I expect that my results across these years will show an interesting range of responses to these different climate scenarios.  Beyond my work in Tibet, I intend to continue working in alpine and possibly Arctic regions, with a focus on pressing ecological questions that have direct relevance to the people who depend on these ecosystems.\n\n\t\t\t\t\tLast Modified: 08/27/2011\n\n\t\t\t\t\tSubmitted by: Kelly A Hopping"
 }
}