{
 "awd_id": "1015598",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference:   21st International Conference on Arabidopsis Research, Yokohama, Japan, June 6-10, 2010",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 43250.0,
 "awd_amount": 43250.0,
 "awd_min_amd_letter_date": "2010-03-25",
 "awd_max_amd_letter_date": "2010-03-25",
 "awd_abstract_narration": "Intellectual Merit\r\nThe 21st International Conference on Arabidopsis Research will be held at the Pacifico Yokohama Convention Center in Yokohama, Japan, June 6-10, 2010. The award will support the meeting attendance of young researchers and scientists from minority-serving institutions. Arabidopsis is widely recognized as an excellent plant for experimentation in genetics and genomics and has gained universal support as a central reference and conceptual framework for much of plant biology. The annual International Conference on Arabidopsis Research (ICAR) brings together approximately 1,000 participants from this tightly-linked international scientific community to exchange scientific results and report on progress in the field. The conference will cover a broad range of important and current topics including Crop Genomics, Development, Epigenomics and RNA Regulation, Cell Biology, Systems Biology and Metabolism, Environmental Responses, Plant Hormone Regulation, Evolution and Natural Variation, Epigenetic Mechanisms, Regeneration, Abiotic/Biotic Responses, Peptides in Intercellular Signaling, and Research Tools/Resources. In addition to platform talks the conference will include 16-24 speakers chosen from submitted abstracts, a significant proportion of which will be graduate students, postdoctoral researchers, or faculty members at early stages of their careers. There will also be community-organized workshops that allow additional speakers to present their research. This will ensure presentation of the latest results and provide important career development for young scientists. \r\n\r\nBroader Impacts\r\nA particular strength of the ICAR lies in its ability to enhance the exchange of information at the forefront of Arabidopsis research worldwide, creating new networks and collaborations. The conference program and abstracts will be publicly available on the conference website and permanently archived. The ICAR also has a long and successful history of being inclusive of young scientists as well as women and minorities. Support of this conference will provide full funding for several underrepresented US minorities and/or faculty as well as partial funding of travel expenses for additional young domestic faculty, postdoctoral scholars, or graduate students. A special luncheon to acknowledge recipients of US-sponsored minority funding and to establish an informal networking venue as well as an \"Emerging Scientists Luncheon\" is planned. Many of the oral presentations at the sessions and workshops will be given by graduate students, postdoctoral researchers and junior faculty. This will promote the training of students and postdocs and provide important opportunities for career development. The conference program and abstracts will be publicly available on the conference website and permanently archived at TAIR (http://www.arabidopsis.org/news/abstracts.jsp).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Estelle",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Estelle",
   "pi_email_addr": "mestelle@ucsd.edu",
   "nsf_id": "000328591",
   "pi_start_date": "2010-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1136",
   "pgm_ref_txt": "SIGNAL TRANSDCTN/CELL REGULATN"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 43250.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The most significant output for this project was support for two gatherings of plant biologists at the International Conferences on Arabidopsis Research (ICAR) in 2010 and 2011. The increasing demands of a growing, prosperous world for improved agricultural products including food, fuel and fiber intensifies the need for a thorough understanding of the basic biology and ecology of plants. Arabidopsis thaliana, the reference flowering plant, has been intensely studied over the last 20 years and has proven to be an ideal model for studying nearly all aspects of plant biology. The success of this research field has been greatly facilitated by the openness and collegiality of the community fostered through multiple international forums including the ICAR. Advances in basic and applied plant biology are featured at the meeting- the primary gathering point for this strongly integrated international community.</p>\n<p>&nbsp;</p>\n<p>The scientific program for both meetings included a large number of excellent platform and concurrent sessions featuring talks by established speakers as well as the focus of the second meeting: presentations by early-career researchers. Topics spanned the breadth and depth of plant biology from the molecular to the systems level, up to the ecological level, and included basic and applied research.&nbsp; In 2011 there were 40 invited speakers and 50 selected from abstracts that presented in two keynote lectures and six plenary and 10 concurrent sessions, as well as 42 additional presentations in workshop sessions. The approximately 510 posters and 90 platform talks were presented in areas like Epigenetics/Small RNAs, Biotic Stress, Computational Biology, New Technologies, Hormone Signaling, Circadian Regulation, Natural Variation, and Translational Biology, among other topics.<strong> </strong>The project supported participation by under-represented minorities, early career scientists, and invited speakers who presented current research in the meeting&rsquo;s 18 platform symposia. Related outputs include 7 community-organized workshops with topics like &lsquo;Gramene- a resource for plant comparative genomics and Arabidopsis research&rsquo;; &lsquo;Hormone cross-talk: gene families and phenotypes&rsquo;; and &lsquo;Receptor ligands regulating plant development&rsquo;. The results of the ICAR were disseminated to the broader public via the online, publicly available, resource The Arabidopsis Information Resource (TAIR). The programs or abstracts of the past 15 ICARs are featured on this community website (http://www.arabidopsis.org/news/abstracts.jsp). Additional important outreach efforts facilitated at ICAR were meetings of several organizing bodies of international collaborators including: the North American Arabidopsis Steering Committee (NAASC), the Multinational Arabidopsis Steering Committee (MASC), the International Arabidopsis Informatics Consortium (IAIC), and the Arabidopsis Biological Resource Center (ABRC). Each of these community groups has a website for additional dissemination of its efforts. <strong>&nbsp;</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Outcomes/Impacts:</strong></p>\n<p>&nbsp;</p>\n<p>The gathering of numerous plant researchers at ICARs allows discussion and dissemination of the latest research in basic plant biology and facilitates dialog among those may be separated by geography, career stage, and culture. The ICARs focus on connecting researchers from all career stages in informal, yet scientifically intense, interactions. This project specifically focused on facilitating access to an important international conference by minorities who are historically under-represented in advanced fields of science in the US as well as early career researchers who have reduced access to attend major meetings. The 2011 meeting was notable in that it featured a significant number of talks by early career researchers in o...",
  "por_txt_cntn": "\nThe most significant output for this project was support for two gatherings of plant biologists at the International Conferences on Arabidopsis Research (ICAR) in 2010 and 2011. The increasing demands of a growing, prosperous world for improved agricultural products including food, fuel and fiber intensifies the need for a thorough understanding of the basic biology and ecology of plants. Arabidopsis thaliana, the reference flowering plant, has been intensely studied over the last 20 years and has proven to be an ideal model for studying nearly all aspects of plant biology. The success of this research field has been greatly facilitated by the openness and collegiality of the community fostered through multiple international forums including the ICAR. Advances in basic and applied plant biology are featured at the meeting- the primary gathering point for this strongly integrated international community.\n\n \n\nThe scientific program for both meetings included a large number of excellent platform and concurrent sessions featuring talks by established speakers as well as the focus of the second meeting: presentations by early-career researchers. Topics spanned the breadth and depth of plant biology from the molecular to the systems level, up to the ecological level, and included basic and applied research.  In 2011 there were 40 invited speakers and 50 selected from abstracts that presented in two keynote lectures and six plenary and 10 concurrent sessions, as well as 42 additional presentations in workshop sessions. The approximately 510 posters and 90 platform talks were presented in areas like Epigenetics/Small RNAs, Biotic Stress, Computational Biology, New Technologies, Hormone Signaling, Circadian Regulation, Natural Variation, and Translational Biology, among other topics. The project supported participation by under-represented minorities, early career scientists, and invited speakers who presented current research in the meetingÆs 18 platform symposia. Related outputs include 7 community-organized workshops with topics like æGramene- a resource for plant comparative genomics and Arabidopsis researchÆ; æHormone cross-talk: gene families and phenotypesÆ; and æReceptor ligands regulating plant developmentÆ. The results of the ICAR were disseminated to the broader public via the online, publicly available, resource The Arabidopsis Information Resource (TAIR). The programs or abstracts of the past 15 ICARs are featured on this community website (http://www.arabidopsis.org/news/abstracts.jsp). Additional important outreach efforts facilitated at ICAR were meetings of several organizing bodies of international collaborators including: the North American Arabidopsis Steering Committee (NAASC), the Multinational Arabidopsis Steering Committee (MASC), the International Arabidopsis Informatics Consortium (IAIC), and the Arabidopsis Biological Resource Center (ABRC). Each of these community groups has a website for additional dissemination of its efforts.  \n\n \n\nOutcomes/Impacts:\n\n \n\nThe gathering of numerous plant researchers at ICARs allows discussion and dissemination of the latest research in basic plant biology and facilitates dialog among those may be separated by geography, career stage, and culture. The ICARs focus on connecting researchers from all career stages in informal, yet scientifically intense, interactions. This project specifically focused on facilitating access to an important international conference by minorities who are historically under-represented in advanced fields of science in the US as well as early career researchers who have reduced access to attend major meetings. The 2011 meeting was notable in that it featured a significant number of talks by early career researchers in order to broaden participation, highlight new research directions, and encourage changes in knowledge and actions. Specific impacts of the project include full support of under-represented minorities (5 each in 2010 and 2011), and par..."
 }
}