{
 "awd_id": "1015342",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Ecology of a Reverse Zoonosis: Human-Environment Interactions in the Transmission, Persistence, and Virulence of White Pox Disease in Elkhorn Coral",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Sieracki",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 2077169.0,
 "awd_amount": 2095300.0,
 "awd_min_amd_letter_date": "2010-07-16",
 "awd_max_amd_letter_date": "2013-03-04",
 "awd_abstract_narration": "This project is part supported by the Ecology of Infectious Diseases program.  It will investigate the transmission of the human pathogen S. marcescens, which causes white pox disease (WPD), to the marine invertebrate Elkhorn coral.  This coral was once the most common coral in the Caribbean and is now designated as a Threatened Species under the US Endangered Species Act. The goal of the study is to develop models to describe the population dynamics of Elkhorn coral, to predict transmission and future impacts of WPD (or acroporid serratiosis) and to help devise control strategies by understanding the factors that drive the emergence and maintenance of this disease. The modeling effort to capture the dynamics of a marine disease system is another strength of the research. Factors such as water quality, climate variability and patterns of human population density will be considered. Sampling will be performed biannually in summer and winter (or quarterly if WPD outbreaks occur) in Florida Keys National Marine Sanctuary and Dry Tortugas National Park.\r\n\r\nThe science team will build upon previous work and broaden the understanding of a reverse zoonosis involving the transmission of a human pathogen to a threatened species of Caribbean coral. This is the first time a human disease has been shown to cause population declines of a marine invertebrate. The results will help understanding the pathogen and dynamics of this disease and the transmission and evolution of marine infectious diseases.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Porter",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "James W Porter",
   "pi_email_addr": "jporter@uga.edu",
   "nsf_id": "000270737",
   "pi_start_date": "2010-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Wares",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "John P Wares",
   "pi_email_addr": "jpwares@uga.edu",
   "nsf_id": "000362125",
   "pi_start_date": "2010-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Lipp",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Erin K Lipp",
   "pi_email_addr": "elipp@uga.edu",
   "nsf_id": "000482841",
   "pi_start_date": "2010-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Park",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew W Park",
   "pi_email_addr": "awpark@uga.edu",
   "nsf_id": "000517314",
   "pi_start_date": "2010-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "623 BOYD GRADUATE RESEARCH CTR",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724200",
   "pgm_ele_name": "Ecology of Infectious Diseases"
  },
  {
   "pgm_ele_code": "730800",
   "pgm_ele_name": "BE-UF: ECOL OF INFECTIOUS DISE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "7242",
   "pgm_ref_txt": "ECOLOGY OF INFECTIOUS DISEASES"
  },
  {
   "pgm_ref_code": "7308",
   "pgm_ref_txt": "BE-UF: ECOL OF INFECTIOUS DISE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 2077169.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 9000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 9131.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-4d7aed94-5c19-ec88-b59d-39168d6324d6\"> <span id=\"docs-internal-guid-4d7aed94-5c29-e2a7-21ed-d0b070980fae\"> </span></span></p>\n<p><span id=\"docs-internal-guid-4d7aed94-5c36-8c38-3c26-252587e08024\">\n<p dir=\"ltr\"><span>Coral reefs are one of the most diverse environments on Earth. &nbsp;More than a half billion people are entirely dependent on them for their food and income. &nbsp;Globally, coral reefs are in severe decline. &nbsp;In the Florida Keys, half of all corals have died in the last two decades, while at the same time coral-reef activities there generate $3 billion/yr.</span></p>\n<p dir=\"ltr\"><span>Our project documented the continued decline of the iconic branching elkhorn coral (</span><span>Acropora palmata</span><span>) (98% loss over the last two decades), and used modern approaches in molecular biology and mathematical modeling to better understand the recent appearance and devastating consequences of &ldquo;white pox disease,&rdquo; a major source of this decline. &nbsp;This project was developed to study a novel marine reverse zoonotic disease. While it is common for disease pathogens to pass from wildlife to humans (for example, Bird Flu, A.I.D.S., Giardia), we observed that a common enteric bacteria (</span><span>Serratia marcescens</span><span>, which can cause opportunistic infections in humans) was a cause of mortality in the elkhorn coral. &nbsp;This causal link was established by satisfying Koch&rsquo;s Postulates, the &lsquo;gold standard&rsquo; of disease investigations. &nbsp;</span><span>Serratia marcescens</span><span> isolated from untreated human waste water could induce the disease in an otherwise healthy colony of elkhorn coral. This established a highly important link between human activities (and wastewater infrastructure problems) and coral decline and demonstrated that </span><span>S. marcescens</span><span> could persist between a freshwater and marine environment to colonize the coral host.</span></p>\n<p dir=\"ltr\"><span>This work has revealed several additional fascinating dimensions to this disease that were previously unrecognized and in some cases parallel observations on disease dynamics in other systems, leading to important shifts in our understanding of infectious diseases. </span></p>\n<p dir=\"ltr\"><span>Our team documented a dramatic shift in the virulence of the disease over a 20-year time period. &nbsp;When white pox disease first appeared in the 1990s, it caused massive partial mortality (die-off of parts of the coral tissue) as well as whole-colony mortality (complete loss of the entire coral colony) (1994 - 2004). However, studies from the last decade (2004 &ndash; 2014) demonstrated a shift in white pox disease severity to only cause partial mortality. &nbsp;We hypothesize that after a period of severe population losses due to disease, natural selection favors survival of colonies with more resistance. In support of this, we found that unlike surveys of disease lesions conducted prior to 2004, when </span><span>S. marcescens </span><span>was likely to be found in association with white pox lesions, recent lesions were only occasionally confirmed to harbor this pathogen, suggesting additional factors were at play in this disease.</span></p>\n<p dir=\"ltr\"><span>In parallel with a developing understanding of human diseases, our work has supported the inadequacy of a one-pathogen, one-disease paradigm. Results from analyses of whole bacterial communities suggest that while communities from healthy corals are stable, disruptive events can cause large shifts in the microbial community. &nbsp;We hypothesize a whole-organism &ldquo;dysbiosis,&rdquo; a stress-induced reduction of surficial microbial communities to protect corals from disease. &nbsp;It is likely that massive shifts in the entire community of bacteria, promoted by factors still not well understood, are involved but can cause very rapid changes (e.g., &lt;24 hours).</span></p>\n<p dir=\"ltr\"><span>Among the many environmental stressors that can affect coral health, and likely a response in microbial community, are short and longer term changes in temperature. While abnormally elevated water temperatures can cause mortality outright during warm-water &ldquo;bleaching&rdquo; events, our findings also show that disease-related mortality can occur during non-bleaching years. &nbsp;Our data show that both temperature and nearest colony distance also influence the incidence of disease. &nbsp;Taken together, these data suggest the dual components of temperature as a stressor, and water-borne transmission of potential pathogens, as mortality predictors. &nbsp;In aggregate, our data suggest that climate-change will promote further declines in elkhorn coral.</span></p>\n<p dir=\"ltr\"><span>To date, the results of our work appeared in 22 published papers, 12 book chapters, an entire book on marine diseases, and a broadly-distributed film describing the global decline in coral reefs. This film, &ldquo;Chasing Coral&rdquo;, describes the global decline in coral reefs and uses images generated from our work. Dr. Porter was a Principal Cast Member and Chief Scientific Advisor for this documentary, which won First Place at the 2017 Sundance Film Festival and has been premiered in hundreds of theaters globally following its purchase by Netflix. This work also contributed to the training of dozens of students (undergraduate to doctoral level) and the broad dissemination of research about corals to the public.</span></p>\n<p dir=\"ltr\"><span>Finally, our work also influenced decision making about local wastewater infrastructure. Based on the presence of </span><span>Serratia marcescens</span><span> in wastewater, we supported Key West&rsquo;s conversion from Tertiary Wastewater Treatment to Advanced Wastewater Treatment. &nbsp;&nbsp;In addition, we advocated for the installation of pump-out stations in Florida Keys marinas. Based on preliminary data, Key West&rsquo;s conversion to AWT has lowered </span><span>S. marcescens</span><span> concentrations to undetectable levels at their wastewater treatment facility.</span></p>\n<div><span><br /></span></div>\n</span></p>\n<p dir=\"ltr\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/15/2017<br>\n\t\t\t\t\tModified by: Andrew&nbsp;W&nbsp;Park</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n  \n\n\nCoral reefs are one of the most diverse environments on Earth.  More than a half billion people are entirely dependent on them for their food and income.  Globally, coral reefs are in severe decline.  In the Florida Keys, half of all corals have died in the last two decades, while at the same time coral-reef activities there generate $3 billion/yr.\nOur project documented the continued decline of the iconic branching elkhorn coral (Acropora palmata) (98% loss over the last two decades), and used modern approaches in molecular biology and mathematical modeling to better understand the recent appearance and devastating consequences of \"white pox disease,\" a major source of this decline.  This project was developed to study a novel marine reverse zoonotic disease. While it is common for disease pathogens to pass from wildlife to humans (for example, Bird Flu, A.I.D.S., Giardia), we observed that a common enteric bacteria (Serratia marcescens, which can cause opportunistic infections in humans) was a cause of mortality in the elkhorn coral.  This causal link was established by satisfying Koch?s Postulates, the ?gold standard? of disease investigations.  Serratia marcescens isolated from untreated human waste water could induce the disease in an otherwise healthy colony of elkhorn coral. This established a highly important link between human activities (and wastewater infrastructure problems) and coral decline and demonstrated that S. marcescens could persist between a freshwater and marine environment to colonize the coral host.\nThis work has revealed several additional fascinating dimensions to this disease that were previously unrecognized and in some cases parallel observations on disease dynamics in other systems, leading to important shifts in our understanding of infectious diseases. \nOur team documented a dramatic shift in the virulence of the disease over a 20-year time period.  When white pox disease first appeared in the 1990s, it caused massive partial mortality (die-off of parts of the coral tissue) as well as whole-colony mortality (complete loss of the entire coral colony) (1994 - 2004). However, studies from the last decade (2004 &ndash; 2014) demonstrated a shift in white pox disease severity to only cause partial mortality.  We hypothesize that after a period of severe population losses due to disease, natural selection favors survival of colonies with more resistance. In support of this, we found that unlike surveys of disease lesions conducted prior to 2004, when S. marcescens was likely to be found in association with white pox lesions, recent lesions were only occasionally confirmed to harbor this pathogen, suggesting additional factors were at play in this disease.\nIn parallel with a developing understanding of human diseases, our work has supported the inadequacy of a one-pathogen, one-disease paradigm. Results from analyses of whole bacterial communities suggest that while communities from healthy corals are stable, disruptive events can cause large shifts in the microbial community.  We hypothesize a whole-organism \"dysbiosis,\" a stress-induced reduction of surficial microbial communities to protect corals from disease.  It is likely that massive shifts in the entire community of bacteria, promoted by factors still not well understood, are involved but can cause very rapid changes (e.g., &lt;24 hours).\nAmong the many environmental stressors that can affect coral health, and likely a response in microbial community, are short and longer term changes in temperature. While abnormally elevated water temperatures can cause mortality outright during warm-water \"bleaching\" events, our findings also show that disease-related mortality can occur during non-bleaching years.  Our data show that both temperature and nearest colony distance also influence the incidence of disease.  Taken together, these data suggest the dual components of temperature as a stressor, and water-borne transmission of potential pathogens, as mortality predictors.  In aggregate, our data suggest that climate-change will promote further declines in elkhorn coral.\nTo date, the results of our work appeared in 22 published papers, 12 book chapters, an entire book on marine diseases, and a broadly-distributed film describing the global decline in coral reefs. This film, \"Chasing Coral\", describes the global decline in coral reefs and uses images generated from our work. Dr. Porter was a Principal Cast Member and Chief Scientific Advisor for this documentary, which won First Place at the 2017 Sundance Film Festival and has been premiered in hundreds of theaters globally following its purchase by Netflix. This work also contributed to the training of dozens of students (undergraduate to doctoral level) and the broad dissemination of research about corals to the public.\nFinally, our work also influenced decision making about local wastewater infrastructure. Based on the presence of Serratia marcescens in wastewater, we supported Key West?s conversion from Tertiary Wastewater Treatment to Advanced Wastewater Treatment.   In addition, we advocated for the installation of pump-out stations in Florida Keys marinas. Based on preliminary data, Key West?s conversion to AWT has lowered S. marcescens concentrations to undetectable levels at their wastewater treatment facility.\n\n\n\n \n\n\t\t\t\t\tLast Modified: 12/15/2017\n\n\t\t\t\t\tSubmitted by: Andrew W Park"
 }
}