{
 "awd_id": "1015654",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:  Genetically Encoded Screen for Organocatalysts That Function in a Cellular Context for the Direct Discovery of Catalytic Bio-Orthogonal Reactions",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 5617.0,
 "awd_amount": 5617.0,
 "awd_min_amd_letter_date": "2010-06-07",
 "awd_max_amd_letter_date": "2010-06-07",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Desmond",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Richard T Desmond",
   "pi_email_addr": "",
   "nsf_id": "000550023",
   "pi_start_date": "2010-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Desmond                 Richard        T",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Storrs",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "",
  "inst_zip_code": "062693060",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Desmond                 Richard        T",
  "perf_str_addr": "",
  "perf_city_name": "Storrs",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062693060",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 5617.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of the EAPSI project was to develop new technology in collaboration with Prof. Brendan Orner's lab at Nanyang Technological University, Singapore while developing new contact in East Asia. &nbsp;During my attachment,&nbsp; I was exposed to a variety of chemical biology techniques.&nbsp; The activities ranged from simple sterile techniques to more complex procedures such as PCR protocols and protein expression. The project entailed cloning an arabinose inducible cyclic peptide-based catalyst library using split intein-mediated circular ligation of peptide and proteins (SICLOPPs), characterization of the library and utilization in a screen for chemical reactions.</p>\n<p>Organocatalysis is a relatively young field however it is attracting considerable attention within the chemical community.&nbsp;&nbsp;&nbsp; One strain of this research is to use some of the techniques of combinatorial chemistry to screen for new organocatalysts.&nbsp; The approach has proven to be highly successful due to the fact that it employed split and pool chemical synthesis to generate the libraries.&nbsp;&nbsp; It has also been met with restrictions in limited diversity and inefficient, unideal identification of &ldquo;hit&rdquo; compounds.&nbsp; Although another active trend is the development of reactions that can be accomplished in a biological system and do not react non-specifically with bio-molecules, these screens do not directly identify compounds that catalyze such bio-orthogonal reactions.&nbsp;&nbsp; The research sets out to use the power of molecular biology to produce genetically encoded organocatalyst libraries.&nbsp; This technology permits the production of libraries that are extremely diverse and successful catalysts can be identified easily through simple DNA sequencing.&nbsp; Moreover because these catalysts will be produced and screened in living cells any reaction that they catalyze must automatically be bio-orthogonal.&nbsp; Therefore this screening technology results in the direct discovery of organocatalysts for bio-orthogonal reactions.</p>\n<p>We have been able to express a &nbsp;large cyclic protein library (10<sup>6</sup>) based on a protein sequence SX<sub>5 </sub>using the SICLOPPS strategy.<sub>&nbsp; </sub>We have shown the diversity of the library and investigated the extent of circular ligation.&nbsp; We have also made progress toward development of a screen of the organocatalytic activity of the library for the &nbsp;retro-aldol reaction.</p>\n<p>I will take the microbiology techniques I have learned and develop protein expression as a new aspect of my current research in the US.&nbsp; Our lab is primarily an organic synthesis lab.&nbsp; We intend to initiate assays based on proteins we express and follow the binding activity of substrates developed in our lab.</p>\n<p>My study in Singapore introduced me to new philosophies of science education and provide enrichment toward my goal to teach at the undergraduate level.&nbsp; The experience in an international location, specifically South East Asia, deepened and enhanced my educational philosophy allowing me as a future academic to better educate my future students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2010<br>\n\t\t\t\t\tModified by: Richard&nbsp;T&nbsp;Desmond</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe purpose of the EAPSI project was to develop new technology in collaboration with Prof. Brendan Orner's lab at Nanyang Technological University, Singapore while developing new contact in East Asia.  During my attachment,  I was exposed to a variety of chemical biology techniques.  The activities ranged from simple sterile techniques to more complex procedures such as PCR protocols and protein expression. The project entailed cloning an arabinose inducible cyclic peptide-based catalyst library using split intein-mediated circular ligation of peptide and proteins (SICLOPPs), characterization of the library and utilization in a screen for chemical reactions.\n\nOrganocatalysis is a relatively young field however it is attracting considerable attention within the chemical community.    One strain of this research is to use some of the techniques of combinatorial chemistry to screen for new organocatalysts.  The approach has proven to be highly successful due to the fact that it employed split and pool chemical synthesis to generate the libraries.   It has also been met with restrictions in limited diversity and inefficient, unideal identification of \"hit\" compounds.  Although another active trend is the development of reactions that can be accomplished in a biological system and do not react non-specifically with bio-molecules, these screens do not directly identify compounds that catalyze such bio-orthogonal reactions.   The research sets out to use the power of molecular biology to produce genetically encoded organocatalyst libraries.  This technology permits the production of libraries that are extremely diverse and successful catalysts can be identified easily through simple DNA sequencing.  Moreover because these catalysts will be produced and screened in living cells any reaction that they catalyze must automatically be bio-orthogonal.  Therefore this screening technology results in the direct discovery of organocatalysts for bio-orthogonal reactions.\n\nWe have been able to express a  large cyclic protein library (106) based on a protein sequence SX5 using the SICLOPPS strategy.  We have shown the diversity of the library and investigated the extent of circular ligation.  We have also made progress toward development of a screen of the organocatalytic activity of the library for the  retro-aldol reaction.\n\nI will take the microbiology techniques I have learned and develop protein expression as a new aspect of my current research in the US.  Our lab is primarily an organic synthesis lab.  We intend to initiate assays based on proteins we express and follow the binding activity of substrates developed in our lab.\n\nMy study in Singapore introduced me to new philosophies of science education and provide enrichment toward my goal to teach at the undergraduate level.  The experience in an international location, specifically South East Asia, deepened and enhanced my educational philosophy allowing me as a future academic to better educate my future students.\n\n\t\t\t\t\tLast Modified: 12/01/2010\n\n\t\t\t\t\tSubmitted by: Richard T Desmond"
 }
}