{
 "awd_id": "1015550",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:  Multiculturalism, Identity Integration and Creativity in Singapore",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 5617.0,
 "awd_amount": 5617.0,
 "awd_min_amd_letter_date": "2010-06-04",
 "awd_max_amd_letter_date": "2010-06-04",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cathleen",
   "pi_last_name": "Clerkin",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Cathleen E Clerkin",
   "pi_email_addr": "",
   "nsf_id": "000553289",
   "pi_start_date": "2010-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clerkin                 Cathleen       E",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Ann Arbor",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "",
  "inst_zip_code": "481041515",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Clerkin                 Cathleen       E",
  "perf_str_addr": "",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481041515",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 5617.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Everyone has multiple social identities. For example, a single person may identify as a woman, an African American and a mother.&nbsp; Recent psychological research on creativity has demonstrated that people who view these multiple social identities as overlapping and compatible (known as identity integration; Benet-Martinez, 2005) perform more creatively on tasks that require them to use information from their different identities. For instance, women engineers who viewed their gender and career identities as complimentary were more creative when asked to come up with new designs for cell phones for women (Cheng, Sanchez-Burks, &amp; Lee 2008). Similarly, another area of research has shown that people who are exposed to multiculturalism also generate more creative ideas (e.g. Leung, Maddux, Galinsky, &amp; Chiu 2008).</p>\n<p>However, there are still several gaps in our understanding of multiculturalism, identity integration and creativity. For instance, nearly all the work on multiculturalism and creativity as well as the work on identity integration has taken place in a broader Western cultural context.&nbsp; Yet, research has shown that Easterners and Westerners have different ways of thinking. In general, compared to Westerners, Easterners tend be more dialectical&mdash;a mindset that is more accepting of contradiction and the coexistence of opposites (Peng &amp; Nibett, 1999). &nbsp;It is not known how these different thought processes may impact individuals&rsquo; ability to be creative or to integrate their social identities.</p>\n<p>The current project focused on exploring the relationship between identity integration, dialectical thinking, and creativity among native Singaporeans. In this study, Chinese-Singaporeans participated in a lab experiment in which they were asked to create chicken recipe ideas for a (factious) restaurant that would be opening nearby. &nbsp;Participants were instructed to create recipes that would be &ldquo;new, delicious, popular and creative&rdquo;. Each participant was given 3 different types of ingredient trays&mdash;one with popular Western ingredients (e.g. barbeque sauce), one with popular Eastern ingredients (e.g soy sauce), and one tray with a combination of Western and Eastern ingredients. For each tray, participants were asked to estimate the number of dishes they could make from the trays and to write down one recipe. These recipes were later coded for creativity. After these tasks, participants filled out a survey that included a measure of Multicultural Identity Integration (adapted from BIIS-1 Benet-Martinez &amp; Haritatos 2005), a Dialectical Self Scale (Spencer-Rodgers, Srivastava, Boucher, English, Paletz, Hou, et al.&nbsp;2008) and several questions about conflict resolution and demographic information. Finally, participants were debriefed about the study and paid for their time.</p>\n<p>Our results support earlier findings that identity integration is positively related to creativity, especially when the task calls for knowledge related to the different identities (such as creating a recipe using both Western and Eastern ingredients). Furthermore, our findings suggest a negative relationship between identity integration and dialectical thinking; so that people who use more dialectical thinking patterns also have a hard time combining their multiple social identities. However, we found that this relationship is mediated by individuals&rsquo; willingness to resolve conflict. &nbsp;Thus, people who are more willing to resolve the conflicting information presented by dialectical thinking were better able to also resolve potential conflict between their social identities. We found no direct relationship between dialectical thinking and creativity.</p>\n<p>This research adds important dimensions to the current psychological literature on multiculturalism and identity integration. Firstly, this research address gaps in ...",
  "por_txt_cntn": "\nEveryone has multiple social identities. For example, a single person may identify as a woman, an African American and a mother.  Recent psychological research on creativity has demonstrated that people who view these multiple social identities as overlapping and compatible (known as identity integration; Benet-Martinez, 2005) perform more creatively on tasks that require them to use information from their different identities. For instance, women engineers who viewed their gender and career identities as complimentary were more creative when asked to come up with new designs for cell phones for women (Cheng, Sanchez-Burks, &amp; Lee 2008). Similarly, another area of research has shown that people who are exposed to multiculturalism also generate more creative ideas (e.g. Leung, Maddux, Galinsky, &amp; Chiu 2008).\n\nHowever, there are still several gaps in our understanding of multiculturalism, identity integration and creativity. For instance, nearly all the work on multiculturalism and creativity as well as the work on identity integration has taken place in a broader Western cultural context.  Yet, research has shown that Easterners and Westerners have different ways of thinking. In general, compared to Westerners, Easterners tend be more dialectical&mdash;a mindset that is more accepting of contradiction and the coexistence of opposites (Peng &amp; Nibett, 1999).  It is not known how these different thought processes may impact individualsÆ ability to be creative or to integrate their social identities.\n\nThe current project focused on exploring the relationship between identity integration, dialectical thinking, and creativity among native Singaporeans. In this study, Chinese-Singaporeans participated in a lab experiment in which they were asked to create chicken recipe ideas for a (factious) restaurant that would be opening nearby.  Participants were instructed to create recipes that would be \"new, delicious, popular and creative\". Each participant was given 3 different types of ingredient trays&mdash;one with popular Western ingredients (e.g. barbeque sauce), one with popular Eastern ingredients (e.g soy sauce), and one tray with a combination of Western and Eastern ingredients. For each tray, participants were asked to estimate the number of dishes they could make from the trays and to write down one recipe. These recipes were later coded for creativity. After these tasks, participants filled out a survey that included a measure of Multicultural Identity Integration (adapted from BIIS-1 Benet-Martinez &amp; Haritatos 2005), a Dialectical Self Scale (Spencer-Rodgers, Srivastava, Boucher, English, Paletz, Hou, et al. 2008) and several questions about conflict resolution and demographic information. Finally, participants were debriefed about the study and paid for their time.\n\nOur results support earlier findings that identity integration is positively related to creativity, especially when the task calls for knowledge related to the different identities (such as creating a recipe using both Western and Eastern ingredients). Furthermore, our findings suggest a negative relationship between identity integration and dialectical thinking; so that people who use more dialectical thinking patterns also have a hard time combining their multiple social identities. However, we found that this relationship is mediated by individualsÆ willingness to resolve conflict.  Thus, people who are more willing to resolve the conflicting information presented by dialectical thinking were better able to also resolve potential conflict between their social identities. We found no direct relationship between dialectical thinking and creativity.\n\nThis research adds important dimensions to the current psychological literature on multiculturalism and identity integration. Firstly, this research address gaps in the literature by examining the interaction between multicultural exposure, identity integration and dialectic thinking and creativity. Addi..."
 }
}