{
 "awd_id": "1015610",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:  Examining Barriers to Realizing Water Sensitive Urban Design: Household Landscaping Perceptions and Choice in spite of Long-term Drought and Conservation Education",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jong-on Hahm",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 5617.0,
 "awd_amount": 5617.0,
 "awd_min_amd_letter_date": "2010-06-07",
 "awd_max_amd_letter_date": "2010-06-07",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lily",
   "pi_last_name": "House-Peters",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lily A House-Peters",
   "pi_email_addr": "",
   "nsf_id": "000542956",
   "pi_start_date": "2010-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "House-Peters            Lily           A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Portland",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "",
  "inst_zip_code": "972142743",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "House-Peters            Lily           A",
  "perf_str_addr": "",
  "perf_city_name": "Portland",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972142743",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 5617.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The focus of my research, titled &ldquo;Examining Barriers to Realizing Water Sensitive Urban Design: Household Landscaping Perceptions and Choice in spite of Long-term Drought and Conservation Education&rdquo; is to determine the factors that either encourage or inhibit the adoption of alternative, sustainable water supply and wastewater practices on residential properties in cities suffering from scarce water supplies.&nbsp; Water sensitive urban design is a concept that detials the reduction of water demand through water efficient appliances, rainwater and greywater reuse, localized on-site water harvesting, and the detention and treatment of stormwater through small-scale constructed wetlands.&nbsp; My research examines the interactions that occur between social systems and natural systems in the urban environment that affect residential water demand and options for sustainable, environmentally-friendly management.&nbsp; My research focuses on two questions: <em>1) What are the key barriers that inhibit the adoption of alternative, sustainable water supply and wastewater practices and technologies on residential property? and 2) What are the significant mechanisms for realizing a transition toward the large-scale adoption alternative practices and technologies for sustainable urban water supply and wastewater management?</em></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; My research project has important implications for science, society, and environmental protection.&nbsp; Through my research, I hope to improve the capability of local decision-makers, including the householder, and policy-makers to solve social and environmental problems regarding urban water management in semi-arid regions with rapidly growing populations and increasingly scarce water supply options. Over allocation of water resources in water scarce environments has been causing increased ecological and societal stress, which in some regions has reached a state of crisis.&nbsp; Without a full understanding of the drivers and barriers that encourage and/or hinder the uptake of sustainable technologies in society, it will not be possible to advance environmental protection goals.&nbsp; Environmental protection and urban water supply and wastewater management are deeply intertwined in aquatic ecosystems, as these systems provide important climate change adaptation and mitigation services, affect the equity of water resource allocations and distributions, and serve to either improve or degrade water quality and sanitation for populations across the globe.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; I conducted my research under supervision from Dr. Rebekah Brown and Dr. Nigel Tapper, leaders in the fields of urban water management and climate change science, respectively, through the Geography Department of Monash University in Melbourne, Australia.&nbsp; I was able to develop a partnership with the National Urban Water Governance Program, which is led by Dr. Brown.&nbsp; Working with Dr. Brown and Dr. Tapper facilitated my access to an influential network of urban water management professionals and climate scientists in Australia.&nbsp; To achieve my stated research objectives I conducted 20 in-depth, semi-structured interviews with practitioners and researchers in Melbourne&rsquo;s urban water sector and systematically reviewed the development of domestic water and infrastructure policies of the 31 local governments comprising urban Melbourne.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; My research finds that management approaches in Melbourne to cope with reductions in water supply availability have primarily focused on reducing individual water demand through at times severe water restrictions, higher water prices, reduced choices availabl...",
  "por_txt_cntn": "\n            The focus of my research, titled \"Examining Barriers to Realizing Water Sensitive Urban Design: Household Landscaping Perceptions and Choice in spite of Long-term Drought and Conservation Education\" is to determine the factors that either encourage or inhibit the adoption of alternative, sustainable water supply and wastewater practices on residential properties in cities suffering from scarce water supplies.  Water sensitive urban design is a concept that detials the reduction of water demand through water efficient appliances, rainwater and greywater reuse, localized on-site water harvesting, and the detention and treatment of stormwater through small-scale constructed wetlands.  My research examines the interactions that occur between social systems and natural systems in the urban environment that affect residential water demand and options for sustainable, environmentally-friendly management.  My research focuses on two questions: 1) What are the key barriers that inhibit the adoption of alternative, sustainable water supply and wastewater practices and technologies on residential property? and 2) What are the significant mechanisms for realizing a transition toward the large-scale adoption alternative practices and technologies for sustainable urban water supply and wastewater management?\n\n            My research project has important implications for science, society, and environmental protection.  Through my research, I hope to improve the capability of local decision-makers, including the householder, and policy-makers to solve social and environmental problems regarding urban water management in semi-arid regions with rapidly growing populations and increasingly scarce water supply options. Over allocation of water resources in water scarce environments has been causing increased ecological and societal stress, which in some regions has reached a state of crisis.  Without a full understanding of the drivers and barriers that encourage and/or hinder the uptake of sustainable technologies in society, it will not be possible to advance environmental protection goals.  Environmental protection and urban water supply and wastewater management are deeply intertwined in aquatic ecosystems, as these systems provide important climate change adaptation and mitigation services, affect the equity of water resource allocations and distributions, and serve to either improve or degrade water quality and sanitation for populations across the globe.\n\n            I conducted my research under supervision from Dr. Rebekah Brown and Dr. Nigel Tapper, leaders in the fields of urban water management and climate change science, respectively, through the Geography Department of Monash University in Melbourne, Australia.  I was able to develop a partnership with the National Urban Water Governance Program, which is led by Dr. Brown.  Working with Dr. Brown and Dr. Tapper facilitated my access to an influential network of urban water management professionals and climate scientists in Australia.  To achieve my stated research objectives I conducted 20 in-depth, semi-structured interviews with practitioners and researchers in MelbourneÆs urban water sector and systematically reviewed the development of domestic water and infrastructure policies of the 31 local governments comprising urban Melbourne.\n\n            My research finds that management approaches in Melbourne to cope with reductions in water supply availability have primarily focused on reducing individual water demand through at times severe water restrictions, higher water prices, reduced choices available for appliances, such as toilets and faucets, and media campaigns exhorting messages of individual responsibility for conservation. Notably, in the residential sector of Melbourne, the number one driver of adopting water-saving practices and technologies is a strong desire to protect both public and private greenspaces.  Local water restrictions mandated by Melbourne W..."
 }
}