{
 "awd_id": "1015597",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Investigation of complex rupture processes in the 2008 M8 Wenchuan earthquake using dynamic source models",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 126000.0,
 "awd_amount": 126000.0,
 "awd_min_amd_letter_date": "2010-09-19",
 "awd_max_amd_letter_date": "2011-07-18",
 "awd_abstract_narration": "This project is to use dynamic source models to investigate complex rupture processes in the 2008 Ms 8.0 Wenchuan (China) earthquake and to advance our understanding of what controls spontaneous rupture propagation on complex fault systems embedded in complex geologic structure in large earthquakes. \r\n\r\nThe primary goals of the proposed research are (1) to understand how and why the rupture in the Wenchuan earthquake spontaneously propagated (and terminated) on the geometrically complex Longmenshan fault system, and (2) to advance our general understanding of how large earthquakes work, by investigating complex rupture processes in the event using spontaneous rupture models constrained by surface rupture, geological and geophysical observations of fault geometry and velocity structure, laboratory-derived friction laws, and near-field strong ground motion recordings. Simultaneous rupturing of a branched fault system formed by the Beichuan fault and the Pengguan fault and incomplete coseismic slip partitioning between the two faults observed in this earthquake are two major scientific questions to be explored.This project is part of a longer-term research program that will develop complete earthquake cycle models and use these models to assimilate a variety of observations of earthquake processes, to test existing theories and formulate new theories. The PI will also use a hybrid MPI/OpenMP approach to parallelize an existing 3D finite element dynamic rupture code (EQdyna) in this project so that the above questions can be explored at high resolutions using high-performance supercomputing systems, which is necessary to accurately capture rupture propagation on geometrically complex faults and inelastic off-fault deformation in the models.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benchun",
   "pi_last_name": "Duan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benchun Duan",
   "pi_email_addr": "bduan@tamu.edu",
   "nsf_id": "000490289",
   "pi_start_date": "2010-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 61828.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 64172.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Our objectives in this project are to understand complex rupture processes in the 2008 <span>Mw</span> 7.9 <span>Wenchuan</span> earthquake using dynamic rupture models. The earthquake is unusual in the sense that it simultaneously ruptured two faults, the <span>Beichuan</span> and <span>Pengguan</span> fault, along the <span>Longmenshan</span> thrust belt between the Tibet plateau and the <span>Sichuan</span> basic in China. Geological evidence suggests the two faults merge together at depth of ~10 km and form a branched fault system. Geological, seismological, and geodetic observations reveal that the earthquake started on the southwest of the fault system below the junction point, triggered rupture at shallow depth on the steeply dipping <span>Beichuan</span> fault 40 km northeast of the <span>hypocenter</span> at about 17 second, simultaneously ruptured both faults along the middle segment of the fault system with surface rupture, and &nbsp;finally was confined onto steeply dipping <span>Beichuan</span> fault along the northeast segment of the fault system. What control these complex rupture processes observed in this event? Understanding this question is crucial for us to learn from this disastrous earthquake and hopefully to better forecast future earthquake rupture scenarios on this fault system and other similar fault systems worldwide.</span></p>\n<p>We use physics-based dynamic rupture models to address the above question. In this type of models, geologic structure of the source region (including complex fault geometry and rock properties) constrained by geological and geophysical observations, and friction laws that govern the evolution of fault frictional strength during dynamic rupture and are derived from laboratory experiments on rock samples are incorporated into computer programs, which are written based on physical principles in continuum mechanics. Another important ingredient of dynamic rupture models is the stress field in the source region just before the earthquake (i.e., the initial stress field), which is less constrained. With these inputs, the computer programs solve differential equations for spontaneous rupture propagation on faults and seismic wave propagation in geologic media. Given relatively well constrained geologic structure and friction laws, we primarily vary the initial stress to match rupture propagation behavior observed in the 2008 event.</p>\n<p><span>We perform large-scale simulations of hundreds of dynamic rupture models with different sets of inputs on high performance computers to investigate physical control on the complex rupture processes. We find that heterogeneous initial stresses, including stress rotations along fault strike (i.e., the orientation of fault trace on the Earth's surface) and heterogeneous differential stresses on the two faults, are required to reproduce the first-order features in rupture propagation of the 2008 event summarized above. In particular, large differential stresses on the southwest segment of the steeply dipping <span>Beichuan</span> fault is consistent with geologic observation of the <span>Pengguan</span> massif on the hanging wall of the <span>Beichuan</span> fault. The massif rocks are strong and can support large stress accumulation, which may have played a critical role in simultaneously rupturing the two faults in the 2008 <span>Mw</span> 7.9 <span>Wenchuan</span> earthquake. Therefore, geological observations and characterization of this type of strong rocks may be helpful for estimating large earthquake potential in this region and other similar tectonic regions worldwide. In addition, stress perturbations on the <span>Beichuan</span> and <span>Pengguan</span> fault due to existence of a cross-cut fault, the <span>Xiaoyudong</span> fault, 40 km northeast of the <span>hypocenter</span> appears to have also played an important role in dynamic branching along the branched f...",
  "por_txt_cntn": "\nOur objectives in this project are to understand complex rupture processes in the 2008 Mw 7.9 Wenchuan earthquake using dynamic rupture models. The earthquake is unusual in the sense that it simultaneously ruptured two faults, the Beichuan and Pengguan fault, along the Longmenshan thrust belt between the Tibet plateau and the Sichuan basic in China. Geological evidence suggests the two faults merge together at depth of ~10 km and form a branched fault system. Geological, seismological, and geodetic observations reveal that the earthquake started on the southwest of the fault system below the junction point, triggered rupture at shallow depth on the steeply dipping Beichuan fault 40 km northeast of the hypocenter at about 17 second, simultaneously ruptured both faults along the middle segment of the fault system with surface rupture, and  finally was confined onto steeply dipping Beichuan fault along the northeast segment of the fault system. What control these complex rupture processes observed in this event? Understanding this question is crucial for us to learn from this disastrous earthquake and hopefully to better forecast future earthquake rupture scenarios on this fault system and other similar fault systems worldwide.\n\nWe use physics-based dynamic rupture models to address the above question. In this type of models, geologic structure of the source region (including complex fault geometry and rock properties) constrained by geological and geophysical observations, and friction laws that govern the evolution of fault frictional strength during dynamic rupture and are derived from laboratory experiments on rock samples are incorporated into computer programs, which are written based on physical principles in continuum mechanics. Another important ingredient of dynamic rupture models is the stress field in the source region just before the earthquake (i.e., the initial stress field), which is less constrained. With these inputs, the computer programs solve differential equations for spontaneous rupture propagation on faults and seismic wave propagation in geologic media. Given relatively well constrained geologic structure and friction laws, we primarily vary the initial stress to match rupture propagation behavior observed in the 2008 event.\n\nWe perform large-scale simulations of hundreds of dynamic rupture models with different sets of inputs on high performance computers to investigate physical control on the complex rupture processes. We find that heterogeneous initial stresses, including stress rotations along fault strike (i.e., the orientation of fault trace on the Earth's surface) and heterogeneous differential stresses on the two faults, are required to reproduce the first-order features in rupture propagation of the 2008 event summarized above. In particular, large differential stresses on the southwest segment of the steeply dipping Beichuan fault is consistent with geologic observation of the Pengguan massif on the hanging wall of the Beichuan fault. The massif rocks are strong and can support large stress accumulation, which may have played a critical role in simultaneously rupturing the two faults in the 2008 Mw 7.9 Wenchuan earthquake. Therefore, geological observations and characterization of this type of strong rocks may be helpful for estimating large earthquake potential in this region and other similar tectonic regions worldwide. In addition, stress perturbations on the Beichuan and Pengguan fault due to existence of a cross-cut fault, the Xiaoyudong fault, 40 km northeast of the hypocenter appears to have also played an important role in dynamic branching along the branched fault system. Therefore, geological and geophysical studies of this type of fault structure are also important for seismic hazard analysis in this and similar tectonic regions worldwide.\n\nThis project supported a junior faculty member at Texas A&amp;M University to conduct scientifically significant and societally important researc..."
 }
}