{
 "awd_id": "1015341",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:  Cultural Differences in Empathy:  An FMRI Brain Imaging Study",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 5617.0,
 "awd_amount": 5617.0,
 "awd_min_amd_letter_date": "2010-05-28",
 "awd_max_amd_letter_date": "2010-05-28",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Meghan",
   "pi_last_name": "Meyer",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Meghan L Meyer",
   "pi_email_addr": "",
   "nsf_id": "000554090",
   "pi_start_date": "2010-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Meyer                   Meghan         L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Hanover",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "",
  "inst_zip_code": "037552082",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Meyer                   Meghan         L",
  "perf_str_addr": "",
  "perf_city_name": "Hanover",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037552082",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 5617.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Identification with a victim has been shown to enhance self-reports of empathy for the victims suffering. However, to date, it is unknown how identification with a target enhances empathy. One pivotal aspect of identification is the degree to which another person is tied to one&rsquo;s self-concept. Interestingly, there is a cultural difference in the extent to which individuals experience others as tied to their self-concept. In Western cultures, individuals tend to possess highly developed independent selves, where they see themselves as unique entities (3). In Eastern cultures, however, individuals tend to possess highly developed interdependent selves, where they view themselves in relation to other people with whom they are emotionally close (i.e. friends and family). The present study investigated whether and how the degree of closeness with a victim moderates the brain systems recruited during empathy for social suffering in a sample of Chinese participants with interdependent selves. We scanned Chinese participants with strong self-reported interdependent selves using functional magnetic resonance imaging (fMRI) while they observed a friend with high closeness with the self and a stranger with low closeness to the self experience social suffering during a social exclusion task. We found that observing a friend&rsquo;s social exclusion activated brain regions associated with the direct (i.e. firsthand) experience of social suffering (dorsal anterior cingulate cortex (dACC) and insula), whereas observing a stranger&rsquo;s social exclusion activated regions associated with thinking about the traits and intentions of others (i.e., the dorsal medial prefrontal cortex (DMPFC), precuneus, and temporal pole (TP)) but not regions associated with suffering. Directly comparing activation from observing the friend&rsquo;s vs. the stranger&rsquo;s social exclusion showed increased activation in brain regions associated with the firsthand experience of social suffering (dACC and anterior insula) and with thinking about the self (i.e., the medial prefrontal cortex (MPFC) and posterior cingulate), all of which correlated with self-reported degree of closeness with the friend. These results suggest that in Eastern cultures, where interdependence is pronounced, closeness to the self enhances empathy for social suffering. Cultural differences in self-concept, therefore, may correspond with differential mechanisms to support empathy for others&rsquo; suffering.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/27/2011<br>\n\t\t\t\t\tModified by: Meghan&nbsp;L&nbsp;Meyer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n      Identification with a victim has been shown to enhance self-reports of empathy for the victims suffering. However, to date, it is unknown how identification with a target enhances empathy. One pivotal aspect of identification is the degree to which another person is tied to one’s self-concept. Interestingly, there is a cultural difference in the extent to which individuals experience others as tied to their self-concept. In Western cultures, individuals tend to possess highly developed independent selves, where they see themselves as unique entities (3). In Eastern cultures, however, individuals tend to possess highly developed interdependent selves, where they view themselves in relation to other people with whom they are emotionally close (i.e. friends and family). The present study investigated whether and how the degree of closeness with a victim moderates the brain systems recruited during empathy for social suffering in a sample of Chinese participants with interdependent selves. We scanned Chinese participants with strong self-reported interdependent selves using functional magnetic resonance imaging (fMRI) while they observed a friend with high closeness with the self and a stranger with low closeness to the self experience social suffering during a social exclusion task. We found that observing a friend’s social exclusion activated brain regions associated with the direct (i.e. firsthand) experience of social suffering (dorsal anterior cingulate cortex (dACC) and insula), whereas observing a stranger’s social exclusion activated regions associated with thinking about the traits and intentions of others (i.e., the dorsal medial prefrontal cortex (DMPFC), precuneus, and temporal pole (TP)) but not regions associated with suffering. Directly comparing activation from observing the friend’s vs. the stranger’s social exclusion showed increased activation in brain regions associated with the firsthand experience of social suffering (dACC and anterior insula) and with thinking about the self (i.e., the medial prefrontal cortex (MPFC) and posterior cingulate), all of which correlated with self-reported degree of closeness with the friend. These results suggest that in Eastern cultures, where interdependence is pronounced, closeness to the self enhances empathy for social suffering. Cultural differences in self-concept, therefore, may correspond with differential mechanisms to support empathy for others’ suffering.\n\n\t\t\t\t\tLast Modified: 09/27/2011\n\n\t\t\t\t\tSubmitted by: Meghan L Meyer"
 }
}