{
 "awd_id": "1015335",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Rumors, Truths, and Reality: A Study of Political Misinformation",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2011-04-30",
 "tot_intn_awd_amt": 56597.0,
 "awd_amount": 56597.0,
 "awd_min_amd_letter_date": "2010-04-19",
 "awd_max_amd_letter_date": "2010-04-19",
 "awd_abstract_narration": "Rumors and innuendo have long influenced the conduct of politics.  With the rise of the 24-hour news cycle and the rapid communication of specialized information via the internet, however, the potential for the spread of false information through rumors is perhaps greater than at any time in history.  This project provides an experimental investigation of the effectiveness of different strategies to counter political rumors.  Rumors are a special kind of misinformation - strongly held beliefs in information that is factually incorrect.  By examining this fundamental problem of democratic citizenship, namely the enduring obstacle of a misinformed citizenry, this project will advance the study of mass political behavior in important ways.\r\n\r\nThis project draws upon work in social psychology which finds that the difficulty with which information is processed affect individuals' assessment of its accuracy.  This research shows that people use their metacognitive experience - how easy it is to recall or process new information - as a signal concerning the veracity of that information.  The more particular statements are repeated, the more \"fluid\" they become, and - as a result - the more likely people are to believe they are true.  Thus, confronting citizens with facts will not necessarily correct publicly held misperceptions.  Countering the rumors, after all, involves repeating the initial rumor, thereby increasing its fluency.\r\n\r\nThe intellectual merit of this proposal is testing theoretically based strategies to counteract political rumors.  The study explores the effectiveness of different presentational strategies in correcting popularly held political faslehoods.\r\n\r\nThe broader impacts of this proposal are two fold.  First, it will help to focus scholars attention on political rumors. Little scholarly work has been done in this area by political scientists.  Second, it may provide policymakers with important tools to use to counteract political rumors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Berinsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adam Berinsky",
   "pi_email_addr": "berinsky@mit.edu",
   "nsf_id": "000160875",
   "pi_start_date": "2010-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 56597.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Rumors and innuendo have long influenced the conduct of politics. With the rise of the 24-hour news cycle and the rapid communication of specialized information via the Internet, however, the potential for the spread of false information through rumors is perhaps greater than at any time in history. Rumors are a special kind of misinformation &ndash; strongly held beliefs in information that is factually incorrect. By examining this fundamental problem of democratic citizenship, namely the enduring obstacle of a misinformed citizenry, this project will advance the study of mass political behavior in important ways.&nbsp; My project investigated two critical questions relating to political rumors: who believes them, and what can be done to correct false information in a democratic society.</p>\n<p>I first explore the degree to which members of the mass public accept or reject rumors from across the political spectrum &ndash; ranging from beliefs about President Obama&rsquo;s citizenship to conspiracies surrounding the destruction of the World Trade Center on September 11, 2001. I then examine the demographic, personality, and political correlates of rumor belief in the mass public. While there are certain factors that lead individuals to reject all rumors out of hand, regardless of their content, rumor rejection is also in large part a function of political attachments. When it comes to the veracity of political rumors, where one stands depends in large part upon where one sits.</p>\n<p>I also ran a series of experiments which employ strategies to counter rumors. I focus on rumors surrounding the health care reforms enacted by Congress in 2010, such as the notion that the reforms creates &ldquo;death panels&rdquo; which have the authority to determine whether or not a gravely ill or injured person should receive medical treatment. I find that effectively debunking rumors is a difficult task. There is no proven method to correct mistaken political beliefs.&nbsp; Rumors tend to be sticky and merely repeating a rumor &ndash; even in the context of debunking that mistruth &ndash; increases its power. For instance, I find that mentioning the possibility of &ldquo;death panels&rdquo; increased subjects&rsquo; belief in the existence of such panels even if the rumors were immediately discredited. Thus, the attempt to correct a mistruth may only lead to a widespread acceptance of this factual inaccuracy. Some strategies may, however, prove effective. Countering a rumor with statements from an unlikely source can, under the right circumstances, increase the willingness of all citizens to reject rumors regardless of their own political predilections. Specifically, I find that contrasting the death panel rumor with a counterargument from a Republican politician decreased rates of rumor acceptance for both Democrats and Republicans.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/06/2011<br>\n\t\t\t\t\tModified by: Adam&nbsp;Berinsky</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRumors and innuendo have long influenced the conduct of politics. With the rise of the 24-hour news cycle and the rapid communication of specialized information via the Internet, however, the potential for the spread of false information through rumors is perhaps greater than at any time in history. Rumors are a special kind of misinformation &ndash; strongly held beliefs in information that is factually incorrect. By examining this fundamental problem of democratic citizenship, namely the enduring obstacle of a misinformed citizenry, this project will advance the study of mass political behavior in important ways.  My project investigated two critical questions relating to political rumors: who believes them, and what can be done to correct false information in a democratic society.\n\nI first explore the degree to which members of the mass public accept or reject rumors from across the political spectrum &ndash; ranging from beliefs about President ObamaÆs citizenship to conspiracies surrounding the destruction of the World Trade Center on September 11, 2001. I then examine the demographic, personality, and political correlates of rumor belief in the mass public. While there are certain factors that lead individuals to reject all rumors out of hand, regardless of their content, rumor rejection is also in large part a function of political attachments. When it comes to the veracity of political rumors, where one stands depends in large part upon where one sits.\n\nI also ran a series of experiments which employ strategies to counter rumors. I focus on rumors surrounding the health care reforms enacted by Congress in 2010, such as the notion that the reforms creates \"death panels\" which have the authority to determine whether or not a gravely ill or injured person should receive medical treatment. I find that effectively debunking rumors is a difficult task. There is no proven method to correct mistaken political beliefs.  Rumors tend to be sticky and merely repeating a rumor &ndash; even in the context of debunking that mistruth &ndash; increases its power. For instance, I find that mentioning the possibility of \"death panels\" increased subjectsÆ belief in the existence of such panels even if the rumors were immediately discredited. Thus, the attempt to correct a mistruth may only lead to a widespread acceptance of this factual inaccuracy. Some strategies may, however, prove effective. Countering a rumor with statements from an unlikely source can, under the right circumstances, increase the willingness of all citizens to reject rumors regardless of their own political predilections. Specifically, I find that contrasting the death panel rumor with a counterargument from a Republican politician decreased rates of rumor acceptance for both Democrats and Republicans.\n\n\t\t\t\t\tLast Modified: 07/06/2011\n\n\t\t\t\t\tSubmitted by: Adam Berinsky"
 }
}