{
 "awd_id": "1015548",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CIF:  Small:  Theory and Structure of Quasi-Cyclic LDPC Codes and Algorithms to Lower the Error Floor and  Decode Non-Binary LDPC Codes",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922981",
 "po_email": "pregalia@nsf.gov",
 "po_sign_block_name": "Phillip Regalia",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2010-07-28",
 "awd_max_amd_letter_date": "2010-07-28",
 "awd_abstract_narration": "Low-density parity-check (LDPC) codes are currently recognized as the most promising coding technique to achieve the ultimate limits of robust communications over noisy channels. LDPC codes devised by the PIs have been selected by NASA for various applications and adopted for the 10G Base-T Ethernet. However, there are many challenges before LDPC codes become universal in applications. In particular, there is a need for a mathematical framework to determine the properties of the constructed codes for easy encoder and decoder implementations. Furthermore, it has been observed that the dramatic improvement in code performance as the channel improves comes to a sudden halt at some point. This phenomenon, known as error-floor, may preclude LDPC codes from applications requiring very low error rates, such as high-speed satellite communication and high-density data storage systems. Another challenge is the computational complexity needed to retrieve the correct data after being corrupted with noise. This research addresses these three challenges.\r\n\r\nThe research develops methods to study the relevant properties of efficiently encodable and decodable LDPC codes that ensure good performance when decoding using iterative algorithms. The research also develops an efficient decoding algorithm using a backtracking technique to lower the error-floors of LDPC codes due to trapping sets. This decoding technique removes the obstacles for applications of LDPC codes in communication and storage systems where very low error rates are required. Furthermore, the research also proposes a novel and computationally efficient reliability-based iterative algorithm for decoding non-binary LDPC codes for correcting combinations of random and bursts of errors. This decoding technique requires only integer and finite field operations and offers an effective trade-off between performance and decoding complexity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shu",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shu Lin",
   "pi_email_addr": "shulin@ece.ucdavis.edu",
   "nsf_id": "000426437",
   "pi_start_date": "2010-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Khaled A.",
   "pi_last_name": "Abdel-Ghaffar",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Khaled A. S Abdel-Ghaffar",
   "pi_email_addr": "ghaffar@ece.ucdavis.edu",
   "nsf_id": "000441987",
   "pi_start_date": "2010-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "793500",
   "pgm_ele_name": "COMM & INFORMATION THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In today's world, increasing amounts of data are continuously being<br />transmitted and stored. However, noise affects data causing errors. Error-correcting codes are used to achieve reliable communication in spite of the presence of noise. A class of error-correcting codes, invented by Irvine Reed<br />and Gustave Solomon more than 50 years ago, called Reed-Solomon codes, is by far the uncontested leader of all codes used in applications. This is because they have excellent error-correction capabilities and efficient decoding algorithms that can be used to recover the data after being corrupted by noise. Almost in the same time as Reed-Solomon codes<br />were invented, Robert Gallager devised a completely different class of<br />codes, called low-density parity-check (LDPC) codes. In contrast to<br />Reed-Solomon codes with their elegant algebraic structure, LDPC codes have very little structure. Gallager argued that this randomness in the code is what is needed to achieve the ultimate limits of reliable communication as<br />derived by Claude Shannon 15 years earlier. Indeed, by using probabilistic arguments, Shannon in a paper that has far reaching implications, has proved that randomly chosen codes achieve these limits with high probability.<br />However, due to the high computational complexity needed to implement<br />decoders of LDPC codes, which are iterative in nature, these codes did not attract much attention until 20 years ago when computational resources became sufficiently powerful and cheap to rekindle interest in LDPC codes. Since then, researchers have shown that LDPC codes, if properly designed and decoded, have better performance than Reed-Solomon code. For this reason, LDPC codes have replaced Reed-Solomon codes in some applications, such as in NASA space missions.&nbsp; Although it is widely expected<br />that LDPC codes will eventually unseat Reed-Solomon codes as the most commonly used class of codes in practice, how to properly design and decode LDPC codes are two important issues that need to be resolved first.<br /><br />This project tackled these two issues. A general theory was developed<br />to reveal the structure of a subclass of LDPC codes, called quasi-cyclic (QC) LDPC codes, using Fourier transform methods. This subclass of codes has nice properties that considerably simply its hardware implementation.<br />Furthermore, a particular structure is identified and characterized that prevents iterative decoding of LDPC codes to eventually succeed in recovering the data as the number of iterations increases. This structure is<br />appropriately called trapping sets. A technique is devised that allows the decoder to extract itself from a trapping set if it falls into one and continue decoding successfully. Simple construction methods of QC-LDPC codes that<br />achieve excellent performance are proposed and many construction<br />methods scattered in the literature are unified into a single framework. This<br />will help code designers to easily construct LDPC codes and compare<br />between different options. For QC-LDPC codes, considerable simplification<br />in decoding has been proposed with no loss in performance. All these<br />project activities should speed the appearance of LDPC codes in commercial<br />products.<br /><br />In addition to the research component, this project had an educational<br />component as some of the results obtained have been incorporated in a<br />graduate-level course on error-correcting codes. Furthermore, under this project, six PhD graduate students have been funded by the award. Three of them have graduated with one working in academia and two working in US<br />companies. The results of this project have been&nbsp; widely disseminated through journal papers and conference presentations by the PI's and their<br />students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/05/2015<br>\n\t\t\t\t\tModified by: Khaled A...",
  "por_txt_cntn": "\nIn today's world, increasing amounts of data are continuously being\ntransmitted and stored. However, noise affects data causing errors. Error-correcting codes are used to achieve reliable communication in spite of the presence of noise. A class of error-correcting codes, invented by Irvine Reed\nand Gustave Solomon more than 50 years ago, called Reed-Solomon codes, is by far the uncontested leader of all codes used in applications. This is because they have excellent error-correction capabilities and efficient decoding algorithms that can be used to recover the data after being corrupted by noise. Almost in the same time as Reed-Solomon codes\nwere invented, Robert Gallager devised a completely different class of\ncodes, called low-density parity-check (LDPC) codes. In contrast to\nReed-Solomon codes with their elegant algebraic structure, LDPC codes have very little structure. Gallager argued that this randomness in the code is what is needed to achieve the ultimate limits of reliable communication as\nderived by Claude Shannon 15 years earlier. Indeed, by using probabilistic arguments, Shannon in a paper that has far reaching implications, has proved that randomly chosen codes achieve these limits with high probability.\nHowever, due to the high computational complexity needed to implement\ndecoders of LDPC codes, which are iterative in nature, these codes did not attract much attention until 20 years ago when computational resources became sufficiently powerful and cheap to rekindle interest in LDPC codes. Since then, researchers have shown that LDPC codes, if properly designed and decoded, have better performance than Reed-Solomon code. For this reason, LDPC codes have replaced Reed-Solomon codes in some applications, such as in NASA space missions.  Although it is widely expected\nthat LDPC codes will eventually unseat Reed-Solomon codes as the most commonly used class of codes in practice, how to properly design and decode LDPC codes are two important issues that need to be resolved first.\n\nThis project tackled these two issues. A general theory was developed\nto reveal the structure of a subclass of LDPC codes, called quasi-cyclic (QC) LDPC codes, using Fourier transform methods. This subclass of codes has nice properties that considerably simply its hardware implementation.\nFurthermore, a particular structure is identified and characterized that prevents iterative decoding of LDPC codes to eventually succeed in recovering the data as the number of iterations increases. This structure is\nappropriately called trapping sets. A technique is devised that allows the decoder to extract itself from a trapping set if it falls into one and continue decoding successfully. Simple construction methods of QC-LDPC codes that\nachieve excellent performance are proposed and many construction\nmethods scattered in the literature are unified into a single framework. This\nwill help code designers to easily construct LDPC codes and compare\nbetween different options. For QC-LDPC codes, considerable simplification\nin decoding has been proposed with no loss in performance. All these\nproject activities should speed the appearance of LDPC codes in commercial\nproducts.\n\nIn addition to the research component, this project had an educational\ncomponent as some of the results obtained have been incorporated in a\ngraduate-level course on error-correcting codes. Furthermore, under this project, six PhD graduate students have been funded by the award. Three of them have graduated with one working in academia and two working in US\ncompanies. The results of this project have been  widely disseminated through journal papers and conference presentations by the PI's and their\nstudents.\n\n\t\t\t\t\tLast Modified: 10/05/2015\n\n\t\t\t\t\tSubmitted by: Khaled A. S Abdel-Ghaffar"
 }
}