{
 "awd_id": "1015333",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:  Exporting under Trade Policy Uncertainty: Theory and Evidence from Australia",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "R.  Clive Woods",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 5177.0,
 "awd_amount": 5177.0,
 "awd_min_amd_letter_date": "2010-06-09",
 "awd_max_amd_letter_date": "2010-06-09",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kyle",
   "pi_last_name": "Handley",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kyle L Handley",
   "pi_email_addr": "",
   "nsf_id": "000554271",
   "pi_start_date": "2010-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Handley                 Kyle           L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Silver  Spring",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "",
  "inst_zip_code": "209100000",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MD08",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Handley                 Kyle           L",
  "perf_str_addr": "",
  "perf_city_name": "Silver  Spring",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "209100000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MD08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 5177.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Policy commitment and credibility are extremely important for inducing economic agents to make investments, particularly when they entail<br />large irreversible costs. Trade policy is one area where commitment and credibility are potentially very important. The need for predictability is<br />a founding principle of the World Trade Organization. Business and policy makers often cite predictable and secure policy regimes as benefits<br />of joining preferential trade agreements. Despite this, a substantial portion of global trade occurs under trade policy regimes that are not secure.<br />For example, there was widespread fear of protectionism following the global financial crisis of 2008. Yet most theoretical and empirical trade<br />research focuses on trade policy in static, deterministic frameworks. <br /><br />My primary focus is on the tariff, one of several forms of applied protection that fall under the WTO rule-based system. WTO members make<br />enforceable commitments not to raise applied tariffs above maximum binding constraints. These 'bindings' are presently well above applied<br />tariffs in some countries. Over 30 percent of the tariff lines of WTO members could be increased unilaterally without providing compensation<br />to affected trade partners (Bchir et al., 2005). Australia, for example, could raise tariffs from an average of 3.8 to 11 percent, Indonesia from<br />6.7 to 35.6 percent and the average developing country from 8 to 28 percent (Messerlin, 2008). In short, the worst case scenario if governments<br />were to backslide into protectionism, yet not violate any WTO rules is large.</p>\n<p><br />My research shows theoretically and empirically that when trade policy is uncertain, conducting analysis under de facto certainty can be<br />misleading and overlooks a quantitatively important channel of gains from bilateral and multilateral policy commitments. The starting point for<br />my analysis is a dynamic, firm-level model of international trade when trade policy is uncertain. Firms must decide whether and when to begin<br />exporting when foreign market entry costs are sunk and there is uncertainty over trade policy. I use a stochastic process which incorporates<br />uncertainty over the timing of trade policy changes and the magnitude of those changes when they arrive. Prospective entrants compare the<br />value of beginning to export today versus waiting. On the margin, the expected value of waiting to enter until applied policy conditions<br />improve exactly offsets the expected upside from future reductions in protection conditional on entry. Several roles emerge for policy<br />constraints and stability on the extensive margin: first, I show that bindings reduce uncertainty by censoring the range of observable tariffs and<br />limiting losses in the worst case scenario; second, the frequent arrival of policy changes reduces the level of firm entry; and third, firms respond<br />more cautiously on the extensive margin when tariff changes are likely to be quickly reversed or reach substantially higher levels in the future.</p>\n<p>Despite the dynamic nature of the model, I provide a closed form solution for the firm entry decision as a function of applied policy and<br />uncertainty parameters. I derive a structural equation and measures of uncertainty from the model to test whether binding commitments and<br />PTAs reduce trade policy uncertainty. I formulate this in terms of a latent variable capturing the value of entry and estimate a linear probability<br />model of observing trade in a disaggregated product as a proxy for firm entry. The method is novel for two reasons: first, I am able to use the<br />observable levels of tariff bindings to test for the presence of uncertainty with the standard deterministic model nested as a null hypothesis;<br />second, the uncertainty measures can be directly controlled by policy and I can use the estimated model to quantify the impact of reducing<br />applied protection versus uncertainty. <br /><br />The empirical method requires detailed product level trade data and corresponding data on applied and bound tariffs for a single importer. I<br />focus on Australia in the years 2004 and 2006.&nbsp; I estimate the probability is product is traded in cross-sections in 2004 and 2006. I use the econometric<br />model to quantify the value of binding commitments in terms of potential new product creation. Essentially, I take the sum of the number of<br />predicted probabilities that a product is traded across all countries if Australia were to reduce all tariffs to zero. I compare this to the sum of<br />predicted probabilities that a product is traded if Australia were to commit not to raise tariffs above applied levels in 2004 and 2006.</p>\n<p>I find that lower bindings bring the entry decision forward and make firms more responsive to tariff changes on the margin. My estimates<br />indicate that if Australia made binding commitments not to raise tariffs above 2004 or 2006 applied rates, the number of traded products would<br />increase by 7 to 8 percent.&nbsp; These effects empirically quantify, for the first time, the value of binding tariff commitments.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2011<br>\n\t\t\t\t\tModified by: Kyle&nbsp;L&nbsp;Handley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPolicy commitment and credibility are extremely important for inducing economic agents to make investments, particularly when they entail\nlarge irreversible costs. Trade policy is one area where commitment and credibility are potentially very important. The need for predictability is\na founding principle of the World Trade Organization. Business and policy makers often cite predictable and secure policy regimes as benefits\nof joining preferential trade agreements. Despite this, a substantial portion of global trade occurs under trade policy regimes that are not secure.\nFor example, there was widespread fear of protectionism following the global financial crisis of 2008. Yet most theoretical and empirical trade\nresearch focuses on trade policy in static, deterministic frameworks. \n\nMy primary focus is on the tariff, one of several forms of applied protection that fall under the WTO rule-based system. WTO members make\nenforceable commitments not to raise applied tariffs above maximum binding constraints. These 'bindings' are presently well above applied\ntariffs in some countries. Over 30 percent of the tariff lines of WTO members could be increased unilaterally without providing compensation\nto affected trade partners (Bchir et al., 2005). Australia, for example, could raise tariffs from an average of 3.8 to 11 percent, Indonesia from\n6.7 to 35.6 percent and the average developing country from 8 to 28 percent (Messerlin, 2008). In short, the worst case scenario if governments\nwere to backslide into protectionism, yet not violate any WTO rules is large.\n\n\nMy research shows theoretically and empirically that when trade policy is uncertain, conducting analysis under de facto certainty can be\nmisleading and overlooks a quantitatively important channel of gains from bilateral and multilateral policy commitments. The starting point for\nmy analysis is a dynamic, firm-level model of international trade when trade policy is uncertain. Firms must decide whether and when to begin\nexporting when foreign market entry costs are sunk and there is uncertainty over trade policy. I use a stochastic process which incorporates\nuncertainty over the timing of trade policy changes and the magnitude of those changes when they arrive. Prospective entrants compare the\nvalue of beginning to export today versus waiting. On the margin, the expected value of waiting to enter until applied policy conditions\nimprove exactly offsets the expected upside from future reductions in protection conditional on entry. Several roles emerge for policy\nconstraints and stability on the extensive margin: first, I show that bindings reduce uncertainty by censoring the range of observable tariffs and\nlimiting losses in the worst case scenario; second, the frequent arrival of policy changes reduces the level of firm entry; and third, firms respond\nmore cautiously on the extensive margin when tariff changes are likely to be quickly reversed or reach substantially higher levels in the future.\n\nDespite the dynamic nature of the model, I provide a closed form solution for the firm entry decision as a function of applied policy and\nuncertainty parameters. I derive a structural equation and measures of uncertainty from the model to test whether binding commitments and\nPTAs reduce trade policy uncertainty. I formulate this in terms of a latent variable capturing the value of entry and estimate a linear probability\nmodel of observing trade in a disaggregated product as a proxy for firm entry. The method is novel for two reasons: first, I am able to use the\nobservable levels of tariff bindings to test for the presence of uncertainty with the standard deterministic model nested as a null hypothesis;\nsecond, the uncertainty measures can be directly controlled by policy and I can use the estimated model to quantify the impact of reducing\napplied protection versus uncertainty. \n\nThe empirical method requires detailed product level trade data and corresponding data on applied and bound tariffs for a single importer. I\nfocus on Australia in the years 2004 and 2006.  I estimate the probability is product is traded in cross-sections in 2004 and 2006. I use the econometric\nmodel to quantify the value of binding commitments in terms of potential new product creation. Essentially, I take the sum of the number of\npredicted probabilities that a product is traded across all countries if Australia were to reduce all tariffs to zero. I compare this to the sum of\npredicted probabilities that a product is traded if Australia were to commit not to raise tariffs above applied levels in 2004 and 2006.\n\nI find that lower bindings bring the entry decision forward and make firms more responsive to tariff changes on the margin. My estimates\nindicate that if Australia made binding commitments not to raise tariffs above 2004 or 2006 applied rates, the number of traded products would\nincrease by 7 to 8 percent.  These effects empirically quantify, for the first time, the value of binding tariff commitments.\n\n\t\t\t\t\tLast Modified: 08/30/2011\n\n\t\t\t\t\tSubmitted by: Kyle L Handley"
 }
}