{
 "awd_id": "1015391",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Collaborative Research:  Gender Composition and Decision Making: The Impact of HF243",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2010-03-15",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 84640.0,
 "awd_amount": 95551.0,
 "awd_min_amd_letter_date": "2010-03-02",
 "awd_max_amd_letter_date": "2011-12-22",
 "awd_abstract_narration": "This project assesses the impact of gender composition on decision making in groups.  The investigators expect that group outcomes will vary based on gender composition, not just because of differing individual-level preferences, but because males and females use different strategies in the decision making process.  Their framework predicts that female dominant groups are more likely to encourage individuals to prefer a median outcome, and that the typically female process strategies do a better job of locating and adopting this median preference.  These results have been confirmed in a series of laboratory experiments.\r\n\r\nReal-world, empirical confirmation of their conceptual framework would suggest that greater gender diversity in decision making groups, like boards, commissions, and legislatures, is likely to result in more democratic outcomes, i.e., that increasing female representation means decision making groups are more likely to authoritatively allocate the values of the median individual rather than those in the tails of a preference distribution.  The Iowa General Assembly recently passed legislation requiring gender balance on loacl boards and commissions by January 1, 2012, presenting an immediate opportunity for a large-scale field experiment testing this framework.\r\n\r\nThis research has several potentially important payoffs.  The project contributes to understanding how gender balance within decision making bodies shapes the processes and outcomes of such bodies.  If the investigators are correct, a clear implication is that increasing gender equity with decision making bodies is likely to result in more collaborative and democratic decision making processes, and produce outcomes closer to the universal median preferences.  This finding would challenge the prevailing theoretical framework that argues that women make a difference in policy makeing processes because they have distinctly different policy preferences from males.  This project will help provide a conceptually clearer understanding of why gender matters to policy making by illustrating that human preferences are sensitive to the gender composition of groups, and because the strategies used to make decisions differ by group gender composition.\r\n\r\nThere are implications beyond the theoretical contributions to political behavior and the policy implications for gender balancing decision making bodies.  As political scientists, their focus is primarily oriented towards public policy making bodies but the implications go beyond disciplinary boundaries.  The research is not limited to public sector generalizations.  Any decision making body, be it corporate, non-profit, or public, is included in their hypotheses.  As such, this research could have implications for a wide range of decision making situations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Hannagan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca Hannagan",
   "pi_email_addr": "rhannaga@niu.edu",
   "nsf_id": "000498129",
   "pi_start_date": "2010-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Illinois University",
  "inst_street_address": "1425 W LINCOLN HWY",
  "inst_street_address_2": "",
  "inst_city_name": "DEKALB",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "8157531581",
  "inst_zip_code": "601152828",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "IL14",
  "org_lgl_bus_name": "NORTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M2EEE68GGCY9"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Illinois University",
  "perf_str_addr": "1425 W LINCOLN HWY",
  "perf_city_name": "DEKALB",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "601152828",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "IL14",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 84640.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 10911.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project is to assess the impact of group gender compositio on decision making in naturally existing decision making groups. &nbsp;Empirical research on legislative behavior consistently reports males and females employ different strategies related to process, differences that could result in differential outcomes based on group gender composition. These observed differences can be explained as behavioral predispositions; specifically, that individual preferences are responsive to social environment, and this includes group gender composition, and that males and females tend to adopt different strategies in a group decision making environment. &nbsp;Our theoretical framework argues that gender composition will influence group decision making process and outcomes. This claim is predicated on two key hypotheses that can be falsified. The first hypothesis is an individual level hypothesis: Individual-level preferences for group outcomes will systematically vary based on group gender composition. Importantly, this variation will occur not just because of differing individual-level preferences, &nbsp;but because males and females use different strategies in the decision making process. Thus we should see differences in how males and females &nbsp;perceive the decision making process. We also expect males in male dominant groups to have different preferences from those in mixed gender groups. The second is a group level hypothesis: Group-level outcomes will systematically vary by gender composition. Specifically, female dominant groups will produce outcomes that are more likely to reflect median population preferences than male dominant groups. &nbsp;Real-world, empirical confirmation of our conceptual framework would suggest that greater gender diversity in decision making groups, like boards, commissions, and legislatures, is likely to result in a more compromising and satisfying tone during the decision making process, as well as more democratic outcomes, i.e. that increasing female representation means decision making groups are more likely to authoritatively allocate the values of the median individual rather than those in the tails of a preference distribution. &nbsp;The results of our statewide surveys contribute to our understanding of how attitudes toward women impact support for gender equality in governing positions, but more &nbsp;specifically, appointed positions. Based on the results from the first wave of the survey, we &nbsp;find support for all three of our main hypotheses. In general, as expected, female &nbsp;respondents reported higher levels of support for positive evaluations of the ability and &nbsp;desirability of women serving in government positions than male respondents across both &nbsp;states. Female respondents also reported higher levels of disagreement with the stereotype that men are 'better suited' for public decision-making than male respondents &nbsp;across both states. Interestingly, in Iowa, female respondents had considerably more &nbsp;agreement on positive attributes associated with women in government and considerably &nbsp;more disagreement that men are 'better suited' to make decisions than male respondents. &nbsp;Such differences were not as severe in Pennsylvania. We also found support for our hypotheses that Iowa and Pennsylvania will have differences &nbsp;in opinion concerning the role of women in government and the government's responsibility in ensuring gender equality. We found higher levels of positive evaluations &nbsp;of the two genders being equal in ability and qualifications in Iowa, a state requiring &nbsp;gender balance, than in Pennsylvania, a state that lacks gender balance legislation. We &nbsp;also found slightly more support for increased government involvement to ensure gender equality in Pennsylvania and less support for increased government intervention to ensure gender equality on govern...",
  "por_txt_cntn": "\nThe goal of this project is to assess the impact of group gender compositio on decision making in naturally existing decision making groups.  Empirical research on legislative behavior consistently reports males and females employ different strategies related to process, differences that could result in differential outcomes based on group gender composition. These observed differences can be explained as behavioral predispositions; specifically, that individual preferences are responsive to social environment, and this includes group gender composition, and that males and females tend to adopt different strategies in a group decision making environment.  Our theoretical framework argues that gender composition will influence group decision making process and outcomes. This claim is predicated on two key hypotheses that can be falsified. The first hypothesis is an individual level hypothesis: Individual-level preferences for group outcomes will systematically vary based on group gender composition. Importantly, this variation will occur not just because of differing individual-level preferences,  but because males and females use different strategies in the decision making process. Thus we should see differences in how males and females  perceive the decision making process. We also expect males in male dominant groups to have different preferences from those in mixed gender groups. The second is a group level hypothesis: Group-level outcomes will systematically vary by gender composition. Specifically, female dominant groups will produce outcomes that are more likely to reflect median population preferences than male dominant groups.  Real-world, empirical confirmation of our conceptual framework would suggest that greater gender diversity in decision making groups, like boards, commissions, and legislatures, is likely to result in a more compromising and satisfying tone during the decision making process, as well as more democratic outcomes, i.e. that increasing female representation means decision making groups are more likely to authoritatively allocate the values of the median individual rather than those in the tails of a preference distribution.  The results of our statewide surveys contribute to our understanding of how attitudes toward women impact support for gender equality in governing positions, but more  specifically, appointed positions. Based on the results from the first wave of the survey, we  find support for all three of our main hypotheses. In general, as expected, female  respondents reported higher levels of support for positive evaluations of the ability and  desirability of women serving in government positions than male respondents across both  states. Female respondents also reported higher levels of disagreement with the stereotype that men are 'better suited' for public decision-making than male respondents  across both states. Interestingly, in Iowa, female respondents had considerably more  agreement on positive attributes associated with women in government and considerably  more disagreement that men are 'better suited' to make decisions than male respondents.  Such differences were not as severe in Pennsylvania. We also found support for our hypotheses that Iowa and Pennsylvania will have differences  in opinion concerning the role of women in government and the government's responsibility in ensuring gender equality. We found higher levels of positive evaluations  of the two genders being equal in ability and qualifications in Iowa, a state requiring  gender balance, than in Pennsylvania, a state that lacks gender balance legislation. We  also found slightly more support for increased government involvement to ensure gender equality in Pennsylvania and less support for increased government intervention to ensure gender equality on governing boards in Iowa, where gender balance is already required.  These findings provide support for our contention that states that adopt women's interest  leg..."
 }
}