{
 "awd_id": "1015543",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:  Actuate-to-Open Electrostatic Microvalves for Portable Chemical Microsystems",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 5617.0,
 "awd_amount": 5617.0,
 "awd_min_amd_letter_date": "2010-06-03",
 "awd_max_amd_letter_date": "2010-06-03",
 "awd_abstract_narration": null,
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Tice",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua D Tice",
   "pi_email_addr": "",
   "nsf_id": "000553529",
   "pi_start_date": "2010-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tice                    Joshua         D",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Urbana",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "",
  "inst_zip_code": "618015227",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Tice                    Joshua         D",
  "perf_str_addr": "",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618015227",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5942",
   "pgm_ref_txt": "KOREA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 5617.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In recent years, scientists have been miniaturizing the tools that they use to perform biological and chemical experiments. Eventually, they would like to shrink a whole laboratory into the size of a computer chip.&nbsp; This miniaturized &ldquo;lab-on-a-chip&rdquo; technology has the potential to make biology and chemistry more efficient, automated, portable, and user-friendly &ndash; much in the same way that miniaturized transistors and other electrical components revolutionized computing.</p>\n<p>The focus of my research is to develop a microvalve that can be used to control the flow of chemical solutions and cells in portable hand-held chips for medical tests.&nbsp; The valve is designed to be approximately 200 micrometers (200 &times; 10<sup>-6</sup> meters) in diameter. (For reference, a human hair is approximately 80 micrometers wide).&nbsp; &nbsp;Because the valve is so small, specialized methods are needed to make it. We expose light-sensitive liquid polymer to ultraviolet light, which makes the polymer harden.&nbsp; To create the geometries we want, the ultraviolet light is first passed through a mask, which is an opaque plate with transparent patterned windows where we want the light to shine through. This process is called photolithography.&nbsp; The one disadvantage of photolithography, however, is that producing masks and testing new designs can take a significant amount of time (typically days).</p>\n<p>Professor Sunghoon Kwon at Seoul National University in Korea has designed a new method for patterning light with an array of incredibly small mirrors called a digital micromirror device. (The same technology is used in DLP projectors). Each miniature mirror can be independently switched between an &ldquo;on&rdquo; and &ldquo;off&rdquo; position, leading to a pixilated, rapidly configurable, patterned reflective surface.&nbsp; We use the mirrors to direct light through a microscope and onto the light-sensitive polymer.&nbsp; With this technique, we can create new patterns in a matter of milliseconds.</p>\n<p>During the summer of 2010, I visited Professor Kwon&rsquo;s research group in Korea to learn about his &ldquo;maskless&rdquo; photolithography technique.&nbsp; To gain hands-on experience, I helped several of Professor Kwon&rsquo;s students make microparticles with specialized functions.&nbsp; We made particles that were infused with fluorescent molecules &ndash; molecules that absorb a certain wavelength of visible light and then emit a different color.&nbsp; We also treated the particles with chemicals that enabled cells to adhere to them.&nbsp; In the future, these particles will be used to expose cells to a variety of different chemicals to see how the cells respond.&nbsp; Professor Kwon has also invented a method to add small codes to the particles so that researchers can keep track of the chemicals that have been exposed to the cells.&nbsp; This approach will be significantly more economic and efficient than current methods of testing cells. Using \"maskless\" photolithography, I will now be able to make new valve designs much more quickly than before.</p>\n<p>I also visited Professor Kwon's group to learn more about the culture and scientific environment of Korea in general. I received tours of several factories, research centers, museums, and historic sites, which were all incredibly informative. More importantly, though, I was able to forge friendships with other students in Korea and experience what an average day for them in the lab is like. We continue to remain in touch and give suggestions to each other regarding each other&rsquo;s projects.</p>\n<p>In conclusion, NSF&rsquo;s East Asia and Pacific Summer Institutes allowed me to learn a new microfabrication technique that will be highly instrumental to the completion of my research. The program also gave me first-hand experience of the similarities and differences of research in Korea, whi...",
  "por_txt_cntn": "\nIn recent years, scientists have been miniaturizing the tools that they use to perform biological and chemical experiments. Eventually, they would like to shrink a whole laboratory into the size of a computer chip.  This miniaturized \"lab-on-a-chip\" technology has the potential to make biology and chemistry more efficient, automated, portable, and user-friendly &ndash; much in the same way that miniaturized transistors and other electrical components revolutionized computing.\n\nThe focus of my research is to develop a microvalve that can be used to control the flow of chemical solutions and cells in portable hand-held chips for medical tests.  The valve is designed to be approximately 200 micrometers (200 &times; 10-6 meters) in diameter. (For reference, a human hair is approximately 80 micrometers wide).   Because the valve is so small, specialized methods are needed to make it. We expose light-sensitive liquid polymer to ultraviolet light, which makes the polymer harden.  To create the geometries we want, the ultraviolet light is first passed through a mask, which is an opaque plate with transparent patterned windows where we want the light to shine through. This process is called photolithography.  The one disadvantage of photolithography, however, is that producing masks and testing new designs can take a significant amount of time (typically days).\n\nProfessor Sunghoon Kwon at Seoul National University in Korea has designed a new method for patterning light with an array of incredibly small mirrors called a digital micromirror device. (The same technology is used in DLP projectors). Each miniature mirror can be independently switched between an \"on\" and \"off\" position, leading to a pixilated, rapidly configurable, patterned reflective surface.  We use the mirrors to direct light through a microscope and onto the light-sensitive polymer.  With this technique, we can create new patterns in a matter of milliseconds.\n\nDuring the summer of 2010, I visited Professor KwonÆs research group in Korea to learn about his \"maskless\" photolithography technique.  To gain hands-on experience, I helped several of Professor KwonÆs students make microparticles with specialized functions.  We made particles that were infused with fluorescent molecules &ndash; molecules that absorb a certain wavelength of visible light and then emit a different color.  We also treated the particles with chemicals that enabled cells to adhere to them.  In the future, these particles will be used to expose cells to a variety of different chemicals to see how the cells respond.  Professor Kwon has also invented a method to add small codes to the particles so that researchers can keep track of the chemicals that have been exposed to the cells.  This approach will be significantly more economic and efficient than current methods of testing cells. Using \"maskless\" photolithography, I will now be able to make new valve designs much more quickly than before.\n\nI also visited Professor Kwon's group to learn more about the culture and scientific environment of Korea in general. I received tours of several factories, research centers, museums, and historic sites, which were all incredibly informative. More importantly, though, I was able to forge friendships with other students in Korea and experience what an average day for them in the lab is like. We continue to remain in touch and give suggestions to each other regarding each otherÆs projects.\n\nIn conclusion, NSFÆs East Asia and Pacific Summer Institutes allowed me to learn a new microfabrication technique that will be highly instrumental to the completion of my research. The program also gave me first-hand experience of the similarities and differences of research in Korea, which will help me to engage in effective international collaborations in the future.  My eventual goal is to procure a faculty position at a prominent university in the United States, and I strongly believe that my experience in Korea will give me..."
 }
}