{
 "awd_id": "1015016",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Probing the roots of active volcanic systems with spectral ambient noise tomography and receiver functions",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 126317.0,
 "awd_amount": 126317.0,
 "awd_min_amd_letter_date": "2010-08-15",
 "awd_max_amd_letter_date": "2011-01-24",
 "awd_abstract_narration": "Volcanoes are the most visible surface manifestations of plate tectonic processes operating deep within the earth, and pose a significant threat to human life and property.  While the exposed and shallowly buried portions of volcanoes have been extensively studied and are fairly well-understood, the deeper components of the plumbing systems that transmit magma from the earth?s mantle to the crust are notoriously difficult to investigate using traditional geophysical techniques and are therefore much more enigmatic.  This project aims to probe the depths of several active volcanoes using a recently developed technique that uses ambient seismic noise to image the earth in a manner analogous to that used to create ultrasound images of the human body.  The work will initially focus on well-instrumented volcanoes in the Aleutian Islands and near Cook Inlet, Alaska.  Once the techniques have been fully developed and tested, we will apply them to existing high-quality seismic data sets that have been collected in other volcanically active areas of the world including the Cascades, Hawaii, Iceland, and Yellowstone.  The results are expected to help geologists understand how the rocks that are extruded at volcanoes are created and modified near the base of the crust, at depths of 20-35 km beneath the earth?s surface.  Furthermore, The baseline structural models that will result from this work will form a valuable resource for future analyses of changes in deep volcanic structure related to eruptions or other major magmatic events. \r\n\r\nCritical processes involved with refining the intermediate and felsic compositions that make up the bulk of the continental crust from basaltic parent magmas are thought to occur in the middle to lower crust of volcanic arcs, and potentially beneath the seismic Moho.  For a variety of reasons, though, the lower crust is a difficult region to image with the tools available to active and passive source seismologists. The goal of this project is to address such outstanding scientific questions as: Is intermediate-composition continental crust formed in the mid to lower crust of arc volcanoes? Does the shear velocity structure of deep arc crust reveal the presence of mafic/ultramafic residual fractions complementary to the near surface intermediate rocks? How does magma migrate from the upper mantle to shallow crustal reservoirs at hotspot volcanoes?\r\n\r\nWe will bring a powerful new tool to bear on imaging the detailed seismic and, by extension, petrologic structure of the lower crust and upper mantle beneath active volcanic regions. The approach combines the complementary tools of ambient noise correlation (ANC) and receiver function analysis. ANC resolves shear velocities as a function of depth and is particularly sensitive to velocities in the 10-40 km depth range. A new spectral approach to extracting phase velocities from ANC functions allows the use of significantly shorter paths than standard time domain techniques and enables high resolution imaging of aerially limited land masses, such as individual volcanoes. Combined with receiver functions, which constrain the depth to structural interfaces and the Vp/Vs ratio, shear velocities from spectral ANC will be used to image the lithospheric structure beneath several volcanoes. We will analyze existing high quality broadband data sets from volcanoes in Alaska, the Cascades, Hawaii, Yellowstone, and Iceland, and test forward models based on petrologic models in the literature.\r\n\r\nThis project is supported by the Geophysics and EarthScope Programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Abers",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey A Abers",
   "pi_email_addr": "abers@cornell.edu",
   "nsf_id": "000439189",
   "pi_start_date": "2011-01-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Calkins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua Calkins",
   "pi_email_addr": "jcalkins@ldeo.columbia.edu",
   "nsf_id": "000550125",
   "pi_start_date": "2010-08-15",
   "pi_end_date": "2011-01-24"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Abers",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey A Abers",
   "pi_email_addr": "abers@cornell.edu",
   "nsf_id": "000439189",
   "pi_start_date": "2010-08-15",
   "pi_end_date": "2011-01-24"
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "10964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "757100",
   "pgm_ele_name": "DEEP EARTH PROCESSES SECTION"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 126317.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Volcanic eruptions happen frequently, form a large hazard, and can significantly alter the composition of the continents and atmosphere over geologic time.&nbsp; Most of what we know about the plumbing of volcanoes comes from the ashes and lavas they erupt, or from geophysical observations from the upper 5-10 km between the shallowest magma chambers and the surface.&nbsp; Still, the rock chemistry makes clear that almost all eruptions begin with magmas originating deeper in the earth.&nbsp; This project aims to better understand these deeper levels where magmas ultimately originate and form, in the crust and mantle.&nbsp;&nbsp; We develop a new set of seismological techniques, taking advantage modern high-end broadband seismographs that are now deployable in dense arrays, to both locate major compositional interfaces within the crust and uppermost mantle and simultaneously measure seismic wave speeds between them. The techniques combine observations from receiver functions, which show the sensitivity of seismograms to interfaces beneath a station, and surface waves measured through correlation of ambient noise. &nbsp;In one application we study an entire arc, the Aleutians, where we have sparse observations spread over a wide region.&nbsp; We find that the crust is surprisingly homogeneous despite apparent variations in lava chemistry, indicating complex interplays between development of crust and dynamic processes.&nbsp; In a second application we tune techniques over a dense deployment around Mount Rainier, WA where the geology has been well studied. Here, a great deal of heterogeneity is observed over short distances. &nbsp;We are able to identify evidence for volcanic plumbing through the crust and clearly into the upper mantle, providing some of the best evidence anywhere for abundant melt accumulation at such great depth.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/06/2014<br>\n\t\t\t\t\tModified by: Geoffrey&nbsp;A&nbsp;Abers</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nVolcanic eruptions happen frequently, form a large hazard, and can significantly alter the composition of the continents and atmosphere over geologic time.  Most of what we know about the plumbing of volcanoes comes from the ashes and lavas they erupt, or from geophysical observations from the upper 5-10 km between the shallowest magma chambers and the surface.  Still, the rock chemistry makes clear that almost all eruptions begin with magmas originating deeper in the earth.  This project aims to better understand these deeper levels where magmas ultimately originate and form, in the crust and mantle.   We develop a new set of seismological techniques, taking advantage modern high-end broadband seismographs that are now deployable in dense arrays, to both locate major compositional interfaces within the crust and uppermost mantle and simultaneously measure seismic wave speeds between them. The techniques combine observations from receiver functions, which show the sensitivity of seismograms to interfaces beneath a station, and surface waves measured through correlation of ambient noise.  In one application we study an entire arc, the Aleutians, where we have sparse observations spread over a wide region.  We find that the crust is surprisingly homogeneous despite apparent variations in lava chemistry, indicating complex interplays between development of crust and dynamic processes.  In a second application we tune techniques over a dense deployment around Mount Rainier, WA where the geology has been well studied. Here, a great deal of heterogeneity is observed over short distances.  We are able to identify evidence for volcanic plumbing through the crust and clearly into the upper mantle, providing some of the best evidence anywhere for abundant melt accumulation at such great depth. \n\n\t\t\t\t\tLast Modified: 10/06/2014\n\n\t\t\t\t\tSubmitted by: Geoffrey A Abers"
 }
}