{
 "awd_id": "1015406",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Collaborative Research: Gender Composition and Decision Making: The Impact of HF243",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2010-03-15",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 59964.0,
 "awd_amount": 59964.0,
 "awd_min_amd_letter_date": "2010-03-02",
 "awd_max_amd_letter_date": "2010-03-02",
 "awd_abstract_narration": "This project assesses the impact of gender composition on decision making in groups.  The investigators expect that group outcomes will vary based on gender composition, not just because of differing individual-level preferences, but because males and females use different strategies in the decision making process.  Their framework predicts that female dominant groups are more likely to encourage individuals to prefer a median outcome, and that the typically female process strategies do a better job of locating and adopting this median preference.  These results have been confirmed in a series of laboratory experiments.\r\n\r\nReal-world, empirical confirmation of their conceptual framework would suggest that greater gender diversity in decision making groups, like boards, commissions, and legislatures, is likely to result in more democratic outcomes, i.e., that increasing female representation means decision making groups are more likely to authoritatively allocate the values of the median individual rather than those in the tails of a preference distribution.  The Iowa General Assembly recently passed legislation requiring gender balance on loacl boards and commissions by January 1, 2012, presenting an immediate opportunity for a large-scale field experiment testing this framework.\r\n\r\nThis research has several potentially important payoffs.  The project contributes to understanding how gender balance within decision making bodies shapes the processes and outcomes of such bodies.  If the investigators are correct, a clear implication is that increasing gender equity with decision making bodies is likely to result in more collaborative and democratic decision making processes, and produce outcomes closer to the universal median preferences.  This finding would challenge the prevailing theoretical framework that argues that women make a difference in policy makeing processes because they have distinctly different policy preferences from males.  This project will help provide a conceptually clearer understanding of why gender matters to policy making by illustrating that human preferences are sensitive to the gender composition of groups, and because the strategies used to make decisions differ by group gender composition.\r\n\r\nThere are implications beyond the theoretical contributions to political behavior and the policy implications for gender balancing decision making bodies.  As political scientists, their focus is primarily oriented towards public policy making bodies but the implications go beyond disciplinary boundaries.  The research is not limited to public sector generalizations.  Any decision making body, be it corporate, non-profit, or public, is included in their hypotheses.  As such, this research could have implications for a wide range of decision making situations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Larimer",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher W Larimer",
   "pi_email_addr": "christopher.larimer@uni.edu",
   "nsf_id": "000497802",
   "pi_start_date": "2010-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Northern Iowa",
  "inst_street_address": "1227 W 27TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CEDAR FALLS",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3192733217",
  "inst_zip_code": "506140012",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IA02",
  "org_lgl_bus_name": "UNIVERSITY OF NORTHERN IOWA",
  "org_prnt_uei_num": "FRALVAFNF2H9",
  "org_uei_num": "PLZ1BS2RC597"
 },
 "perf_inst": {
  "perf_inst_name": "University of Northern Iowa",
  "perf_str_addr": "1227 W 27TH ST",
  "perf_city_name": "CEDAR FALLS",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "506140012",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 59964.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project addressed the following question: does gender composition affect group decision outcomes?&nbsp; In order to test this question, we surveyed and video recorded 50 meetings of local boards and commissions in 18 different cities in Iowa.&nbsp; Iowa was chosen because in 2009 it became the first state to require local boards and commissions to be &ldquo;gender-balanced.&rdquo;&nbsp; The implementation date of the legislation was January 1, 2012, at which time all local boards and commissions were expected to pursue gender balance.&nbsp;</p>\n<p>&nbsp;</p>\n<p>What we found mirrored what the county boards reflected &ndash; where women served were the early childhood-focused and cultural boards while men dominated boards relating to economic development.&nbsp; Very few women served on economic and city development boards, which tend to be the springboard to city councils and county government.&nbsp; We show (see attached image) that of the 50 meetings attended, 19 were of meetings we categorized as &ldquo;skewed-male;&rdquo; meetings of boards which are generally considered to be &ldquo;traditional male boards&rdquo; where we would expect the gender composition of the group to be overwhelming male.&nbsp; On average, almost three-fourths of the members at such meetings were men.&nbsp; The topic of business in these meetings can generally be placed in the category of economic development.&nbsp; This stands in sharp contrast to the 31 other meetings we observed.&nbsp; For Parks and Recreation boards and Historic Preservation boards, the gender composition tended to approximate gender-balance.&nbsp; A third category of boards, consisting of Library Boards, we categorized as &ldquo;skewed-female,&rdquo; where women comprised almost two-thirds of the board members in attendance.&nbsp; In terms of leadership on the boards and commissions we observed, of the 19 boards considered to be skewed-male, a man serves as chair on 16, or just over 80 percent.&nbsp; Although the Parks and Recreation and Historic Preservation boards were balanced in terms of membership, leadership of such boards is male-dominated, with nine male chairs on Parks and Recreation boards and three male chairs on Historic Preservation boards.&nbsp; Only on Library Boards is both membership and leadership female-skewed.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The descriptive data shown in the attached image suggests implementing the gender balance law in Iowa will require significant effort on the part of municipalities to recruit women to boards relating to zoning and economic development as well as the recruitment of men to library boards.&nbsp; The data thus far also point to a significant leadership gap; though not mentioned explicitly in the Iowa bill (HF243) mandating gender balance, leadership does affect gender dynamics on boards and, quite likely, the outcomes of their decisions as well.</p>\n<p>&nbsp;</p>\n<p>Those who gravitate to the various boards are also different, according to our analyses, based on ideology, personality, as well as gender. Respondents serving on skewed-male boards were significantly more conservative, less religious, and less trusting than respondents serving on skewed-female boards.&nbsp; Respondents on balanced boards (Parks and Recreation and Historic Preservation boards) were significantly younger and more religious than respondents on skewed-female boards.&nbsp; In terms of personality, men serving on skewed-female boards tended to be more open than men serving on skewed-male boards.&nbsp; It is also a different type of woman, in terms of conscientiousness, that is serving on a board in which she is in the clear minority (more conscientious) than on a board that is more evenly populated by men and other women (less conscientious).&nbsp; Without a gender balance law, it is likely such gravitation would continue.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Finally, we also found men and women to h...",
  "por_txt_cntn": "\nThis project addressed the following question: does gender composition affect group decision outcomes?  In order to test this question, we surveyed and video recorded 50 meetings of local boards and commissions in 18 different cities in Iowa.  Iowa was chosen because in 2009 it became the first state to require local boards and commissions to be \"gender-balanced.\"  The implementation date of the legislation was January 1, 2012, at which time all local boards and commissions were expected to pursue gender balance. \n\n \n\nWhat we found mirrored what the county boards reflected &ndash; where women served were the early childhood-focused and cultural boards while men dominated boards relating to economic development.  Very few women served on economic and city development boards, which tend to be the springboard to city councils and county government.  We show (see attached image) that of the 50 meetings attended, 19 were of meetings we categorized as \"skewed-male;\" meetings of boards which are generally considered to be \"traditional male boards\" where we would expect the gender composition of the group to be overwhelming male.  On average, almost three-fourths of the members at such meetings were men.  The topic of business in these meetings can generally be placed in the category of economic development.  This stands in sharp contrast to the 31 other meetings we observed.  For Parks and Recreation boards and Historic Preservation boards, the gender composition tended to approximate gender-balance.  A third category of boards, consisting of Library Boards, we categorized as \"skewed-female,\" where women comprised almost two-thirds of the board members in attendance.  In terms of leadership on the boards and commissions we observed, of the 19 boards considered to be skewed-male, a man serves as chair on 16, or just over 80 percent.  Although the Parks and Recreation and Historic Preservation boards were balanced in terms of membership, leadership of such boards is male-dominated, with nine male chairs on Parks and Recreation boards and three male chairs on Historic Preservation boards.  Only on Library Boards is both membership and leadership female-skewed. \n\n \n\nThe descriptive data shown in the attached image suggests implementing the gender balance law in Iowa will require significant effort on the part of municipalities to recruit women to boards relating to zoning and economic development as well as the recruitment of men to library boards.  The data thus far also point to a significant leadership gap; though not mentioned explicitly in the Iowa bill (HF243) mandating gender balance, leadership does affect gender dynamics on boards and, quite likely, the outcomes of their decisions as well.\n\n \n\nThose who gravitate to the various boards are also different, according to our analyses, based on ideology, personality, as well as gender. Respondents serving on skewed-male boards were significantly more conservative, less religious, and less trusting than respondents serving on skewed-female boards.  Respondents on balanced boards (Parks and Recreation and Historic Preservation boards) were significantly younger and more religious than respondents on skewed-female boards.  In terms of personality, men serving on skewed-female boards tended to be more open than men serving on skewed-male boards.  It is also a different type of woman, in terms of conscientiousness, that is serving on a board in which she is in the clear minority (more conscientious) than on a board that is more evenly populated by men and other women (less conscientious).  Without a gender balance law, it is likely such gravitation would continue. \n\n \n\nFinally, we also found men and women to have different experiences on such boards.  On skewed-male boards, women perceive the group as fairer and are more satisfied with the decision as compared to men on such boards. In short, women on skewed-male boards have different perceptions of group interactions than women serving ..."
 }
}