{
 "awd_id": "1016576",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CIF: Small:  Algebraic Methods in the Study of Some Problems in Communication Engineering",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Cozzens",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 168678.0,
 "awd_amount": 214178.0,
 "awd_min_amd_letter_date": "2010-08-19",
 "awd_max_amd_letter_date": "2013-06-05",
 "awd_abstract_narration": "This research involves the study of some specific cases of the Correlation Problem, the instances of which are carefully chosen so that advances in any of these cases would constitute dramatic advances, and improve our understanding of the whole Correlation Problem.  These cases are also chosen with an eye to practical applications. We would employ algebraic methods to generate block-Hankel weighing matrices, multi dimensional Hadamard matrices, almost difference sets and perfect sequences. Our motivation stems from their usefulness in several areas of communication engineering:  quantum computing, MC-CDMA systems , quasi-synchronous CDMA , multiple antenna wireless communication systems ,  FHSS which are widely used in military radios, CDMA and GSM networks, radars and sonars, and Bluetooth communications - to name a few.\r\nDiscrete mathematical structures that can be developed using modern algebra, number theory and finite geometry and other combinatorial structures are useful in constructing sequences and arrays with desirable correlation properties. They are systematically studied via their algebraic counterparts. The results obtained will lead to new mathematical theories that are of interest to combinatorial design theorists and communication engineers. We thus investigate sequence design problems, which have a variety of applications in communication engineering. Our methods will be very algebraic and would employ tools from algebra, finite fields, and algebraic number theory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Krishnasamy",
   "pi_last_name": "Arasu",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Krishnasamy T Arasu",
   "pi_email_addr": "karasu@riversideresearch.org",
   "nsf_id": "000274331",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wright State University",
  "inst_street_address": "3640 COLONEL GLENN HWY",
  "inst_street_address_2": "",
  "inst_city_name": "DAYTON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "9377752425",
  "inst_zip_code": "454350002",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "OH10",
  "org_lgl_bus_name": "WRIGHT STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPT2UNTNHJZ1"
 },
 "perf_inst": {
  "perf_inst_name": "Wright State University",
  "perf_str_addr": "3640 COLONEL GLENN HWY",
  "perf_city_name": "DAYTON",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "454350002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "OH10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779700",
   "pgm_ele_name": "Comm & Information Foundations"
  },
  {
   "pgm_ele_code": "793600",
   "pgm_ele_name": "SIGNAL PROCESSING"
  },
  {
   "pgm_ele_code": "793800",
   "pgm_ele_name": "SENSOR NETWORKS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7936",
   "pgm_ref_txt": "SIGNAL PROCESSING"
  },
  {
   "pgm_ref_code": "7938",
   "pgm_ref_txt": "SENSOR NETWORKS"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 168678.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 13500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><pre>This effort studied some specific cases of the Correlation Problem, </pre>\n<pre>the instances of which were carefully chosen so that advances in any of these </pre>\n<pre>cases would constitute dramatic advances, and improve our understanding </pre>\n<pre>of the whole Correlation Problem.&nbsp; These cases were also chosen with an eye </pre>\n<pre>to practical applications. We employed algebraic methods to generate </pre>\n<pre>block-Hankel weighing matrices, multi dimensional Hadamard matrices,</pre>\n<pre> almost difference sets and perfect sequences. Our motivation stemmed </pre>\n<pre>from their usefulness in several areas of communication engineering:&nbsp; </pre>\n<pre>quantum computing, MC-CDMA systems , quasi-synchronous CDMA , </pre>\n<pre>multiple antenna wireless communication systems ,&nbsp; FHSS </pre>\n<pre>which are widely used in military radios, CDMA and GSM networks, radars </pre>\n<pre>and sonars, and Bluetooth communications &ndash; to name a few.</pre>\n<p>&nbsp;</p>\n<p><strong>Intellectual merit:</strong> Discrete mathematical structures that can be developed using modern algebra, number theory and finite geometry and other combinatorial structures are useful in constructing sequences and arrays with desirable correlation properties.&nbsp; These mathematical ideas were successfully<br />employed by the PI in projects supported by AFOSR, NSF and NSA, to obtain new families of perfect binary arrays and related objects.&nbsp; They were studied via their algebraic counterparts. The results obtained will lead to new mathematical theories that are of interest to combinatorial design theorists and communication engineers.&nbsp;</p>\n<p><br /><strong>Broader impacts:</strong> Families of sequences and arrays with good correlation properties have potential applications in cryptography and digital cellular communications. More than a dozen REU students were supported by this project. Most of them have publishable results which they presented in conferences. Some of these papers are already published and some are in the pipeline. Four women and a minority student were supported. Six different GRAs were supported, four of whom wrote thesis and have publishable results. A high school student (prodigy, on his way for PhD at University of Chicago) was supported as an REU (since he was also taking undergraduate classes) and he has one paper submitted. In a summer class, we incorporated the algebraic machinery developed here along with<br />applications to sequence design problems. The research assistants supported major in Mathematics, Computer Engineering, Electrical Engineering, Human Factors Engineering and Computer Science (thereby improving STEM education).<br /><br /><br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/03/2015<br>\n\t\t\t\t\tModified by: K.&nbsp;T&nbsp;Arasu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This effort studied some specific cases of the Correlation Problem, \nthe instances of which were carefully chosen so that advances in any of these \ncases would constitute dramatic advances, and improve our understanding \nof the whole Correlation Problem.  These cases were also chosen with an eye \nto practical applications. We employed algebraic methods to generate \nblock-Hankel weighing matrices, multi dimensional Hadamard matrices,\n almost difference sets and perfect sequences. Our motivation stemmed \nfrom their usefulness in several areas of communication engineering:  \nquantum computing, MC-CDMA systems , quasi-synchronous CDMA , \nmultiple antenna wireless communication systems ,  FHSS \nwhich are widely used in military radios, CDMA and GSM networks, radars \nand sonars, and Bluetooth communications &ndash; to name a few.\n\n \n\nIntellectual merit: Discrete mathematical structures that can be developed using modern algebra, number theory and finite geometry and other combinatorial structures are useful in constructing sequences and arrays with desirable correlation properties.  These mathematical ideas were successfully\nemployed by the PI in projects supported by AFOSR, NSF and NSA, to obtain new families of perfect binary arrays and related objects.  They were studied via their algebraic counterparts. The results obtained will lead to new mathematical theories that are of interest to combinatorial design theorists and communication engineers. \n\n\nBroader impacts: Families of sequences and arrays with good correlation properties have potential applications in cryptography and digital cellular communications. More than a dozen REU students were supported by this project. Most of them have publishable results which they presented in conferences. Some of these papers are already published and some are in the pipeline. Four women and a minority student were supported. Six different GRAs were supported, four of whom wrote thesis and have publishable results. A high school student (prodigy, on his way for PhD at University of Chicago) was supported as an REU (since he was also taking undergraduate classes) and he has one paper submitted. In a summer class, we incorporated the algebraic machinery developed here along with\napplications to sequence design problems. The research assistants supported major in Mathematics, Computer Engineering, Electrical Engineering, Human Factors Engineering and Computer Science (thereby improving STEM education).\n\n\n\n\n\n\t\t\t\t\tLast Modified: 02/03/2015\n\n\t\t\t\t\tSubmitted by: K. T Arasu"
 }
}