{
 "awd_id": "1016909",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III:  Small:  Collaborative Research:  Mining Information Propagation on the Web",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 419211.0,
 "awd_amount": 419211.0,
 "awd_min_amd_letter_date": "2010-08-31",
 "awd_max_amd_letter_date": "2010-08-31",
 "awd_abstract_narration": "Real-time information is a fundamental emerging issue in the creation\r\nand management of Web content. Increasingly, rather than consulting\r\nrelatively static sources that are indexed on a periodic basis,\r\npeople refer to information on news sites, blogs, social-networking\r\nsites, and Twitter feeds that change dynamically and spread rapidly.\r\nThis project will study how information content varies over time, how\r\nit is transmitted through underlying social networks, and how its\r\nrecipients assemble it into larger units. The project will explore\r\nnew techniques for addressing these issues, based on novel methods\r\nfor tracking, analyzing, and presenting information that evolves and\r\nspreads rapidly over time. The resulting approach aims to transform\r\nimportant aspects of the ways in which real-time information on the\r\nWeb is handled.\r\n\r\nFirst the fundamental units of information that spread through the\r\nunderlying information networks will be identified. From a set of\r\nnearly 1 billion news media articles and blog posts (approx. 6TB of\r\ndata), and a collection of 500 million tweets from Twitter, small\r\n(generally textual) units of information will be identified that\r\nremain relatively stable as they spread through the Web.  The\r\ntemporal variation within these basic units will be analyzed and\r\nmodeled.  This modeling will include connections with biological\r\nmodels of epidemics, as well as new frameworks that exploit the\r\nfundamental differences between biological and social contagion.\r\nFinally, the temporal variation will be related to network-level\r\nmodels for the diffusion of this information. Generally, the actual\r\nnetworks on which real-time information spreads cannot be directly\r\nobserved, nor can the influence of any particular node in the network\r\nbe directly measured.  Therefore, the project will develop machine-\r\nlearning techniques that infer these hidden networks and unobserved\r\nlevels of influence.\r\n\r\nFor more information see the project web site at:\r\nhttp://snap.stanford.edu/proj/mipro",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jurij",
   "pi_last_name": "Leskovec",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jurij Leskovec",
   "pi_email_addr": "jure@cs.stanford.edu",
   "nsf_id": "000514495",
   "pi_start_date": "2010-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 419211.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The proposed project provides a large&shy;-scale investigation of the propagation of on&shy;line information, focusing on the dynamics by which information is transmitted across the network, the mechanisms by which it changes as it spreads, and the structure and function of the implicit networks that serve to propagate it.</p>\n<p>Our investigations significantly extended our understanding of how to manage real-time Web information, as well as out understanding of the evolving landscape of on&shy;line news and commentary.</p>\n<p>One of the fundamental problems in understanding flow of information is in predicting whether a given piece of information will get &ldquo;viral&rdquo; and spread through the underlying social network. In particular, on many social networking web sites such as Facebook and Twitter, resharing or reposting functionality allows users to share others' content with their own friends or followers. As content is reshared from user to user, large cascades of reshares can form. While a growing body of research has focused on analyzing and characterizing such cascades, a recent, parallel line of work has argued that the future trajectory of a cascade may be inherently unpredictable. In the project, we developed a framework for addressing cascade prediction problems. On a large sample of photo reshare cascades on Facebook, we found strong performance in predicting whether a cascade will continue to grow in the future. We found that the relative growth of a cascade becomes more predictable as we observed more of its reshares, that temporal and structural features are key predictors of cascade size, and that initially, breadth, rather than depth in a cascade is a better indicator of larger cascades. We found the prediction performance is robust in the sense that multiple distinct classes of features all achieve similar performance. We also discovered that temporal features are predictive of a cascade's eventual shape. Observing independent cascades of the same content, we find that while these cascades differ greatly in size, we are still able to predict which ends up the largest.</p>\n<p>Information cascades do not only occur by posts being reshared over a social network, but they also occur when certain behaviors spread and get adopted. For example, social media systems rely on user feedback and rating mechanisms for personalization, ranking, and content filtering. However, when users evaluate others' content (e.g., by liking a post or voting on a comment), these evaluations create complex cascades of behavior. For example, receiving a negative vote may cause someone to pay it forward to the next person. This way large cascades of negative behavior could potentially form.</p>\n<p>In our research we investigated how ratings on a piece of content affect its author's future behavior and whether any behavioral cascades get formed. Through studying four large comment&shy;based news communities, we found that negative feedback leads to significant behavioral changes that are detrimental to the community. Not only do authors of negatively&shy;evaluated content contribute more, their future posts are of also lower quality, and perceived by the community as even worse. Further, these authors are more likely to subsequently evaluate their fellow users negatively, percolating these effects through the community. In contrast, positive feedback does not carry similar effects, and neither encourages rewarded authors to write more, nor improves the quality of their posts. Interestingly, the authors that receive no feedback are most likely to leave a community. Through a structural analysis of the voter network, we also discovered that evaluations polarize the community the most when positive and negative votes are equally split.</p>\n<p>Results of the project were disseminated through classes taught at Stanford University and public tutorials and talks. Moreover, code d...",
  "por_txt_cntn": "\nThe proposed project provides a large&shy;-scale investigation of the propagation of on&shy;line information, focusing on the dynamics by which information is transmitted across the network, the mechanisms by which it changes as it spreads, and the structure and function of the implicit networks that serve to propagate it.\n\nOur investigations significantly extended our understanding of how to manage real-time Web information, as well as out understanding of the evolving landscape of on&shy;line news and commentary.\n\nOne of the fundamental problems in understanding flow of information is in predicting whether a given piece of information will get \"viral\" and spread through the underlying social network. In particular, on many social networking web sites such as Facebook and Twitter, resharing or reposting functionality allows users to share others' content with their own friends or followers. As content is reshared from user to user, large cascades of reshares can form. While a growing body of research has focused on analyzing and characterizing such cascades, a recent, parallel line of work has argued that the future trajectory of a cascade may be inherently unpredictable. In the project, we developed a framework for addressing cascade prediction problems. On a large sample of photo reshare cascades on Facebook, we found strong performance in predicting whether a cascade will continue to grow in the future. We found that the relative growth of a cascade becomes more predictable as we observed more of its reshares, that temporal and structural features are key predictors of cascade size, and that initially, breadth, rather than depth in a cascade is a better indicator of larger cascades. We found the prediction performance is robust in the sense that multiple distinct classes of features all achieve similar performance. We also discovered that temporal features are predictive of a cascade's eventual shape. Observing independent cascades of the same content, we find that while these cascades differ greatly in size, we are still able to predict which ends up the largest.\n\nInformation cascades do not only occur by posts being reshared over a social network, but they also occur when certain behaviors spread and get adopted. For example, social media systems rely on user feedback and rating mechanisms for personalization, ranking, and content filtering. However, when users evaluate others' content (e.g., by liking a post or voting on a comment), these evaluations create complex cascades of behavior. For example, receiving a negative vote may cause someone to pay it forward to the next person. This way large cascades of negative behavior could potentially form.\n\nIn our research we investigated how ratings on a piece of content affect its author's future behavior and whether any behavioral cascades get formed. Through studying four large comment&shy;based news communities, we found that negative feedback leads to significant behavioral changes that are detrimental to the community. Not only do authors of negatively&shy;evaluated content contribute more, their future posts are of also lower quality, and perceived by the community as even worse. Further, these authors are more likely to subsequently evaluate their fellow users negatively, percolating these effects through the community. In contrast, positive feedback does not carry similar effects, and neither encourages rewarded authors to write more, nor improves the quality of their posts. Interestingly, the authors that receive no feedback are most likely to leave a community. Through a structural analysis of the voter network, we also discovered that evaluations polarize the community the most when positive and negative votes are equally split.\n\nResults of the project were disseminated through classes taught at Stanford University and public tutorials and talks. Moreover, code developed was released as part of Stanford Network Analysis Platform (http://snap.stanford.edu) that can ..."
 }
}