{
 "awd_id": "1016712",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fast Evaluation and Fast Transforms of Band-Limited Functions",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 274955.0,
 "awd_amount": 274955.0,
 "awd_min_amd_letter_date": "2010-08-03",
 "awd_max_amd_letter_date": "2010-08-03",
 "awd_abstract_narration": "Whenever physical signals are measured or generated, the results tend to be band-limited (i.e. to have compactly supported Fourier transforms), or, in more generic terminology, signals tend to only contain information from a limited number of frequencies.  Indeed, measurements of electromagnetic and acoustic data are band-limited due to the oscillatory character of the processes that have generated the quantities being measured.  When the signals being measured come from heat propagation or diffusion processes, they are (practically speaking) band-limited, since the underlying physical processes operate as low-pass filters, i.e.  high frequency components are attenuated or completely removed.  The importance of band-limited functions has been recognized for hundreds of years; classical Fourier analysis can be viewed as an apparatus for dealing with such functions.  When band-limited functions are defined on the whole line (or on the circle), classical tools are very satisfactory.  However, in most practical cases, we are confronted with band-limited functions defined on finite intervals or regions (or, more generally, on compact regions in Rn).   It was determined more than 40 years ago that a special class of functions, the Prolate Spheroidal Wave Functions, are the optimal tool for dealing with band-limited functions. But their realistic use has been limited by the need to develop efficient and accurate algorithms for their evaluation. The product of this research project will be efficient and accurate algorithms for evaluating and transforming PSWFs. \r\n\r\nClassical Fourier analysis is an indispensable tool in many scientific and engineering disciplines: mathematics, physics, signal processing, image processing, acoustic scattering, electromagnetics, etc, and works well for handling band-limited functions (those that have limited frequency content) that are defined on the whole line (or on the circle).  Technologies based on the research proposed in this project, however, will remedy the inadequacy of the classical Fourier analysis in dealing with practical situations which frequently call for modeling with band-limited functions that are defined on the interval.  At the same time, the proposed method maintains some of the benefits of Fourier analysis: fast evaluation, fast transformation, and high accuracy. The proposed research will be applied to practical problems not amenable to existing techniques including problems in wireless communications, radar and sonar signal design, and image texture analysis.  In addition, the investigator plans to implement education and outreach programs for mentoring undergraduate and graduate students, and for public dissemination of research results and software.  Specific goals\r\ninclude: (1) developing inter-related courses on mathematical programming, on numerical methods in integration and interpolation, and on fast algorithms and band-limited functions, ranging from freshman to graduate level; (2) mentoring undergraduate students in related research projects; (3) bringing current research to scientific and engineering communities, via organizing workshops and by contributing publicly available production grade software libraries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hong",
   "pi_last_name": "Xiao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hong Xiao",
   "pi_email_addr": "hxiao@ucdavis.edu",
   "nsf_id": "000154614",
   "pi_start_date": "2010-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 274955.0
  }
 ],
 "por": null
}