{
 "awd_id": "1016831",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "SHF: Small:  Collaborative Research: Fast Sign-Off of Nanoscale Memory:  From Predictive Device Modeling to Statistical Circuit Synthesis",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927843",
 "po_email": "sabasu@nsf.gov",
 "po_sign_block_name": "Sankar Basu",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 224874.0,
 "awd_amount": 224874.0,
 "awd_min_amd_letter_date": "2010-08-05",
 "awd_max_amd_letter_date": "2012-05-30",
 "awd_abstract_narration": "The scaling of on-chip memory is tremendously challenged by the excessive amount of process variations and reliability degradation at the 22nm node and below. In current practice, full custom design and extensive experimentation on test silicon are often necessary to achieve the desired performance under all process, voltage, and temperature conditions. Although such an expensive approach is acceptable in today?s chip design, it drastically reduces design productivity and predictability. The situation becomes even more severe when the ever-increasing nature of variations narrows the design window and exacerbates memory design complexity. This proposal aims to develop innovative methodologies that will enable fast sign-off of on-chip memory at the end of the silicon roadmap and beyond, through the seamless integration of predictive variability models, statistical sampling schemes, robust optimization algorithms, and efficient silicon characterization techniques. Furthermore, these new outcomes will be integrated into an online framework to statistically benchmark post-Si memory design, helping illustrate the diverse opportunities of memory design beyond the 10nm node.\r\n\r\n\tThis research effort will facilitate fundamental research on reliable design with unreliable components, enhance design productivity for a wide range of applications, and expedite statistical design solution for emerging nanoelectronic devices. In addition, through novel education curricula and web-based dissemination tools, this project will transfer the newly developed design knowledge to a diverse population of students, who will lead the creation of future nanoscale integrated systems of all types, from computation, communication, to consumer electronics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yu",
   "pi_last_name": "Cao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yu Cao",
   "pi_email_addr": "yucao@umn.edu",
   "nsf_id": "000488324",
   "pi_start_date": "2010-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  },
  {
   "pgm_ele_code": "794500",
   "pgm_ele_name": "DES AUTO FOR MICRO & NANO SYST"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 116876.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 50000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 57998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">As semiconductor technology continues scaling to smaller feature sizes and complete system on-chip (SoC) design becomes a reality, on-chip memory, such as static random-access memory (SRAM), consumes an increasing percentage of chip area, comprising over 86% of the transistor count in server class microprocessors. Such a significant fraction of chip area occupied by memory circuit makes SRAM performance a major quality indicator of today&rsquo;s complex integrated circuits. SRAM cells are often designed with smaller geometries than those in random logic. Therefore, various microscopic variations dramatically affect SRAM performance. The sensitivity to these atomistic fluctuations further escalates when low supply voltage is employed to reduce power consumption in many energy-constrained applications.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">This project has developed innovative methodologies that enable fast modeling and analysis of on-chip memory at the end of the silicon roadmap and beyond, through the seamless integration of predictive device models, statistical sampling schemes, robust optimization algorithms, and efficient silicon characterization techniques. In particular, the ASU team has developed compact modeling and characterization techniques of statistical fluctuations in SRAM cells, including both static process variations and temporal degradation effects. Based on fundamental physics, these models help assess the ultimate barriers to continual SRAM scaling. They serve as the cornerstone to fast statistical analysis of SRAM yield. Beyond the CMOS technology, the ASU team has developed SPICE models for emerging memory devices, particularly phase-change-memory and spin-transfer-torque based magnetic tunnel junction. The new models bridge the development of memory technologies and design exploration, helping illustrate the tremendous opportunities and possible limitations in future memory system.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">Furthermore, through novel education curricula and web-based dissemination tools, this project has successfully transferred the newly developed techniques to a diverse population of students, who will lead the creation of future nanoscale integrated systems of all types, from computation, communication, to consumer electronics. At ASU, compact modeling of variability and reliability has been integrated into a graduate-level course that is developed by the PI for educating the students on the latest developments in nanoscale CMOS design. The related knowledge is also disseminated through invited talks delivered by the PI at various conferences, as well as presentations at many semiconductor companies.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2013<br>\n\t\t\t\t\tModified by: Yu&nbsp;Cao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "As semiconductor technology continues scaling to smaller feature sizes and complete system on-chip (SoC) design becomes a reality, on-chip memory, such as static random-access memory (SRAM), consumes an increasing percentage of chip area, comprising over 86% of the transistor count in server class microprocessors. Such a significant fraction of chip area occupied by memory circuit makes SRAM performance a major quality indicator of todayÆs complex integrated circuits. SRAM cells are often designed with smaller geometries than those in random logic. Therefore, various microscopic variations dramatically affect SRAM performance. The sensitivity to these atomistic fluctuations further escalates when low supply voltage is employed to reduce power consumption in many energy-constrained applications.\n \nThis project has developed innovative methodologies that enable fast modeling and analysis of on-chip memory at the end of the silicon roadmap and beyond, through the seamless integration of predictive device models, statistical sampling schemes, robust optimization algorithms, and efficient silicon characterization techniques. In particular, the ASU team has developed compact modeling and characterization techniques of statistical fluctuations in SRAM cells, including both static process variations and temporal degradation effects. Based on fundamental physics, these models help assess the ultimate barriers to continual SRAM scaling. They serve as the cornerstone to fast statistical analysis of SRAM yield. Beyond the CMOS technology, the ASU team has developed SPICE models for emerging memory devices, particularly phase-change-memory and spin-transfer-torque based magnetic tunnel junction. The new models bridge the development of memory technologies and design exploration, helping illustrate the tremendous opportunities and possible limitations in future memory system.\n \nFurthermore, through novel education curricula and web-based dissemination tools, this project has successfully transferred the newly developed techniques to a diverse population of students, who will lead the creation of future nanoscale integrated systems of all types, from computation, communication, to consumer electronics. At ASU, compact modeling of variability and reliability has been integrated into a graduate-level course that is developed by the PI for educating the students on the latest developments in nanoscale CMOS design. The related knowledge is also disseminated through invited talks delivered by the PI at various conferences, as well as presentations at many semiconductor companies.\n\n\t\t\t\t\tLast Modified: 10/28/2013\n\n\t\t\t\t\tSubmitted by: Yu Cao"
 }
}