{
 "awd_id": "1016785",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Analyzing Multi-scale and Multi-unit Methodologies",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Siegmund",
 "awd_eff_date": "2010-12-01",
 "awd_exp_date": "2012-11-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2010-07-27",
 "awd_max_amd_letter_date": "2010-07-27",
 "awd_abstract_narration": "The objective of this Early-Concept Grant for Exploratory Research (EAGER) project is to create new methodologies and approaches that will uncover the source of difficulties that plague a wide spectrum of engineering projects including multiscale and multilevel projects and to create ways that will provide relief for the difficulties. The discovered answers will identify how and why crucial information needed for convergence of, say, multidisciplinary optimization (MDO) projects, or computer simulations, or even industrial production can be hampered by inefficiencies and even failure of projects. Once the answers of these standard engineering approaches are identified, ways will be explored to circumvent the difficulties (that have proved to be costly in many areas of engineering). \r\n\r\nWhile the focus of this research is directed toward questions and difficulties caused by hidden structural defects of commonly used engineering methodologies (such as those characterized by multiscale and multilevel approaches), these divide-and-conquer approaches also are being used to \"tame complexity\" in many other disciplines ranging from engineering to physics to the biological sciences and even to economics and social sciences. As a result, fundamental results found by this research are expected to have an impact on all of these areas. As an example, the question of dark matter in astronomy appears to be a natural area outside of engineering in which results developed in this project can be tested.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Saari",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Donald G Saari",
   "pi_email_addr": "dsaari@uci.edu",
   "nsf_id": "000329287",
   "pi_start_date": "2010-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146400",
   "pgm_ele_name": "ESD-Eng & Systems Design"
  },
  {
   "pgm_ele_code": "146700",
   "pgm_ele_name": "MATERIALS PROCESSING AND MANFG"
  },
  {
   "pgm_ele_code": "146800",
   "pgm_ele_name": "Manufacturing Machines & Equip"
  },
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A first objective of this NSF project was to identify why fundamental difficulties arise with concerns from the physical, social, and engineering sciences.&nbsp; Common among these areas is the methodology: Problems typically are handled with the reductionist approach by dividing a complex issue into smaller, more tractable parts.&nbsp; Answers for the parts are combined to determine an answer for the whole.&nbsp; The answers from the parts usually must satisfy a compatibility condition.</p>\n<p>A simple illustration is to rank three alternatives {A, B, C}, with information from at least two sources; e.g., voters with complete, transitive rankings of the alternatives. Criteria (e.g., taxes, strength of material, etc.) replace voters for engineering or financial problems.&nbsp; To be useful, an outcome defines a complete, transitive ranking; this is the \"compatibility condition.\"</p>\n<p>One reductionist approach ranks each pair. (With cost and complexity concerns, this often is adopted for engineering decision problems.)&nbsp; In some manner, determine the {A,B}, {B,C}, {A,C} rankings subject to:</p>\n<p>1) <span style=\"text-decoration: underline;\">Unanimity</span>: If for some pair, all voters (criteria) have the same ranking, then that is the pair's outcome.</p>\n<p>2)&nbsp; <span style=\"text-decoration: underline;\">Reductionist:</span>&nbsp; When determining a pair&rsquo;s outcome, information about other alternatives is not used.</p>\n<p>&nbsp;Although paired comparison approaches are commonly used, Arrow&rsquo;s Impossibility Theorem guarantees problems:&nbsp; No matter how pairs are ranked, data (voter preferences, empirical data, etc.) exist where the approach must fail.&nbsp;</p>\n<p>&nbsp;As proved for this NSF project, this conclusion extends to most reductionist projects.&nbsp; Here, \"transitivity of rankings\" is replaced with a \"compatibility condition&rdquo; that specifies what is wanted. &nbsp;While the reductionist approach can yield positive answers for simple situations, other settings must exist where correct answers cannot be found.&nbsp; As examples, a systems analysis or a typical organizational structure resemble the reductionist approach; e.g., one group designs a product, another manufactures it, and a third sells it.&nbsp; The compatibility condition is that a designed object can be manufactured and sold.&nbsp; My result ensuring difficulties is manifested by errors, redesign, and other well-known manufacturing difficulties.&nbsp; Namely, these problems need not be caused by lack of expertise; it is a methodological issue.</p>\n<p>Because the reductionist approach is so widely used, a second project was to find ways to circumvent the guaranteed difficulty. &nbsp;For intuition about what is needed, when solving a Rubik Cube, rather than using the reductionist approach of making one face all red, then another all blue, a solution requires coordinating what is done for each part (face) with what is done with other parts (faces). My results prove that, in general, answers for the parts must involve what is done for other parts; e.g., finding coordinated answers for the components.&nbsp; What may be optimal for the full collection, say a nanotechnology project, may require non-optimal outcomes for</p>\n<p>components.&nbsp; The following results from this project describe how these identified problems arise in many areas and how solutions are being found.&nbsp;</p>\n<p><strong>DARK MATTER:</strong>&nbsp; The dark matter problem in astronomy illustrates the reductionist approach: The galactic mass and rotational velocities of stars, found in independent ways, fail to satisfy the compatibility condition&mdash;Newton&rsquo;s law of motion.&nbsp; As proved, the current approach used to determine galactic masses significantly exaggerates what is needed, suggesting that the amount of dark matter is highly exaggerated (which could explain why it has not been fou...",
  "por_txt_cntn": "\nA first objective of this NSF project was to identify why fundamental difficulties arise with concerns from the physical, social, and engineering sciences.  Common among these areas is the methodology: Problems typically are handled with the reductionist approach by dividing a complex issue into smaller, more tractable parts.  Answers for the parts are combined to determine an answer for the whole.  The answers from the parts usually must satisfy a compatibility condition.\n\nA simple illustration is to rank three alternatives {A, B, C}, with information from at least two sources; e.g., voters with complete, transitive rankings of the alternatives. Criteria (e.g., taxes, strength of material, etc.) replace voters for engineering or financial problems.  To be useful, an outcome defines a complete, transitive ranking; this is the \"compatibility condition.\"\n\nOne reductionist approach ranks each pair. (With cost and complexity concerns, this often is adopted for engineering decision problems.)  In some manner, determine the {A,B}, {B,C}, {A,C} rankings subject to:\n\n1) Unanimity: If for some pair, all voters (criteria) have the same ranking, then that is the pair's outcome.\n\n2)  Reductionist:  When determining a pairÆs outcome, information about other alternatives is not used.\n\n Although paired comparison approaches are commonly used, ArrowÆs Impossibility Theorem guarantees problems:  No matter how pairs are ranked, data (voter preferences, empirical data, etc.) exist where the approach must fail. \n\n As proved for this NSF project, this conclusion extends to most reductionist projects.  Here, \"transitivity of rankings\" is replaced with a \"compatibility condition\" that specifies what is wanted.  While the reductionist approach can yield positive answers for simple situations, other settings must exist where correct answers cannot be found.  As examples, a systems analysis or a typical organizational structure resemble the reductionist approach; e.g., one group designs a product, another manufactures it, and a third sells it.  The compatibility condition is that a designed object can be manufactured and sold.  My result ensuring difficulties is manifested by errors, redesign, and other well-known manufacturing difficulties.  Namely, these problems need not be caused by lack of expertise; it is a methodological issue.\n\nBecause the reductionist approach is so widely used, a second project was to find ways to circumvent the guaranteed difficulty.  For intuition about what is needed, when solving a Rubik Cube, rather than using the reductionist approach of making one face all red, then another all blue, a solution requires coordinating what is done for each part (face) with what is done with other parts (faces). My results prove that, in general, answers for the parts must involve what is done for other parts; e.g., finding coordinated answers for the components.  What may be optimal for the full collection, say a nanotechnology project, may require non-optimal outcomes for\n\ncomponents.  The following results from this project describe how these identified problems arise in many areas and how solutions are being found. \n\nDARK MATTER:  The dark matter problem in astronomy illustrates the reductionist approach: The galactic mass and rotational velocities of stars, found in independent ways, fail to satisfy the compatibility condition&mdash;NewtonÆs law of motion.  As proved, the current approach used to determine galactic masses significantly exaggerates what is needed, suggesting that the amount of dark matter is highly exaggerated (which could explain why it has not been found &ndash; it may not exist).  Two approaches were developed to coordinate mass determination with rotational velocities:  The needed mass is significantly smaller and compatible with other measures.\n\n GAME THEORY:  Most social, engineering, and physical science areas involve optimization. Game theory is where what each agent optimizes is determined by actions of othe..."
 }
}