{
 "awd_id": "1016232",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A posteriori error analysis and adaptivity for discontinuous interface problems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "rosemary renaut",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 79999.0,
 "awd_amount": 0.0,
 "awd_min_amd_letter_date": "2010-09-20",
 "awd_max_amd_letter_date": "2011-07-20",
 "awd_abstract_narration": "There are many practical physical situations that can be modeled by partial differential equations in which some of the coefficients in the problem, e.g. those describing material properties, are discontinuous across an interface. Such problems arise in a very broad range of scientific and engineering disciplines, including computational biology, ground water flow and reservoir simulation, environmental remediation studies, crystal growth, wave propagation, sedimentation phenomena, and the preparation of nuclear fuel rods. Such problems cause notorious difficulties for classic numerical methods as a direct result of the lack of smoothness. At the same time, numerical methods for efficiently solving interface problems using a fixed Cartesian grid have attracted considerable attention because they offer a number of computational advantages and a number of approaches have been pursued. Unfortunately, regular-shape discretizations are generally problematic because the interface ?cuts? through the cells without respecting the regular geometry of the discretization, which has a strongly negative impact on the accuracy of the resulting approximations. Consequently, it is critically important to provide computational error estimates that quantify the accuracy of a computed quantity of interest in terms of various sources of discretization and modeling error. \r\n\r\nThis project will develop variational finite element frameworks for several discrete interface methods that identify both a discretization and a modeling component to the model and use the variational framework to derive accurate a posteriori error estimates for specified quantities of interest. Both stationary and evolutionary problems in two and three space dimensions will be considered. The development of efficient adaptive discretization methods for both stationary and evolution problems will be addressed. The methodology and analytic tools to be developed in this proposal will provide a powerful tool for the systematic treatment of problems in which interfaces have complex geometry and the material properties vary considerably on a scale smaller than the overall scale of the discretization. The project will yield a systematic approach to deriving computable and accurate error estimates for quantities of interest and further, provide detailed information about the relative contributions to the error arising from discretization and modeling.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Haiying",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Haiying Wang",
   "pi_email_addr": "haiyingw@mtu.edu",
   "nsf_id": "000550749",
   "pi_start_date": "2010-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 TOWNSEND DR",
  "perf_city_name": "HOUGHTON",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 159998.0
  }
 ],
 "por": null
}