{
 "awd_id": "1016618",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Energy parameters and novel algorithms for an extended nearest neighbor energy model of RNA",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 399998.0,
 "awd_amount": 399998.0,
 "awd_min_amd_letter_date": "2010-09-13",
 "awd_max_amd_letter_date": "2010-09-13",
 "awd_abstract_narration": "Thermodynamics-based ab initio RNA secondary structure algorithms are used to detect microRNAs, targets of microRNAs, non-coding RNA genes, temperature-dependent riboregulators, selenoproteins, ribosomal frameshift locations, RNA-protein binding sites, etc. The importance and ubiquity of applications of RNA thermodynamics-based algorithms cannot be overemphasized; indeed, such applications include RNA design for novel cancer therapies and for synthetic biology. Free energy parameters of the nearest neighbor (NN) model, also called the Turner model, form the foundation for essentially all current thermodynamics-based RNA algorithms. Dynamic programming minimum free energy structure computation using Zuker?s algorithm yields an accuracy in base pair prediction of around 70%. In this grant, we intend to improve base pair prediction accuracy by mining databases of experimentally measured entropy and enthalpy values for various kinds of loops, fitting novel nearest neighbor parameters by applying Brown?s algorithm to compute the joint probability distribution from inferred marginals, and by implementing extensions of the\r\nZuker algorithm to compute minimum free energy structure and partition function for the extended nearest neighbor model. We will then validate the extended nearest neighbor energy model and our algorithms by benchmarking predictions with the Rfam database and with secondary structures inferred from X-ray structures by using RNAview. \r\n        \r\nRNA is now understood to be a biomolecule of fundamental importance to molecular biology, having potential clinical applications in cancer diagnosis, etc. In addition to its role in gene regulation (micro RNAs and riboswitches), noncoding RNA can direct which regions of the genome are transcribed (placement of epigenetic markers) and which variants of a protein will be produced in the cell of a particular organ (alternative splice variants). In medicine, the pattern of dysregulated micro RNAs forms a biomarker for certain types of cancer. Regulation by RNA depends on its structure, in fact, primarily its secondary structure, defined as the (planar) collection of hydrogen bonds formed between different RNA nucleotides of a given sequence. The prediction of RNA secondary structure, given only its nucleotide sequence, is roughly 70% accurate. By improving this accuracy, it will be possible to better predict the messenger RNA targets of micro RNAs, and more generally to better understand gene regulation by RNA. The goal of this grant proposal to improve prediction accuracy by developing a better energy model, called the extended nearest neighbor energy model, in which the formation of hydrogen bonds between two given nucleotides depends on whether additional hydrogen bonds can form as well between neighbors of the nucleotides. We will develop energy parameters for the extended nearest neighbor model by data mining existent UV absorption experimental data, using statistical fitting algorithms, and we will develop computer programs to predict RNA secondary structure using this new energy model. Prediction accuracy of our new approach will be benchmarked on databases of RNA secondary structure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Clote",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Peter G Clote",
   "pi_email_addr": "clote@bc.edu",
   "nsf_id": "000375670",
   "pi_start_date": "2010-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boston College",
  "inst_street_address": "140 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHESTNUT HILL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175528000",
  "inst_zip_code": "024673800",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJ3JH8CRJBZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston College",
  "perf_str_addr": "140 COMMONWEALTH AVE",
  "perf_city_name": "CHESTNUT HILL",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024673800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 399998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research grant, entitled , &ldquo;Energy parameters and novel algorithms for an extended nearest neighbor energy model of RNA&rdquo;, concerns the development of software to predict RNA secondary structure, and structures from the low energy ensemble of stable structures. Since it is now known that the human genome is pervasively transcribed into RNA, most of whose structure and function is completely unknown, the development of such ab initio methods is important.</p>\n<p>&nbsp;</p>\n<p>The grant generated three main findings, along with many additional results, together summarized in 16 published research articles and 4 articles currently submitted for publication. The software developed under this grant is publicly available through web servers at <a href=\"http://bioinformatics.bc.edu/clotelab/\">http://bioinformatics.bc.edu/clotelab/</a> where additionally the source code can be downloaded. The findings, intellectual merit and broader impact are summarized below.</p>\n<p>&nbsp;</p>\n<p>First, we met the main objective of the grant, by implementing the program RNAenn, which computes the partition function, minimum free energy structure and samples the low energy ensemble with respect to a new extended nearest neighbor energy model, ENN-13. The program is implemented in approximately 47,000 lines of C/C++. The new, extended nearest neighbor (ENN) energy model involves free energy contributions to triplet base stacking, intended to capture dependencies not modeled by the current nearest neighbor (NN) energy model. Computational melting curves suggest that the ENN model leads to more collaborative folding.</p>\n<p>&nbsp;</p>\n<p>Second, we developed a novel method to solve the RNA inverse folding problem, using constraint programming (CP) and large neighborhood search (LNS), a problem central to synthetic biology. Our method is unlike any other approach, all of which use heuristics for what many believe to be an intractable (NP-complete) problem; in particular our program RNAiFold can return an exact solution to the inverse folding problem, or return a definite answer that there is no solution. Our lab has used RNAiFold to design novel synthetic RNA molecules, whose functionality has been validated experimentally.</p>\n<p>&nbsp;</p>\n<p>Third, we developed a novel method of integrating chemical and enzymatic probing data into RNA minimum free energy structure computation. Unlike previous methods, our approach introduces Boltzmann weights at each nucleotide position, which penalize deviations from SHAPE data. We provide a rigorous proof that our method is &ldquo;self-consistent&rdquo;, in the sense that it provides the most coherent structure that is consistent with the experimental data.</p>\n<p>&nbsp;</p>\n<p>The intellectual merit of this work is to provide an improved mathematical model for RNA secondary structure formation, as well as publicly available software tools to help molecular biologists understand the structure and function of RNA that is &ldquo;pervasively&rdquo; transcribed from the genome. While structure prediction using homology methods requires large training instances of RNA families, whose structure is known, the ab initio thermodynamics-based software we developed can be applied to &ldquo;orphan&rdquo; RNAs, having no known homologues. For this&nbsp; reason, there are immediate applications of our software for RNA design in synthetic biology, an area which with nanotechnology could define much of the 21<sup>st</sup> century.</p>\n<p>&nbsp;</p>\n<p>The broader impact of this work involves (1) a scientific and software contribution to biotechnology, a field of central importance to the economic strength of the United States, and (2) an educational contribution with outreach to under-represented groups. Public dissemination of the work from this grant was ensured by presentations at international conferences, journal publications, web servers and downlo...",
  "por_txt_cntn": "\nThis research grant, entitled , \"Energy parameters and novel algorithms for an extended nearest neighbor energy model of RNA\", concerns the development of software to predict RNA secondary structure, and structures from the low energy ensemble of stable structures. Since it is now known that the human genome is pervasively transcribed into RNA, most of whose structure and function is completely unknown, the development of such ab initio methods is important.\n\n \n\nThe grant generated three main findings, along with many additional results, together summarized in 16 published research articles and 4 articles currently submitted for publication. The software developed under this grant is publicly available through web servers at http://bioinformatics.bc.edu/clotelab/ where additionally the source code can be downloaded. The findings, intellectual merit and broader impact are summarized below.\n\n \n\nFirst, we met the main objective of the grant, by implementing the program RNAenn, which computes the partition function, minimum free energy structure and samples the low energy ensemble with respect to a new extended nearest neighbor energy model, ENN-13. The program is implemented in approximately 47,000 lines of C/C++. The new, extended nearest neighbor (ENN) energy model involves free energy contributions to triplet base stacking, intended to capture dependencies not modeled by the current nearest neighbor (NN) energy model. Computational melting curves suggest that the ENN model leads to more collaborative folding.\n\n \n\nSecond, we developed a novel method to solve the RNA inverse folding problem, using constraint programming (CP) and large neighborhood search (LNS), a problem central to synthetic biology. Our method is unlike any other approach, all of which use heuristics for what many believe to be an intractable (NP-complete) problem; in particular our program RNAiFold can return an exact solution to the inverse folding problem, or return a definite answer that there is no solution. Our lab has used RNAiFold to design novel synthetic RNA molecules, whose functionality has been validated experimentally.\n\n \n\nThird, we developed a novel method of integrating chemical and enzymatic probing data into RNA minimum free energy structure computation. Unlike previous methods, our approach introduces Boltzmann weights at each nucleotide position, which penalize deviations from SHAPE data. We provide a rigorous proof that our method is \"self-consistent\", in the sense that it provides the most coherent structure that is consistent with the experimental data.\n\n \n\nThe intellectual merit of this work is to provide an improved mathematical model for RNA secondary structure formation, as well as publicly available software tools to help molecular biologists understand the structure and function of RNA that is \"pervasively\" transcribed from the genome. While structure prediction using homology methods requires large training instances of RNA families, whose structure is known, the ab initio thermodynamics-based software we developed can be applied to \"orphan\" RNAs, having no known homologues. For this  reason, there are immediate applications of our software for RNA design in synthetic biology, an area which with nanotechnology could define much of the 21st century.\n\n \n\nThe broader impact of this work involves (1) a scientific and software contribution to biotechnology, a field of central importance to the economic strength of the United States, and (2) an educational contribution with outreach to under-represented groups. Public dissemination of the work from this grant was ensured by presentations at international conferences, journal publications, web servers and downloadable software, by the organization of a special session on RNA at the19th annual ISMB conference and the organization of the summer school  \"Computational Methods for RNA\", held June 20-24, 2011 at Boston College.\n\n \n\n\t\t\t\t\tLast Modified: 10/24/2013\n\n\t\t\t\t\tSubmitted by: Peter G Cl..."
 }
}