{
 "awd_id": "1017647",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NeTSE: Small: Spatio-Temporal Network Traffic Dynamics and Interactions of Social-Technical Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 516000.0,
 "awd_min_amd_letter_date": "2010-07-19",
 "awd_max_amd_letter_date": "2011-05-16",
 "awd_abstract_narration": "As the  de facto global information infrastructure that underpins much of today's commercial, social, political and cultural  activities,  the Internet now provides a convenient, speedy (near instant), and  sometimes anonymous means to connect and communicate, and more broadly speaking, to ``social-network'' with other people, breaking the geographical, cultural, socio-economic, and other barriers. These ``social networks?? reflect the social interactions, behaviors and interests of human users, and influence what information is accessed and what services are used. On the other hand, the Internet and its constituent network and service infrastructures -- the underlying ``technical networks'' which connect human users, the end devices they use for communications and information access, and various servers hosting Internet services -- determine how information and services are accessed and delivered. Hence, the interplay and interactions of the socio-technical networks drive innovation, adoption and spread of both Internet applications and the technologies that enable them. As the research community contemplates ``clean-state'' re-designs of a future Internet architecture, it is therefore both important and imperative to understand and account for such interplay and interactions. \r\n\r\nIntellectual Merit. This research project explores and studies the interplay and interactions of socio-technical networks through network traffic. Telecommunications networks exist to carry and deliver traffic generated by various applications and services to enable communications, information access and sharing, and social interactions among users. Hence network traffic and its spatial and temporal dynamics implicitly reflect user behaviors, social communities, and emergent trends. The researchers advance the novel notion of network traffic activity graphs (TAGs) to capture the spatial and temporal traffic dynamics, and to uncover and extract significant communication patters and structural dynamics therein. The researchers employ TAGs as a main tool to study the interplay and interactions of socio-technical networks by addressing two broad sets of inter-related questions: i) how to extract network-wide, spatial and temporal communication patterns and other structural dynamics inherent in network traffic, and use them to help reveal the social interactions, community structures and user behaviors? and ii) how to meaningfully analyze and quantify the effects of the interplay and interactions of socio-technical networks, and account for them to better operate, manage, secure and evolve the (technical) networks and the services running on top of them?  \r\n\r\nBroader Impact. Understanding the interplay and interactions of socio-technical networks will help improve the operations, management and security of today's IP networks as well as emerging services. Such understanding will also provide valuable insight to the design of future networks, so as to better meet the demands and requirements of new Internet services, many of which are too futuristic to have yet been contemplated. All these will bring significant benefits to users, service providers and the society at large. The research project will also provide both undergraduate and graduate students with hands-on experiences in learning large-scale data analytics and network designs. The researchers will actively involve undergraduate students -- especially female students and underrepresented minorities -- in the research project. The researchers plan to disseminate the research outcomes through publications and outreach activities. Through participation in future Internet design forums (e.g., NetSE/GENI) and collaboration with industrial partners, the researchers will seek to impact the development of future Internet technologies and services by explicitly accounting for the interplay and interactions of socio-technical networks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhi-Li",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhi-Li Zhang",
   "pi_email_addr": "zhzhang@cs.umn.edu",
   "nsf_id": "000096921",
   "pi_start_date": "2010-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Arindam",
   "pi_last_name": "Banerjee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arindam Banerjee",
   "pi_email_addr": "arindamb@illinois.edu",
   "nsf_id": "000491325",
   "pi_start_date": "2010-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779400",
   "pgm_ele_name": "NETWORK SCIENCE & ENGINEERING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As the &nbsp;de facto global information infrastructure that underpinsmuch of today's commercial, social, political and cultural&nbsp;activities, &nbsp; the Internet now provides a convenient, speedy (near instant),and &nbsp;sometimes anonymous means to connect and communicate, and morebroadly speaking, to ``social-network'' with other people, breakingthe geographical, cultural, socio-economic, and other barriers. These``social networks'' &nbsp;reflect &nbsp;the social interactions, behaviors andinterests of human users, and influence what information is accessedand what services are used. On the other hand, the Internet and itsconstituent network &nbsp;and service &nbsp;infrastructures -- the underlying``technical networks'' which connect human users, the end devices theyuse for &nbsp;communications and information access, and &nbsp;various servershosting Internet services -- determine how information and servicesare accessed and delivered.&nbsp;Hence, the interplay and interactions ofthe socio-technical networks drive innovation, adoption and spread ofboth Internet applications and the technologies that enable them.</p>\n<p>In this project we studied&nbsp;the interplay andinteractions of socio-technical networks through networktraffic. &nbsp;Network traffic and its &nbsp;spatial andtemporal dynamics implicitly reflect user behaviors, socialcommunities, and emergent trends. We have developed the novel&nbsp;notion of network traffic activity graphs (TAGs) to capture thespatial and temporal traffic dynamics, and to uncover and extractsignificant communication patters and structural dynamics therein. As an example, using a large Web search service as an example, we investigated the challenges in understanding and diagnosing endto-end search response time (SRT), that is, the delay between when the query is sent and when the response page is completely rendered. Through systematic and detailed analysis, we have found that there are many factors that affect the overall web search response time. As a result, the average search response time (SRT) varies widely over time and also exhibits counter-intuitive behavior. For instance, we have found that teh average web search response time is actually higher during off-peak hours, when the query load is lower, than during peak hours. &nbsp;To resolve the apparant paradox and explain SRT variations in general, we developed an analysis framework that separates systemic variations due to periodic changes in service usage and anomalous variations due to unanticipated events such as failures and denial-of-service attacks. We found that user behavior as well as network conditions contributed to the apparent paradox. During evenings and many weekends, many users tend to conduct media-rich search queries which leads to answers with many images, audio and videos. This coupled with generally slower network connections (as compared to faster enterprise networks at work) led to slower search response times. This result illustrates the importance of understanding the interplay between social-technical networks.&nbsp;</p>\n<p>All in all, we belive that understanding the interplay and interactions of socio-technicalnetworks will help improve the operations, management and security oftoday's IP networks as well as emerging services. Such understandingwill also provide valuable insight to the design of future networks,so as to better meet the demands and requirements of new Internetservices, many of which are too futuristic to have yet beencontemplated. All these will bring significant benefits to users,service providers and the society at large. &nbsp;Our research project constituted a small step forward towards this important objective. &nbsp;This research project has also provided bith&nbsp;undergraduate and graduate students with hands-onexperiences in learning large-scale data analytics and networkdesigns. In particular, several undergradua...",
  "por_txt_cntn": "\nAs the  de facto global information infrastructure that underpinsmuch of today's commercial, social, political and cultural activities,   the Internet now provides a convenient, speedy (near instant),and  sometimes anonymous means to connect and communicate, and morebroadly speaking, to ``social-network'' with other people, breakingthe geographical, cultural, socio-economic, and other barriers. These``social networks''  reflect  the social interactions, behaviors andinterests of human users, and influence what information is accessedand what services are used. On the other hand, the Internet and itsconstituent network  and service  infrastructures -- the underlying``technical networks'' which connect human users, the end devices theyuse for  communications and information access, and  various servershosting Internet services -- determine how information and servicesare accessed and delivered. Hence, the interplay and interactions ofthe socio-technical networks drive innovation, adoption and spread ofboth Internet applications and the technologies that enable them.\n\nIn this project we studied the interplay andinteractions of socio-technical networks through networktraffic.  Network traffic and its  spatial andtemporal dynamics implicitly reflect user behaviors, socialcommunities, and emergent trends. We have developed the novel notion of network traffic activity graphs (TAGs) to capture thespatial and temporal traffic dynamics, and to uncover and extractsignificant communication patters and structural dynamics therein. As an example, using a large Web search service as an example, we investigated the challenges in understanding and diagnosing endto-end search response time (SRT), that is, the delay between when the query is sent and when the response page is completely rendered. Through systematic and detailed analysis, we have found that there are many factors that affect the overall web search response time. As a result, the average search response time (SRT) varies widely over time and also exhibits counter-intuitive behavior. For instance, we have found that teh average web search response time is actually higher during off-peak hours, when the query load is lower, than during peak hours.  To resolve the apparant paradox and explain SRT variations in general, we developed an analysis framework that separates systemic variations due to periodic changes in service usage and anomalous variations due to unanticipated events such as failures and denial-of-service attacks. We found that user behavior as well as network conditions contributed to the apparent paradox. During evenings and many weekends, many users tend to conduct media-rich search queries which leads to answers with many images, audio and videos. This coupled with generally slower network connections (as compared to faster enterprise networks at work) led to slower search response times. This result illustrates the importance of understanding the interplay between social-technical networks. \n\nAll in all, we belive that understanding the interplay and interactions of socio-technicalnetworks will help improve the operations, management and security oftoday's IP networks as well as emerging services. Such understandingwill also provide valuable insight to the design of future networks,so as to better meet the demands and requirements of new Internetservices, many of which are too futuristic to have yet beencontemplated. All these will bring significant benefits to users,service providers and the society at large.  Our research project constituted a small step forward towards this important objective.  This research project has also provided bith undergraduate and graduate students with hands-onexperiences in learning large-scale data analytics and networkdesigns. In particular, several undergraduate students -- one female  undergraduate student -- participated in this research project. Two undergraduate students went on to pursue graduate studies, while the others are..."
 }
}