{
 "awd_id": "1017247",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HCC: Small: Collaborative Privacy Practices: Exploring Privacy in Information Intensive Environments",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 499981.0,
 "awd_amount": 507981.0,
 "awd_min_amd_letter_date": "2010-08-26",
 "awd_max_amd_letter_date": "2013-07-30",
 "awd_abstract_narration": "Information privacy and security has long focused on the individual. Most technological safeguards and policies have been oriented towards individual privacy practices (IPP). Yet, many organizational settings are highly collaborative where team work is the norm. Consequently, project researchers will investigate why and how people enact collaborative privacy practices (CPP) and provide design recommendations to develop more effective mechanisms to assure privacy during these activities. \r\nSpecifically the project will\r\n1.\tImprove the conceptual understanding of CPP by investigating these practices in highly collaborative and information-intensive domain where information privacy is essential (e.g., healthcare)\r\n2.\tDevelop a conceptual model of CPP using a multi-method research approach\r\n3.\tExamine privacy-enhancing technical features that can most effectively support CPP\r\nThis project will make three contributions to our knowledge of privacy and security. First, it will advance the theoretical understanding of the collaborative nature of privacy practices. Second, this project will advance the design of privacy enhancing technologies to focus on collaborative privacy practices. Third, it will help foster more effective design interventions by understanding the users? collaborative privacy practices that are often ignored in technical and organizational specifications of privacy and security.\r\nThe future development of privacy-enhancing features in information systems must not only focus on privacy assurance for individual users but also privacy assurance during collaborative activities. That is the central thrust of this project. Its broader impact lies in the development of new processes, policies, and technologies to support privacy in collaborative environments without hindering people?s activities in these environments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Madhu",
   "pi_last_name": "Reddy",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Madhu C Reddy",
   "pi_email_addr": "mreddy@northwestern.edu",
   "nsf_id": "000125484",
   "pi_start_date": "2010-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Heng",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heng Xu",
   "pi_email_addr": "heng.xu@ufl.edu",
   "nsf_id": "000204693",
   "pi_start_date": "2010-08-26",
   "pi_end_date": "2013-07-30"
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 499981.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>One of the major issues in designing and implementing privacy-enforcing technologies is that the privacy challenges can be quite different in individual settings vs collaborative settings. The health care industry is one in which collaboration plays a crucial role in providing effective patient care. At the same time, it is also highly regulated in terms of protecting a patient&rsquo;s information. Therefore, health care organizations such as hospitals have undertaken a number of organizational and technical measures to protect patient information and ensure that their employees are not violating privacy rules. Yet it&rsquo;s unclear how these two activities &ndash; enforcing privacy regulation and supporting effective collaboration &ndash; impact each other. Consequently, we undertook a research project to identify (1) how clinical users balance privacy rules with work requirements in collaborative environments and (2) the implications of addressing these challenges in the design and implementation of health information technologies such as the electronic health record. To address these goals, we studied clinical staff and their use of health technologies in a number of settings including the Emergency Department and in-patient wards of a hospital. On the other side, we also studied the IT staff because they were responsible for ensuring that the health technologies were both supporting the collaborative activities of the clinical users and at the same time enforcing the privacy rules of the organization. &nbsp;</span></p>\n<p><span>Through the project, we identified a variety of challenges but two challenges were particularly important. First, the clinical staff had to balance the requirements of following the hospital&rsquo;s privacy rules with the need to accomplish their work activities. Accomplishing their work activities in a timely manner was crucial for ensuring effective coordination of care. This balancing requirement often created problems for the clincial staff. Second, the IT staff often did not know the problems that the clinical users faced in managing these requirements. The lack of clear communication created an atmosphere of misunderstanding and misperceptions on the part of the IT staff and the clinical staff. This impacted the hospital&rsquo;s ability to develop effective solutions to the problems that the clinical staff faced when using these technologies. &nbsp;</span></p>\n<p><span>Designing health information technologies to enforce privacy rules but also effectively support collaboration will require the active participation of not only the people implementing these technologies (i.e. hospital IT staff) but also the people using the technologies (i.e. clinical staff). Therefore, it is essential that we develop approaches to (1) improve communication between these different groups (2) re-design these technologies to incorporate privacy-enhancing features that do not hinder the collaborative workflows and (3) align organizational privacy policies as best as we can with the actual work activities taking place in the health care organization. &nbsp;&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/27/2016<br>\n\t\t\t\t\tModified by: Madhu&nbsp;C&nbsp;Reddy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOne of the major issues in designing and implementing privacy-enforcing technologies is that the privacy challenges can be quite different in individual settings vs collaborative settings. The health care industry is one in which collaboration plays a crucial role in providing effective patient care. At the same time, it is also highly regulated in terms of protecting a patientÆs information. Therefore, health care organizations such as hospitals have undertaken a number of organizational and technical measures to protect patient information and ensure that their employees are not violating privacy rules. Yet itÆs unclear how these two activities &ndash; enforcing privacy regulation and supporting effective collaboration &ndash; impact each other. Consequently, we undertook a research project to identify (1) how clinical users balance privacy rules with work requirements in collaborative environments and (2) the implications of addressing these challenges in the design and implementation of health information technologies such as the electronic health record. To address these goals, we studied clinical staff and their use of health technologies in a number of settings including the Emergency Department and in-patient wards of a hospital. On the other side, we also studied the IT staff because they were responsible for ensuring that the health technologies were both supporting the collaborative activities of the clinical users and at the same time enforcing the privacy rules of the organization.  \n\nThrough the project, we identified a variety of challenges but two challenges were particularly important. First, the clinical staff had to balance the requirements of following the hospitalÆs privacy rules with the need to accomplish their work activities. Accomplishing their work activities in a timely manner was crucial for ensuring effective coordination of care. This balancing requirement often created problems for the clincial staff. Second, the IT staff often did not know the problems that the clinical users faced in managing these requirements. The lack of clear communication created an atmosphere of misunderstanding and misperceptions on the part of the IT staff and the clinical staff. This impacted the hospitalÆs ability to develop effective solutions to the problems that the clinical staff faced when using these technologies.  \n\nDesigning health information technologies to enforce privacy rules but also effectively support collaboration will require the active participation of not only the people implementing these technologies (i.e. hospital IT staff) but also the people using the technologies (i.e. clinical staff). Therefore, it is essential that we develop approaches to (1) improve communication between these different groups (2) re-design these technologies to incorporate privacy-enhancing features that do not hinder the collaborative workflows and (3) align organizational privacy policies as best as we can with the actual work activities taking place in the health care organization.   \n\n \n\n\t\t\t\t\tLast Modified: 01/27/2016\n\n\t\t\t\t\tSubmitted by: Madhu C Reddy"
 }
}