{
 "awd_id": "1017718",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III: Small: Collaborative Research: Canonical Dependence Analysis for Multi-modal Data Fusion and Source Separation",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 249949.0,
 "awd_amount": 249949.0,
 "awd_min_amd_letter_date": "2010-08-07",
 "awd_max_amd_letter_date": "2010-08-07",
 "awd_abstract_narration": "Analysis of multiple sets of data, either of the same type as in multi-subject data, or of different type as in multi-modality data, is inherent to many problems in computer science and engineering.  Biomedical image analysis figures prominently among these and is particularly challenging because of the rich nature of the data made available by different imaging modalities. Data-driven methods are particularly attractive for the analysis and fusion of such data as they can achieve useful decompositions while minimizing assumptions on the model and underlying processes, and can also incorporate reliable prior information when available.  One such approach recently introduced for medical image analysis and fusion is multi-dataset canonical correlation analysis (MCCA) that has proven especially useful for the analysis and fusion of rather disparate data, owing to its high flexibility and extendibility to a wide array of problem settings.\r\n\r\nIntellectual Merit: In this proposal, the main aim is twofold. First, a number of powerful methods are developed for multi-subject (multi-set) data analysis and multi-modal data fusion based on canonical dependence analysis by significantly extending the power and flexibility of MCCA. Then, the successful application of the methods are demonstrated on a unique problem that demands these properties, namely the study of brain function and functional associations during simulated driving, a naturalistic task where data-driven methods have proven very useful. The data used in the project are complementary in nature but of very different nature: functional magnetic resonance imaging (fMRI), electroencephalography (EEG), structural MRI (sMRI), genetic array data--single nucleotide polymorphism (SNP)--and behavioral variables. The rich characteristics of the data and the problem at hand thus provide a special challenge for the methods developed and a unique testbed for the evaluation of their performance.\r\n\r\nBroader Impacts: The broad impact of the proposed work lies in its potential to substantially impact science and information technology as well as in its educational features. Analysis of multiple datasets of the same type as well as fusion of data from different modalities/sensors is a key problem in many science and engineering disciplines. The new set of methods proposed thus form attractive solutions for many other problems beyond brain function analysis. The fully integrative nature of the proposed work is also an invaluable asset in the ongoing efforts in cross-training of students and researchers as well as increasing the participation of underrepresented groups in science and technology careers.\r\n\r\nFor further information, see the project web site at the URL:\r\n      http://mlsp.umbc.edu/research_projects.html",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tulay",
   "pi_last_name": "Adali",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tulay Adali",
   "pi_email_addr": "adali@umbc.edu",
   "nsf_id": "000251838",
   "pi_start_date": "2010-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Baltimore County",
  "inst_street_address": "1000 HILLTOP CIR",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4104553140",
  "inst_zip_code": "212500001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND BALTIMORE COUNTY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RNKYWXURFRL5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Baltimore County",
  "perf_str_addr": "1000 HILLTOP CIR",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212500001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 249949.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Analysis of multiple sets of data, either of the same type as in multi-subject data, or of different types as in multi-modality data, is inherent to many problems in computer science and engineering. Data-driven methods are particularly attractive for the analysis and fusion of such data as they can achieve useful decompositions while minimizing assumptions on the model and underlying processes, and can also incorporate reliable prior information when available.</p>\n<p>&nbsp;</p>\n<p>This project developed a new class of powerful methods based on independent vector analysis&mdash;canonical dependence analysis&mdash;for the analysis and fusion of multiple sets of data. These methods are unique in that they make full use of the joint information that exists across the datasets. A main contribution has been to establish the theory of multi data set analysis that clearly demonstrates the utility of statistical dependence across multiple datasets in such analysis and fusion tasks. Specifically, it is shown that statistical dependence across multiple datasets naturally links them and enables identification of the linear mixing model subject to very mild conditions and for a very wide class of conditions. Along with the conditions for identifiability for the linear multi-set source separation problem, bounds of performance are derived that enable comparison of the new algorithms against the \"best possible performance.\" The results are very fundamental and establish the foundation for data fusion in a statistical sense clearly defining how statistical dependence provides a \"soft link\" among multiple sets of data.</p>\n<p>&nbsp;</p>\n<p>The new methods are applied to analysis of functional magnetic resonance (fMRI) data from multiple subjects and are shown to effectively preserve subject specific features while effectively summarizing features that are common to the given group of subjects. In addition, the promise of the new methods in establishing links across multi-modality data, i.e., datasets that are very different in nature has been demonstrated both with simulated and real medical data, using data from fMRI, electroencephalography (EEG) and structural MRI.</p>\n<p>&nbsp;</p>\n<p>These results have been reported in 34 journal and 25 conference publications in major venues in our area, and led to one book and two PhD dissertations, one of which received the best dissertation award. Four of the journal publications are major overview papers in top venues in electrical engineering. Three of the overview papers appeared in the Proceedings of the IEEE (impact factor: 4.934 and top journal in Electrical Engineering in terms of Article Influence Score*), and one in the IEEE Signal Processing Magazine (impact factor: 4.481*) where the main results and complete overviews in source separation and data fusion are given along with future research discussions in the area.</p>\n<p>&nbsp;</p>\n<p>The results of the project have been also disseminated through a series of invited talks given by Dr. Adali&mdash;total of 68 invited talks delivered from January 2012 till August 2015 including Dr. Adali&rsquo;s term as an IEEE Signal Processing Society Distinguished Lecturer 2012&ndash;2013. Nine of these invited talks were major conference keynotes or tutorials. Dr. Adali received the 2012&ndash;2013 University System of Maryland Regents&rsquo; Award for Excellence in Research and was named a Distinguished University Professor in 2015. The work performed as part of this project has played an important role in these recognitions.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The Fusion ICA Toolbox (FIT) and the Group ICA of fMRI Toolbox (GIFT) are two major efforts that enable the use of the methods we develop by the practitioners. These toolboxes disseminate the results of our project to a wider audience, in particular to the medical imaging community. As of now, with over 10,000 for GIFT and over 2,000 ...",
  "por_txt_cntn": "\nAnalysis of multiple sets of data, either of the same type as in multi-subject data, or of different types as in multi-modality data, is inherent to many problems in computer science and engineering. Data-driven methods are particularly attractive for the analysis and fusion of such data as they can achieve useful decompositions while minimizing assumptions on the model and underlying processes, and can also incorporate reliable prior information when available.\n\n \n\nThis project developed a new class of powerful methods based on independent vector analysis&mdash;canonical dependence analysis&mdash;for the analysis and fusion of multiple sets of data. These methods are unique in that they make full use of the joint information that exists across the datasets. A main contribution has been to establish the theory of multi data set analysis that clearly demonstrates the utility of statistical dependence across multiple datasets in such analysis and fusion tasks. Specifically, it is shown that statistical dependence across multiple datasets naturally links them and enables identification of the linear mixing model subject to very mild conditions and for a very wide class of conditions. Along with the conditions for identifiability for the linear multi-set source separation problem, bounds of performance are derived that enable comparison of the new algorithms against the \"best possible performance.\" The results are very fundamental and establish the foundation for data fusion in a statistical sense clearly defining how statistical dependence provides a \"soft link\" among multiple sets of data.\n\n \n\nThe new methods are applied to analysis of functional magnetic resonance (fMRI) data from multiple subjects and are shown to effectively preserve subject specific features while effectively summarizing features that are common to the given group of subjects. In addition, the promise of the new methods in establishing links across multi-modality data, i.e., datasets that are very different in nature has been demonstrated both with simulated and real medical data, using data from fMRI, electroencephalography (EEG) and structural MRI.\n\n \n\nThese results have been reported in 34 journal and 25 conference publications in major venues in our area, and led to one book and two PhD dissertations, one of which received the best dissertation award. Four of the journal publications are major overview papers in top venues in electrical engineering. Three of the overview papers appeared in the Proceedings of the IEEE (impact factor: 4.934 and top journal in Electrical Engineering in terms of Article Influence Score*), and one in the IEEE Signal Processing Magazine (impact factor: 4.481*) where the main results and complete overviews in source separation and data fusion are given along with future research discussions in the area.\n\n \n\nThe results of the project have been also disseminated through a series of invited talks given by Dr. Adali&mdash;total of 68 invited talks delivered from January 2012 till August 2015 including Dr. AdaliÆs term as an IEEE Signal Processing Society Distinguished Lecturer 2012&ndash;2013. Nine of these invited talks were major conference keynotes or tutorials. Dr. Adali received the 2012&ndash;2013 University System of Maryland RegentsÆ Award for Excellence in Research and was named a Distinguished University Professor in 2015. The work performed as part of this project has played an important role in these recognitions.\n\n \n\n \n\nThe Fusion ICA Toolbox (FIT) and the Group ICA of fMRI Toolbox (GIFT) are two major efforts that enable the use of the methods we develop by the practitioners. These toolboxes disseminate the results of our project to a wider audience, in particular to the medical imaging community. As of now, with over 10,000 for GIFT and over 2,000 unique downloads for FIT, we have been able to significantly extend our dissemination efforts to the medical imaging community by making them easily available for their u..."
 }
}