{
 "awd_id": "1017635",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GV: Small: Collaborative Research: An Information-Theoretic Framework for Large-Scale Data Analysis and Visualization",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Zemankova",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 292147.0,
 "awd_amount": 292147.0,
 "awd_min_amd_letter_date": "2010-09-05",
 "awd_max_amd_letter_date": "2010-09-05",
 "awd_abstract_narration": "The growing power of supercomputers provides significant advancements to the scientists' capability to simulate more complex problems at greater detail, leading to high-impact scientific and engineering breakthroughs.  To fully understand the vast amounts of data, scientists need scalable solutions that can perform complex data analysis at different levels of detail.  Over the years, visualization has become an important method to analyze data generated by a variety of computationally intensive applications. The selection of visualization parameters and identification of important features, however, are mostly done in an ad-hoc manner.  To enable the user to explore the data systematically and effectively, in this collaborative research effort involving the Ohio State University and the Michigan Technological University, the PIs explore an information-theoretical framework to evaluate the quality of visualization and guide the selection of algorithm parameters.\r\n\r\nThe research team plans to develop a four-tier analysis framework based on information theory.  The bottom tier of the framework consists of the components of information measures where data are modeled as probability distributions.  Based on the information measurement components, in the tier two of the framework the most common visualization algorithms including isosurface extraction and flowline generation are evaluated and optimized to effectively reveal the most amount of information in the data.  The PIs also investigate issues related to information measurement in image space and optimize the direct volume rendering results. The tier three of the framework is focused on the analysis of time-varying and multivariate data sets. Methods for identifying important spatio-temporal regions in time-varying data sets and to measure the information flow in multivariate data sets to identify the causal relationship among different variables will be developed.  In the fourth tier of the framework, the information theory is used to assess the quality of different levels of detail in multi-resolution volumes and images, and to select the level of detail to optimize the visualization quality while satisfying the underlying performance constraints.\r\n\r\nThe key accomplishment of this project will be the development of a rigorous information theory based solution to assist scientists in comprehending the vast amounts of data generated by large-scale simulations and effective visualizations.  To target the research at real world applications, the PIs are collaborating with the combustion scientists at Sandia National Laboratories who are at the forefront of their field to employ extreme-scale computing to solve the most challenging problems. The four-tier information-theoretic framework will be implemented using the Visualization Toolkit (VTK), which is to be released to general users.  New algorithms and techniques developed in the project will be disseminated through the project web site (http://www.cse.ohio-state.edu/~hwshen/Research/NSF_GV2010), presentations at the annual visualization and application-specific conferences that the PIs have been actively participating in. Dissemination plan will also includes reaching general audiences through news, stories, and presentations to enhance their understanding and appreciation of the value of visualization. This project provides training to graduate, undergraduate, and underrepresented students in the area of computational science and large-scale data analysis and visualization.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Han-Wei",
   "pi_last_name": "Shen",
   "pi_mid_init": "h",
   "pi_sufx_name": "",
   "pi_full_name": "Han-Wei h Shen",
   "pi_email_addr": "hwshen@cse.ohio-state.edu",
   "nsf_id": "000124930",
   "pi_start_date": "2010-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745300",
   "pgm_ele_name": "GRAPHICS & VISUALIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7453",
   "pgm_ref_txt": "GRAPHICS & VISUALIZATION"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 292147.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The key accomplishment of this collaborative project is the development of a rigorous information theory based solution to assist scientists in comprehending the vast amounts of data generated by large-scale simulations. We have successfully promoted a new way to conduct scientific data analysis and visualization using information theory in many applications, including scalar and vector field data, time-varying multivariate data. This information-theoretic approach has now been widely accepted by the visualization community as a variable solution to quantify information in the data analysis and visualization.&nbsp;</p>\n<p><br />Throughout this project, PI Shen at Ohio State University has published a total of 13 top journal and conference papers, and graduated three Ph.D.s under this project. &nbsp;He has also given several invited talks and summer school courses. &nbsp;PI Wang at Michigan Tech has published a total of nine journal and conference papers, given nine invited talks at research institutions and laboratories, and advised six PhD, MS, and undergraduate students. PIs Shen and Wang organized a tutorial at IEEE VisWeek 2013 and disseminated our research results from this project through tutorial presentation and discussion. To target the research at real-world applications, the PIs have collaborated with climate and combustion scientists who are at the forefront of their field to employ extreme-scale computing to solve the most challenging problems. The PIs have also successfully reached out to middle and high school students through summer youth programs (Women in Computer Science, Women in Engineering, and Engineering Scholars Program) and open house events, inspiring them to pursue visualization research in the future.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/21/2014<br>\n\t\t\t\t\tModified by: Han-Wei&nbsp;Shen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe key accomplishment of this collaborative project is the development of a rigorous information theory based solution to assist scientists in comprehending the vast amounts of data generated by large-scale simulations. We have successfully promoted a new way to conduct scientific data analysis and visualization using information theory in many applications, including scalar and vector field data, time-varying multivariate data. This information-theoretic approach has now been widely accepted by the visualization community as a variable solution to quantify information in the data analysis and visualization. \n\n\nThroughout this project, PI Shen at Ohio State University has published a total of 13 top journal and conference papers, and graduated three Ph.D.s under this project.  He has also given several invited talks and summer school courses.  PI Wang at Michigan Tech has published a total of nine journal and conference papers, given nine invited talks at research institutions and laboratories, and advised six PhD, MS, and undergraduate students. PIs Shen and Wang organized a tutorial at IEEE VisWeek 2013 and disseminated our research results from this project through tutorial presentation and discussion. To target the research at real-world applications, the PIs have collaborated with climate and combustion scientists who are at the forefront of their field to employ extreme-scale computing to solve the most challenging problems. The PIs have also successfully reached out to middle and high school students through summer youth programs (Women in Computer Science, Women in Engineering, and Engineering Scholars Program) and open house events, inspiring them to pursue visualization research in the future.\n\n\t\t\t\t\tLast Modified: 11/21/2014\n\n\t\t\t\t\tSubmitted by: Han-Wei Shen"
 }
}