{
 "awd_id": "1017811",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RI:  Small:  Collaborative Reference in Open Domains",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tatiana Korelsky",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2010-08-01",
 "awd_max_amd_letter_date": "2010-08-01",
 "awd_abstract_narration": "Reference, the ability to single out objects in the world using\r\nlinguistic expressions, is a fundamental part of communication.\r\nCognitive scientists have showed that people collaborate on reference,\r\nfor example by negotiating about how to describe things.  This project\r\nlays the groundwork for computer systems that can do the same.\r\nEventual applications range from talking robots that can communicate\r\nwith people in real physical environments, to tutoring and\r\ndecision-support systems that can give comprehensible explanations of\r\nspecialized concepts.  These applications are open domains, in the\r\nsense that one interlocutor, or both, may have no simple descriptor\r\nfor an unfamiliar object.  So the system has to have flexible\r\nstrategies for describing things in words and inference mechanisms\r\nthat acknowledge the possibility of a misunderstanding by either\r\nsystem or user.\r\n\r\nThis project undertakes exploratory work on the communicative\r\nstrategies and inference mechanisms required for collaborative\r\nreference in open domains.  During the academic year, PI Stone works\r\nwith a computer science student to extend a prototype system with\r\nadditional methods for collaborating under uncertainty, drawing on the\r\nstudent's ongoing research in cognitive modeling, planning and\r\nlearning.  During the summer, Stone works with a three-member\r\ninterdisciplinary team doing corpus analysis, grammar development and\r\nintegration to characterize generic strategies for describing shape,\r\nusing rough descriptions and part-whole relationships.  The results\r\nare an open-source prototype with more general collaborative reference\r\nabilities along with specific hypotheses, informed by publishable\r\nlinguistic and conceptual analyses, about how these abilities might\r\naffect the system's success in referring to unfamiliar objects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Stone",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew D Stone",
   "pi_email_addr": "matthew.stone@rutgers.edu",
   "nsf_id": "000246829",
   "pi_start_date": "2010-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>People increasingly use mobile devices to get information about what's going on nearby.&nbsp; This is a new way to interact with computers, and technologists are looking to develop powerful but natural new interfaces in response.&nbsp; Think of Google's glasses display, or Apple's Siri voice search.&nbsp; As engaging as emerging systems are, they still communicate with users in very limited ways.&nbsp; This project focused on expanding systems' ability to identify objects in the world naturally to people.<br /><br />When people communicate with one another, they identify objects by describing them creatively and flexibly.&nbsp; You can find diversity among people in almost any aspect of language use.&nbsp; For example, this project documented differences in the descriptions people use to pick out objects by color.&nbsp; Such variability is not surprising, but it means that you can't build a system to use color words - or any other vocabulary - in some one right way.&nbsp; Instead, systems have to infer good interpretations from knowledge of language, knowledge of the speaker, and the context of ongoing activity.<br /><br />This project developed important new tools for solving such problems. In general, computer scientists develop intelligent systems using representations - formal data structures that package related information together in a constrained and systematic framework.&nbsp; Onecontribution of this project is a new representation for utterance interpretation in interactive systems that shows how utterances relate to ongoing activity more precisely than previous approaches.&nbsp; Using this representation should make it easier for systems to exploit the context to recognize speakers' intended meanings.&nbsp; These results are published at a 2013 conference on computational semantics.<br /><br />In general, intelligent systems work by instantiating representations in response to reasoning problems using systematic search and empirical heuristics.&nbsp; A second contribution of this project is to describe new inference mechanisms for recognizing utterance interpretations.&nbsp; Given representations that link utterances to context and track the system's own experience, it becomes feasible to hypothesize new meanings in interpretations, rather than just to use the predefined meanings preprogrammed in the system.&nbsp; A preliminary empirical study showed that using this open-ended representation and inference improves the system's ability to accommodate creative and<br />natural language from interlocutors.&nbsp; These results are published at a 2012 conference on computational semantics.<br /><br />The new representations and algorithms from the project offer more precise and flexible computational techniques for systems to understand human language.&nbsp; This is the intellectual merit of the project's results.&nbsp; The expectation is that systems with richer abilities will have important broader impacts in society by enabling natural interfaces for people to access information in a wide variety of contexts.&nbsp; The project has also contributed to the training of scientists to pursue this work in the future.&nbsp; The project brought together teams with a wide range of backgrounds and expertise - including undergraduates, graduate students and senior researchers, with training in computer science, lingustics, philosophy and psychology - for collaborative work.&nbsp; This work not only strengthened team members' expertise in their home discipline but exposed them to the interrelated threads of theoretical, computational and empirical research required for building intelligent interactive systems.<br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/30/2013<br>\n\t\t\t\t\tModified by: Matthew&nbsp;D&nbsp;Stone</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPeople increasingly use mobile devices to get information about what's going on nearby.  This is a new way to interact with computers, and technologists are looking to develop powerful but natural new interfaces in response.  Think of Google's glasses display, or Apple's Siri voice search.  As engaging as emerging systems are, they still communicate with users in very limited ways.  This project focused on expanding systems' ability to identify objects in the world naturally to people.\n\nWhen people communicate with one another, they identify objects by describing them creatively and flexibly.  You can find diversity among people in almost any aspect of language use.  For example, this project documented differences in the descriptions people use to pick out objects by color.  Such variability is not surprising, but it means that you can't build a system to use color words - or any other vocabulary - in some one right way.  Instead, systems have to infer good interpretations from knowledge of language, knowledge of the speaker, and the context of ongoing activity.\n\nThis project developed important new tools for solving such problems. In general, computer scientists develop intelligent systems using representations - formal data structures that package related information together in a constrained and systematic framework.  Onecontribution of this project is a new representation for utterance interpretation in interactive systems that shows how utterances relate to ongoing activity more precisely than previous approaches.  Using this representation should make it easier for systems to exploit the context to recognize speakers' intended meanings.  These results are published at a 2013 conference on computational semantics.\n\nIn general, intelligent systems work by instantiating representations in response to reasoning problems using systematic search and empirical heuristics.  A second contribution of this project is to describe new inference mechanisms for recognizing utterance interpretations.  Given representations that link utterances to context and track the system's own experience, it becomes feasible to hypothesize new meanings in interpretations, rather than just to use the predefined meanings preprogrammed in the system.  A preliminary empirical study showed that using this open-ended representation and inference improves the system's ability to accommodate creative and\nnatural language from interlocutors.  These results are published at a 2012 conference on computational semantics.\n\nThe new representations and algorithms from the project offer more precise and flexible computational techniques for systems to understand human language.  This is the intellectual merit of the project's results.  The expectation is that systems with richer abilities will have important broader impacts in society by enabling natural interfaces for people to access information in a wide variety of contexts.  The project has also contributed to the training of scientists to pursue this work in the future.  The project brought together teams with a wide range of backgrounds and expertise - including undergraduates, graduate students and senior researchers, with training in computer science, lingustics, philosophy and psychology - for collaborative work.  This work not only strengthened team members' expertise in their home discipline but exposed them to the interrelated threads of theoretical, computational and empirical research required for building intelligent interactive systems.\n\n\n\n\t\t\t\t\tLast Modified: 01/30/2013\n\n\t\t\t\t\tSubmitted by: Matthew D Stone"
 }
}