{
 "awd_id": "1017231",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III: Small: Collaborative Research: Analysis of Multi-Dimensional Protein Design Spaces with Pareto Optimization of Experimental Designs",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 331802.0,
 "awd_amount": 331802.0,
 "awd_min_amd_letter_date": "2010-09-16",
 "awd_max_amd_letter_date": "2010-09-16",
 "awd_abstract_narration": "In developing variants of natural proteins with improved properties and activities, protein engineers are confronted with large, complex design spaces.  The degrees of freedom for producing variants mirror nature but can be specifically targeted experimentally, choosing parent proteins, replacements for some amino acids (site-directed mutation), and locations for crossing over between parents (site-directed recombination).  A set of choices, constituting a design, can be evaluated by multiple disparate criteria, including consistency with evolutionary information, energetic favorability with respect to a three-dimensional structure, and incorporation of specific characteristics distinguishing functional subclasses. Unfortunately, the different evaluation metrics may be complementary or even contradictory, and the prior information on which they are based is incomplete, so that the metrics are only more or less accurate in predicting the real-life quality of the designs.\r\n\r\nThe overall goal of this project is to develop efficient methods to characterize complex protein design spaces and optimize high-quality designs for experimental evaluation.  A combinatorial protein engineering approach will be pursued, experimentally constructing a library of related variants and assaying them for properties of interest.  Potential scores will evaluate a possible library (without explicitly enumerating its members) with respect to prior information from sequence, structure, and functional subclass.  To account for disparate evaluation metrics, design algorithms will focus on the\r\nidentification of Pareto optimal designs, those for which no other design is as good or better with respect to all desired criteria.  To account for incomplete prior information, design algorithms will trade off between exploitation of the prior information and broader exploration of the design space, seeking to identify a diverse set of designs, each with a diverse set of variants.  Markov Chain Monte Carlo sampling algorithms will characterize the overall design space by generating choices for the degrees of freedom and evaluating the designs with the potential scores, using the scores and diversity metrics to appropriately explore the space.  Exact algorithms will more precisely focus on regions of interest, dividing and conquering the design space and employing combinatorial optimization algorithms to identify Pareto optimal designs.\r\n\r\nThe design space approach provides a powerful new mechanism to address protein engineering applications, enabling the engineer to explicitly evaluate and optimize for trade-offs among important criteria and considerations.  Interactive tools will help engineers navigate through the regions of interest, visualize designs and perform \"what-if\" analyses, and compare and contrast Pareto optimal designs. A design space repository will enable sharing of analyses and underlying data.  The tools and repository will support protein engineering for a range of activities in the national interest, including biosensors, production of novel biological therapeutics and novel enzymes for green chemical synthesis, energy extraction, and bioremediation.  As part of the project, the mechanism will be put to use in the engineering of soluble and robust cytochrome P450s that employ the inexpensive and non-toxic hydrogen peroxide to hydroxylate steroids and multi-ring compounds that mimic estrogenic (feminizing) steroids in the environment without the need for living cells or protein cofactors.  Such enzymes would be valuable as tools for chemical synthesis, waste treatment, and bioremediation.\r\n\r\nThis project provides an ideal venue to impart cross-disciplinary training to students by illustrating how computational techniques can be fruitfully integrated with experimentation in answering important biological questions.  Aspects of the project will be used in both undergraduate and graduate courses, from an introductory biology course to an advanced bioinformatics course.  The project itself will provide the opportunity for inter-disciplinary research training for graduates and undergraduates, including those from underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Bailey-Kellogg",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher J Bailey-Kellogg",
   "pi_email_addr": "cbk@cs.dartmouth.edu",
   "nsf_id": "000245840",
   "pi_start_date": "2010-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "7 LEBANON ST",
  "perf_city_name": "HANOVER",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037552170",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 331802.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The focus of this project is to develop and apply new methods for uncovering good designs in complex design spaces characterized by high degrees of freedom and multiple quality measures. The motivating context is protein design, where the degrees of freedom are choices of site-directed mutations and site-directed recombination breakpoints, and the quality measures are derived from analysis of protein sequence, structure, and function. &nbsp;Recognizing that different quality measures may be complementary or even competing, the goal adopted here is to identify the Pareto optimal designs -- those for which no other design is as good or better with respect to all criteria.&nbsp;</p>\n<p><br />The project yielded a portfolio of powerful new computational methods for efficiently assessing diverse criteria and optimizing them in different design settings. It also demonstrated the utility of these methods in a wide range of protein design applications, impacting a broad set of life science researchers and engineers. Two general algorithmic approaches were developed to uncover all and only the Pareto optimal designs, without explicitly considering the massive number of designs that they dominate. These algorithms were designed and instantiated for a variety of protein design contexts including optimizing sets of enzymes for a combination of improved activity and overall diversity, optimizing interacting proteins so as to balance strength and specificity of interaction, and optimizing therapeutic proteins in order to mitigate undesired immune recognition while maintaining stability and function. In addition to optimizing individual proteins, the methods were extended to optimize entire combinatorial libraries of proteins and peptides, mixing-and-matching mutations or gene fragments to yield sets of variants that overall are enriched in desired combinations of properties of interest.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/26/2014<br>\n\t\t\t\t\tModified by: Christopher&nbsp;J&nbsp;Bailey-Kellogg</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe focus of this project is to develop and apply new methods for uncovering good designs in complex design spaces characterized by high degrees of freedom and multiple quality measures. The motivating context is protein design, where the degrees of freedom are choices of site-directed mutations and site-directed recombination breakpoints, and the quality measures are derived from analysis of protein sequence, structure, and function.  Recognizing that different quality measures may be complementary or even competing, the goal adopted here is to identify the Pareto optimal designs -- those for which no other design is as good or better with respect to all criteria. \n\n\nThe project yielded a portfolio of powerful new computational methods for efficiently assessing diverse criteria and optimizing them in different design settings. It also demonstrated the utility of these methods in a wide range of protein design applications, impacting a broad set of life science researchers and engineers. Two general algorithmic approaches were developed to uncover all and only the Pareto optimal designs, without explicitly considering the massive number of designs that they dominate. These algorithms were designed and instantiated for a variety of protein design contexts including optimizing sets of enzymes for a combination of improved activity and overall diversity, optimizing interacting proteins so as to balance strength and specificity of interaction, and optimizing therapeutic proteins in order to mitigate undesired immune recognition while maintaining stability and function. In addition to optimizing individual proteins, the methods were extended to optimize entire combinatorial libraries of proteins and peptides, mixing-and-matching mutations or gene fragments to yield sets of variants that overall are enriched in desired combinations of properties of interest. \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/26/2014\n\n\t\t\t\t\tSubmitted by: Christopher J Bailey-Kellogg"
 }
}