{
 "awd_id": "1017007",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RI: Small: Interactive Perception for Manipulating Non-Rigid Objects",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924768",
 "po_email": "jyang@nsf.gov",
 "po_sign_block_name": "Jie Yang",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 417908.0,
 "awd_amount": 417908.0,
 "awd_min_amd_letter_date": "2010-08-19",
 "awd_max_amd_letter_date": "2013-09-19",
 "awd_abstract_narration": "Traditional robotics research has adopted a sense-plan-act paradigm in which it is assumed that the sensors are capable of providing enough information in order to decide the next course of action.  Humans and animals, however, frequently adopt a different approach, such as shuffling through a pile of unknown objects in order to identify an item of interest hidden beneath the pile.  This project explores the concept of interactive perception (or manipulated-guided sensing), in which successive manipulations of objects in an environment are used to increase vision-based understanding of that environment, and vice versa.  In particular, the project involves developing appropriate low-order models of highly non-rigid structures such as fabrics and textiles; constructing algorithms to perform real-time vision-based sensing of such objects in cluttered, unstructured environments; and building prototype robotic hardware for testing the resulting models and algorithms.  The research forms an integral part of next-generation household service robots performing everyday tasks such as sorting and folding laundry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Walker",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Ian D Walker",
   "pi_email_addr": "iwalker@clemson.edu",
   "nsf_id": "000373849",
   "pi_start_date": "2013-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Stanley",
   "pi_last_name": "Birchfield",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Stanley T Birchfield",
   "pi_email_addr": "stb@clemson.edu",
   "nsf_id": "000256446",
   "pi_start_date": "2010-08-19",
   "pi_end_date": "2013-09-19"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Walker",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Ian D Walker",
   "pi_email_addr": "iwalker@clemson.edu",
   "nsf_id": "000373849",
   "pi_start_date": "2010-08-19",
   "pi_end_date": "2013-09-19"
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "201 SIKES HALL",
  "perf_city_name": "CLEMSON",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 417908.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project examined automated sensing and manipulation (and their interaction) of non-rigid objects. In particular, we investigated the problem of identifying and handling articles of clothing when arbitrarily crumpled and piled, as found when a dryer is unloaded when doing laundry. This part of the laundry process is particularly difficult to automate due to the unstructured initial arrangement of the clothes, and hard to predict movements of articles of clothing under manipulation - in both cases due to their inherent lack of rigid elements. Our research demonstrated how &ldquo;interactive perception&rdquo;, or successive operations of manipulating and then sensing non-rigid clothing items, improves the ability to classify individual items (as shirts, pants, shorts, etc.). Using a simple manipulator and inexpensive RGBD sensing (a Microsoft Kinect sensor), we further developed and implemented several algorithms for identification and classification and tracking of flexible objects such as clothing. In support of this work, we built and archived a large indexed database of RGBD clothing images from real laundry baskets across a range of configurations. Further research concentrated on the robotic manipulation of flexible surfaces, and on 3D mapping of environments using RGBD sensors. We additionally conducted basic research demonstrating how sensing of active manipulation of articulated objects can be used to predict and reconstruct how they articulate (i.e. find their hinge and rotation axes).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/05/2014<br>\n\t\t\t\t\tModified by: Ian&nbsp;D&nbsp;Walker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project examined automated sensing and manipulation (and their interaction) of non-rigid objects. In particular, we investigated the problem of identifying and handling articles of clothing when arbitrarily crumpled and piled, as found when a dryer is unloaded when doing laundry. This part of the laundry process is particularly difficult to automate due to the unstructured initial arrangement of the clothes, and hard to predict movements of articles of clothing under manipulation - in both cases due to their inherent lack of rigid elements. Our research demonstrated how \"interactive perception\", or successive operations of manipulating and then sensing non-rigid clothing items, improves the ability to classify individual items (as shirts, pants, shorts, etc.). Using a simple manipulator and inexpensive RGBD sensing (a Microsoft Kinect sensor), we further developed and implemented several algorithms for identification and classification and tracking of flexible objects such as clothing. In support of this work, we built and archived a large indexed database of RGBD clothing images from real laundry baskets across a range of configurations. Further research concentrated on the robotic manipulation of flexible surfaces, and on 3D mapping of environments using RGBD sensors. We additionally conducted basic research demonstrating how sensing of active manipulation of articulated objects can be used to predict and reconstruct how they articulate (i.e. find their hinge and rotation axes).\n\n \n\n\t\t\t\t\tLast Modified: 08/05/2014\n\n\t\t\t\t\tSubmitted by: Ian D Walker"
 }
}