{
 "awd_id": "1019370",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Breakthrough Concepts on Nanofibrous Membranes with Directed Water Channels for Energy-Saving Water Purification",
 "cfda_num": "47.049",
 "org_code": "03070012",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2010-04-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 290000.0,
 "awd_amount": 290000.0,
 "awd_min_amd_letter_date": "2010-02-04",
 "awd_max_amd_letter_date": "2011-01-25",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\n\r\nThis EAGER proposal aims to investigate breakthrough concepts on a new format of thin-film nanofibrous composite (TFNC) polymeric membranes containing directed water channels for high-flux water purification (e.g. nanofiltration (NF) and reverse osmosis (RO)). Such nanofibrous membranes, radically different from conventional polymer membranes, are untested but represent a potentially transformative technology for significant energy-saving and cost-effective water purification applications. The two new concepts for the radically different membrane design involve (1) the replacement of the conventional flux-limited porous substrate layer with a high-flux functional nanofibrous scaffold containing an asymmetric structure with inter-connected void morphology, and (2) the creation of a thinner, stronger and functional nanocomposite barrier layer, imbedded with interconnected and directed water channels. Although the new membrane format is applicable to all liquid filtration, the proposed research will focus on water purification involving NF and RO. Preliminary experiments on the hierarchical design and assembly of this unique nanofibrous membrane for ultrafiltration (UF) application have already revealed very promising potentials. For example, by using a hydrophilic nanocomposite barrier layer, an asymmetric electrospun nanofibrous mid-layer scaffold and a non-woven microfibrous support, the flux rate of this not yet optimized membrane system is already 3-10 times better than that of the best among all known conventional UF media without losing the high rejection and low fouling criteria. \r\n\r\nNON-TECHNICAL SUMMARY:\r\n\r\nThis EAGER proposal aims to investigate breakthrough concepts on a new format of polymeric membranes, containing nanofibrous scaffolds and nanocomposite coatings, for very high-flux water purification (e.g. nanofiltration (NF) and reverse osmosis (RO)). The research shall allow us to verify this revolutionary and \"high risk-high payoff\" concept, as well as to gain new insights into the transportation of dynamic molecular water clusters in confined channels. The success of the proposed research can bring significant benefits to society by providing practical means for high-flux liquid filtration applications in the chemical, materials, energy and biomedical industries. The proposed high-flux technology on water purification can immediately reap benefits on the quality-of-life and health concerns as well as energy savings. For example, there are increasing concerns on the presence of emerging contaminants in drinking water sources all over the world. These challenges offer us new opportunities to develop novel and innovative energy saving membrane products as well as improved water processing technologies.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Hsiao",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin S Hsiao",
   "pi_email_addr": "benjamin.hsiao@stonybrook.edu",
   "nsf_id": "000113397",
   "pi_start_date": "2010-02-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Chu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Chu",
   "pi_email_addr": "bchu@notes.cc.sunysb.edu",
   "nsf_id": "000159345",
   "pi_start_date": "2010-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 145000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 145000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This EAGER project aims to investigate breakthrough concepts on a new format of thin-film nanofibrous composite (TFNC) polymeric membranes containing directed water channels for high-flux water purification (e.g., microfiltration (MF) and ultrafiltration (UF)). Such nanofibrous membranes, being very different from conventional polymer membranes, represent a potentially transformative technology for significant energy-saving and cost-effective water purification applications.</p>\n<p>The two new concepts for the radically different membrane design involve (1) the replacement of the conventional flux-limited porous substrate layer with a high-flux functional nanofibrous scaffold containing an asymmetric structure with inter-connected void morphology, and (2) the creation of a thinner, stronger and functional nanocomposite barrier layer, imbedded with interconnected and directed water channels. Experimental results on the hierarchical design and assembly of this unique nanofibrous membrane for UF applications have revealed very promising potential. For example, by using a hydrophilic nanocomposite barrier layer, an asymmetric electrospun nanofibrous mid-layer scaffold and a non-woven microfibrous support (see Figure 1 attached), the flux rate of this membrane system is 3-10 times better than that of the best among all known conventional UF media without losing the high rejection and low fouling criteria.</p>\n<p>The new nanocomposite barrier layer made by interfacial polymerization permits the introduction of directed water channels. In one practical approach, the channels, being formed at the interface between the interconnected nanofibrous scaffold and the polymer matrix, were used to guide the transport of water molecules in a directed manner and to also exclude contaminant molecules. This concept was demonstrated by embedding overlapped oxidized multi-walled carbon nanotubes into the polyvinyl alcohol (PVA) barrier layer for ultrafiltration (UF). &nbsp;We anticipate that the same approach can be extended by substituting oxidized carbon nanotubes with ultra-fine cellulose nanofibers (diameter about 5 nm), derived from wood pulp and being environmentally friendly as well as more cost-effective, into highly<br />cross-linked polymer barrier layers. The resulting TFNC membranes exhibited a permeation flux significantly higher than those of conventional thin-film<br />composite (TFC) membranes for nanofiltration, while maintaining the same<br />rejection capability.</p>\n<p>A schematic diagram of directed and non-directed water channels in the nanocomposite barrier layer containing the nanofibrous scaffold and the polymer matrix is shown in Figure 2.&nbsp; The directed water channels are formed<br />through the formation of interface between the cross-linked nanofibers and the polymer matrix, while the gap thickness may be regulated by physical interactions or chemical bonding between the two. This interfacial thickness can directly affect the selectivity of molecules to be removed.&nbsp; In addition, the nature of the nanofiber surface, i.e., neutral versus charged, positively charged versus negatively charged, or hydrophilic versus hydrophobic, should also play a crucial role in fine tuning the selectivity or the capability to reject the charged molecules, such as metal ions. It is clear that the effects of these parameters on the permeability or the rejection ratio in corresponding membranes are largely unknown, and have become an active and worthy research topic, for further investigations.</p>\n<p>The broader impacts of this project are as follows. The success of the proposed research will bring significant benefits to society by providing practical means for high-flux liquid filtration applications in the chemical, materials, energy and biomedical industries. The proposed high-flux technology on water purification can immediately reap benefits on the quality-of-life ...",
  "por_txt_cntn": "\nThis EAGER project aims to investigate breakthrough concepts on a new format of thin-film nanofibrous composite (TFNC) polymeric membranes containing directed water channels for high-flux water purification (e.g., microfiltration (MF) and ultrafiltration (UF)). Such nanofibrous membranes, being very different from conventional polymer membranes, represent a potentially transformative technology for significant energy-saving and cost-effective water purification applications.\n\nThe two new concepts for the radically different membrane design involve (1) the replacement of the conventional flux-limited porous substrate layer with a high-flux functional nanofibrous scaffold containing an asymmetric structure with inter-connected void morphology, and (2) the creation of a thinner, stronger and functional nanocomposite barrier layer, imbedded with interconnected and directed water channels. Experimental results on the hierarchical design and assembly of this unique nanofibrous membrane for UF applications have revealed very promising potential. For example, by using a hydrophilic nanocomposite barrier layer, an asymmetric electrospun nanofibrous mid-layer scaffold and a non-woven microfibrous support (see Figure 1 attached), the flux rate of this membrane system is 3-10 times better than that of the best among all known conventional UF media without losing the high rejection and low fouling criteria.\n\nThe new nanocomposite barrier layer made by interfacial polymerization permits the introduction of directed water channels. In one practical approach, the channels, being formed at the interface between the interconnected nanofibrous scaffold and the polymer matrix, were used to guide the transport of water molecules in a directed manner and to also exclude contaminant molecules. This concept was demonstrated by embedding overlapped oxidized multi-walled carbon nanotubes into the polyvinyl alcohol (PVA) barrier layer for ultrafiltration (UF).  We anticipate that the same approach can be extended by substituting oxidized carbon nanotubes with ultra-fine cellulose nanofibers (diameter about 5 nm), derived from wood pulp and being environmentally friendly as well as more cost-effective, into highly\ncross-linked polymer barrier layers. The resulting TFNC membranes exhibited a permeation flux significantly higher than those of conventional thin-film\ncomposite (TFC) membranes for nanofiltration, while maintaining the same\nrejection capability.\n\nA schematic diagram of directed and non-directed water channels in the nanocomposite barrier layer containing the nanofibrous scaffold and the polymer matrix is shown in Figure 2.  The directed water channels are formed\nthrough the formation of interface between the cross-linked nanofibers and the polymer matrix, while the gap thickness may be regulated by physical interactions or chemical bonding between the two. This interfacial thickness can directly affect the selectivity of molecules to be removed.  In addition, the nature of the nanofiber surface, i.e., neutral versus charged, positively charged versus negatively charged, or hydrophilic versus hydrophobic, should also play a crucial role in fine tuning the selectivity or the capability to reject the charged molecules, such as metal ions. It is clear that the effects of these parameters on the permeability or the rejection ratio in corresponding membranes are largely unknown, and have become an active and worthy research topic, for further investigations.\n\nThe broader impacts of this project are as follows. The success of the proposed research will bring significant benefits to society by providing practical means for high-flux liquid filtration applications in the chemical, materials, energy and biomedical industries. The proposed high-flux technology on water purification can immediately reap benefits on the quality-of-life and health issues as well as energy savings. For example, there are increasing concerns on the presence of emerging conta..."
 }
}