{
 "awd_id": "1019817",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Constraining the Formation and Evolution of the Proterozoic Orogenic Belt of the SW USA Based on Geochronology of Garnet and Accessory Minerals",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 229904.0,
 "awd_amount": 229904.0,
 "awd_min_amd_letter_date": "2010-07-18",
 "awd_max_amd_letter_date": "2010-07-18",
 "awd_abstract_narration": "Understanding the formation of the continental crust is key to unraveling earth history and determining the distribution of mineral and material resources within the earth. The continental crust of the southern Rocky Mountain region of the southwestern United States was formed between 1.8 billion and 1.6 billion years ago. The formation of this crust resulted in one of the largest additions of rock material to the North American continent, and produced a large mountain belt similar in scale to the modern Himalaya. Existing age determinations of rocks using radiogenic isotopes have not uniquely determined the time of mountain building and crustal formation.  These researchers will use recently developed techniques to determine the age of the mineral garnet, which is an important rock-forming mineral that is diagnostic of metamorphic conditions during mountain building. Determining the ages of garnet therefore provides the opportunity to better understand the timing of mountain building, and therefore processes of crustal formation in the southern Rocky Mountains.\r\n\r\nThese scientists will attempt to determine the timing of amphibolite facies metamorphism in southern Colorado and northern New Mexico by directly dating garnets by the Lu/Hf and Sm/Nd methods. The ages should provide robust constraints on the timing of garnet growth and therefore the timing of metamorphism because much of the orogenic belt experienced peak metamorphic conditions between 500 and 650 degrees Celcius; this is well below the closure temperature for the Lu/Hf system in garnet. In regions where temperatures exceeded 600 degrees Celcius, the difference between the Lu/Hf and Sm/Nd ages may indicate the duration of the high temperature metamorphic event. For key samples, we will also date accessory phases using the U/Pb isotopic system, including monazite, xenotime, and zircon. The dating will be tied to detailed studies of porphyroblast matrix relationships in order to directly link deformation to metamorphism. A variety of geothermobarometers will be combined with isochemical phase diagrams, petrogenetic grids, and metamorphic textures to determine the burial and exhumation histories of the dated samples. These data are essential to fully understand the tectonic and geodynamic evolution that led to the formation of the southwestern portion of the North American continent.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Andronicos",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher L Andronicos",
   "pi_email_addr": "candroni@purdue.edu",
   "nsf_id": "000420519",
   "pi_start_date": "2010-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 155188.0
  }
 ],
 "por": null
}