{
 "awd_id": "1019454",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RIG: Comparative Genomics of Indels in Primate Lineages",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 199974.0,
 "awd_amount": 199974.0,
 "awd_min_amd_letter_date": "2010-07-30",
 "awd_max_amd_letter_date": "2011-08-12",
 "awd_abstract_narration": "The main goal of comparative genomics is to identify functional elements by comparing sequences between organisms. Current rapid development of next generation technologies made it possible to compare entire genomes, identify differences, and interpret them in the context of specific adaptations and functions. Among vertebrates, the primates provide excellent models for comparative genomics studies because the quality of genome sequence, coverage, and annotation of genes is currently unmatched in other mammalian groups. This project takes advantage of this resource and aims to identify, verify, and assess the impact and history of large insertions and deletions (indels), especially those located within known functional elements, such as regulatory elements and genes. Specifically, the main objective is to use four pairs of comparisons: human to chimpanzee (HuCh), human to gorilla (HuGo), human to macaque (HuMa), and human to orangutan (HuOr), to identify computationally and validate in the laboratory those functional indels with signatures of natural selection. To accomplish the main objective of the project, the experiments are designed to reach four specific aims: (1) identification, characterization and analysis of indels in pair-wise comparison between the five species, (2) identification of indels in functional elements, (3) estimation of indel impact on gene structure and protein products, and (4) determination of ancestral states and interrogating flanking sequences of indels for the signatures of natural selection. The study will concentrate on large indels (10-1,000 bp) since they are more likely to have large impacts, and also because they are easily identified with only basic molecular techniques such as PCR and electrophoresis. In addition, the project can serve as a model for further investigations in other mammalian and non-mammalian species, as well as for population genetics studies in any vertebrate species for which the genome sequence is available.\r\n\r\nThis study will broaden participation in science by training individuals from the underrepresented Hispanic minority who will conduct basic science research. Following their computational discovery by comparison of published genome sequences, the indel-containing fragments will be amplified by a basic PCR technique and validated by gel electrophoresis, where different alleles will be visible due to large differences in size, a strategy that will allow the project to be divided into parts, and generate development of several independent comparative genomics studies by undergraduate students. Thus, many participating minority students will be exposed to basic and advanced techniques in molecular biology, as well as to the most current topics in genome analysis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Taras",
   "pi_last_name": "Oleksyk",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Taras K Oleksyk",
   "pi_email_addr": "oleksyk@oakland.edu",
   "nsf_id": "000550086",
   "pi_start_date": "2010-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Puerto Rico Mayaguez",
  "inst_street_address": "259 BLVD ALFONSO VALDES",
  "inst_street_address_2": "",
  "inst_city_name": "MAYAGUEZ",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7878312065",
  "inst_zip_code": "006806475",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "UNIVERSITY OF PUERTO RICO",
  "org_prnt_uei_num": "RD8QJEHNYLJ7",
  "org_uei_num": "GZRNJ1GZDBM1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Puerto Rico Mayaguez",
  "perf_str_addr": "259 BLVD ALFONSO VALDES",
  "perf_city_name": "MAYAGUEZ",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "006806475",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "748700",
   "pgm_ele_name": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7487",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "7692",
   "pgm_ref_txt": "RIG/CAA"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 199974.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Comparative genomics is a dynamic field, focusing on finding, and describing functional elements in the rapidly growing data from sequenced genomes of different species.&nbsp; Given the large amount of rapidly growing sequencing data, we are npw presented with a unique opportunity to examine origins and function of every genetic element and explain their evolutionary history. &nbsp;While many structural variations, such as <strong>insertions/deletions (indels),</strong> copy number polymorphisms and retrotransposition events have been well characterized in direct comparisons between reference genomes, some variants need to be validated by laboratory methods.&nbsp;&nbsp; This study concentrated on a subset of <strong>large indels</strong> (&gt;10 bp) discovered by comparison of primate species in the evolutionary branch leading to our own species. &nbsp;Those structural changes arising during the differentiation between humans and their closest extant relatives are especially interesting, because they provide excellent candidates for discovering sequence variants that determine our own human species.</p>\n<p>We identified, classified and analyzed 36,422 indels discovered in comparison between the reference genomes humans and five primate species (24,229 came from human-chimpanzee, 245 from human-gorilla, 8,895 from human-macaque, and 3,053 came from the human-orangutan comparison). We studied properties of these indels as well as their distribution in the five genomes based on size, numbers of copies, and locations. We confirmed our earlier findings that most indels are found in the intergenic sequences and introns, but they are underrepresented in coding sequences of exons (<strong>Figure 1</strong>), considered to be locations with the highest impact on protein structure and function. &nbsp;A larger than expected proportion of indels found in the<em> Homo/Pan</em> comparison are associated with nervous and reproductive system.&nbsp; However, it was unclear whether the remaining variants confer any functional impact and if they are still carry adaptive value for the species.&nbsp; &nbsp;To evaluate possible impact, we proceeded to (1) validate the 152 indels in the coding regions and splice sites, and (2) test for the signatures of positive selection in the flanking regions of these genomic fragments.</p>\n<p>In the validation process, we designed degenerate primers for each site, amplified them by PCR and used electrophoresis to visualize variation of the product length.&nbsp; This simple approach was possible since we restricted our dataset to indels &gt;10 bp in length, and allowed us to involve many undergraduate students in the process. &nbsp;Some of the fragments reported in the reference comparisons were not found when their corresponding regions were amplified and reported as <em><strong>not validated</strong></em>. This information underlines the importance of completing primate genomes for comparative analysis, and shows the necessity of the experimental review. &nbsp;The <em><strong>validated</strong></em> indels were retained and interrogated for the existence of polymorphism in 96 individuals each from population of Kenya and Yoruba, and a Local Genome Diversity panel developed under a different NSF grant.&nbsp; &nbsp;At least one of the candidate indels (<em>USP7</em>) was polymorphic in the two African populations.&nbsp;</p>\n<p>We looked at flanking regions of each indel to look for signatures of natural selection by accounting for synonymous and non-synonymous differences (Ka/Ks) between the five species. Several potential regions have identified: 31 indels contained signatures of positive selection in the pairwise comparisons, more than we expected from a randomly distributed dataset, indicating that <strong>these fragments were generally retained by positive selection</strong>. &nbsp;To look for more recent selection within the human lineage, we dev...",
  "por_txt_cntn": "\nComparative genomics is a dynamic field, focusing on finding, and describing functional elements in the rapidly growing data from sequenced genomes of different species.  Given the large amount of rapidly growing sequencing data, we are npw presented with a unique opportunity to examine origins and function of every genetic element and explain their evolutionary history.  While many structural variations, such as insertions/deletions (indels), copy number polymorphisms and retrotransposition events have been well characterized in direct comparisons between reference genomes, some variants need to be validated by laboratory methods.   This study concentrated on a subset of large indels (&gt;10 bp) discovered by comparison of primate species in the evolutionary branch leading to our own species.  Those structural changes arising during the differentiation between humans and their closest extant relatives are especially interesting, because they provide excellent candidates for discovering sequence variants that determine our own human species.\n\nWe identified, classified and analyzed 36,422 indels discovered in comparison between the reference genomes humans and five primate species (24,229 came from human-chimpanzee, 245 from human-gorilla, 8,895 from human-macaque, and 3,053 came from the human-orangutan comparison). We studied properties of these indels as well as their distribution in the five genomes based on size, numbers of copies, and locations. We confirmed our earlier findings that most indels are found in the intergenic sequences and introns, but they are underrepresented in coding sequences of exons (Figure 1), considered to be locations with the highest impact on protein structure and function.  A larger than expected proportion of indels found in the Homo/Pan comparison are associated with nervous and reproductive system.  However, it was unclear whether the remaining variants confer any functional impact and if they are still carry adaptive value for the species.   To evaluate possible impact, we proceeded to (1) validate the 152 indels in the coding regions and splice sites, and (2) test for the signatures of positive selection in the flanking regions of these genomic fragments.\n\nIn the validation process, we designed degenerate primers for each site, amplified them by PCR and used electrophoresis to visualize variation of the product length.  This simple approach was possible since we restricted our dataset to indels &gt;10 bp in length, and allowed us to involve many undergraduate students in the process.  Some of the fragments reported in the reference comparisons were not found when their corresponding regions were amplified and reported as not validated. This information underlines the importance of completing primate genomes for comparative analysis, and shows the necessity of the experimental review.  The validated indels were retained and interrogated for the existence of polymorphism in 96 individuals each from population of Kenya and Yoruba, and a Local Genome Diversity panel developed under a different NSF grant.   At least one of the candidate indels (USP7) was polymorphic in the two African populations. \n\nWe looked at flanking regions of each indel to look for signatures of natural selection by accounting for synonymous and non-synonymous differences (Ka/Ks) between the five species. Several potential regions have identified: 31 indels contained signatures of positive selection in the pairwise comparisons, more than we expected from a randomly distributed dataset, indicating that these fragments were generally retained by positive selection.  To look for more recent selection within the human lineage, we developed a PYTHON script evaluating multi-locus heterozygosity and FST in pairwise genome-wide comparisons between human populations worldwide (HGDP).  Finally, the most recent signatures of selection were identified using extended haplotype homozygosity approach.  The only gene containing a validat..."
 }
}