{
 "awd_id": "1019169",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Innovation in Social Networks",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joshua Rosenbloom",
 "awd_eff_date": "2010-05-15",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 112948.0,
 "awd_amount": 112948.0,
 "awd_min_amd_letter_date": "2010-05-03",
 "awd_max_amd_letter_date": "2010-05-03",
 "awd_abstract_narration": "The recent growth in large-scale networks and online communication has generated new ways in which networks can diffuse information. But a number of research questions remain unanswered, such as how networks affect innovation and how network structure shapes competition among ideas or technologies.\r\n\r\nThe goal of the research is to examine how research communities and links between them affect innovation.  It develops a theory of how connections and absences of connections among individuals influence the process of innovation, with particular attention paid to the role of \"boundary agents\" who straddle different communities.\r\n\r\nIntellectual Merit. The project is poised at the frontier of computer science and economics. Computer scientists have long studied how information is created and processed. Economists have long studied incentives for innovation.  This project introduces a new paradigm. It studies innovation in networks of people and firms, where information flows through network links.  Developing this paradigm requires a deep understanding of the graph-theoretic properties of the network and the incentives of the participants. The combined tools of the principal investigators represent a significant methodological advance not only for computer science and economics, but the sciences more generally.\r\n\r\nBroader Impact. The project increases participation of women and under-represented groups in science. A graduate course trains students in state-of-the-art tools in network science from all relevant fields including economics, social sciences, mathematics, and computer science, while undergraduate courses incorporate social network examples. In addition, the research advances understanding about the participation of underrepresented groups in social and economic networks. Finally, the scientific aims of the project develop knowledge that can inform policy makers in designing incentives for innovation, discovery, and diversity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Immorlica",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole Immorlica",
   "pi_email_addr": "nimmorlica@seas.harvard.edu",
   "nsf_id": "000083383",
   "pi_start_date": "2010-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  },
  {
   "pgm_ele_code": "793200",
   "pgm_ele_name": "COMPUT GAME THEORY & ECON"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1320",
   "pgm_ref_txt": "ECONOMICS"
  },
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "7932",
   "pgm_ref_txt": "COMPUT GAME THEORY & ECON"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 112948.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project is to understand the role of social networks, both online and physical, in individual consumption in the presence of concerns about social status. Sociologists and economists have long recognized that people compare their relative levels of income and material goods with those around them and alter their behavior based on those comparisons. One type of this behavior has been characterized in the popular lexicon by the idiom &lsquo;keeping up with the Joneses&rsquo;, where an individual, Mr. Smith, purchases unnecessary items, such as a new luxury car, in order to maintain a similar social status to his neighbors, the Joneses. Another example is a figurative &ldquo;arms race&rdquo; between a group of interns at a company, where each intern arrives earlier and earlier each successive day in an effort to not appear more irresponsible than the other interns. In each of these examples, individuals are incentivized to consume more of a good or exert more effort in these social settings than they would in the absence of social comparisons. &nbsp;&nbsp;<br /><br /><br />These social comparisons, and the resulting spending or efforts they cause, depend heavily on the network of people an individual compares himself with. If Mr. Smith compares his social status based on the cars parked in the driveways in their neighborhood, then his spending will be influenced by his neighbors&rsquo; income and value for luxury cars. However, the neighbors of Mr. Smith might have their choice of car influenced by the choices of their other neighbors and, in turn, Mr. Smith will be indirectly influenced by his neighbors&rsquo; neighbors. Thus its not just who Mr. Smith compares himself with that matters but the structure of social connections within the society that Mr. Smith lives in. The purpose of this work is to develop a theory for how the structure of social connections affects the behavior of status-seeking individuals, and in particular, to find which network structures enable the highest amount of over-consumption due to status concerns.&nbsp;<br /><br /><br />Our main finding is that individuals who reside in densely-connected social structures are the most susceptible to a high amount of status-fueled consumption. In the context of the above example, the arrival times of interns will be earlier in a setting where interns all work in the same office, and thus compare against all other interns, than in a setting where the interns work at different offices. Similarly, Mr. Smith will be incentivized to buy a more expensive car if every family in his neighborhood perceives their social status on the quality of the car that they own. Conversely, our work demonstrates that limited social connections to extremely high consuming individuals, such as following celebrities on Facebook or Twitter, may negatively affect individual happiness but have a small impact on individual behavior. &nbsp;<br /><br /><br />Densely-connected social structures allow for high status consumption because of implicitly coordinated status consumption amongst a peer group. When Mr. Jones buys a new car, Mr. Smith will not only feel status pressure from Mr. Jones but also from his other neighbors who have purchased their own new vehicles to keep up with the Joneses. This amplification of status concerns causes Mr. Smith to overspend (or the interns to all show up too early). Similarly, social connections to celebrities have little impact because the small amount of social contact to that celebrity group doesn&rsquo;t create an amplification effect within an individual&rsquo;s community. Given this amplification intuition, one might hope that a small amount of intervention, either through policy or the conscience effort of a few individuals to reject status-consumption, might be able to drastically lower status spending throughout the network. Unfortunately, we have found that status-consum...",
  "por_txt_cntn": "\nThe goal of this project is to understand the role of social networks, both online and physical, in individual consumption in the presence of concerns about social status. Sociologists and economists have long recognized that people compare their relative levels of income and material goods with those around them and alter their behavior based on those comparisons. One type of this behavior has been characterized in the popular lexicon by the idiom ækeeping up with the JonesesÆ, where an individual, Mr. Smith, purchases unnecessary items, such as a new luxury car, in order to maintain a similar social status to his neighbors, the Joneses. Another example is a figurative \"arms race\" between a group of interns at a company, where each intern arrives earlier and earlier each successive day in an effort to not appear more irresponsible than the other interns. In each of these examples, individuals are incentivized to consume more of a good or exert more effort in these social settings than they would in the absence of social comparisons.   \n\n\nThese social comparisons, and the resulting spending or efforts they cause, depend heavily on the network of people an individual compares himself with. If Mr. Smith compares his social status based on the cars parked in the driveways in their neighborhood, then his spending will be influenced by his neighborsÆ income and value for luxury cars. However, the neighbors of Mr. Smith might have their choice of car influenced by the choices of their other neighbors and, in turn, Mr. Smith will be indirectly influenced by his neighborsÆ neighbors. Thus its not just who Mr. Smith compares himself with that matters but the structure of social connections within the society that Mr. Smith lives in. The purpose of this work is to develop a theory for how the structure of social connections affects the behavior of status-seeking individuals, and in particular, to find which network structures enable the highest amount of over-consumption due to status concerns. \n\n\nOur main finding is that individuals who reside in densely-connected social structures are the most susceptible to a high amount of status-fueled consumption. In the context of the above example, the arrival times of interns will be earlier in a setting where interns all work in the same office, and thus compare against all other interns, than in a setting where the interns work at different offices. Similarly, Mr. Smith will be incentivized to buy a more expensive car if every family in his neighborhood perceives their social status on the quality of the car that they own. Conversely, our work demonstrates that limited social connections to extremely high consuming individuals, such as following celebrities on Facebook or Twitter, may negatively affect individual happiness but have a small impact on individual behavior.  \n\n\nDensely-connected social structures allow for high status consumption because of implicitly coordinated status consumption amongst a peer group. When Mr. Jones buys a new car, Mr. Smith will not only feel status pressure from Mr. Jones but also from his other neighbors who have purchased their own new vehicles to keep up with the Joneses. This amplification of status concerns causes Mr. Smith to overspend (or the interns to all show up too early). Similarly, social connections to celebrities have little impact because the small amount of social contact to that celebrity group doesnÆt create an amplification effect within an individualÆs community. Given this amplification intuition, one might hope that a small amount of intervention, either through policy or the conscience effort of a few individuals to reject status-consumption, might be able to drastically lower status spending throughout the network. Unfortunately, we have found that status-consumption does not exhibit a \"tipping-point\" behavior where small changes in one part of the social network can cause large differences in the entire network. The dynamics of stat..."
 }
}