{
 "awd_id": "1019672",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Discovery Research K-12",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph Reed",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 449999.0,
 "awd_amount": 449999.0,
 "awd_min_amd_letter_date": "2010-08-17",
 "awd_max_amd_letter_date": "2015-07-08",
 "awd_abstract_narration": "Ten fifth and sixth grade science teacher specialists and their students in a high needs district in Ohio are engaged in a design-based research project within a three-year professional development effort with faculty in several departments at the University of Cincinnati to study how the engineering design process can be used effectively as a pedagogical strategy in science instruction to improve student interest, learning and skill development.  Stage 1 of the exploratory project is articulation of engineering design, science content, and scientific inquiry using teacher learning teams to identify effective curriculum structures and instructional strategies, including the development of instructional materials.  Stage 2 focuses on student outcomes on standardized tests and authentic assessments and improved student problem solving skills.  The project is embedded in a revision of the Ohio Science Standards in which science content is juxtaposed with 21st century skills and other content areas.  Dissemination is through the Cincinnati STEM Network, the Ohio State STEM Learning Network and through professional organizations and publications.  The University of Cincinnati Evaluation Services Center evaluates the processes and outcomes.  \r\n\r\nThe research seeks to define STEM education and develop needed resources to support the teaching and learning of STEM.  The operationalization of STEM education requires teachers to infuse engineering into the usual school subjects of mathematics and science.  The research seeks to understand how STEM can be operationalized in the elementary classroom and focuses on investigating how a real-world, authentic approach articulating science and eventually mathematics with engineering does indeed increase student engagement and motivation for learning all three subjects.  The research issues address what articulation of engineering design and science inquiry looks like in the classroom and the challenges to articulating them.  The research also investigates the skills and habits of mind that can be taught this way and the impact on student achievement.  The evaluation determines how well the research adheres to the processes and timeline developed and monitors impacts on teacher and students.   \r\n\r\nArticulating engineering design with science content and scientific inquiry emphasizes the authentic investigation and real world problem solving that increases student interest in STEM content and improves student learning and achievement in science and mathematics.  The research will contribute to understanding of  how this STEM education can be operationalized in the elementary classroom.  This study takes into account the complexity of the classroom and provides a situated context that could be used to inform other school contexts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Ted",
   "pi_last_name": "Fowler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ted Fowler",
   "pi_email_addr": "ted.fowler@uc.edu",
   "nsf_id": "000074748",
   "pi_start_date": "2010-08-17",
   "pi_end_date": "2014-09-30"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathie",
   "pi_last_name": "Maynard",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kathie J Maynard",
   "pi_email_addr": "kathie.maynard@uc.edu",
   "nsf_id": "000529459",
   "pi_start_date": "2015-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Helen",
   "pi_last_name": "Meyer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Helen Meyer",
   "pi_email_addr": "helen.meyer@uc.edu",
   "nsf_id": "000336165",
   "pi_start_date": "2010-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Kathie",
   "pi_last_name": "Maynard",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kathie J Maynard",
   "pi_email_addr": "kathie.maynard@uc.edu",
   "nsf_id": "000529459",
   "pi_start_date": "2012-06-27",
   "pi_end_date": "2014-09-30"
  }
 ],
 "inst": {
  "inst_name": "University of Cincinnati Main Campus",
  "inst_street_address": "2600 CLIFTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135564358",
  "inst_zip_code": "452202872",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "CINCINNATI UNIV OF",
  "org_prnt_uei_num": "DZ4YCZ3QSPR5",
  "org_uei_num": "DZ4YCZ3QSPR5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati Main Campus",
  "perf_str_addr": "2600 CLIFTON AVE",
  "perf_city_name": "CINCINNATI",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452202872",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 449999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF DR K12 project, <em>An Investigation of Effective STEM Curricular Structures and Instructional Strategies</em> had four goals: 1) Identify effective curriculum structures and instructional strategies that articulate science content, scientific inquiry, and engineering design; 2) Develop instructional materials to support these curriculum structures and instructional strategies; 3) Increase student achievement and learning of science content through articulation with scientific inquiry and engineering design as measured by standardized tests and authentic assessments; and, 4) Improve student problem solving skills. Two dissertations, publications, and numerous conference presentations resulted from this work as well as three curricular units and an infrastructure to support their implementation across a tristate region.</p>\n<p>&nbsp;The final outcomes that highlight the <strong><em>intellectual merit</em></strong> of this project are fourfold: 1) increasing the understanding of the use of engineering design as an instructional strategy in the upper elementary school classroom; 2) increasing the understanding of how to utilize and integrate novel technologies (3D printing) with engineering design; 3) piloting the use of engineering design and 3D printing in both informal and formal settings and, 4) developing a new survey instrument to assess growth in student attitude and persistence in STEM education using stakeholder feedback and concept mapping. First, through a multi-year professional development effort and a two-year case study, we found that, in order for teachers to most effectively integrate engineering design in their classrooms, they need to be supported in order to use the engineering design process as an orienting framework for the students&rsquo; learning; make the connections between science and engineering explicit to students; and incorporate instructional support strategies of brainstorming, troubleshooting, probing questioning as well as discussions of properties of materials. Second, we recognized that there was very little developed curricula to support the integration of engineering design with novel technologies, such as 3D printing. Those curricula that did exist utilized the 3D printing technology as an &ldquo;exciting tool&rdquo; without substantially adding to student learning. Thus, we developed 2 units (Inventor&rsquo;s Showcase 3D and 3D Grand Prix) that more fully integrated 3D printing and engineering design. Third, we partnered with a community STEM education outreach arm of the University of Cincinnati (Greater Cincinnati STEM Collaborative) to implement after-school 3D Printer Clubs across the greater Cincinnati tristate region using the Inventor&rsquo;s Showcase curriculum. During &nbsp;the 2015-2016 &nbsp;school &nbsp;year, &nbsp;195 &nbsp;5th-9th &nbsp;grade &nbsp;students &nbsp;joined &nbsp;13 3D Printers Clubs at 13 different schools across&nbsp;Greater&nbsp;Cincinnati; &nbsp;embracing &nbsp;the &nbsp;outstanding &nbsp;opportunity &nbsp;to learn &nbsp;with a hot, cool, &nbsp;new &nbsp;technology. &nbsp;Over &nbsp;the course &nbsp;of the 10-week &nbsp;club, &nbsp;students &nbsp;used &nbsp;engineering &nbsp;and problem-solving processes &nbsp;to design, draw,&nbsp;and&nbsp;produce &nbsp;solutions &nbsp;to real &nbsp;problems using 3D printers. The&nbsp;after-school format, combined&nbsp;with&nbsp;a hands-on,&nbsp;project-based,&nbsp;problem-solving curriculum and&nbsp;supportive&nbsp;adults,&nbsp;created&nbsp;an environment&nbsp;for students&nbsp;to gain confidence, develop problem-solving and technical skills, and become more aware of exciting and rewarding STEM (Science, Technology, Engineering, and Math) career opportunities. Significant results include: 55% increase in strong agreement about the importance of learning to design new things; 40% increase in strong agreement about usefulness of technology to solve real-world problems; 17% increase in strong agreement that STEM has a lot to do with their lives; 15% increase in strong agreement that they could better look at situations and problems in different ways; and, 12% increase in strong agreement that they understood the value of learning new technologies. Additionally, the Inventor&rsquo;s Showcase curriculum was modified and piloted in the formal school day. We are in the process of developing better survey instruments to assess student growth in attitude and persistence in STEM education. This instrument is being validated and will be shared after validation.</p>\n<p>&nbsp;Through this project, there were significant <strong><em>broader impacts</em></strong> in that 14 school districts across regions in three states, 25 teachers, 20 community partners, and 1500 students were reached. This project mobilized community will in the greater Cincinnati area to continue support for this work in terms of expert involvement of local STEM business and industry and additional community and business funds. Additionally, this project informed the broader STEM community through its interactions with state STEM organizations, including the Ohio STEM Learning Network and national STEM learning ecosystems through the STEM Funders Network.</p>\n<p>This project helped to integrate the missing &ldquo;T&rdquo; and the newly embedded &ldquo;E&rdquo; of STEM into K-12 education; and, informs a more effective use of engineering design and technology in formal and informal settings. Currently, there is little programming or research on teachers&rsquo; enactment of engineering design integrated with the use of innovative technologies inside or outside the K-12 classroom. This project has and will continue to address these gaps and add to the body of knowledge around the enactment and effect of engineering design and technology as an integrated instructional strategy.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/02/2016<br>\n\t\t\t\t\tModified by: Kathie&nbsp;Maynard</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF DR K12 project, An Investigation of Effective STEM Curricular Structures and Instructional Strategies had four goals: 1) Identify effective curriculum structures and instructional strategies that articulate science content, scientific inquiry, and engineering design; 2) Develop instructional materials to support these curriculum structures and instructional strategies; 3) Increase student achievement and learning of science content through articulation with scientific inquiry and engineering design as measured by standardized tests and authentic assessments; and, 4) Improve student problem solving skills. Two dissertations, publications, and numerous conference presentations resulted from this work as well as three curricular units and an infrastructure to support their implementation across a tristate region.\n\n The final outcomes that highlight the intellectual merit of this project are fourfold: 1) increasing the understanding of the use of engineering design as an instructional strategy in the upper elementary school classroom; 2) increasing the understanding of how to utilize and integrate novel technologies (3D printing) with engineering design; 3) piloting the use of engineering design and 3D printing in both informal and formal settings and, 4) developing a new survey instrument to assess growth in student attitude and persistence in STEM education using stakeholder feedback and concept mapping. First, through a multi-year professional development effort and a two-year case study, we found that, in order for teachers to most effectively integrate engineering design in their classrooms, they need to be supported in order to use the engineering design process as an orienting framework for the students? learning; make the connections between science and engineering explicit to students; and incorporate instructional support strategies of brainstorming, troubleshooting, probing questioning as well as discussions of properties of materials. Second, we recognized that there was very little developed curricula to support the integration of engineering design with novel technologies, such as 3D printing. Those curricula that did exist utilized the 3D printing technology as an \"exciting tool\" without substantially adding to student learning. Thus, we developed 2 units (Inventor?s Showcase 3D and 3D Grand Prix) that more fully integrated 3D printing and engineering design. Third, we partnered with a community STEM education outreach arm of the University of Cincinnati (Greater Cincinnati STEM Collaborative) to implement after-school 3D Printer Clubs across the greater Cincinnati tristate region using the Inventor?s Showcase curriculum. During  the 2015-2016  school  year,  195  5th-9th  grade  students  joined  13 3D Printers Clubs at 13 different schools across Greater Cincinnati;  embracing  the  outstanding  opportunity  to learn  with a hot, cool,  new  technology.  Over  the course  of the 10-week  club,  students  used  engineering  and problem-solving processes  to design, draw, and produce  solutions  to real  problems using 3D printers. The after-school format, combined with a hands-on, project-based, problem-solving curriculum and supportive adults, created an environment for students to gain confidence, develop problem-solving and technical skills, and become more aware of exciting and rewarding STEM (Science, Technology, Engineering, and Math) career opportunities. Significant results include: 55% increase in strong agreement about the importance of learning to design new things; 40% increase in strong agreement about usefulness of technology to solve real-world problems; 17% increase in strong agreement that STEM has a lot to do with their lives; 15% increase in strong agreement that they could better look at situations and problems in different ways; and, 12% increase in strong agreement that they understood the value of learning new technologies. Additionally, the Inventor?s Showcase curriculum was modified and piloted in the formal school day. We are in the process of developing better survey instruments to assess student growth in attitude and persistence in STEM education. This instrument is being validated and will be shared after validation.\n\n Through this project, there were significant broader impacts in that 14 school districts across regions in three states, 25 teachers, 20 community partners, and 1500 students were reached. This project mobilized community will in the greater Cincinnati area to continue support for this work in terms of expert involvement of local STEM business and industry and additional community and business funds. Additionally, this project informed the broader STEM community through its interactions with state STEM organizations, including the Ohio STEM Learning Network and national STEM learning ecosystems through the STEM Funders Network.\n\nThis project helped to integrate the missing \"T\" and the newly embedded \"E\" of STEM into K-12 education; and, informs a more effective use of engineering design and technology in formal and informal settings. Currently, there is little programming or research on teachers? enactment of engineering design integrated with the use of innovative technologies inside or outside the K-12 classroom. This project has and will continue to address these gaps and add to the body of knowledge around the enactment and effect of engineering design and technology as an integrated instructional strategy.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/02/2016\n\n\t\t\t\t\tSubmitted by: Kathie Maynard"
 }
}