{
 "awd_id": "1019160",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "III-CXT: Enabling Automated Digital Microfluidic Biochips for Combinatorial Biosynthesis and Screening",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 331260.0,
 "awd_amount": 347260.0,
 "awd_min_amd_letter_date": "2010-02-18",
 "awd_max_amd_letter_date": "2011-03-15",
 "awd_abstract_narration": "Low-cost, portable lab-on-a-chip systems capable of rapid automated biochemical analysis can impact a wide variety of applications including biological research (genomics, proteomics, glycomics, drug discovery), genetic analysis (medical diagnostics, newborn screening, DNA fingerprinting), in vitro biomolecule production (e.g., heparin), and biochemical sensing (pathogen detection, air and water monitoring, chemical explosives detection).  Since the simultaneous coordination of even tens of droplets on the array is extremely difficult to program manually, algorithms to automatically enable the flexible coordination of hundreds or even thousands of droplets are essential.  This project will develop algorithms that will be the automation enabler of digital microfluidic system technology. The droplet coordination algorithms, integrated with digital microfluidic hardware, will provide unprecedented spatial and temporal control over biochemical reactions using nanoliter droplets.  An interdisciplinary team of computer scientists, biochemists, and biomedical engineers will develop algorithms for the control of devices, and apply these devices.  The proposed research will develop specialized routing and scheduling algorithms for the coordination of droplets on a microfluidic biochip.  General principles for designing scalable grid layouts and droplet coordination algorithms that work across different hardware implementations will be developed. The algorithms will enable robust and user friendly operation of digital microfluidics systems, offering end users flexibility and the ability to exercise precise spatial and temporal control over reactions.  The proposed research will involve undergraduate and graduate students in research, and will be integrated into graduate courses taught by the PIs. Outreach activities include after-school Lego robotics activities and summer robotics camps for middle school students in collaboration with RPI's Center for Initiatives in Pre-College Education.\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Srinivas",
   "pi_last_name": "Akella",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Srinivas Akella",
   "pi_email_addr": "sakella@uncc.edu",
   "nsf_id": "000169704",
   "pi_start_date": "2010-02-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Charlotte",
  "inst_street_address": "9201 UNIVERSITY CITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "7046871888",
  "inst_zip_code": "282230001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NC12",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHARLOTTE",
  "org_prnt_uei_num": "NEYCH3CVBTR6",
  "org_uei_num": "JB33DT84JNA5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Charlotte",
  "perf_str_addr": "9201 UNIVERSITY CITY BLVD",
  "perf_city_name": "CHARLOTTE",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "282230001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NC12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1084",
   "pgm_ref_txt": "NANOTECHNOLOGY INITIATIVE"
  },
  {
   "pgm_ref_code": "1769",
   "pgm_ref_txt": "Other Nano"
  },
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 47345.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 170092.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 113823.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Low-cost, portable lab-on-a-chip systems capable of rapid automated<br />biochemical analysis can impact a wide variety of applications<br />including biological research, biomolecule production, and biochemical<br />sensing.&nbsp; This project developed algorithms for the design and<br />control of digital microfluidic systems, a class of<br />lab-on-a-chip systems that manipulate discrete droplets.&nbsp; A digital<br />microfluidic system manipulates individual droplets of<br />chemicals on a planar array of electrodes by using electrowetting. The<br />chemical analysis is performed by repeatedly moving, mixing, and<br />splitting droplets on the electrodes.&nbsp; Since the simultaneous<br />coordination of even tens of droplets on the array is extremely<br />difficult to program manually, algorithms to automatically enable the<br />flexible coordination of droplets are essential.</p>\n<p>Intellectual Merit: We developed droplet coordination<br />algorithms for digital microfluidic systems with discrete electrodes,<br />and characterized the minimum chip size to perform a biochemical<br />analyis. We subsequently focused on optically controlled digital<br />microfluidic systems that use virtual electrodes on a photosensitive<br />substrate to manipulate droplets. We have developed algorithms to<br />create matrix droplet layouts on optically controlled microfluidic<br />systems. Such matrix layouts are suitable for massively parallel<br />combinatorial testing and synthesis with tens or hundreds of<br />droplets. We have also fabricated digital microfluidic chips to<br />demonstrate algorithmic control of the droplets.&nbsp; Automated<br />lab-on-chip platforms that use these algorithms and devices can help<br />us understand important biological processes, for example, the<br />fundamental cellular processes in the Golgi that are critical for<br />heparin synthesis.</p>\n<p>Broader impact: This research enables reconfigurable and<br />portable lab-on-a-chip systems for use in a wide variety of<br />applications including automated drug synthesis, clinical diagnostics,<br />biological research,&nbsp; and environmental monitoring.&nbsp; The research has trained undergraduate and graduate students in interdisciplinary research, and resulted in multiple publications. The results of the research have been demonstrated to<br />high school students and the general public at open house events.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2012<br>\n\t\t\t\t\tModified by: Srinivas&nbsp;Akella</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLow-cost, portable lab-on-a-chip systems capable of rapid automated\nbiochemical analysis can impact a wide variety of applications\nincluding biological research, biomolecule production, and biochemical\nsensing.  This project developed algorithms for the design and\ncontrol of digital microfluidic systems, a class of\nlab-on-a-chip systems that manipulate discrete droplets.  A digital\nmicrofluidic system manipulates individual droplets of\nchemicals on a planar array of electrodes by using electrowetting. The\nchemical analysis is performed by repeatedly moving, mixing, and\nsplitting droplets on the electrodes.  Since the simultaneous\ncoordination of even tens of droplets on the array is extremely\ndifficult to program manually, algorithms to automatically enable the\nflexible coordination of droplets are essential.\n\nIntellectual Merit: We developed droplet coordination\nalgorithms for digital microfluidic systems with discrete electrodes,\nand characterized the minimum chip size to perform a biochemical\nanalyis. We subsequently focused on optically controlled digital\nmicrofluidic systems that use virtual electrodes on a photosensitive\nsubstrate to manipulate droplets. We have developed algorithms to\ncreate matrix droplet layouts on optically controlled microfluidic\nsystems. Such matrix layouts are suitable for massively parallel\ncombinatorial testing and synthesis with tens or hundreds of\ndroplets. We have also fabricated digital microfluidic chips to\ndemonstrate algorithmic control of the droplets.  Automated\nlab-on-chip platforms that use these algorithms and devices can help\nus understand important biological processes, for example, the\nfundamental cellular processes in the Golgi that are critical for\nheparin synthesis.\n\nBroader impact: This research enables reconfigurable and\nportable lab-on-a-chip systems for use in a wide variety of\napplications including automated drug synthesis, clinical diagnostics,\nbiological research,  and environmental monitoring.  The research has trained undergraduate and graduate students in interdisciplinary research, and resulted in multiple publications. The results of the research have been demonstrated to\nhigh school students and the general public at open house events.\n\n\t\t\t\t\tLast Modified: 10/31/2012\n\n\t\t\t\t\tSubmitted by: Srinivas Akella"
 }
}