{
 "awd_id": "1019669",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Metamorphic Core Complexes in Context: Incorporating Gravitational Collapse into the Orogenic Cycle",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fountain",
 "awd_eff_date": "2010-07-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 362031.0,
 "awd_amount": 362031.0,
 "awd_min_amd_letter_date": "2010-07-02",
 "awd_max_amd_letter_date": "2010-07-02",
 "awd_abstract_narration": "An important component of continental orogenesis is gravitational collapse. Evidence for this is the development of metamorphic core complexes, which exhume ductile, mid-crustal rocks within tectonically-thickened crust. This project test the model that near-vertical advection of mid-crustal rocks and initiation of brittle normal faults through gravitational collapse explains many of the petrological and structural observations that are characteristic of core complexes in convergent settings. To this end, the formation of metamorphic core complexes in convergent settings is investigated through integrated numerical modeling, U-Pb geochronology, trace element thermometry, and phase equilibria modeling of pressure-temperature paths. Three core complexes in the northern Rocky Mountain region that exhumed rocks with a record of the convergent tectonic history prior to core complex initiation are being studied: the Bitterroot, Clearwater, and Priest River complexes in Montana, Idaho, and Washington. The goals are to place constraints on the maximum pressures and decompressional pressure-temperature paths, the timing of peak metamorphism and the interval between maximum crustal thickening and the onset of rapid exhumations, the thermal evolution of the crust and its effect on the rheology of the crust through time, and, finally, exhumation rates for the initial decompression at the onset of collapse. Petrological results will be compared with numerical modeling results, including particle paths, timing predictions, and thermal conditions.\r\n\r\nMetamorphic core complexes are common crustal-scale structures that expose underlying mid- to deep-crustal metamorphic basement overlain by less metamorphosed cover rocks. Highly deformed fault zones typically separate basement from cover sequences. An essential feature of core complexes, exposure of deep basement rocks, is commonly attributed to significant exhumation during large-scale crustal extension. This research explores an alternate model that gravitational collapse in the waning stages of mountain building explains many metamorphic cores complexes. Understanding where, when, why, and how metamorphic core complexes form in settings of continental shortening is important because these features are part of the rock record of deformation. Moreover, metamorphic core complexes provide the most direct observational information about the relationship between the middle and uppermost crust in the late stages of mountain building, so offer a valuable opportunity to investigate crustal coupling and mass transfer within continental crust. The study uses results from the research in the development of field activities and place-based activities for professional development workshops with K-12 teachers through partnership with a Math & Science Partnership program focused on improving science instruction for Native American students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julia",
   "pi_last_name": "Baldwin",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Julia A Baldwin",
   "pi_email_addr": "julie.baldwin@umontana.edu",
   "nsf_id": "000348631",
   "pi_start_date": "2010-07-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Bendick",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca O Bendick",
   "pi_email_addr": "rebecca.bendick@earthscope.org",
   "nsf_id": "000110335",
   "pi_start_date": "2010-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Montana",
  "inst_street_address": "32 CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "MISSOULA",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4062436670",
  "inst_zip_code": "598120003",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "UNIVERSITY OF MONTANA",
  "org_prnt_uei_num": "",
  "org_uei_num": "DAY7Z8ZD48Q3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Montana",
  "perf_str_addr": "32 CAMPUS DR",
  "perf_city_name": "MISSOULA",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "598120003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 362031.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The work supported by this grant provides new insight into our understanding of mountain building processes and crustal evolution. Specifically, the petrological work supported by this grant provides a high resolution record of the timing and physical conditions of metamorphism in rocks within the footwalls of core complexes within the northern Rockies of Idaho, Montana, and eastern Washington. These pressure-temperature-time paths provide a robust record of the timing and nature of metamorphism during Cretaceous convergence and Eocene extension. These results are integrated with numerical simulations of metamorphic core complex formation and evolution. These numerical simulations demonstrate that it is possible for extension to be the consequence of and associated with thrusting and mountain building, even though shortening and extension are often considered distinct tectonic processes. This is especially true when physical conditions change over time within mountain ranges, such as by heating or changes to the background&nbsp; tectonic forces. Accounting for the evolution of mountain systems over time gives us a better understanding of where and when characteristic suites of rocks are likely to be exposed at the surface, as well as some basic constraints on the properties of the Earth's continental crust. This work has supported an M.S. student from an under-represented minority and a female Ph.D. student. In addition, two undergraduate students have been supported by the project. This work has been widely disseminated through conference presentations and publications.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/24/2014<br>\n\t\t\t\t\tModified by: Julia&nbsp;A&nbsp;Baldwin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe work supported by this grant provides new insight into our understanding of mountain building processes and crustal evolution. Specifically, the petrological work supported by this grant provides a high resolution record of the timing and physical conditions of metamorphism in rocks within the footwalls of core complexes within the northern Rockies of Idaho, Montana, and eastern Washington. These pressure-temperature-time paths provide a robust record of the timing and nature of metamorphism during Cretaceous convergence and Eocene extension. These results are integrated with numerical simulations of metamorphic core complex formation and evolution. These numerical simulations demonstrate that it is possible for extension to be the consequence of and associated with thrusting and mountain building, even though shortening and extension are often considered distinct tectonic processes. This is especially true when physical conditions change over time within mountain ranges, such as by heating or changes to the background  tectonic forces. Accounting for the evolution of mountain systems over time gives us a better understanding of where and when characteristic suites of rocks are likely to be exposed at the surface, as well as some basic constraints on the properties of the Earth's continental crust. This work has supported an M.S. student from an under-represented minority and a female Ph.D. student. In addition, two undergraduate students have been supported by the project. This work has been widely disseminated through conference presentations and publications.\n\n\t\t\t\t\tLast Modified: 10/24/2014\n\n\t\t\t\t\tSubmitted by: Julia A Baldwin"
 }
}