{
 "awd_id": "1019768",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Tectonic Implications of Partial Melting in the Ruby Mountain-East Humboldt Metamorphic Core Complex, Northeastern Nevada",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2010-07-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 177874.0,
 "awd_amount": 177874.0,
 "awd_min_amd_letter_date": "2010-07-02",
 "awd_max_amd_letter_date": "2010-07-02",
 "awd_abstract_narration": "The physical and chemical makeup of the deep crust is impossible to examine in situ. Thus, this part of the earth has remained enigmatic despite its significance for geochemical transport during episodes of mountain building as is important, for example, in the generation of ore deposits. Study of the deep crust can only be undertaken through examination of rocks that have been exhumed from great depths, and the focus of this research is to conduct such a study on rocks of a deeply exposed mountain core in Nevada, the Ruby-East Humboldt range. Rocks exposed in this range are metamorphic and, having originated at the Earth's surface, were subjected to elevated pressures and temperatures as a result of burial during the formation of the Rocky Mountains. In fact, these rocks were at sufficient depth that they began to melt and this melting caused major changes in the physical properties of the rock, similar to changes observed in a block of ice when it begins to melt and, subjected to forces of compression, begins to move rapidly. The hypothesis to be examined and tested in the present study is the degree to which this melting (the products of which can be observed in the present day rock outcroppings) contributed to the rapid upheaval, exhumation, and emplacement of these high-grade metamorphic rocks into the core of the mountain range. Many such partially-melted deep crustal metamorphic belts are exposed in the cores of mountain ranges, and the results of this study will be directly applicable to these other terranes, and may have profound implications for the evolution of mountain belts in general.\r\n\r\nFunding will allow the P.I. and his graduate student to gather the data necessary to test the hypothesis that partial melting in the Ruby Mountains-East Humboldt Range, Nevada, through related changes in rheology and strain rates, initiated emplacement of metamorphosed lower crustal rocks into the middle crust to set the stage for metamorphic core complex formation. This research will employ major and accessory mineral thermobarometry (including an application of the new Ti-in-quartz thermobarometer), in situ U/Th-Pb and Sm-Nd geochronology, and diffusion modeling to constrain the conditions and timing of partial melting of metapelitic rocks. What is unique about this study is that it will determine both the absolute and relative timing of not simply prograde/peak metamorphism, but of specific partial melting reactions, their progress, and how they relate to the cooling and exhumation history of a metamorphic core complex. Results of this study will have implications for present day lower crustal conditions in the cores of active orogenic belts that may be undergoing anatexis. Samples and data collected as part of this research, incorporated into MetPetDB (the NSF-funded database for metamorphic geochemistry), acting to broaden the existing public dataset and serve as an example to new users, demonstrating the use of MetPetDB as a tool for collaboration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Spear",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Frank S Spear",
   "pi_email_addr": "spearf@rpi.edu",
   "nsf_id": "000117710",
   "pi_start_date": "2010-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "TROY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  },
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 177874.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The resources required for human survival and the growth of civilizations come from the crust of the Earth. The processes that form the crust and bring these essential resources close to the surface for exploitation are impossible to examine in situ and studies of these processes can only be undertaken through examination of rocks that have been exhumed from great depths. The objective of this research was to examine some of these processes in a particularly well-exposed sequence of rocks that occur in the Ruby Mountains &ndash; East Humboldt Range of eastern Nevada.</p>\n<p>&nbsp;</p>\n<p>The more specific goal of this project was to examine the significance of partial melting of lower crustal rocks in the exhumation of this terrane. The metamorphic rocks found in this region display excellent evidence that they were once partially melted. The existence of partially melted rocks has profound influence on the physical properties of the rocks, influencing their ability to cycle deep crustal materials to the near surface in a geologically fast process. Specific questions that were addressed include:</p>\n<p>(1) Did partial melting serve as a trigger to the exhumation of this crustal block by providing a low-viscosity medium for exhumation or was partial melting the passive result of the rocks being exhumed by some other mechanism?</p>\n<p>(2) What is the time scale for this exhumation? Did it occur gradually over several millions or tens of millions of years or were there episodic pulses of very rapid exhumation?</p>\n<p>(3) What is the potential for partially melted rocks being currently present in other recently active metamorphic terranes (e.g. the Himalaya)? What is the possibility that the lower crust beneath these terranes contains partially melted rocks and what is the potential future exhumation path for these terranes?</p>\n<p>&nbsp;</p>\n<p>Results</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The initial surprising result of this study was the recognition that the East Humboldt Range contained not a single crustal block but rather two distinct blocks with different histories (named the Winchell Lake nappe and the Lizzies Basin block) that were juxtaposed partway through their evolution. Both blocks contain evidence of partial melting. The Winchell Lake nappe underwent rapid tectonic burial to depths of 32 km and did not experience partial melting until after exhumation to mid crustal levels was initiated 77&ndash;62 million years ago. The Lizzies Basin block underwent slower burial to depths of around 25 km and experienced partial melting as it reached its maximum depth between 88&ndash;80 million years ago. By roughly 60 million years ago, the Winchell Lake nappe was emplaced above the Lizzies Basin block and both blocks were subsequently exhumed as one, presumably enhanced by the presence of partially molten rocks. In summary, it was concluded that partial melting could exist for several millions to tens of millions of years in the lower crust and could serve as both a consequence of and a trigger for rapid exhumation of crustal blocks.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Additionally, our results indicate that the exhumation of deep crustal rocks can occur as short period pulses interrupted by periods where the rocks remained at middle crust depths. Pulsed exhumation of partially melted rocks may therefore be strongly tied to the production and removal of melt from the spaces between solid crystals in the rock. The processes that bring deep rocks to the surface are therefore strongly varied throughout the history of exhumation, with different mechanisms driving rocks along different portions of their path from deep in the crust to the surface of the earth today.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The combination of techniques used as part of this research p...",
  "por_txt_cntn": "\nThe resources required for human survival and the growth of civilizations come from the crust of the Earth. The processes that form the crust and bring these essential resources close to the surface for exploitation are impossible to examine in situ and studies of these processes can only be undertaken through examination of rocks that have been exhumed from great depths. The objective of this research was to examine some of these processes in a particularly well-exposed sequence of rocks that occur in the Ruby Mountains &ndash; East Humboldt Range of eastern Nevada.\n\n \n\nThe more specific goal of this project was to examine the significance of partial melting of lower crustal rocks in the exhumation of this terrane. The metamorphic rocks found in this region display excellent evidence that they were once partially melted. The existence of partially melted rocks has profound influence on the physical properties of the rocks, influencing their ability to cycle deep crustal materials to the near surface in a geologically fast process. Specific questions that were addressed include:\n\n(1) Did partial melting serve as a trigger to the exhumation of this crustal block by providing a low-viscosity medium for exhumation or was partial melting the passive result of the rocks being exhumed by some other mechanism?\n\n(2) What is the time scale for this exhumation? Did it occur gradually over several millions or tens of millions of years or were there episodic pulses of very rapid exhumation?\n\n(3) What is the potential for partially melted rocks being currently present in other recently active metamorphic terranes (e.g. the Himalaya)? What is the possibility that the lower crust beneath these terranes contains partially melted rocks and what is the potential future exhumation path for these terranes?\n\n \n\nResults\n\n            The initial surprising result of this study was the recognition that the East Humboldt Range contained not a single crustal block but rather two distinct blocks with different histories (named the Winchell Lake nappe and the Lizzies Basin block) that were juxtaposed partway through their evolution. Both blocks contain evidence of partial melting. The Winchell Lake nappe underwent rapid tectonic burial to depths of 32 km and did not experience partial melting until after exhumation to mid crustal levels was initiated 77&ndash;62 million years ago. The Lizzies Basin block underwent slower burial to depths of around 25 km and experienced partial melting as it reached its maximum depth between 88&ndash;80 million years ago. By roughly 60 million years ago, the Winchell Lake nappe was emplaced above the Lizzies Basin block and both blocks were subsequently exhumed as one, presumably enhanced by the presence of partially molten rocks. In summary, it was concluded that partial melting could exist for several millions to tens of millions of years in the lower crust and could serve as both a consequence of and a trigger for rapid exhumation of crustal blocks.\n\n            Additionally, our results indicate that the exhumation of deep crustal rocks can occur as short period pulses interrupted by periods where the rocks remained at middle crust depths. Pulsed exhumation of partially melted rocks may therefore be strongly tied to the production and removal of melt from the spaces between solid crystals in the rock. The processes that bring deep rocks to the surface are therefore strongly varied throughout the history of exhumation, with different mechanisms driving rocks along different portions of their path from deep in the crust to the surface of the earth today.\n\n            The combination of techniques used as part of this research presents a novel way of integrating isotopic dating with the metamorphic evolution of the studied region. Petrologic observation, that is, the rock history deduced from the minerals present in the samples collected plus their composition and relationships, was combined with isotopic dating techniq..."
 }
}