{
 "awd_id": "1019848",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Causes and Consequences of Holocene Mafic Explosive Volcanism in Central OR?",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 234304.0,
 "awd_amount": 234304.0,
 "awd_min_amd_letter_date": "2010-07-30",
 "awd_max_amd_letter_date": "2010-07-30",
 "awd_abstract_narration": "Intellectual Merit: This project extends initial work by the PIs on small 'monogenetic' eruptions that are capable of explosive activity (with consequences for volcanic hazards), and for which eruption style and magma evolution depend in large part on the conditions of both gas and magma transport through the crust. This work has raised questions regarding mechanisms of gas migration, temporal evolution of magma delivery systems through the crust, and controls on fragmentation of crystalline mafic magma. It is proposed to examine links between physical and chemical processes active in small mafic systems by focusing on products of two Holocene eruptions: [1] Sand Mountain, OR (age = c. 3500 yr bp; volume = ~ 0.9 km3). This vent produced a large tephra sheet (>0.3 km3), and the uniformly fine (1-3 mm) grain size of the deposit raises interesting questions about magma fragmentation.\r\n[2] Cinder Cone, CA. This 1666 AD eruption is the youngest scoria cone in the Cascades, and serves as an example of syn-eruptive compositional evolution; moreover, episodes of tephra production can be related to specific lava flows, thus allowing evaluation of links between the physical and chemical evolution of the eruption. These two examples represent two end-member 'type' eruptions for hazard assessment (below). To complement the proposed field studies, analog experiments will be conducted to define three-phase flow regimes that control gas migration through crystal-rich magmas and to investigate the effect of crystals on magma expansion and fragmentation. Finally, experiments will be conducted to examine controls on temporary magma storage in sill complexes within the upper crust; the results of these experiments will have applicability not only to petrologic studies but also to volcano monitoring.\r\n\r\nBroader Impacts: An important broader impact of this work will be development of a comprehensive volcanic hazard assessment for central OR. This 'community-centric' hazard assessment will differ from traditional 'volcano-centric' assessments not only by incorporating multiple volcanic sources, but also in using data from the two 'type' eruptions to develop realistic tephra dispersion models for the range of wind conditions expected for the Bend OR region. Deposit data will be compiled in Google Earth (kml) format by students in the led PI's Geologic Hazards class. This project will also partially fund three graduate students to complete PhD dissertations that they started under the original grant: Dan Ruscitto is analyzing melt inclusion compositions as part of a larger study of the origin of subduction zone melts in central OR (with P. Wallace); Daniele McKay is studying the physical volcanology, petrology, and hazards of mafic eruptions from both Newberry Volcano and the central OR Cascades (with K. Cashman); Isolde Belien has conducted all analog experiments and will investigate links between gas migration, expansion, and fragmentation of crystal-rich magmas (with K. Cashman and A. Rempel). Additionally, both McKay and Cashman are helping to develop a new display at the Museum of Natural and Cultural History (UO) that will incorporate results from this work. Finally, this work involves collaborations with colleagues from the USGS (Michael Clynne; Cinder Cone), University of Geneva, Switzerland (Costanza Bonadonna; tephra modeling), and the University of Bristol, UK (Alison Rust & Jeremy Phillips; analog experiments).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katharine",
   "pi_last_name": "Cashman",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Katharine V Cashman",
   "pi_email_addr": "cashman@uoregon.edu",
   "nsf_id": "000109340",
   "pi_start_date": "2010-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Wallace",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Wallace",
   "pi_email_addr": "pwallace@uoregon.edu",
   "nsf_id": "000228338",
   "pi_start_date": "2010-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Rempel",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Alan W Rempel",
   "pi_email_addr": "rempel@uoregon.edu",
   "nsf_id": "000428679",
   "pi_start_date": "2010-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 234304.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Monogenetic basaltic cinder cones are the most abundant volcanic landform on Earth, and represent an important volcanic hazard in the central and southern Cascades (Oregon and California). While typically short-lived (weeks to months), cinder cone eruptions may display a range of eruption styles that present a diverse range of potential hazards. Although the hazards are well known, the processes that drive explosive cinder cone eruptions, and that promote one eruptive style over another, are not. For this reason, a primary goal of our research was to study the fundamental driving forces of cinder cone eruptions. We addressed this question by combining detailed characteristics of the deposits with (1) measurement of the volatile (H<sub>2</sub>O, CO<sub>2</sub>), major, and trace element chemistry of olivine-hosted melt inclusions, and (2) analogue experiments on gas migration through crystal-bearing melts.</p>\n<p>One target of our research was the 1666 CE eruption of Cinder Cone, Lassen National Park, CA. At ~350 years old, it is the youngest cinder cone eruption in the continental United States, with well-preserved lava flows and tephra deposits. Important findings of our work include:</p>\n<p>(1) new GIS-based estimates of the erupted volume, which show that more than 50% of the magma (by mass) was erupted explosively to form the cinder cone and a widespread tephra sheet;</p>\n<p>(2) revision of the eruptive sequence, which we now believe occurred in two chemically distinct pulses: the first produced two lava flows and abundant vesicular golden pumice from Strombolian eruptions, the second probably initiated with a violent Strombolian eruption that produced a widespread tephra blanket and was followed (or possibly accompanied by) the successive emplacement of three lava flows;</p>\n<p>(3) identification of some of the most volatile-rich (&le;3.4 wt% H<sub>2</sub>O, &le;1375 ppm CO<sub>2</sub>) and primitive (&le;9.7 wt% MgO; olivine hosts Fo88-90) melts yet measured in the Cascade Arc (Ruscitto et al., 2010).</p>\n<p>Taken together, our research underlines the potential ash hazard of even small cinder cone eruptions, and shows that cinder cone eruptions may transition rapidly from one eruptive style to another (potentially more explosive) style, particularly if the latter is fed by a new magma batch.</p>\n<p>&nbsp;Additional work on other recent (Holocene) cinder cone eruptions in the Oregon Cascades underline the conclusions from Cinder Cone. Eruptions from the c.3000 ybp Sand Mountain volcanic field and 1500 ybp Collier Cone also involved multiple magma batches that generated a range of eruptive styles over eruptive time scales of (probably) months to years (and possibly a few decades; Deligne et al., in review; Ruscitto et al., in review; McKay, 2012). By comparison, mafic shield volcanoes form when magma supply is sufficient to form a vertically extensive plumbing/storage system in which efficient degassing produces effusive rather than explosive eruptive activity. From a hazards perspective, these studies show that the most explosive phase of a cinder cone eruption does not necessarily occur at the beginning (see also Pioli et al., 2008), and that highly explosive mafic eruptions may be driven in part by tapping of different magma batches during a single eruptive episode. These observations add to a growing view of magmatic systems as composed of poorly connected melt lenses within vertically extensive crystal-mush zones; multiple individual melt lenses are tapped during an eruptive sequence because of changing pressure differentials between the surface and depth; in this way, magmatic systems can act like siphons. This new view of magmatic systems could fundamentally change the ways in which we monitor eruption progress and handle eruption crises.</p>\n<p>&nbsp;Another hazard posed by cinder cone eruptions is release of gases that are poisonous to livestock and de...",
  "por_txt_cntn": "\nMonogenetic basaltic cinder cones are the most abundant volcanic landform on Earth, and represent an important volcanic hazard in the central and southern Cascades (Oregon and California). While typically short-lived (weeks to months), cinder cone eruptions may display a range of eruption styles that present a diverse range of potential hazards. Although the hazards are well known, the processes that drive explosive cinder cone eruptions, and that promote one eruptive style over another, are not. For this reason, a primary goal of our research was to study the fundamental driving forces of cinder cone eruptions. We addressed this question by combining detailed characteristics of the deposits with (1) measurement of the volatile (H2O, CO2), major, and trace element chemistry of olivine-hosted melt inclusions, and (2) analogue experiments on gas migration through crystal-bearing melts.\n\nOne target of our research was the 1666 CE eruption of Cinder Cone, Lassen National Park, CA. At ~350 years old, it is the youngest cinder cone eruption in the continental United States, with well-preserved lava flows and tephra deposits. Important findings of our work include:\n\n(1) new GIS-based estimates of the erupted volume, which show that more than 50% of the magma (by mass) was erupted explosively to form the cinder cone and a widespread tephra sheet;\n\n(2) revision of the eruptive sequence, which we now believe occurred in two chemically distinct pulses: the first produced two lava flows and abundant vesicular golden pumice from Strombolian eruptions, the second probably initiated with a violent Strombolian eruption that produced a widespread tephra blanket and was followed (or possibly accompanied by) the successive emplacement of three lava flows;\n\n(3) identification of some of the most volatile-rich (&le;3.4 wt% H2O, &le;1375 ppm CO2) and primitive (&le;9.7 wt% MgO; olivine hosts Fo88-90) melts yet measured in the Cascade Arc (Ruscitto et al., 2010).\n\nTaken together, our research underlines the potential ash hazard of even small cinder cone eruptions, and shows that cinder cone eruptions may transition rapidly from one eruptive style to another (potentially more explosive) style, particularly if the latter is fed by a new magma batch.\n\n Additional work on other recent (Holocene) cinder cone eruptions in the Oregon Cascades underline the conclusions from Cinder Cone. Eruptions from the c.3000 ybp Sand Mountain volcanic field and 1500 ybp Collier Cone also involved multiple magma batches that generated a range of eruptive styles over eruptive time scales of (probably) months to years (and possibly a few decades; Deligne et al., in review; Ruscitto et al., in review; McKay, 2012). By comparison, mafic shield volcanoes form when magma supply is sufficient to form a vertically extensive plumbing/storage system in which efficient degassing produces effusive rather than explosive eruptive activity. From a hazards perspective, these studies show that the most explosive phase of a cinder cone eruption does not necessarily occur at the beginning (see also Pioli et al., 2008), and that highly explosive mafic eruptions may be driven in part by tapping of different magma batches during a single eruptive episode. These observations add to a growing view of magmatic systems as composed of poorly connected melt lenses within vertically extensive crystal-mush zones; multiple individual melt lenses are tapped during an eruptive sequence because of changing pressure differentials between the surface and depth; in this way, magmatic systems can act like siphons. This new view of magmatic systems could fundamentally change the ways in which we monitor eruption progress and handle eruption crises.\n\n Another hazard posed by cinder cone eruptions is release of gases that are poisonous to livestock and deleterious to humans. We have used our suite of cinder cone samples to investigate the potential effects gas release on communities near the Cascades. By compa..."
 }
}