{
 "awd_id": "1019652",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Ethnographic Research on  Knowledge Production and Applied Theatre in Post-Apartheid South Africa",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 19808.0,
 "awd_amount": 22637.0,
 "awd_min_amd_letter_date": "2010-09-16",
 "awd_max_amd_letter_date": "2011-08-08",
 "awd_abstract_narration": "Doctoral student Jessica S. Ruthven (Washington University in St. Louis), with the guidance of Dr. Carolyn Sargent, will investigate the potential for culturally-specific applied theatre programs to contribute to HIV/AIDS prevention, treatment, and care efforts. In several countries, theatre has provided an important space for popular expressions of resistance, education, and collective consciousness-building. Applied theatre genres have emerged as central venues in articulating local struggles against the effects of the epidemic. While audience reception and engagement with HIV/AIDS theatre has been studied quantitatively, its emerging importance remains understudied from a qualitative perspective.  \r\n\r\nThe research, which will be based in Johannesburg, South Africa, is driven by three primary concerns: (1) to determine the mechanisms by which applied theatre acts as a vehicle for health communication, promotion, and knowledge production about HIV/AIDS; (2) to determine the impact, as defined by both theatre-makers and audience members, of the two main contemporary HIV/AIDS applied theatre genres in the communities and personal lives of those involved; and (3) to investigate how the content and aesthetic forms of community-level applied theatre have shaped conceptualizations of health inequity, subjective illness experience, and definitions about what constitutes healing in South Africa.  Through participant-observation, in-depth interviews, and analysis of cultural products such as scripts and live applied theatre performances, the proposed project will investigate theatre-makers' and audience members' ideas about theatre as an institution involved in HIV/AIDS interventions.   \r\n\r\nThis research is important because it will contribute to understanding the culturally specific ways in which people affected by HIV/AIDS engage with national, international, and NGO efforts to produce and communicate knowledge about the epidemic.  The project will provide data on how theatre interventions shape public health discourse, which may be directly considered in future development of public health strategies for engaging communities in HIV interventions.  In addition, the research bridges the theoretical fields of medical anthropology and performance studies to provide an integrated perspective on contemporary applied theatre practices within South African health provision.  Supporting this research also contributes to the education of a social scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carolyn",
   "pi_last_name": "Sargent",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carolyn Sargent",
   "pi_email_addr": "carolynsargent@wustl.edu",
   "nsf_id": "000555860",
   "pi_start_date": "2010-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Ruthven",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica Ruthven",
   "pi_email_addr": "jsruthve@artsci.wustl.edu",
   "nsf_id": "000555782",
   "pi_start_date": "2010-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 19808.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 2829.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>In my doctoral dissertation research, entitled &ldquo;Health Imaginaries:&nbsp; Ethnographic Research on HIV/AIDS, Knowledge Production, and Applied Theatre in Post-Apartheid South Africa,&rdquo; I&nbsp; investigate the potential for popular applied theatre programs to contribute to HIV/AIDS prevention, treatment, and care efforts in South Africa.&nbsp; This project generates a set of data that builds on existing scholarship primarily in three fields:&nbsp; the anthropology of HIV/AIDS, health communication studies, and the anthropology of performance.&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>Research on health communication and HIV policy making is a contentious issue in contemporary South Africa.&nbsp; HIV/AIDS has become one of the most publicized and politicized social issues in the post-apartheid era.&nbsp; Although government and international support for HIV intervention programs has recently increased, debates about how HIV/AIDS knowledge and public health responses are conceptualized and enacted at local levels remain relevant amidst the country&rsquo;s continuing health crisis. &nbsp;In response to historically narrow public health foci, applied theatre has emerged as a challenge to common health communication practices.&nbsp; This form of artistic approach to social issues gains importance when put into historical context:&nbsp; during the anti-apartheid struggle, artistic endeavors such as activist theatre formed a central role in popular expressions of collective resistance against human rights abuses perpetrated by the apartheid government.&nbsp; The function of applied theatre in post-1994 South Africa is variable and fervently debated in artistic circles.&nbsp; Despite the country&rsquo;s intense apartheid-era involvement in activist theatre, early manifestations of HIV theatre primarily employed educational communicative strategies to disseminate public health information about the biomedical factors of HIV risk.&nbsp; While theatre continues to promote such knowledge, emerging theatre groups increasingly advocate innovation in content, form, and aesthetics.</p>\n<p><span style=\"white-space: pre;\"> </span>Using a mixed methodological approach, this project divided research time between two major urban theatre centers, Johannesburg and Cape Town.&nbsp; To address the research objectives, I worked with stakeholders including theatre-makers; audience members; media representatives from arts and health journalism; health and arts NGOs; national and international project funders; government officials; and clinicians. &nbsp;In addition, I collected data on 55 health-related theatre productions, obtained video footage of 28 HIV/AIDS-related theatre plays, and procured 8 HIV/AIDS-related theatre scripts for analysis.&nbsp; I also collected filmed footage of 27 other events from a dedicated annual HIV/AIDS and sexuality theatre festival in Johannesburg.&nbsp; &nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>This project addresses the dearth of anthropological analysis of HIV/AIDS theatre by combining political-economic and interpretive perspectives to examine the production and reception of applied health theatre in South Africa.&nbsp; Most health communication scholarship on cultural representations of HIV/AIDS emphasizes how health beliefs are constructed and circulated in television, radio, and print media campaigns; however, this project expands on mass media studies to include live theatre interventions as units of analysis. &nbsp;This project used qualitative methods to examine how psychosocial and emotional complexities of the epidemic are (and in some cases, are not) connected to broader social contexts through performance, as well as how emotion becomes a privileged affective component of intervention processes.&nbsp; For many groups with whom I spoke, healing in relation to HIV/AIDS is consid...",
  "por_txt_cntn": "\n In my doctoral dissertation research, entitled \"Health Imaginaries:  Ethnographic Research on HIV/AIDS, Knowledge Production, and Applied Theatre in Post-Apartheid South Africa,\" I  investigate the potential for popular applied theatre programs to contribute to HIV/AIDS prevention, treatment, and care efforts in South Africa.  This project generates a set of data that builds on existing scholarship primarily in three fields:  the anthropology of HIV/AIDS, health communication studies, and the anthropology of performance. \n\n Research on health communication and HIV policy making is a contentious issue in contemporary South Africa.  HIV/AIDS has become one of the most publicized and politicized social issues in the post-apartheid era.  Although government and international support for HIV intervention programs has recently increased, debates about how HIV/AIDS knowledge and public health responses are conceptualized and enacted at local levels remain relevant amidst the countryÆs continuing health crisis.  In response to historically narrow public health foci, applied theatre has emerged as a challenge to common health communication practices.  This form of artistic approach to social issues gains importance when put into historical context:  during the anti-apartheid struggle, artistic endeavors such as activist theatre formed a central role in popular expressions of collective resistance against human rights abuses perpetrated by the apartheid government.  The function of applied theatre in post-1994 South Africa is variable and fervently debated in artistic circles.  Despite the countryÆs intense apartheid-era involvement in activist theatre, early manifestations of HIV theatre primarily employed educational communicative strategies to disseminate public health information about the biomedical factors of HIV risk.  While theatre continues to promote such knowledge, emerging theatre groups increasingly advocate innovation in content, form, and aesthetics.\n\n Using a mixed methodological approach, this project divided research time between two major urban theatre centers, Johannesburg and Cape Town.  To address the research objectives, I worked with stakeholders including theatre-makers; audience members; media representatives from arts and health journalism; health and arts NGOs; national and international project funders; government officials; and clinicians.  In addition, I collected data on 55 health-related theatre productions, obtained video footage of 28 HIV/AIDS-related theatre plays, and procured 8 HIV/AIDS-related theatre scripts for analysis.  I also collected filmed footage of 27 other events from a dedicated annual HIV/AIDS and sexuality theatre festival in Johannesburg.   \n\n This project addresses the dearth of anthropological analysis of HIV/AIDS theatre by combining political-economic and interpretive perspectives to examine the production and reception of applied health theatre in South Africa.  Most health communication scholarship on cultural representations of HIV/AIDS emphasizes how health beliefs are constructed and circulated in television, radio, and print media campaigns; however, this project expands on mass media studies to include live theatre interventions as units of analysis.  This project used qualitative methods to examine how psychosocial and emotional complexities of the epidemic are (and in some cases, are not) connected to broader social contexts through performance, as well as how emotion becomes a privileged affective component of intervention processes.  For many groups with whom I spoke, healing in relation to HIV/AIDS is considered not only a matter of prevention but also a social process that promotes a more holistic understanding of health and personhood.  \n\n This project also investigates how theatre-makers talk about the style and content of their work.  Although theatre-makers who produce HIV/AIDS-related material avidly discuss the need for new ways to represent HIV/AIDS, current..."
 }
}