{
 "awd_id": "1019008",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop for perfSONAR Community Engagement",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2010-02-15",
 "awd_exp_date": "2011-01-31",
 "tot_intn_awd_amt": 125820.0,
 "awd_amount": 125820.0,
 "awd_min_amd_letter_date": "2010-02-12",
 "awd_max_amd_letter_date": "2010-02-12",
 "awd_abstract_narration": "perfSONAR is an infrastructure for network performance monitoring, facilitating the ability to solve end-to-end performance problems on paths crossing several networks and to enable network-aware applications. This workshop facilitates the cross-fertilization of ideas from the perfSONAR and network research communities to meet the needs of the federal and R&E (research and education) networks in the United States. The long term goal is to create a system for solving end-to-end performance problems in an efficient, scalable fashion on an ongoing basis.  The workshop brings together network researchers, applications developers, network developers, network managers, and others with an interest in network performance measurement. The workshop expects to generate community of interest coupled with a report summarizing the current community consensus on potential research focus areas, open issues, and operational requirements.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Zekauskas",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew J Zekauskas",
   "pi_email_addr": "matt@internet2.edu",
   "nsf_id": "000164327",
   "pi_start_date": "2010-02-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Boyd",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Boyd",
   "pi_email_addr": "ericboyd@umich.edu",
   "nsf_id": "000191153",
   "pi_start_date": "2010-02-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "INTERNET2",
  "inst_street_address": "1150 18TH ST NW STE 750",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "7349134264",
  "inst_zip_code": "200363880",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "UNIVERSITY CORPORATION FOR ADVANCED INTERNET DEVELOPMENT",
  "org_prnt_uei_num": "",
  "org_uei_num": "DZEBKFRD1ZN6"
 },
 "perf_inst": {
  "perf_inst_name": "INTERNET2",
  "perf_str_addr": "1150 18TH ST NW STE 750",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200363880",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 125820.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 2010 perfSONAR workshop brought together developers, operators, and network researchers to cross-fertilize ideas from all three communities, and chart the way forward towards a system of ubiquitous end-to-end performance monitoring using perfSONAR across networks used and operated by the research and education community. The 1.5 day workshop was held in Arlington, Virginia, involved 90 attendees representing 57 organizations around the world, including international participants from 9 countries, 9 American graduate students, and 18 sponsored attendees.&nbsp; The workshop focused on perfSONAR, an infrastructure for network performance monitoring, facilitating the ability to solve end-to-end performance problems on paths crossing several networks, to allow network-aware applications to be developed, and to facilitate communication and data retrieval.</p>\n<p>&nbsp;</p>\n<p>The long-lasting impact of this workshop involved the creation of an ongoing community of interest (including developers, operators, and researchers), a report summarizing the current community consensus on potential research focus areas, open issues, and operational requirements.&nbsp; Its impact included its intellectual merit, seen in the need for effective end-to-end performance network monitoring to ensure effective network performance and interaction, particularly as science increasingly becomes more data-intensive. Its impact also included catalyzing new infrastructure and methodologies for end-to-end performance monitoring for existing and emerging network technologies, and accelerating the development and deployment of perfSONAR, the emerging standard for constructing a distributed performance monitoring infrastructure. In the process, is is helping accelerate technology transfer of network research to operational networks.&nbsp; The workshop&rsquo;s facilitation of the design and deployment of a ubiquitous performance monitoring infrastructure has had a broader impact, facilitating effective exploitation of networks by many different scientific disciplines, creating a stronger environment for research for students at all levels, and enabling more rapid evolution of technology. In addition, it is likely to reduce the impact of the previous system that supported fewer network users and create an environment that allows minorities and students from less research-focused educational institutions to gain the same benefit from research and education networks as elite universities.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/16/2011<br>\n\t\t\t\t\tModified by: Eric&nbsp;Boyd</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe 2010 perfSONAR workshop brought together developers, operators, and network researchers to cross-fertilize ideas from all three communities, and chart the way forward towards a system of ubiquitous end-to-end performance monitoring using perfSONAR across networks used and operated by the research and education community. The 1.5 day workshop was held in Arlington, Virginia, involved 90 attendees representing 57 organizations around the world, including international participants from 9 countries, 9 American graduate students, and 18 sponsored attendees.  The workshop focused on perfSONAR, an infrastructure for network performance monitoring, facilitating the ability to solve end-to-end performance problems on paths crossing several networks, to allow network-aware applications to be developed, and to facilitate communication and data retrieval.\n\n \n\nThe long-lasting impact of this workshop involved the creation of an ongoing community of interest (including developers, operators, and researchers), a report summarizing the current community consensus on potential research focus areas, open issues, and operational requirements.  Its impact included its intellectual merit, seen in the need for effective end-to-end performance network monitoring to ensure effective network performance and interaction, particularly as science increasingly becomes more data-intensive. Its impact also included catalyzing new infrastructure and methodologies for end-to-end performance monitoring for existing and emerging network technologies, and accelerating the development and deployment of perfSONAR, the emerging standard for constructing a distributed performance monitoring infrastructure. In the process, is is helping accelerate technology transfer of network research to operational networks.  The workshopÆs facilitation of the design and deployment of a ubiquitous performance monitoring infrastructure has had a broader impact, facilitating effective exploitation of networks by many different scientific disciplines, creating a stronger environment for research for students at all levels, and enabling more rapid evolution of technology. In addition, it is likely to reduce the impact of the previous system that supported fewer network users and create an environment that allows minorities and students from less research-focused educational institutions to gain the same benefit from research and education networks as elite universities.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/16/2011\n\n\t\t\t\t\tSubmitted by: Eric Boyd"
 }
}