{
 "awd_id": "1019322",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Spatial Variability in the Atmospheric Surface Layer and in the Surface Heat Exchange over Arctic Sea Ice",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Neil R. Swanberg",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 388521.0,
 "awd_amount": 388521.0,
 "awd_min_amd_letter_date": "2010-08-11",
 "awd_max_amd_letter_date": "2010-08-11",
 "awd_abstract_narration": "The experiment to study the Surface Heat Budget of the Arctic Ocean (SHEBA) provided an invaluable supply of data from the main ice camp and from several remote sites.  Recent analyses of some of these data present a paradox, however:  in winter, when the sea ice is uniformly white and snow-covered, turbulent surface fluxes seem to be more spatially variable than in summer, when the surface is scarred with melt ponds and leads and, therefore, appears quite heterogeneous.  Because these turbulent fluxes are key components of the surface heat and momentum budgets, this project proposes further analyses of the SHEBA data to study the nature and causes of spatial variability in surface fluxes and related surface-level meteorological variables over sea ice.  The objectives of this project include the following analyses and products:  investigate the spatial variability of mean atmospheric surface-level variables; investigate the spatial variability of sea ice surface properties, such as surface temperature, the surface fluxes of momentum and sensible heat, and the four radiative flux components; investigate the spatial variability of the modeled surface temperature and the surface heat budget by running simulations with a newly developed polar version of the one-dimensional mass and energy budget model SNTHERM on each of the SHEBA sites; test existing or develop new, simple parameterizations for the four radiative flux components with the goal of evaluating whether expendable sea ice buoys can be upgraded to provide all the components of the surface heat budget.  The SHEBA data come from the main camp and from, generally, four remote sites up to 30 km from the main camp.  The horizontal scales represented in the data set thus fall in the microscale to mesoscale range - 200 m to 30 km.  Moreover, the data set includes at least 1000 hours of station pairs in each 1 km interval for all separations between 0 and 15 km.  As a result, the analyses will have implications for how to aggregate properties over the diverse surfaces that may constitute grid cells in the Arctic Ocean in regional and global climate models.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edgar",
   "pi_last_name": "Andreas",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Edgar L Andreas",
   "pi_email_addr": "eandreas@nwra.com",
   "nsf_id": "000315493",
   "pi_start_date": "2010-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "NorthWest Research Associates, Incorporated",
  "inst_street_address": "1100 NE 45TH ST, STE 500",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065568151",
  "inst_zip_code": "981054696",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "NORTHWEST RESEARCH ASSOCIATES, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "CBP3W28RNZB3"
 },
 "perf_inst": {
  "perf_inst_name": "NorthWest Research Associates, Incorporated",
  "perf_str_addr": "1100 NE 45TH ST, STE 500",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981054696",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 388521.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Climate models and weather forecasting models, for example, are divided into horizontal grid cells that may range in size from a few kilometers to hundreds of kilometers.&nbsp; Near the Earth&rsquo;s surface, many variables within a model grid cell are assumed to be uniform.&nbsp; Though this assumption is crucial to a model&rsquo;s performance, it has never been validated over polar sea ice.&nbsp; With data from SHEBA, the experiment to study the Surface Heat Budget of the Arctic Ocean, we can test this assumption for grid cells up to at least 12 km on a side.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We find that surface-level state variables like barometric pressure, air temperature, wind speed, and relative humidity are, indeed, uniform over Arctic grid cells up to at least 12 km, the limit we can test with the SHEBA data.&nbsp; In other words, for these variables, the assumption of grid cell uniformity is accurate.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The surface temperature, on the other hand, depends strongly on ice thickness and snow depth and, in fact, whether there is open water in the grid cell.&nbsp; Consequently, surface temperature cannot generally be taken as uniform over a grid cell but rather must be treated as a function of ice thickness and snow depth.&nbsp; Many modern sea ice models do now include a range of ice thicknesses within a model grid cell exactly for treating its effect on surface temperature.&nbsp; But few models represent snow with enough sophistication to capture its equally important influence on surface temperature.&nbsp; In a nutshell, snow is such a good insulator that a thick snow cover can lead to a low surface temperature even if the underlying ice is thin.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Also implicit in this result is that all surface-level quantities that respond to surface temperature&mdash;such as the emitted longwave radiation and the turbulent surface fluxes&mdash;will also need to be modeled as functions of ice thickness and snow depth within a model grid cell.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The most significant Broad Impact of this work is that we disseminate our results widely through four avenues.</p>\n<p>1)&nbsp; Journal articles are our primary way to document and disseminate our findings.&nbsp; During the course of this project, we published, had accepted for publication, or have in review 11 manuscripts based on research supported by this project.&nbsp; PI Ed Andreas is the lead or sole author of five of these.</p>\n<p>2)&nbsp; We have also made six oral or poster presentations of this research at conferences of the American Meteorological Society. &nbsp;Each of these presentations also has an associated &ldquo;extended abstract,&rdquo; a significant written document on which the presentation was based and which the AMS archives at its conference website.&nbsp; These are additional publications from this project.</p>\n<p>3)&nbsp; Besides these conference presentations, Ed Andreas has also given several invited presentations or seminars based on material developed under this project.&nbsp; Those presentations were at</p>\n<p>3rd Scintillometer Workshop, Wageningen, The Netherlands, April 2011</p>\n<p>Lyndon State College, Atmospheric Sciences Department, Lyndonville, Vermont, April 2011</p>\n<p>Workshop on Ice at the Interface:&nbsp; Atmosphere-Ice-Ocean Boundary Layer Processes and Their Role in Polar Change, Boulder, Colorado, June 2012</p>\n<p>Korea Polar Research Institute, Incheon, South Korea, April 2013</p>\n<p>Colorado State University, Information Science and Technology Center (ISTeC), Fort Collins, two seminars, April 2014</p>\n<p>4)&nbsp; Lastly, as part of this project, Ed Andreas has enhanc...",
  "por_txt_cntn": "\n            Climate models and weather forecasting models, for example, are divided into horizontal grid cells that may range in size from a few kilometers to hundreds of kilometers.  Near the EarthÆs surface, many variables within a model grid cell are assumed to be uniform.  Though this assumption is crucial to a modelÆs performance, it has never been validated over polar sea ice.  With data from SHEBA, the experiment to study the Surface Heat Budget of the Arctic Ocean, we can test this assumption for grid cells up to at least 12 km on a side.\n\n            We find that surface-level state variables like barometric pressure, air temperature, wind speed, and relative humidity are, indeed, uniform over Arctic grid cells up to at least 12 km, the limit we can test with the SHEBA data.  In other words, for these variables, the assumption of grid cell uniformity is accurate.\n\n            The surface temperature, on the other hand, depends strongly on ice thickness and snow depth and, in fact, whether there is open water in the grid cell.  Consequently, surface temperature cannot generally be taken as uniform over a grid cell but rather must be treated as a function of ice thickness and snow depth.  Many modern sea ice models do now include a range of ice thicknesses within a model grid cell exactly for treating its effect on surface temperature.  But few models represent snow with enough sophistication to capture its equally important influence on surface temperature.  In a nutshell, snow is such a good insulator that a thick snow cover can lead to a low surface temperature even if the underlying ice is thin.\n\n            Also implicit in this result is that all surface-level quantities that respond to surface temperature&mdash;such as the emitted longwave radiation and the turbulent surface fluxes&mdash;will also need to be modeled as functions of ice thickness and snow depth within a model grid cell.\n\n            The most significant Broad Impact of this work is that we disseminate our results widely through four avenues.\n\n1)  Journal articles are our primary way to document and disseminate our findings.  During the course of this project, we published, had accepted for publication, or have in review 11 manuscripts based on research supported by this project.  PI Ed Andreas is the lead or sole author of five of these.\n\n2)  We have also made six oral or poster presentations of this research at conferences of the American Meteorological Society.  Each of these presentations also has an associated \"extended abstract,\" a significant written document on which the presentation was based and which the AMS archives at its conference website.  These are additional publications from this project.\n\n3)  Besides these conference presentations, Ed Andreas has also given several invited presentations or seminars based on material developed under this project.  Those presentations were at\n\n3rd Scintillometer Workshop, Wageningen, The Netherlands, April 2011\n\nLyndon State College, Atmospheric Sciences Department, Lyndonville, Vermont, April 2011\n\nWorkshop on Ice at the Interface:  Atmosphere-Ice-Ocean Boundary Layer Processes and Their Role in Polar Change, Boulder, Colorado, June 2012\n\nKorea Polar Research Institute, Incheon, South Korea, April 2013\n\nColorado State University, Information Science and Technology Center (ISTeC), Fort Collins, two seminars, April 2014\n\n4)  Lastly, as part of this project, Ed Andreas has enhanced the SHEBA bulk flux algorithm that he developed for estimating the turbulent surface fluxes over sea ice.  He distributes the Fortran code for this algorithm for free through his home page, http://www.nwra.com/resumes/andreas/.\n\n\t\t\t\t\tLast Modified: 11/15/2014\n\n\t\t\t\t\tSubmitted by: Edgar L Andreas"
 }
}