{
 "awd_id": "1019645",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Studying Topography, Orographic Rainfall, and Ecosystems (STORE) with Geospatial Information Technology",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David B. Campbell",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 449965.0,
 "awd_amount": 449965.0,
 "awd_min_amd_letter_date": "2010-08-16",
 "awd_max_amd_letter_date": "2011-09-26",
 "awd_abstract_narration": "STORE is using innovative Geospatial Information Technology-based learning in high school environmental science studies with a focus on the meteorological and ecological impacts of climate change. The resources developed are using ArcGIS Explorer to increase students' learning and interest in science and careers and will be adaptable for teachers to improve classroom implementation. SRI International is the lead organization, in partnership with Hobart and William Smith Colleges. Project advisers and consultants include ESRI, American Meteorological Society, Cornell University, University of Michigan, and University of California, Santa Cruz, plus six design partner teachers from high schools in CA and NY. Haynie Research and Evaluation is conducting the external evaluation.  A co-design and design-based research approach is being used to create a geospatially-driven high school laboratory and field intervention consisting of a cutting-edge GIT tool and curriculum module exemplar. Together, these resources provide students with hands-on opportunities to explore regional atmospheric, geospheric, and biospheric interactions in relation to models of projected climate change in California and New York. \r\n\r\nThrough three microcycles of design-based research, the geospatial tool is being developed and tested with small diverse groups of high school students, including urban and rural minorities in California and New York. Participating students are being observed and their learning performances analyzed to determine how well they can both master the tool's features in tandem with using the tool in ways that help them learn the targeted content and practice the targeted skills. A curriculum module with a progression of exceedingly challenging lessons and embedded formative assessments is being developed. A professional development phase is examining the use of the tool and curriculum in detail during two years of classroom implementation. \r\n\r\nSTORE will advance: (1) the use of time-based geospatial simulations of real scientific datasets and climate change models to build greater student understanding about climate change and its impacts on the biosphere; and (2) provide the STEM community with data on the implementation and evolution of this innovation, which will inform future technology-based inquiry-based K-12 classroom designs and professional development.  Finally, the project will inform the STEM educational research community about how teachers with diverse student populations, technology availabilities, and other classroom characteristics used the learning modules and interventions that were developed during STORE.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Zalles",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Zalles",
   "pi_email_addr": "daniel.zalles@sri.com",
   "nsf_id": "000120556",
   "pi_start_date": "2010-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "MaKinster",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "James G MaKinster",
   "pi_email_addr": "makinster@hws.edu",
   "nsf_id": "000212672",
   "pi_start_date": "2010-08-16",
   "pi_end_date": "2011-09-26"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Manitakos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Manitakos",
   "pi_email_addr": "james.manitakos@sri.com",
   "nsf_id": "000554108",
   "pi_start_date": "2010-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SRI International",
  "inst_street_address": "333 RAVENSWOOD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MENLO PARK",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6097342285",
  "inst_zip_code": "940253493",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "SRI INTERNATIONAL",
  "org_prnt_uei_num": "SRG2J1WS9X63",
  "org_uei_num": "SRG2J1WS9X63"
 },
 "perf_inst": {
  "perf_inst_name": "SRI International",
  "perf_str_addr": "333 RAVENSWOOD AVE",
  "perf_city_name": "MENLO PARK",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940253493",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 449965.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><br /> </strong></p>\n<p>The project, Studying Topography, Orographic Rainfall, and Ecosystems with Geospatial Information Technology (STORE), was funded by NSF under DRL Grant 1019645. STORE explored what strategies stimulate sustained teacher commitment to the project&rsquo;s driving innovation: having students use specific forms of geospatial information technology (GIT) and place-based geospatial data to learn key concepts about weather, climate, and ecosystem biology. The GIT in STORE was a combination of freely available geospatial data sets and tools for viewing the data that derive from geographic information system software applications. The goal was to structure the innovation and its professional development to get participating teachers to plan for and enact effective instruction with the innovation, then achieve optimal impacts on student learning and engagement.</p>\n<p>The project team compiled geospatial data sets from publicly available scientific portals and made them compatible for use in ARC GIS Explorer Desktop and Google Earth. These are freely available GIT applications that anyone can download onto their computers from the web. To guide classroom use of the data sets, the project research team of scientists, researchers, and technicians, with the help of six design partner teachers, developed six hands-on lessons. These lessons provide students with the opportunity to see focal concepts played out in &ldquo;study area&rdquo; regions of mid-California and the western part of New York State. These concepts include orographic impacts on weather and climate, sustainment of plant species and ecosystems, and impacts of climate change. In the process, students learn about the nature of geospatial data, including how the data are collected, and how they are visually represented in layers on electronic maps.</p>\n<p>The lessons make use of parallel data sets about the two study areas. The data provide recent multi-decadal averages of temperature, precipitation, and predominating land cover as well as climate change model based projections for temperature, precipitation and land cover in 2050 and 2099. The model output is derived from the A2 scenario from the Intergovernmental Panel on Climate Change. This scenario assumes continued global growth of carbon dioxide levels in the atmosphere corresponding to the continuation of current levels of population growth. The data tell a relatively simple narrative about orographic rainfall and how it influences the climate and predominating land cover. The California orographic rainfall is influenced by the weather systems coming off of the Pacific Ocean. The Western New York orographic rainfall is more subtle, influenced by less dramatic topographic variances and proximity to Lakes Erie and Ontario.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Questions driving the research were:</p>\n<ol>\n<li>What strategies best prepare teachers for using the focal GIT and data in the classroom?</li>\n<li>What types of teachers find the GIT and data appealing for their instruction?</li>\n<li>What strategies maintain teacher commitment to the innovation?</li>\n<li>What GIT tool features can students understand and use effectively in the focal technology tasks directed in the project?</li>\n<li>To what extent do students&rsquo; immersions in the STORE GIT and data stimulate their interest and engagement, and what do they learn?</li>\n</ol>\n<p><em>Contributions to the field.</em>&nbsp;As detailed in the final project report, STORE results are consistent with research literature about innovating in STEM subjects. Teachers from middle schools, high schools, and a community college found the STORE GIT, data and lessons worth implementing. Most implemented in two rounds over two academic years, and did so in a variety of technology and science courses, including integrated science and math, general science, Earth science, environmental sci...",
  "por_txt_cntn": "\n\n \n\nThe project, Studying Topography, Orographic Rainfall, and Ecosystems with Geospatial Information Technology (STORE), was funded by NSF under DRL Grant 1019645. STORE explored what strategies stimulate sustained teacher commitment to the projectÆs driving innovation: having students use specific forms of geospatial information technology (GIT) and place-based geospatial data to learn key concepts about weather, climate, and ecosystem biology. The GIT in STORE was a combination of freely available geospatial data sets and tools for viewing the data that derive from geographic information system software applications. The goal was to structure the innovation and its professional development to get participating teachers to plan for and enact effective instruction with the innovation, then achieve optimal impacts on student learning and engagement.\n\nThe project team compiled geospatial data sets from publicly available scientific portals and made them compatible for use in ARC GIS Explorer Desktop and Google Earth. These are freely available GIT applications that anyone can download onto their computers from the web. To guide classroom use of the data sets, the project research team of scientists, researchers, and technicians, with the help of six design partner teachers, developed six hands-on lessons. These lessons provide students with the opportunity to see focal concepts played out in \"study area\" regions of mid-California and the western part of New York State. These concepts include orographic impacts on weather and climate, sustainment of plant species and ecosystems, and impacts of climate change. In the process, students learn about the nature of geospatial data, including how the data are collected, and how they are visually represented in layers on electronic maps.\n\nThe lessons make use of parallel data sets about the two study areas. The data provide recent multi-decadal averages of temperature, precipitation, and predominating land cover as well as climate change model based projections for temperature, precipitation and land cover in 2050 and 2099. The model output is derived from the A2 scenario from the Intergovernmental Panel on Climate Change. This scenario assumes continued global growth of carbon dioxide levels in the atmosphere corresponding to the continuation of current levels of population growth. The data tell a relatively simple narrative about orographic rainfall and how it influences the climate and predominating land cover. The California orographic rainfall is influenced by the weather systems coming off of the Pacific Ocean. The Western New York orographic rainfall is more subtle, influenced by less dramatic topographic variances and proximity to Lakes Erie and Ontario.\n\n      Questions driving the research were:\n\nWhat strategies best prepare teachers for using the focal GIT and data in the classroom?\nWhat types of teachers find the GIT and data appealing for their instruction?\nWhat strategies maintain teacher commitment to the innovation?\nWhat GIT tool features can students understand and use effectively in the focal technology tasks directed in the project?\nTo what extent do studentsÆ immersions in the STORE GIT and data stimulate their interest and engagement, and what do they learn?\n\n\nContributions to the field. As detailed in the final project report, STORE results are consistent with research literature about innovating in STEM subjects. Teachers from middle schools, high schools, and a community college found the STORE GIT, data and lessons worth implementing. Most implemented in two rounds over two academic years, and did so in a variety of technology and science courses, including integrated science and math, general science, Earth science, environmental science, biology, and physics. There were many instances of teachers making creative adaptations of the core lessons or developing their own. Findings revealed that students were capable of mastering the GIT functions they needed in o..."
 }
}