{
 "awd_id": "1019161",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Perspective-Taking in Conversation",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 300545.0,
 "awd_amount": 300545.0,
 "awd_min_amd_letter_date": "2010-08-08",
 "awd_max_amd_letter_date": "2012-04-27",
 "awd_abstract_narration": "Face-to-face conversation is often considered the most basic form of language use, as it likely played a key role as languages evolved and it continues to play important roles in  language acquisition and communication. With support from the NSF, the investigator will conduct a 3-year study of the way language is used and understood in interactive conversation. Engaging in conversation fundamentally depends on the insights we form about the knowledge and beliefs of our conversational partner. Sometimes these insights are correct, sometimes they fail dramatically, and other times the insights are not formed at all. This project will develop and test a theoretical framework for understanding how these insights are formed and used and, crucially, when they fail. The experiments combine eye-tracking technology with interactive conversation to study these processes in real time. This project will provide key insights into how a poorly understood but core component of language, that is, forming insights about the perspective of another person, guides every-day language use.  \r\n\r\nThis proposal will provide opportunities for extensive, hands-on research for graduate and undergraduate students. Undergraduate participants from groups that are underrepresented in science will have the opportunity to participate through the University of Illinois Summer Research Opportunity Program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Brown-Schmidt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Brown-Schmidt",
   "pi_email_addr": "sarahbrownschmidt@gmail.com",
   "nsf_id": "000554827",
   "pi_start_date": "2010-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 123510.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 87209.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 89826.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Intellectual Merit</span></strong><strong>: </strong>Face-to-face conversation is often considered the most basic form of language use, as it likely played a key role as languages evolved, and it continues to play important roles children&rsquo;s language acquisition, and adult communication today. The investigator conducted a three-year study of the way language is used and understood in interactive conversation. Engaging in conversation fundamentally depends on the insights we form about the knowledge and beliefs of our conversational partner. Sometimes these insights are correct, sometimes they fail dramatically, and other times the insights are not formed at all. This project developed and tested a theoretical framework for understanding how these insights are formed and used, and crucially, when they fail, based on recent work in psycholinguistics, developmental psychology, and social psychology. A series of experiments combined eye-tracking technology with interactive conversation to study these processes on a moment-by-moment basis as they occur.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This project provided key insights into how a poorly understood, but core component of language&mdash;forming insights about the perspective of another person&mdash;guides every-day language use. The results experiments now guide methodological standards in the field, have generated rich datasets for future investigations, and support crucial advancements in our scientific knowledge of a fundamental and every-day phenomenon: face-to-face conversation.<strong>&nbsp;</strong></p>\n<p><strong>Project Outcomes:</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If you want to ask someone a question, this involves the use of incredibly sophisticated representations of who knows what: We generally ask questions to seek new information, rather than to ask about what we already know about. We ask the question <em>of </em>someone who we think knows the answer, rather than someone we believe to be unknowledgeable. Doing so requires us to distinguish what we know from what other people know, and is a basic component of the uniquely human facility called <em>theory of mind.</em></p>\n<p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </em>This project was aimed at examining how we learn and use <em>theory of mind </em>information in face-to-face conversation. Several key findings came about as a result of this research.</p>\n<p>&nbsp;</p>\n<p><strong>First</strong>, we discovered that people are better at reasoning about what other people know if you are talking with another person in a live, interactive conversation. The more each person interacted, by saying things like &ldquo;yeah, got it&rdquo;, the better this information was used. By contrast, we are not as good at using this information when, for example, listening to a voice recording. We also found out that we don&rsquo;t only keep track of whether or not another person knows something, but in addition, <em>how well they know it. </em>Some people are more knowledgeable than others, and this research shows that we keep track of, and use this knowledge to our advantage when talking in conversation. Moreover, we use this information very quickly&mdash;within the first few hundred milliseconds of listening to another person talk.</p>\n<p>&nbsp;</p>\n<p><strong>Second</strong>, we discovered that during conversation, we develop ways of talking about things that are shaped by what is in the context. For example, when shopping for fish at a grocery store, we might provide a detailed description of which fish we would like to purchase, such as <em>the large tail-piece of salmon</em>. We keep track of these descriptions and continue to use them even in situations where it is no longer necessary to have such ...",
  "por_txt_cntn": "\nIntellectual Merit: Face-to-face conversation is often considered the most basic form of language use, as it likely played a key role as languages evolved, and it continues to play important roles childrenÆs language acquisition, and adult communication today. The investigator conducted a three-year study of the way language is used and understood in interactive conversation. Engaging in conversation fundamentally depends on the insights we form about the knowledge and beliefs of our conversational partner. Sometimes these insights are correct, sometimes they fail dramatically, and other times the insights are not formed at all. This project developed and tested a theoretical framework for understanding how these insights are formed and used, and crucially, when they fail, based on recent work in psycholinguistics, developmental psychology, and social psychology. A series of experiments combined eye-tracking technology with interactive conversation to study these processes on a moment-by-moment basis as they occur.\n\n            This project provided key insights into how a poorly understood, but core component of language&mdash;forming insights about the perspective of another person&mdash;guides every-day language use. The results experiments now guide methodological standards in the field, have generated rich datasets for future investigations, and support crucial advancements in our scientific knowledge of a fundamental and every-day phenomenon: face-to-face conversation. \n\nProject Outcomes:\n\n            If you want to ask someone a question, this involves the use of incredibly sophisticated representations of who knows what: We generally ask questions to seek new information, rather than to ask about what we already know about. We ask the question of someone who we think knows the answer, rather than someone we believe to be unknowledgeable. Doing so requires us to distinguish what we know from what other people know, and is a basic component of the uniquely human facility called theory of mind.\n\n            This project was aimed at examining how we learn and use theory of mind information in face-to-face conversation. Several key findings came about as a result of this research.\n\n \n\nFirst, we discovered that people are better at reasoning about what other people know if you are talking with another person in a live, interactive conversation. The more each person interacted, by saying things like \"yeah, got it\", the better this information was used. By contrast, we are not as good at using this information when, for example, listening to a voice recording. We also found out that we donÆt only keep track of whether or not another person knows something, but in addition, how well they know it. Some people are more knowledgeable than others, and this research shows that we keep track of, and use this knowledge to our advantage when talking in conversation. Moreover, we use this information very quickly&mdash;within the first few hundred milliseconds of listening to another person talk.\n\n \n\nSecond, we discovered that during conversation, we develop ways of talking about things that are shaped by what is in the context. For example, when shopping for fish at a grocery store, we might provide a detailed description of which fish we would like to purchase, such as the large tail-piece of salmon. We keep track of these descriptions and continue to use them even in situations where it is no longer necessary to have such detail, such as when pulling the fish out of the fridge at home. This research shows that the way we store this information in memory may explain why people may persist in talking about the large tail-piece, even when only a single cut of fish is in the refrigerator.\n\n \n\nThird, we found that people differ in how well they keep track of who knows what. Some people excel at using this information; other people are less skilled at doing so. The research funded by this grant examined some of the factors that predict w..."
 }
}