{
 "awd_id": "1019747",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Work Budget of Fault Birth within Accretionary Systems",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fountain",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 335299.0,
 "awd_amount": 335299.0,
 "awd_min_amd_letter_date": "2010-07-02",
 "awd_max_amd_letter_date": "2010-07-02",
 "awd_abstract_narration": "Most boundaries of tectonic plates in the Earth contain complex networks of active faults. Better understanding of how geologic faults develop would lead to improved understanding of deformation at plate boundaries. This project explores the evolution of faults by investigating the work/energy budget of the fault system. A deforming fault system will produce or consume different types of energy including the work of uplifting parts of the Earth?s crust and the energy released by earthquakes as ground shaking. Understanding the complete work budget can help predict new fault development. For example, new faults will develop when the energy savings of having the new fault within the system is greater than the energy cost of creating the new fault surface. This study examines the birth of faults within 1) theoretical, 2) analog table top experiments and 3) natural accretionary wedges in the Earth. Accretionary wedges develop at subduction zone plate boundaries where sediments are scraped off of the down-going oceanic plate. The scraped off sediments accumulate within an accretionary wedge, such as found off the coast of Oregon and Chile. Accretionary wedges are well-suited for the study of fault growth because new faults develop at the front of the system within young material that has never before been faulted. At other types of plate boundaries, such as the San Andreas Fault, the rocks are millions of years old and the active fault system is influenced by previous deformation of the rocks. The study uses numerical models to explore the work budget within accretionary wedges of a variety of scales. Models will test theoretical formulations for accretionary wedge growth, simulate table-top sandbox experiments performed, and simulate the Nankai trough accretionary wedge off Japan, for which a wealth of data is available from recent and on-going investigations. \r\n\r\nThe results of the study will refine the understanding of the fault life-cycle by revealing the energy required to both grow new faults in the Earth?s crust and reactivate old faults. While the project focuses on accretionary wedges, because the material properties are relatively simple in these settings, the results should be applicable to fault growth within any tectonic plate boundary. Understanding how and when new faults grow will aid in efforts to predict fault behavior and prepare for earthquake events along active fault systems. Furthermore, the numerical simulation of the Nankai accretionary system may yield insights the future behavior of that fault zone, which has generated strong earthquakes and devastating tsunamis in the past. An outreach component of this proposal will promote the use of table-top sandbox experiments within middle and high school classrooms. The deformational sandbox experiments help bring plate tectonics to life for students and the hands-on and visual nature of the activity inspires students to investigate earth science processes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Cooke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michele Cooke",
   "pi_email_addr": "cooke@geo.umass.edu",
   "nsf_id": "000203696",
   "pi_start_date": "2010-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 335299.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We simulate deformation, such as the effect of many earthquakes in the Earth&rsquo;s crust, using table top experiments with dry sand and wet clay.&nbsp;When we conduct experiments using dry sand and wet clay, we can watch see the same very slow, geologic processes of the crust take place within just an afternoon within our lab. In particular, we are interested in the work (i.e. energy) required to grow faults and whether faults systems grow to minimize energy within the system. If the Earth is lazy and prefers to conserve energy, then faults should grow to minimize work and fault systems should evolve to increase their mechanical efficiency.</p>\n<ul>\n<li>For example, work is required to break materials in order to grow a fault. Previously, people thought that this work was a material property. But our sandbox experiments show that the work required to grow a fault depends on depth of burial. This observation has interesting implications for how the deformational work budget might differ at different levels of the crust.&nbsp;</li>\n<li>We also conduct wet clay experiments of strike-slip faults (faults like the San Andreas where the two sides slide past one another) with a bend along their length. This bend acts as a region of inefficiency and we track the mechanical efficiency of the fault system as the fault deforms and grows new fault segments.&nbsp;&nbsp;As new faults grow around the bend, the overall mechanical efficiency of the fault system increases to reach a steady value.&nbsp;&nbsp;Initially, gentle bends are more efficient than sharper bends. However, alll our experiments reach the same steady efficiency once new faults have grown and linked even though the final fault geometries are also quite different from each other. </li>\n<li>We also ran computer models to simulate the sandbox experiments. The benefit of numerical models is that they give us the complete stress and strains fields so that we can calculate the work budget. Stress data is hard to get from the table-top experiments.&nbsp;&nbsp;The numerical simulations of the sandbox experiments show that the fault position and geometry that minimize the total work of the deforming system also matches the fault that was observed to grow in the sandbox. This shows that work minimization is a reasonable approach for predicting fault evolution.</li>\n</ul>\n<p>&nbsp;</p>\n<p>The broader impacts of this study include outreach efforts to bring analog modeling experiments into middle and high school classrooms.&nbsp;&nbsp;Teachers around the country have been building deformation sandboxes using the specifications on the UMass Geomechanics web page and contacting the PI for assistance.&nbsp; Several groups, including a program for middle school girls at an underperforming school in western MA, visited our lab to see and help with experiments.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2014<br>\n\t\t\t\t\tModified by: Michele&nbsp;L&nbsp;Cooke</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe simulate deformation, such as the effect of many earthquakes in the EarthÆs crust, using table top experiments with dry sand and wet clay. When we conduct experiments using dry sand and wet clay, we can watch see the same very slow, geologic processes of the crust take place within just an afternoon within our lab. In particular, we are interested in the work (i.e. energy) required to grow faults and whether faults systems grow to minimize energy within the system. If the Earth is lazy and prefers to conserve energy, then faults should grow to minimize work and fault systems should evolve to increase their mechanical efficiency.\n\nFor example, work is required to break materials in order to grow a fault. Previously, people thought that this work was a material property. But our sandbox experiments show that the work required to grow a fault depends on depth of burial. This observation has interesting implications for how the deformational work budget might differ at different levels of the crust. \nWe also conduct wet clay experiments of strike-slip faults (faults like the San Andreas where the two sides slide past one another) with a bend along their length. This bend acts as a region of inefficiency and we track the mechanical efficiency of the fault system as the fault deforms and grows new fault segments.  As new faults grow around the bend, the overall mechanical efficiency of the fault system increases to reach a steady value.  Initially, gentle bends are more efficient than sharper bends. However, alll our experiments reach the same steady efficiency once new faults have grown and linked even though the final fault geometries are also quite different from each other. \nWe also ran computer models to simulate the sandbox experiments. The benefit of numerical models is that they give us the complete stress and strains fields so that we can calculate the work budget. Stress data is hard to get from the table-top experiments.  The numerical simulations of the sandbox experiments show that the fault position and geometry that minimize the total work of the deforming system also matches the fault that was observed to grow in the sandbox. This shows that work minimization is a reasonable approach for predicting fault evolution.\n\n\n \n\nThe broader impacts of this study include outreach efforts to bring analog modeling experiments into middle and high school classrooms.  Teachers around the country have been building deformation sandboxes using the specifications on the UMass Geomechanics web page and contacting the PI for assistance.  Several groups, including a program for middle school girls at an underperforming school in western MA, visited our lab to see and help with experiments.\n\n \n\n\t\t\t\t\tLast Modified: 10/30/2014\n\n\t\t\t\t\tSubmitted by: Michele L Cooke"
 }
}