{
 "awd_id": "1019044",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "International Research Fellowship Program:  Towards Conservation and Sustainable Use: Genetic Diversity and Reproductive Mode of the Endangered Himalayan Fungus O. sinensis",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 146196.0,
 "awd_amount": 146196.0,
 "awd_min_amd_letter_date": "2010-05-17",
 "awd_max_amd_letter_date": "2010-05-17",
 "awd_abstract_narration": "The International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad.  The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad. \n \nThis award will support a twenty-four-month research fellowship by Dr. Kathryn Bushley to work with Dr. Yijian Yao at the Institute of Microbiology in China. \n \nOphiocordyceps sinensis (synonym: Cordyceps sinensis) is an endangered, endemic, and highly valued medicinal fungus which parasitizes species of the Himalayan ghost moth Thitarodes (synonym: Hepialus).  The combination of fungus and parasitized moth, called Yartsa gunbu (\"winter-worm, summer-grass\") in Tibetan or dongchong xiacao in Chinese, has been harvested and used medicinally in both Chinese and Tibetan Medicine for at least three centuries.  Within the last decade, however, a nearly tenfold increase in market value has led to increased harvest and overexploitation.  This project addresses several fundamental gaps in scientific knowledge of the 1) systematics, 2) genetic diversity, 3) reproductive biology, and 4) ecology of O. sinensis which currently hamper efforts to assess the impacts of increased harvesting on population viability and to develop strategies for sustainable use.  Multilocus sequence datasets are being used to better delimit species boundaries of O. sinensis and population genetic markers (microsatellites and SNPs) are being developed to characterize the distribution of genetic diversity both within and between subpopulations.  This research will also contribute to a better understanding of the reproductive biology of O. sinensis by cloning the mating type locus to determine whether O. sinensis is homothallic (selfing) or heterothallic (outcrossing).  Reproductive biology and spore dispersal in natural populations are also being investigated by estimating the outcrossing rate, evaluating random mating and rates of recombination using sequence based markers, and analyzing patterns of fine scale spatial genetic variation in four field populations located in Yunnan province, China. \n \nThe scientific impacts of this project include delimiting phylogenetic species and characterizing the genetic diversity and reproductive biology of this economically important fungus.  Results of this research will contribute to conservation efforts as well as expand knowledge of the ecology and spatial distribution of insect pathogenic fungi in nature which has applications towards their development as biocontrol agents in agriculture and forestry.  The broader impacts of this work include advanced training and international collaboration for the postdoctoral fellow and undergraduate students, the forging of new relationships between scientific experts in Cordyceps biology from China and the U.S., and dissemination of knowledge relevant to conservation of O. sinensis to scientists and the general public in both China and the U.S. through a variety of means: 1) publication in peer reviewed journals, 2) sharing of knowledge with local harvesters intimately involved in managing the resource, and 3) hosting of an international symposium on sustainable use of O. sinensis for researchers from several Himalayan nations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Bushley",
   "pi_mid_init": "E",
   "pi_sufx_name": "Ms",
   "pi_full_name": "Kathryn E Bushley",
   "pi_email_addr": "",
   "nsf_id": "000512077",
   "pi_start_date": "2010-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bushley                 Kathryn        E",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Seattle",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "",
  "inst_zip_code": "981440000",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "WA",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Bushley                 Kathryn        E",
  "perf_str_addr": "",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981440000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "WA",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 146196.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Ophiocordyceps sinensis</em> (synonym: <em>Cordyceps sinensis</em>) is an endangered, endemic, and highly valued medicinal fungus which parasitizes species of the Himalayan ghost moth within the genus <em>Thitarodes </em>(synonym: <em>Hepialus</em>).&nbsp; The combination of fungus and parasitized moth, called <em>Yartsa gunbu</em> ( &ldquo;winter-worm, summer-grass&rdquo;) in Tibetan or <em>dongchong xiacao</em> in Chinese, has been harvested and used medicinally in both Chinese and Tibetan Medicine for at least three centuries.&nbsp; Within the last decade, however, the market value has increased nearly tenfold with a corresponding increase in harvest levels and concern about the sustainability of current levels of exploitation of wild <em>Yartsa gunbu.</em>&nbsp; Of particular concern is the fact that most harvesters collect immature specimens that have not yet undergone sexual reproduction.&nbsp; As it is not known whether sexual or asexual spores are primarily responsible for propagating new fungal infections, the impact of these practices on genetic diversity and long-term sustainability of this resource is unknown.&nbsp;</p>\n<p>Research under this grant addressed several gaps in knowledge of <em>O. sinensis</em> important for conservation including 1) better delimiting the species boundaries of <em>O. sinensis</em>, 2) characterizing the mating system, 3) assessing levels of outcrossing or sexual reproduction in natural populations, and 4) characterizing population genetic diversity in southern populations of the fungus.&nbsp; We utilized the ITS region of the ribosomal RNA to better delimit species boundaries of <em>O. sinensis </em>and support the hypothesis that southern populations may represent the center of origin for this species and confirm that <em>O. nepalensis</em> is conspecific with <em>O. sinensis</em>.&nbsp;&nbsp; We discovered and cloned the <em>MAT1-1</em> mating locus and demonstrated that the fungus is capable of selfing, which is a significant advance in understanding the mating system.&nbsp; We also developed a method for high-throughput characterization of single nucleotide polymorphisms (SNPs) using genotyping by sequencing (GBS) and used SNP data to assess population genetic diversity and gene flow in southern isolates of the fungus in Yunnan province, China.&nbsp; These data support the hypothesis that high mountain ranges in southern regions of the distribution of the fungus may limit dispersal and genetic exchange between populations.&nbsp; The SNP data has also been used to assess levels of selfing versus outcrossing in four natural populations in Yunnan province to address the relative importance of sexual spores (ascospores) versus asexual spores (conidia). &nbsp;&nbsp;</p>\n<p>This project elucidated the reproductive biology of this important fungus and characterized patterns of genetic variation within the <em>O. sinensis </em>species complex.&nbsp; The scientific impacts of this research include contribution to the scarce but emerging body of research on the ecology and diversity of insect pathogenic fungi in nature as well as the mating biology of natural fungal populations.&nbsp; <em>O. sinensis</em> has immense economic value and is an important component of the livelihoods of many rural inhabitants of China and other Himalayan nations.&nbsp; Overexploitation threatens the future viability of this resource.&nbsp; The broader impacts of this work include generation of data directly relevant to designing effective conservation policies for this species.&nbsp; This grant also supported development of educational courses including a module on fungal ecology taught to graduate students and conservation professionals from Asian countries underrepresented in science including Laos, Vietnam, Cambodia, North Korea, Indonesia, and Nepal and a course taught to undergraduate non-science majors at Oregon State University addressing ...",
  "por_txt_cntn": "\nOphiocordyceps sinensis (synonym: Cordyceps sinensis) is an endangered, endemic, and highly valued medicinal fungus which parasitizes species of the Himalayan ghost moth within the genus Thitarodes (synonym: Hepialus).  The combination of fungus and parasitized moth, called Yartsa gunbu ( \"winter-worm, summer-grass\") in Tibetan or dongchong xiacao in Chinese, has been harvested and used medicinally in both Chinese and Tibetan Medicine for at least three centuries.  Within the last decade, however, the market value has increased nearly tenfold with a corresponding increase in harvest levels and concern about the sustainability of current levels of exploitation of wild Yartsa gunbu.  Of particular concern is the fact that most harvesters collect immature specimens that have not yet undergone sexual reproduction.  As it is not known whether sexual or asexual spores are primarily responsible for propagating new fungal infections, the impact of these practices on genetic diversity and long-term sustainability of this resource is unknown. \n\nResearch under this grant addressed several gaps in knowledge of O. sinensis important for conservation including 1) better delimiting the species boundaries of O. sinensis, 2) characterizing the mating system, 3) assessing levels of outcrossing or sexual reproduction in natural populations, and 4) characterizing population genetic diversity in southern populations of the fungus.  We utilized the ITS region of the ribosomal RNA to better delimit species boundaries of O. sinensis and support the hypothesis that southern populations may represent the center of origin for this species and confirm that O. nepalensis is conspecific with O. sinensis.   We discovered and cloned the MAT1-1 mating locus and demonstrated that the fungus is capable of selfing, which is a significant advance in understanding the mating system.  We also developed a method for high-throughput characterization of single nucleotide polymorphisms (SNPs) using genotyping by sequencing (GBS) and used SNP data to assess population genetic diversity and gene flow in southern isolates of the fungus in Yunnan province, China.  These data support the hypothesis that high mountain ranges in southern regions of the distribution of the fungus may limit dispersal and genetic exchange between populations.  The SNP data has also been used to assess levels of selfing versus outcrossing in four natural populations in Yunnan province to address the relative importance of sexual spores (ascospores) versus asexual spores (conidia).   \n\nThis project elucidated the reproductive biology of this important fungus and characterized patterns of genetic variation within the O. sinensis species complex.  The scientific impacts of this research include contribution to the scarce but emerging body of research on the ecology and diversity of insect pathogenic fungi in nature as well as the mating biology of natural fungal populations.  O. sinensis has immense economic value and is an important component of the livelihoods of many rural inhabitants of China and other Himalayan nations.  Overexploitation threatens the future viability of this resource.  The broader impacts of this work include generation of data directly relevant to designing effective conservation policies for this species.  This grant also supported development of educational courses including a module on fungal ecology taught to graduate students and conservation professionals from Asian countries underrepresented in science including Laos, Vietnam, Cambodia, North Korea, Indonesia, and Nepal and a course taught to undergraduate non-science majors at Oregon State University addressing the impact of advances in genomics on microbial ecology.  Several Chinese graduate students and an undergraduate researcher in the U.S. also received training in molecular biology under this award.  \n\n\t\t\t\t\tLast Modified: 01/12/2014\n\n\t\t\t\t\tSubmitted by: Kathryn E Bushley"
 }
}