{
 "awd_id": "1019503",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Agency in Sustained Problem-Based Inquiry: Learning Science Through and As Innovation",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032920000",
 "po_email": "ahenriqu@nsf.gov",
 "po_sign_block_name": "Andres Henriquez",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 2453014.0,
 "awd_amount": 2453014.0,
 "awd_min_amd_letter_date": "2010-08-17",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "An ongoing partnership between learning scientists and science educators from the University of Washington and school district leaders from Bellevue School District along with curriculum specialists and teachers is conducting research and development on a new science learning environment.  Previously researchers in the College of Education and at the LIFE Center at the University of Washington have developed two fifth grade science modules used in the school district.  One takes a socio-cognitive approach, leveraging authentic science practices and questions, student choice, and communication of ideas into a challenge-based design.  The other takes a socio-cultural perspective, aiming to bridge informal and formal learning environments by leveraging into formal science curricula students' culturally based repertoires of practice to try out and revise their own ideas based on evidence and discussion.  This research and development project develops and tests in the classroom two fifth- grade and two second-grade biological science units that combine both perspectives in order to more fully engage both students and teachers in authentic inquiry and tests the units in second- and fifth- grade classrooms.  \r\n\r\nThe research focuses on how the new learning designs affect learners' a) concepts of science and scientific inquiry; b) ability to collaborate productively; c) engagement, interest and science self efficacy; and d) sense of classroom community.  The results are compared to matched control groups using FOSS units in the same subject area.  The project also studies the extent to which the design principles and outcomes are generalizable across and within branches of science and are developmentally appropriate.  The theoretical frameworks, curriculum resources and embedded professional development opportunities needed for sustainability and continuous improvement are investigated.  The external evaluator assesses the quality of the research design and instruments as well as the quality of the science modules developed.  An Advisory Committee monitors the work.  \r\n\r\nThis project focuses on several ways of creating learning experiences that provide agency for elementary school students and excite them to pursue STEM pathways.  Opportunities are provided to more fully explore the importance of connecting formal and informal learning experiences in ways that greatly boost the potencies of each.  The project has the potential to create alternative learning designs to the kit-based science materials that are pervasive in elementary science classrooms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Bransford",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "John D Bransford",
   "pi_email_addr": "bransj@u.washington.edu",
   "nsf_id": "000382092",
   "pi_start_date": "2010-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Vye",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy J Vye",
   "pi_email_addr": "nancyvye@u.washington.edu",
   "nsf_id": "000347118",
   "pi_start_date": "2010-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Bell",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Philip L Bell",
   "pi_email_addr": "pbell@u.washington.edu",
   "nsf_id": "000415045",
   "pi_start_date": "2012-06-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carrie",
   "pi_last_name": "Tzou",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Carrie T Tzou",
   "pi_email_addr": "tzouct@u.washington.edu",
   "nsf_id": "000522318",
   "pi_start_date": "2012-06-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Gallagher",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel J Gallagher",
   "pi_email_addr": "djgallagher@seattleschools.org",
   "nsf_id": "000553958",
   "pi_start_date": "2010-08-17",
   "pi_end_date": "2012-06-21"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "DiLoreto",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Angela DiLoreto",
   "pi_email_addr": "diloretoa@bsd405.org",
   "nsf_id": "000620004",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 2453014.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project involved a partnership of university-based learning scientists and science educators, and school district curriculum specialists, and teachers engaged in curriculum development and research to improve elementary science teaching and learning.</p>\n<p>The major goals of the project were to design curriculum and instruction that offered students greater &ldquo;agency&rdquo;; that is, more choice and decision-making opportunities as they pursued science investigations. In many classrooms, science instruction is mostly teacher lead and involves rule following by students. The partners worked with teachers to begin with the notion that children have the capacity to try out their own ideas and revise them based on data and discussion, rather than just follow other&rsquo;s rules. The students&rsquo; initial approaches to personally relevant science inquiry must be supported by teachers, of course, but this is different than always following rules of how to test a hypothesis that others have posed.</p>\n<p>The project developed five, 12-week curriculum units in which students conducted investigations to answer important science problems. For example, in one of the &ldquo;agency&rdquo; units, <em>My Skokomish River Challenge, </em>students determine if and where to build a proposed low-income housing development in a frequently flooded area in Washington. To inform their decision-making, students document erosion and deposition in their neighborhoods, design and conduct their own investigations on factors that impact erosion and deposition, examine maps of the proposed building sites, and hear perspectives from local stakeholders.&nbsp;</p>\n<p>A yearlong study was conducted comparing 10 classes of students that used the &ldquo;agency&rdquo; curriculum to 7 classes that used the district&rsquo;s teacher lead curriculum (&ldquo;Comparison&rdquo; curriculum).&nbsp; Both curricula focused on the same learning objectives. Agency and Comparison classes were volunteers from matched schools (i.e., matched on percentage of students on Free/Reduced Lunch).</p>\n<p>Results of the study were:</p>\n<p>1. On each of three assessments of students&rsquo; skill at doing and understanding science investigations (a core goal of both curricula), students in the agency classes scored significantly higher compared to their peers in the comparison classes. Agency students were better at generating investigative questions, designing investigations to address these questions, at interpreting data, and identifying study variables.</p>\n<p>2. On assessments of students&rsquo; learning of science concepts that were the focus of the units, Agency students performed as well or better than Comparison students.</p>\n<p>3. On a brief &ldquo;exit ticket&rdquo; survey completed multiple times at the end of science class, showed that students in both Agency and Comparison classes felt relatively positive during science; that is, more students endorsed Positive feelings and relatively few students endorsed Negative feelings.</p>\n<p>4. Although both Agency and Comparison students were positive about their science experiences, our analyses also showed that Agency students were more positive than Comparison students.&nbsp; Furthermore, Agency students&rsquo; positive feelings increased over the school year, whereas Comparison students&rsquo; level of positive affect stayed about the same. It is also important to note that lower and higher achieving students in both groups demonstrated same pattern of outcomes.</p>\n<ol> </ol>\n<p>The pattern of findings indicates that Comparison students are not becoming more negative over the school year, they are becoming less positive relative to Agency students. This is an important finding, as the transition between elementary and middle school remains a vulnerable point in students&rsquo; science education.&nbsp; Providing for equitable, agentive science learning envir...",
  "por_txt_cntn": "\nThis project involved a partnership of university-based learning scientists and science educators, and school district curriculum specialists, and teachers engaged in curriculum development and research to improve elementary science teaching and learning.\n\nThe major goals of the project were to design curriculum and instruction that offered students greater \"agency\"; that is, more choice and decision-making opportunities as they pursued science investigations. In many classrooms, science instruction is mostly teacher lead and involves rule following by students. The partners worked with teachers to begin with the notion that children have the capacity to try out their own ideas and revise them based on data and discussion, rather than just follow otherÆs rules. The studentsÆ initial approaches to personally relevant science inquiry must be supported by teachers, of course, but this is different than always following rules of how to test a hypothesis that others have posed.\n\nThe project developed five, 12-week curriculum units in which students conducted investigations to answer important science problems. For example, in one of the \"agency\" units, My Skokomish River Challenge, students determine if and where to build a proposed low-income housing development in a frequently flooded area in Washington. To inform their decision-making, students document erosion and deposition in their neighborhoods, design and conduct their own investigations on factors that impact erosion and deposition, examine maps of the proposed building sites, and hear perspectives from local stakeholders. \n\nA yearlong study was conducted comparing 10 classes of students that used the \"agency\" curriculum to 7 classes that used the districtÆs teacher lead curriculum (\"Comparison\" curriculum).  Both curricula focused on the same learning objectives. Agency and Comparison classes were volunteers from matched schools (i.e., matched on percentage of students on Free/Reduced Lunch).\n\nResults of the study were:\n\n1. On each of three assessments of studentsÆ skill at doing and understanding science investigations (a core goal of both curricula), students in the agency classes scored significantly higher compared to their peers in the comparison classes. Agency students were better at generating investigative questions, designing investigations to address these questions, at interpreting data, and identifying study variables.\n\n2. On assessments of studentsÆ learning of science concepts that were the focus of the units, Agency students performed as well or better than Comparison students.\n\n3. On a brief \"exit ticket\" survey completed multiple times at the end of science class, showed that students in both Agency and Comparison classes felt relatively positive during science; that is, more students endorsed Positive feelings and relatively few students endorsed Negative feelings.\n\n4. Although both Agency and Comparison students were positive about their science experiences, our analyses also showed that Agency students were more positive than Comparison students.  Furthermore, Agency studentsÆ positive feelings increased over the school year, whereas Comparison studentsÆ level of positive affect stayed about the same. It is also important to note that lower and higher achieving students in both groups demonstrated same pattern of outcomes.\n \n\nThe pattern of findings indicates that Comparison students are not becoming more negative over the school year, they are becoming less positive relative to Agency students. This is an important finding, as the transition between elementary and middle school remains a vulnerable point in studentsÆ science education.  Providing for equitable, agentive science learning environments that also support positive affect may keep students in pursuit of future science learning.\n\n5. The findings indicate that Agency classes are associated with more positive affect than Comparison classes; however, an alternative explanation for the results..."
 }
}