{
 "awd_id": "1020636",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Arabidopsis 2010:  Mitochondrial RNA Editing in Arabidopsis thaliana",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032922489",
 "po_email": "aggarza@nsf.gov",
 "po_sign_block_name": "Anthony Garza",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 504897.0,
 "awd_amount": 504897.0,
 "awd_min_amd_letter_date": "2010-07-28",
 "awd_max_amd_letter_date": "2012-05-09",
 "awd_abstract_narration": "Intellectual Merit: RNA editing is a process that alters the genetic information at specific sites on RNA molecules. Editing has been described in a wide range of organisms from viruses to animals and plants. In vascular plants, organelle transcripts are modified after synthesis by cytosine-to-uracil (C-to-U) editing. Although RNA editing has been studied extensively in some systems, in plants, many questions still remain.  For example, neither the chloroplast nor mitochondrial editing enzyme that performs the actual nucleotide alteration has been discovered.  Also, despite the importance of nucleotide selectivity in preventing chaotic, unproductive alteration of RNAs, little is known about the mechanisms responsible for selecting specific nucleotides to be modified. This project seeks to deepen understanding of plant RNA editing by identifying proteins that are involved in mitochondrial editing. In prior work, natural variation in Arabidopsis combined with genetic analysis allowed the mapping of quantitative trait loci (QTLs) that control differential editing extent at specific C targets of editing in two Arabidopsis lines. Candidate editing genes in the QTL intervals will be tested for their possible involvement in editing of specific C targets by virus-induced gene silencing (VIGS). Knock-out mutants in editing genes identified by the VIGS screen will be sought from publicly available mutant collections. Immunoprecipitation or affinity tagging experiments with mutant and normal plants will be used to identify components of the molecular machine that performs mitochondrial RNA editing.\r\n\r\nBroader Impact: Mitochondria are essential organelles in plants that are critical for energy transduction. Plant mitochondrial gene expression is profoundly affected by the RNA editing process, which modifies as many as 500 Cs encoded in the genome. Identifying the nuclear genes that are responsible for encoding proteins that perform RNA editing is essential to our understanding of mitochondrial biogenesis. This project will provide research experiences for 8-12 undergraduates over the next three years, including underrepresented minority students participating in an NSF REU program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephane",
   "pi_last_name": "Bentolila",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Stephane P Bentolila",
   "pi_email_addr": "sb46@cornell.edu",
   "nsf_id": "000536608",
   "pi_start_date": "2010-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "1131",
   "pgm_ref_txt": "ARABIDOPSIS"
  },
  {
   "pgm_ref_code": "1684",
   "pgm_ref_txt": "THE 2010 PROJECT"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 162384.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 168225.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 174288.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Expression of genes in chloroplasts and mitochondria of flowering plants is profoundly affected by RNA editing, an essential process that modifies organelle transcripts at specific C targets. RNA editing in plant organelle transcripts converts cytidines to uridines; this post-transcriptional process can create start or stop codons and frequently changes the encoded amino acid. Over 600 Cs are edited to Us in Arabidopsis organelle transcripts, resulting in repair of defective chloroplast and mitochondrial genes at the post-transcriptional level. The process is carried out by a small protein complex of less than 400 kD, the editosome, whose composition has not yet been determined. Members of the pentatricopeptide repeat (PPR)family have been implicated in the specificity of RNA editing by recognizing a cis element adjacent to editable cytidine. During the course of this project we have identified two new families, the RIP and the ORRM families, as essential components of the plant RNA editosome. The development of STS-PCRseq, a new methodology to assay editing extent based on next generation sequencing, allowed us to analyze comprehensively the role of every member of the RIP family in RNA editing. Because of the accuracy and cost-effectiveness of STS-PCRseq, this method is likely to have wide application for study of RNA editing in plants and other organisms, and may be applied to any study that requires the sequence of a subset of the cell&rsquo;s transcripts rather than the total transcriptome. The RRM found in ORRM1, an essential plastid editing factor and the founding father of the ORRM family, appears to form a monophyletic group. Most of the proteins that belong to the same clade as the one encoded by ORRM1 are predicted to be located in plastids or mitochondria. This observation suggests that other members of the ORRM family may likewise function in RNA editing. Our results are critical to achieve the ultimate goal of plant RNA editing research: understanding its mechanism through the complete assembly of the RNA editing apparatus in vitro.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/12/2014<br>\n\t\t\t\t\tModified by: Stephane&nbsp;P&nbsp;Bentolila</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nExpression of genes in chloroplasts and mitochondria of flowering plants is profoundly affected by RNA editing, an essential process that modifies organelle transcripts at specific C targets. RNA editing in plant organelle transcripts converts cytidines to uridines; this post-transcriptional process can create start or stop codons and frequently changes the encoded amino acid. Over 600 Cs are edited to Us in Arabidopsis organelle transcripts, resulting in repair of defective chloroplast and mitochondrial genes at the post-transcriptional level. The process is carried out by a small protein complex of less than 400 kD, the editosome, whose composition has not yet been determined. Members of the pentatricopeptide repeat (PPR)family have been implicated in the specificity of RNA editing by recognizing a cis element adjacent to editable cytidine. During the course of this project we have identified two new families, the RIP and the ORRM families, as essential components of the plant RNA editosome. The development of STS-PCRseq, a new methodology to assay editing extent based on next generation sequencing, allowed us to analyze comprehensively the role of every member of the RIP family in RNA editing. Because of the accuracy and cost-effectiveness of STS-PCRseq, this method is likely to have wide application for study of RNA editing in plants and other organisms, and may be applied to any study that requires the sequence of a subset of the cellÆs transcripts rather than the total transcriptome. The RRM found in ORRM1, an essential plastid editing factor and the founding father of the ORRM family, appears to form a monophyletic group. Most of the proteins that belong to the same clade as the one encoded by ORRM1 are predicted to be located in plastids or mitochondria. This observation suggests that other members of the ORRM family may likewise function in RNA editing. Our results are critical to achieve the ultimate goal of plant RNA editing research: understanding its mechanism through the complete assembly of the RNA editing apparatus in vitro.\n\n\t\t\t\t\tLast Modified: 11/12/2014\n\n\t\t\t\t\tSubmitted by: Stephane P Bentolila"
 }
}