{
 "awd_id": "1020989",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Mediating Democracy: External Aid and Local Conflict Resolution",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Winslow",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 6250.0,
 "awd_amount": 6250.0,
 "awd_min_amd_letter_date": "2010-08-27",
 "awd_max_amd_letter_date": "2010-08-27",
 "awd_abstract_narration": "Brown University doctoral student Susan H. Ellison, supervised by Dr. Kay B. Warren, will examine the local effects of foreign-funded \"Alternative Dispute Resolution\" (ADR) programs. Such mediation programs are proliferating throughout the world. This research seeks to understand what kinds of political practices ADR engenders or inhibits, and with what consequences for how people think about themselves and behave as political actors, and for traditional forms of power and political engagement. Additionally, this research will consider the politics and pragmatics of conflict management courses, violence prevention campaigns, and broader peace-building programs such as those promoted globally by organizations such as the United Nations.\r\n\r\nThe research will be carried out in the city of El Alto, Bolivia, where ADR programs were introduced in the wake of a 2003 uprising led by rural and urban poor Bolivians. Many of the conflict resolution programs currently offered in El Alto provide residents pro-bono legal aid while stressing mediation as a more individually satisfying alternative to the formal legal system. Since 2008, however, conflict resolution programs have become entangled in a much larger national debate over who sets the terms of democracy in Bolivia and how justice will be defined. Through in-depth and semi-structured interviews, archival research, and document analysis, this research will reconstruct the history of Bolivian engagements with ADR-like initiatives and probe the stated aims and contested meaning of conflict resolution programs in the country. To examine this system in practice, the bulk of this research will be dedicated to extensive participant observation in El Alto-based mediation centers and in civic education and mediation workshops aimed at the general public.\r\n\r\nThis research is important because it will contribute to social scientific understanding of the interplay between interventions aimed at everyday or micro-level experiences of violence and conflict, and those addressing larger-scale social tensions and democratic discord.  The research also will produce new data that can inform policy concerned with chronic conflict and foreign aid. Funding this research also supports the education of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kay",
   "pi_last_name": "Warren",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Kay B Warren",
   "pi_email_addr": "Kay_Warren@brown.edu",
   "nsf_id": "000071314",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Ellison",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Susan H Ellison",
   "pi_email_addr": "susanhellison@gmail.com",
   "nsf_id": "000554989",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  },
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1372",
   "pgm_ref_txt": "LAW AND SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 6250.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For this dissertation project, Brown University doctoral student in anthropology, Susan Ellison, conducted fifteen months of ethnographic fieldwork in the city of El Alto, Bolivia under the supervision of Dr. Kay B. Warren.&nbsp; This research project examines the ways foreign-funded Alternative Dispute Resolution (ADR) programs have become entangled with local notions of conflict, coercion, and political engagement in the city of El Alto. Proponents of &ldquo;Alternative Dispute Resolution&rdquo; (ADR) frequently represent these programs as the height of neutrality. Indeed, the &ldquo;neutral, third-party mediator&rdquo; personifies the stated intentions of ADR: to offer technical and apolitical intercession into conflicts, from the interpersonal to the transnational. Critics of ADR have suggested that conflict resolution programs may serve to domesticate other possible expressions political dissent (such as street protests), and thus preclude other means of demanding justice. By contrast, ADR advocates argue that conflict resolution programs provide participants with a transferable skill-set that can enable more constructive negotiations in a variety of disputes. Since 2008, ADR and allied democracy promotion programs have become entangled in a larger national debate over who sets the terms of democracy in Bolivia, and how justice will be defined. Amid that debate, this project sought to understand how people endow nominally apolitical conflict resolution programs with political meaning, and how these processes dynamically shape&ndash;and are shaped by&ndash;the ways people think about themselves and behave as political actors.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In order to investigate these questions, the researcher regularly worked in one such conflict resolution program, serving as an intern in Bolivia&rsquo;s Integrated Justice Centers. Originally financed by American aid, these conflict resolution centers are run by the Bolivian Ministry of Justice, and offer pro-bono legal aid and conciliation services to low-income clients. In her capacity as an intern, the researcher worked closely with Center clients and regularly observed the work of Center staff as they provided orientation, explained conciliation services, and initiated civil court cases, among other activities. The researcher also carried out comparative fieldwork with several organizations offering conflict resolution training and services. Finally, the researcher conducted extensive interviews with Bolivian officials at the Ministry of Justice, the public servants and interns serving in El Alto&rsquo;s Integrated Justice Centers, foreign donors from a variety of bi/multi-lateral aid institutions financing judicial reform, as well as the staff of several Bolivian non-profit organizations offering Alternative Dispute Resolution and related programming.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This research shows how foreign-funded judicial reform in Bolivia has shifted from a stated aim to relieve backlogged Bolivian courts, protect foreign investors, promote human rights, and improve access to justice, to a preoccupation with transforming the ways El Alto residents engage in conflict in their everyday lives and in their involvement with social organizations.&nbsp;Yet&nbsp;amid widespread economic hardship, juridical uncertainty, and political turmoil,&nbsp;this research project has found that urban poor residents of El Alto&nbsp;are using ADR in ways foreign donors never anticipated.&nbsp; ADR donors and advocates frequently cast their work as apolitical, and indeed conflict resolution programs often reframe broader social strains in interpersonal rather than macro-political terms -- offering small-scale, technocratic, and therapeutic interventions. By contrast, the findings from this project illuminate the ways government offic...",
  "por_txt_cntn": "\nFor this dissertation project, Brown University doctoral student in anthropology, Susan Ellison, conducted fifteen months of ethnographic fieldwork in the city of El Alto, Bolivia under the supervision of Dr. Kay B. Warren.  This research project examines the ways foreign-funded Alternative Dispute Resolution (ADR) programs have become entangled with local notions of conflict, coercion, and political engagement in the city of El Alto. Proponents of \"Alternative Dispute Resolution\" (ADR) frequently represent these programs as the height of neutrality. Indeed, the \"neutral, third-party mediator\" personifies the stated intentions of ADR: to offer technical and apolitical intercession into conflicts, from the interpersonal to the transnational. Critics of ADR have suggested that conflict resolution programs may serve to domesticate other possible expressions political dissent (such as street protests), and thus preclude other means of demanding justice. By contrast, ADR advocates argue that conflict resolution programs provide participants with a transferable skill-set that can enable more constructive negotiations in a variety of disputes. Since 2008, ADR and allied democracy promotion programs have become entangled in a larger national debate over who sets the terms of democracy in Bolivia, and how justice will be defined. Amid that debate, this project sought to understand how people endow nominally apolitical conflict resolution programs with political meaning, and how these processes dynamically shape&ndash;and are shaped by&ndash;the ways people think about themselves and behave as political actors.\n\n            In order to investigate these questions, the researcher regularly worked in one such conflict resolution program, serving as an intern in BoliviaÆs Integrated Justice Centers. Originally financed by American aid, these conflict resolution centers are run by the Bolivian Ministry of Justice, and offer pro-bono legal aid and conciliation services to low-income clients. In her capacity as an intern, the researcher worked closely with Center clients and regularly observed the work of Center staff as they provided orientation, explained conciliation services, and initiated civil court cases, among other activities. The researcher also carried out comparative fieldwork with several organizations offering conflict resolution training and services. Finally, the researcher conducted extensive interviews with Bolivian officials at the Ministry of Justice, the public servants and interns serving in El AltoÆs Integrated Justice Centers, foreign donors from a variety of bi/multi-lateral aid institutions financing judicial reform, as well as the staff of several Bolivian non-profit organizations offering Alternative Dispute Resolution and related programming.\n\n            This research shows how foreign-funded judicial reform in Bolivia has shifted from a stated aim to relieve backlogged Bolivian courts, protect foreign investors, promote human rights, and improve access to justice, to a preoccupation with transforming the ways El Alto residents engage in conflict in their everyday lives and in their involvement with social organizations. Yet amid widespread economic hardship, juridical uncertainty, and political turmoil, this research project has found that urban poor residents of El Alto are using ADR in ways foreign donors never anticipated.  ADR donors and advocates frequently cast their work as apolitical, and indeed conflict resolution programs often reframe broader social strains in interpersonal rather than macro-political terms -- offering small-scale, technocratic, and therapeutic interventions. By contrast, the findings from this project illuminate the ways government officials and ordinary citizens have surprisingly re-politicized these putatively technocratic and apolitical programs, how that process occurs, and with what effects.  Moreover, this research will show how and why residents of El Alto utilize informal co..."
 }
}