{
 "awd_id": "1020966",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Demographic and behavioral responses to resource shifts and the transmission of rabies in vampire bats",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alan Tessier",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 579908.0,
 "awd_amount": 579908.0,
 "awd_min_amd_letter_date": "2010-08-31",
 "awd_max_amd_letter_date": "2011-09-09",
 "awd_abstract_narration": "Infectious diseases have increased in prevalence and expanded their geographic distribution in recent decades, and it has been hypothesized that this is a result of disturbances to ecosystem structure and biodiversity.  This project considers a case study of this phenomenon by examining how the expanding livestock rearing industry in Latin America affects interactions between common vampire bats and their directly transmitted rabies viruses.  Vampire bats are distributed throughout much of Latin America, where they often exist in high densities due to their opportunistic use of livestock as a novel and abundant food source.  This project will monitor a series of field sites in Peru to ask how livestock density affects vampire bat abundance and rabies transmission.  Genetic studies of vampire bats will estimate population sizes and movement rates of bats within and between livestock rearing and forested areas.  Mathematical models will be developed and used to analyze how human activities that affect vampire bat density and dispersal also affect rabies dynamics. These models will be parameterized using data from experimental infection studies with captive vampire bats, designed to examine the time course of infection, including recovery and immunity, for which limited data currently exist. The investigators predict that by increasing vampire bat abundance and movement rates, supplemental resources in the form of livestock will cause rabies to shift from causing rare but large outbreaks in forest bat populations to constant persistence at low prevalence in livestock areas. \r\n\r\nBecause deforestation, urbanization and livestock rearing are intensifying in much of the developing world, a better understanding of how wildlife-pathogen interactions will respond to such changes is needed urgently.  This project will contribute to training and career mentoring for graduate students, postdoctoral scholars and research assistants, who will each be encouraged to develop independent projects related to the project.  This work continues established collaborations with the Peruvian Ministry of Health, the Peruvian Ministry of Agriculture, the University of San Marcos and US Centers for Disease Control and Prevention; as such, this project will build a strong foundation to empower future scientific research and collaboration in a developing country.  Finally, results of this study will inform rabies control efforts in Latin America, where vampire bats cause the majority of human and livestock rabies cases.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sonia",
   "pi_last_name": "Altizer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sonia M Altizer",
   "pi_email_addr": "saltizer@uga.edu",
   "nsf_id": "000208966",
   "pi_start_date": "2010-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pejman",
   "pi_last_name": "Rohani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pejman Rohani",
   "pi_email_addr": "rohani@uga.edu",
   "nsf_id": "000493340",
   "pi_start_date": "2010-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "623 BOYD GRADUATE RESEARCH CTR",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 386788.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 193120.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In an era of rapid environmental change, understanding how species respond to human-provided resources and the resulting effects on ecological interactions is critical to mitigating threats to biodiversity &nbsp;and human health. Our research took advantage of livestock rearing in Latin America as a large-scale natural experiment to explore interactions between vampire bats - a species that can use livestock as food - and their associated rabies viruses. Rabies is an economically important viral disease in livestock, and also causes human deaths. Vampire bats are the leading reservoir host of rabies virus throughout Latin America. The primary goal of this project was to examine how vampire bat feeding behavior, abundance and dispersal respond to resource supplementation by humans, and how these collectively influence the persistence and spatial spread of rabies. Since people control vampire bats by culling (to limit bites on livestock and humans), another goal of our project was to assess the efficacy of bat culling campaigns for reducing the burden of rabies.</p>\n<p>&nbsp;Research activities included (i) monitoring dozens of vampire bat colonies spread throughout Peru to investigate effects of livestock density on vampire bat abundance and patterns of rabies exposure, (ii) genetic studies of vampire bats to describe their sub-structuring at a regional level, (iii) genetic analyses of rabies viruses which characterized the spatial movement and inter-annual persistence of rabies, and (iv) mathematical models based on our field data to analyze how rabies persists as a lethal infection in a slowly-reproducing bat species, and how using that information might improve disease control plans. Results included numerous findings of fundamental and applied importance to understanding bat-transmitted diseases. Our field studies showed positive effects of livestock on vampire bat colony sizes and demonstrated that rabies is geographically widespread in vampire bats; however, the intensity of local transmission was unrelated to the size of bat colonies. This implies that livestock might not increase the transmission rate of rabies in bats, but it may increase the absolute number of rabid bats. The absence of a relationship between bat colony size and rabies exposure also indicated that reducing colony sizes by culling might not be an effective control plan. Consistent with this idea, we found that rabies exposures were actually more common in bat colonies that were occasionally culled compared to those that were not culled by humans, suggesting that culling might be counterproductive to rabies control. Mathematical models investigated the possible mechanisms underlying these effects and showed that in contrast to the conventional wisdom, rabies cannot persist in single bat colonies, but requires movement of the virus between multiple colonies to avoid going extinct. This result explains the failure of localized bat culls to eliminate rabies and implies that geographic coordination of control activities will be essential for rabies control. Finally, our genetic work identified that dispersing male bats likely move rabies virus between relatively sedentary maternity colonies, seeding new outbreaks and triggering infections in humans and livestock.&nbsp;</p>\n<p>&nbsp;Although wildlife populations often decline in response to anthropogenic land use, some species benefit from resources provided via accidental or intentional provisioning. This study represented a comprehensive analysis of how animal responses to changing resources can affect the dynamics of infectious diseases. Because deforestation, urbanization and livestock rearing are intensifying in much of the developing world, this is a timely and important topic. Moreover, the emergence of highly lethal zoonotic diseases from bats to humans, including SARS, Nipah virus and Ebola virus, has focused attention on bats as importa...",
  "por_txt_cntn": "\nIn an era of rapid environmental change, understanding how species respond to human-provided resources and the resulting effects on ecological interactions is critical to mitigating threats to biodiversity  and human health. Our research took advantage of livestock rearing in Latin America as a large-scale natural experiment to explore interactions between vampire bats - a species that can use livestock as food - and their associated rabies viruses. Rabies is an economically important viral disease in livestock, and also causes human deaths. Vampire bats are the leading reservoir host of rabies virus throughout Latin America. The primary goal of this project was to examine how vampire bat feeding behavior, abundance and dispersal respond to resource supplementation by humans, and how these collectively influence the persistence and spatial spread of rabies. Since people control vampire bats by culling (to limit bites on livestock and humans), another goal of our project was to assess the efficacy of bat culling campaigns for reducing the burden of rabies.\n\n Research activities included (i) monitoring dozens of vampire bat colonies spread throughout Peru to investigate effects of livestock density on vampire bat abundance and patterns of rabies exposure, (ii) genetic studies of vampire bats to describe their sub-structuring at a regional level, (iii) genetic analyses of rabies viruses which characterized the spatial movement and inter-annual persistence of rabies, and (iv) mathematical models based on our field data to analyze how rabies persists as a lethal infection in a slowly-reproducing bat species, and how using that information might improve disease control plans. Results included numerous findings of fundamental and applied importance to understanding bat-transmitted diseases. Our field studies showed positive effects of livestock on vampire bat colony sizes and demonstrated that rabies is geographically widespread in vampire bats; however, the intensity of local transmission was unrelated to the size of bat colonies. This implies that livestock might not increase the transmission rate of rabies in bats, but it may increase the absolute number of rabid bats. The absence of a relationship between bat colony size and rabies exposure also indicated that reducing colony sizes by culling might not be an effective control plan. Consistent with this idea, we found that rabies exposures were actually more common in bat colonies that were occasionally culled compared to those that were not culled by humans, suggesting that culling might be counterproductive to rabies control. Mathematical models investigated the possible mechanisms underlying these effects and showed that in contrast to the conventional wisdom, rabies cannot persist in single bat colonies, but requires movement of the virus between multiple colonies to avoid going extinct. This result explains the failure of localized bat culls to eliminate rabies and implies that geographic coordination of control activities will be essential for rabies control. Finally, our genetic work identified that dispersing male bats likely move rabies virus between relatively sedentary maternity colonies, seeding new outbreaks and triggering infections in humans and livestock. \n\n Although wildlife populations often decline in response to anthropogenic land use, some species benefit from resources provided via accidental or intentional provisioning. This study represented a comprehensive analysis of how animal responses to changing resources can affect the dynamics of infectious diseases. Because deforestation, urbanization and livestock rearing are intensifying in much of the developing world, this is a timely and important topic. Moreover, the emergence of highly lethal zoonotic diseases from bats to humans, including SARS, Nipah virus and Ebola virus, has focused attention on bats as important sources of infection for humans and domesticated animals. Our study addressed fundamental g..."
 }
}