{
 "awd_id": "1020552",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CIS-regulatory Circuitry of Polypyrimidine Binding Proteins",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Martha Peterson",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 443740.0,
 "awd_amount": 443740.0,
 "awd_min_amd_letter_date": "2010-08-09",
 "awd_max_amd_letter_date": "2011-06-09",
 "awd_abstract_narration": "Intellectual Merit:  Understanding how proteins work together to regulate gene expression is a fundamental problem in cellular biochemistry.  This research focuses on a regulator of gene expression called the polypyrimidine tract binding protein (PTB), which binds to specific pyrimidine-rich regions in pre-messenger RNA molecules to regulate pre-mRNA splicing.  How PTB recognizes its specific binding sites in RNA remains an unanswered question, which this research seeks to address by testing the hypothesis that specificity is conferred, in part, by association of PTB with other RNA binding proteins. Building on a recent map of cellular PTB binding sites, this research will define how PTB interacts with other RNA binding proteins. A novel high throughput binding assay will be used to map PTB and its interacting partners onto RNA. The overlay of the maps will suggest synergistic relationships that will be tested in vivo.\r\n\r\nBroader Impacts:  This research will provide training for graduate and undergraduate students at the cross-disciplinary interface between molecular biology and computational science. The data generated by the project will be used for computational analysis by summer undergraduate students participating in an internship program in biological mathematics.  The project will also offer opportunities for postdoctoral training and for members of underrepresented groups to participate in research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Fairbrother",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "William G Fairbrother",
   "pi_email_addr": "william_Fairbrother@brown.edu",
   "nsf_id": "000522616",
   "pi_start_date": "2010-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 218426.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 225314.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In translating the genetic code into protein, the information in the DNA must first be transcribed into messenger RNA (mRNA). The initial mRNA transcript, known as pre-mRNA, contains blocks of protein-encoding exons separated by blocks of non-coding intervening introns. Thus, prior to translation into protein, the pre-mRNA must be modified so as to remove the introns and join the exons. This process is known as &ldquo;splicing.&rdquo; To aid in regulating the splicing process, the pre-mRNA transcript contains genetic sequences within the exons and introns (cis-elements) that are bound by various splicing-related protein complexes (trans-factors). The cis-elements may be arranged in an adjacent or overlapping manner. Furthermore, splice site recognition involves an interplay of the trans-factors, which may be activators or repressors, that bind the cis-elements. Secondary structure of the pre-mRNA also plays a role in trans-factor binding activity and splice site recognition. Taken together, the pre-mRNA allows for an elaborate cis-regulatory circuitry that is capable of responding to various cellular inputs and mediating complex behavior.</p>\n<p>The splicing-related trans-factor polypyrimidine tract binding protein (PTB) is the prominent splicing repressor in humans. PTB has typically been regarded as an RNA-binding protein of low specificity, interacting fairly promiscuously with RNA. Additionally, PTB binds many other RNA-binding proteins. These factors relating to PTB lead to the more general question: How does a highly accurate process like pre-mRNA splicing arise through cooperative interactions between individual processes (e.g., binding events) that are promiscuous? To provide insights into this area of uncertainty, the overall project goal was to create a comprehensive map of pre-mRNA regions that undergo PTB regulation.&nbsp;</p>\n<p>In order to achieve the project goal, a combination of computational and experimental approaches was used. Preliminary data had been obtained using a high-throughput binding assay developed in the lab just prior to beginning the project at hand (<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/?term=PMC2779669\">Reid et al., 2009</a>). Results from this study confirmed the specificity of PTB for intronic polypyrimidine tracts. Short RNA motifs bound by protein complexes containing PTB and of likely in vivo relevance were also detected. Additionally, it was noted that PTB demonstrates a preference for single-stranded, unstructured pre-mRNA (i.e., lacking substantial secondary structure).</p>\n<p>Extending on the above studies, funding received from the National Science Foundation (NSF) for the described project contributed to the publication of two original research articles in peer-reviewed journals (<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/?term=PMC3064794\">Ferraris et al., 2011</a>; <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3465671/\">Taggart et al., 2012</a>). These articles are publicly available free of charge through PubMed Central&reg; (PMC;&nbsp;<a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3064794/\">PMC3064794</a>&nbsp;and&nbsp;<a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3465671/\">PMC3465671</a>, respectively). Ferraris et al. presented a high-throughput assay that allows for unbiased measurements of protein complex formation on nucleic acids. It was further demonstrated how the method can be used to discover and identify functional RNA cis-elements. As such, this method could be applied to better defining the PTB-containing protein complexes that form on pre-mRNA and the cis-regulatory elements targeted by PTB.&nbsp;</p>\n<p>Splice site selection occurs through the coordinated recognition of multiple cis-elements. In addition to the polypyrimidine tract bound by PTB, other important pre-mRNA cis-elements include the 5&rsquo; splice site, the 3&rsquo; splice site, and the branchpoint. In comparison...",
  "por_txt_cntn": "\nIn translating the genetic code into protein, the information in the DNA must first be transcribed into messenger RNA (mRNA). The initial mRNA transcript, known as pre-mRNA, contains blocks of protein-encoding exons separated by blocks of non-coding intervening introns. Thus, prior to translation into protein, the pre-mRNA must be modified so as to remove the introns and join the exons. This process is known as \"splicing.\" To aid in regulating the splicing process, the pre-mRNA transcript contains genetic sequences within the exons and introns (cis-elements) that are bound by various splicing-related protein complexes (trans-factors). The cis-elements may be arranged in an adjacent or overlapping manner. Furthermore, splice site recognition involves an interplay of the trans-factors, which may be activators or repressors, that bind the cis-elements. Secondary structure of the pre-mRNA also plays a role in trans-factor binding activity and splice site recognition. Taken together, the pre-mRNA allows for an elaborate cis-regulatory circuitry that is capable of responding to various cellular inputs and mediating complex behavior.\n\nThe splicing-related trans-factor polypyrimidine tract binding protein (PTB) is the prominent splicing repressor in humans. PTB has typically been regarded as an RNA-binding protein of low specificity, interacting fairly promiscuously with RNA. Additionally, PTB binds many other RNA-binding proteins. These factors relating to PTB lead to the more general question: How does a highly accurate process like pre-mRNA splicing arise through cooperative interactions between individual processes (e.g., binding events) that are promiscuous? To provide insights into this area of uncertainty, the overall project goal was to create a comprehensive map of pre-mRNA regions that undergo PTB regulation. \n\nIn order to achieve the project goal, a combination of computational and experimental approaches was used. Preliminary data had been obtained using a high-throughput binding assay developed in the lab just prior to beginning the project at hand (Reid et al., 2009). Results from this study confirmed the specificity of PTB for intronic polypyrimidine tracts. Short RNA motifs bound by protein complexes containing PTB and of likely in vivo relevance were also detected. Additionally, it was noted that PTB demonstrates a preference for single-stranded, unstructured pre-mRNA (i.e., lacking substantial secondary structure).\n\nExtending on the above studies, funding received from the National Science Foundation (NSF) for the described project contributed to the publication of two original research articles in peer-reviewed journals (Ferraris et al., 2011; Taggart et al., 2012). These articles are publicly available free of charge through PubMed Central&reg; (PMC; PMC3064794 and PMC3465671, respectively). Ferraris et al. presented a high-throughput assay that allows for unbiased measurements of protein complex formation on nucleic acids. It was further demonstrated how the method can be used to discover and identify functional RNA cis-elements. As such, this method could be applied to better defining the PTB-containing protein complexes that form on pre-mRNA and the cis-regulatory elements targeted by PTB. \n\nSplice site selection occurs through the coordinated recognition of multiple cis-elements. In addition to the polypyrimidine tract bound by PTB, other important pre-mRNA cis-elements include the 5Æ splice site, the 3Æ splice site, and the branchpoint. In comparison to 5Æ splice sites and 3Æ splice sites, branchpoints and the surrounding sequences are relatively uncharacterized in human introns. Indeed, at the time of the project start, branchpoints were essentially unmapped splicing landmarks with respect to human genes (&lt;100 confirmed in vivo). Thus, another important outcome of this NSF-supported project was the results of computational analyses reported by Taggart et al. indicating that PTB activity and splice site se..."
 }
}