{
 "awd_id": "1020083",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Virtual Learning Communities: An Online Professional Development Resource for STEM Teachers",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David B. Campbell",
 "awd_eff_date": "2010-07-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 680531.0,
 "awd_amount": 680531.0,
 "awd_min_amd_letter_date": "2010-07-13",
 "awd_max_amd_letter_date": "2013-02-27",
 "awd_abstract_narration": "Researchers and developers at the University of Chicago are conducting an exploratory project to design, develop, and test a virtual learning community (VLC) to enhance the ability of first- and fourth-grade teachers to provide mathematics education. The project deploys cyberlearning technologies to allow teachers to interact with one another and with experts across the U.S. The goal is to produce a prototype of a VLC for first- and fourth-grade Everyday Mathematics teachers that integrates three primary elements: (a) learning objects rooted in practice, such as lesson video, (b) community-building tools offered by the internet, and (c) focused content that drives teachers' professional learning in mathematics. \r\n\r\nThis VLC is developed during two engineering cycles in which the project team engages teachers as central partners. The quality and utility of the resultant VLC is tested against the anticipated outcomes of (a) sustained participation by teachers in the VLC and (b) changes in teachers' \"professional vision\" in mathematics education. Sustained participation is tracked using web analytics and user logs.  Changes in professional vision are measured by on-line assessment tools used by approximately 150 teachers.\r\n\r\nThe VLC develops learning objects; community-building tools; and focused content. The VLC will be launched during the third year of the project by way of the Everyday Mathematics website, which has over 6000 visitors per day, and the University of Chicago School Mathematics Project newsletter, which has a circulation of 40,000. The potential audience is quite large since Everyday Mathematics is used in 185,000 classrooms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Beer",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Beer",
   "pi_email_addr": "dwbeer@uchicago.edu",
   "nsf_id": "000212622",
   "pi_start_date": "2010-07-13",
   "pi_end_date": "2013-02-27"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Megan",
   "pi_last_name": "Bates",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Megan Bates",
   "pi_email_addr": "megbates@illinois.edu",
   "nsf_id": "000632193",
   "pi_start_date": "2013-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 680531.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant resulted in several outcomes of interest to the public, both in terms of immediate broader impacts and intellectual merit for the field of STEM education.</p>\n<p><strong>Broader Impacts:</strong></p>\n<p>The major outcome of this grant was the creation of a website for elementary teachers called the <em>Everyday Mathematics</em> Virtual Learning Community or VLC. The VLC is an innovative online portal that combines effective teacher learning practices in STEM education, emerging social networking tools, and insights into web design for adult learners. The site can be found at http://vlc.cemseprojects.org.</p>\n<p>As of September 2014, the VLC is used by over 25,000 educators and provides them with a space to view high-quality learning resources such as lesson videos, instructional tools, and student work examples. It also allows teachers from around the globe to interact with other teachers and share ideas, tools, and advice. It serves as a platform for learning events such as webinars and online courses.</p>\n<p>In addition to this immediate impact on teachers, the VLC also provides a model for other educational developers who wish to develop learning sites for teachers. We have and will continue to share our design with interested developers.</p>\n<p><strong>Intellectual Merit:</strong></p>\n<p>Although many teacher learning websites exist on the internet, there is not much shared knowledge about how to build these sites effectively and what teachers learn from them. This project has contributed to this knowledge base. We acquired and shared knowledge on how to design effective online communities for teachers. In particular, we learned that websites designed for teacher professional development need to combine mechanisms for understanding and responding to stated user needs with web analytics tools that can understand what users actually do on websites and, perhaps more importantly, what users do that leads to learning. Previous projects had relied too heavily on user reports of satisfaction and needs; this work found that those user reports are often belied by the users&rsquo; real actions on a site. By attending to both stated and studied needs, a site can be more responsive to users as whole.</p>\n<p>We also presented work to practitioners on using online communities to support teachers in their pedagogy and implementation of the Common Core State Standards. In particular, we conducted and studied how &ldquo;virtual video clubs&rdquo; can be used to improve teacher learning and practice. These virtual video clubs brought teachers together online to examine lesson video clips, discuss pedagogy and student learning, and consider how what they learned from the video clips could shape their classroom practice.</p>\n<p>Finally, we conducted systematic research on what teachers do on the VLC, what they appear to learn from participating in the VLC, and what aspects of the VLC most lead to learning. This research is currently under review and will be useful to those who work with teachers on improving their pedagogy. In general, we found that videos designed specifically for teacher reflection, rather than point-of-use instructional support, could lead to teacher learning.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/25/2014<br>\n\t\t\t\t\tModified by: Megan&nbsp;Schleppenbach Bates</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant resulted in several outcomes of interest to the public, both in terms of immediate broader impacts and intellectual merit for the field of STEM education.\n\nBroader Impacts:\n\nThe major outcome of this grant was the creation of a website for elementary teachers called the Everyday Mathematics Virtual Learning Community or VLC. The VLC is an innovative online portal that combines effective teacher learning practices in STEM education, emerging social networking tools, and insights into web design for adult learners. The site can be found at http://vlc.cemseprojects.org.\n\nAs of September 2014, the VLC is used by over 25,000 educators and provides them with a space to view high-quality learning resources such as lesson videos, instructional tools, and student work examples. It also allows teachers from around the globe to interact with other teachers and share ideas, tools, and advice. It serves as a platform for learning events such as webinars and online courses.\n\nIn addition to this immediate impact on teachers, the VLC also provides a model for other educational developers who wish to develop learning sites for teachers. We have and will continue to share our design with interested developers.\n\nIntellectual Merit:\n\nAlthough many teacher learning websites exist on the internet, there is not much shared knowledge about how to build these sites effectively and what teachers learn from them. This project has contributed to this knowledge base. We acquired and shared knowledge on how to design effective online communities for teachers. In particular, we learned that websites designed for teacher professional development need to combine mechanisms for understanding and responding to stated user needs with web analytics tools that can understand what users actually do on websites and, perhaps more importantly, what users do that leads to learning. Previous projects had relied too heavily on user reports of satisfaction and needs; this work found that those user reports are often belied by the usersÆ real actions on a site. By attending to both stated and studied needs, a site can be more responsive to users as whole.\n\nWe also presented work to practitioners on using online communities to support teachers in their pedagogy and implementation of the Common Core State Standards. In particular, we conducted and studied how \"virtual video clubs\" can be used to improve teacher learning and practice. These virtual video clubs brought teachers together online to examine lesson video clips, discuss pedagogy and student learning, and consider how what they learned from the video clips could shape their classroom practice.\n\nFinally, we conducted systematic research on what teachers do on the VLC, what they appear to learn from participating in the VLC, and what aspects of the VLC most lead to learning. This research is currently under review and will be useful to those who work with teachers on improving their pedagogy. In general, we found that videos designed specifically for teacher reflection, rather than point-of-use instructional support, could lead to teacher learning.\n\n\t\t\t\t\tLast Modified: 09/25/2014\n\n\t\t\t\t\tSubmitted by: Megan Schleppenbach Bates"
 }
}