{
 "awd_id": "1020880",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Cross-immunity and geographical invasion in sylvatic T. cruzi transmission",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Horn",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2010-09-20",
 "awd_max_amd_letter_date": "2012-07-28",
 "awd_abstract_narration": "This project develops detailed, spatially explicit models for the several sylvatic transmission cycles of Trypanosoma cruzi, which causes Chagas' disease, interacting in the U.S. and northern Mexico, which have been little studied at the population level.  Differences in parasite strain, host and vector species (primarily raccoons, opossums, and woodrats, and the insect vectors Triatoma sanguisuga and gerstaeckeri), and their characteristics give each cycle distinct dynamics, but vector dispersal couples them together.  Climate changes, both long-term and seasonal, affect these dynamics by regulating vector behavior, creating a potential for geographical invasion of non-native strains, while observed cross-immunity between strains in the U.S., together with parasite adaptations particular to each cycle, set up a competition between strains that may allow native (enzootic) strains to form a barrier to such invasion.\r\n\r\nThe project develops detailed small-scale models (agent-based as well as analytical) to study how local effects (like dispersal) affect global dynamics, detailed large-scale models to study the result-ing global dynamics, with classical metapopulation models (dynamical systems with both ordinary and stochastic differential equations) as a baseline from which to derive not only the more detailed models but also qualitative analytical and probabilistic results which can be used to anticipate and interpret numerical results.  Four structural phases of the project develop corresponding models at low and high spatial resolution on local and regional scales, while overlaid across all model frameworks is the study of climate effects on vector feeding, maturation, mobility, and subsequent infection rates.  The mathematical focus of the project is the development of a multi-level modeling approach in which local and global factors influence each other, while the biology centers around the need to understand the complex interactions between the evolutionary adaptations to different transmission avenues (stercorarian, vertical and oral) made by T. cruzi in response to local vector behavior, changes in vector behavior driven by differences in temperature and humidity, and the communications between transmission cycles caused by dispersal.  The research not only answers the specific questions posed relative to these models and biological systems, but also provides an important case study in the areas of emerging/re-emerging vector-borne diseases, multiscale modeling, and ecosystem responses to climatic change.\r\n\r\nThis work involves a multidisciplinary and international collaboration with cooperating researchers in Georgia (U.S.), France and Mexico with expertise in vector population biology, evolutionary adaptations, land use and public health issues, and various aspects of modeling, as well as with undergraduate and graduate students and a postdoctorate researcher who will gain training in interdisciplinary collaborative research and mentoring skills while working on the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Kribs",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher M Kribs",
   "pi_email_addr": "kribs@uta.edu",
   "nsf_id": "000373202",
   "pi_start_date": "2010-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anuj",
   "pi_last_name": "Mubayi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anuj Mubayi",
   "pi_email_addr": "amubayi@asu.edu",
   "nsf_id": "000525336",
   "pi_start_date": "2010-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Arlington",
  "perf_str_addr": "701 S NEDDERMAN DR",
  "perf_city_name": "ARLINGTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760199800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 100372.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 40000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 59628.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The protozoan parasite <em>Trypanosoma cruzi </em>causes Chagas' disease, which is endemic throughout Latin America and present in the southern United States, limited only by the habitat of the triatomine bugs (vectors) which transmit it to humans and wildlife.&nbsp; Millions of people in Latin America are infected with this chronic and ultimately fatal disease, for which treatment is available only in the acute stage of infection during the first weeks after transmission, but the disease has until recently been almost completely unstudied in the U.S.&nbsp; As with other vector-borne diseases like West Nile virus, the infection cannot be eradicated by focusing purely on human habitation, because wildlife such as raccoons, opossums, and woodrats serve as reservoir hosts for the parasite: the insects can always be infected when feeding on these animals in the wild, and then move toward human habitation in search of bloodmeals.&nbsp; Field studies indicate infection rates regularly above 50% in primary hosts like raccoons, but also signal that two different strains of the parasite are present in U.S. transmission cycles, one of which is linked more clearly to Chagas' disease than the other.<br /><br />This project studies transmission of <em>T. cruzi</em> in these reservoir hosts, since the transmission cycles in the U.S. are little-studied and have many distinctive characteristics that are key to understanding how the parasite is passed on, and how the competition for hosts between the 2 strains affects the risks of infection across the southeastern U.S. and into northern Mexico.&nbsp; Strains of <em>T. cruzi</em> compete with each other because infected hosts produce antibodies which fight off secondary infections, producing cross-immunity to other strains.&nbsp; The strain more associated with Chagas' disease (labeled<em> T. cruzi </em>I) appears to transmit best via the classical vector route, while the other strain (<em>T. cruzi</em> IV) seems to have adapted to vertical (congenital mother-to-child among placental mammals) and oral (hosts eating infected vectors) transmission to hosts.&nbsp; Key questions include whether cross-immunity against secondary infections, combined with the high prevalence of strain IV among primary hosts like raccoons, can constitute a barrier against invasion by new or more virulent strains as temperature changes allow different species of vector to move into the U.S., and how adaptation to different infection routes by different strains shapes the competition between them.&nbsp; Also, some basic information about host-vector contacts which is key to understanding infection rates cannot be measured reliably in the field, e.g., how often do vectors try to feed on hosts in the wild? and what happens if too many vectors try to feed on a single host?&nbsp; How fast can infection spread geographically, if it is driven by individual vectors moving from one host to another?&nbsp; To address such research questions, this project used mathematical models called dynamical systems, which build up complex descriptions of host and vector behavior at the population level, based on simple measures of individual behavior.&nbsp; In order to do so, project researchers extended their previous mathematical modeling work, which had focused on the transmission of a single strain of <em>T. cruzi</em>, to a framework describing transmission of two competing strains of the parasite.<br /><br />Results describing the basic mechanics of host-vector contact and the geographic spread of the parasite included developing methods to estimate invasion speed from basic measures of insect dispersal, as well as estimates of host-vector contact rates for two different transmission cycles (raccoons or woodrats).&nbsp; In studying interstrain competition, a classical model predicts competitive exclusion (one strain should win out over the other in any given host population)...",
  "por_txt_cntn": "\nThe protozoan parasite Trypanosoma cruzi causes Chagas' disease, which is endemic throughout Latin America and present in the southern United States, limited only by the habitat of the triatomine bugs (vectors) which transmit it to humans and wildlife.  Millions of people in Latin America are infected with this chronic and ultimately fatal disease, for which treatment is available only in the acute stage of infection during the first weeks after transmission, but the disease has until recently been almost completely unstudied in the U.S.  As with other vector-borne diseases like West Nile virus, the infection cannot be eradicated by focusing purely on human habitation, because wildlife such as raccoons, opossums, and woodrats serve as reservoir hosts for the parasite: the insects can always be infected when feeding on these animals in the wild, and then move toward human habitation in search of bloodmeals.  Field studies indicate infection rates regularly above 50% in primary hosts like raccoons, but also signal that two different strains of the parasite are present in U.S. transmission cycles, one of which is linked more clearly to Chagas' disease than the other.\n\nThis project studies transmission of T. cruzi in these reservoir hosts, since the transmission cycles in the U.S. are little-studied and have many distinctive characteristics that are key to understanding how the parasite is passed on, and how the competition for hosts between the 2 strains affects the risks of infection across the southeastern U.S. and into northern Mexico.  Strains of T. cruzi compete with each other because infected hosts produce antibodies which fight off secondary infections, producing cross-immunity to other strains.  The strain more associated with Chagas' disease (labeled T. cruzi I) appears to transmit best via the classical vector route, while the other strain (T. cruzi IV) seems to have adapted to vertical (congenital mother-to-child among placental mammals) and oral (hosts eating infected vectors) transmission to hosts.  Key questions include whether cross-immunity against secondary infections, combined with the high prevalence of strain IV among primary hosts like raccoons, can constitute a barrier against invasion by new or more virulent strains as temperature changes allow different species of vector to move into the U.S., and how adaptation to different infection routes by different strains shapes the competition between them.  Also, some basic information about host-vector contacts which is key to understanding infection rates cannot be measured reliably in the field, e.g., how often do vectors try to feed on hosts in the wild? and what happens if too many vectors try to feed on a single host?  How fast can infection spread geographically, if it is driven by individual vectors moving from one host to another?  To address such research questions, this project used mathematical models called dynamical systems, which build up complex descriptions of host and vector behavior at the population level, based on simple measures of individual behavior.  In order to do so, project researchers extended their previous mathematical modeling work, which had focused on the transmission of a single strain of T. cruzi, to a framework describing transmission of two competing strains of the parasite.\n\nResults describing the basic mechanics of host-vector contact and the geographic spread of the parasite included developing methods to estimate invasion speed from basic measures of insect dispersal, as well as estimates of host-vector contact rates for two different transmission cycles (raccoons or woodrats).  In studying interstrain competition, a classical model predicts competitive exclusion (one strain should win out over the other in any given host population), so three possible explanations were studied to account for the continuing presence of both strains among some hosts like woodrats: host switching by vectors, seasonal fluctuations in host a..."
 }
}