{
 "awd_id": "1020571",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   Caterpillars and Parasitoids in the Eastern Andes of Ecuador",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Mindell",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 61046.0,
 "awd_amount": 61046.0,
 "awd_min_amd_letter_date": "2010-09-08",
 "awd_max_amd_letter_date": "2011-07-08",
 "awd_abstract_narration": "Plants, plant-feeding insects, and insect-feeding wasps and flies (known as parasitoids) are central components of terrestrial forest ecosystems. These plants and insects represent more than half of all described organisms in the world and comprise a larger proportion of undiscovered tropical species. This project consists of an intensive plant, caterpillar, and parasitoid insect inventory at the Yanayacu Biological Station (YBS) in the Ecuadorian Andes. The objectives are: 1) to sample and catalog the diverse community of caterpillars and associated parasitoid insects at YBS to discover new species and understand interactions between species; 2) to disseminate this information with a searchable database accessible to scientists and the public throughout the world; and 3) to discover natural history information, such as caterpillar diets, development times, and what insects feed upon specific herbivores and plants. Such information is used to test hypotheses about how diversity evolved and how it affects variables such as ecosystem stability, forest productivity, or ecosystem services. \r\n\r\nThe intellectual merit of this activity includes significant advances in insect classification by naming new species, developing identification guides, providing specimens with associated molecular data to experts, as well as providing a critical inventory that can be used in conservation efforts in the equatorial Andes (a global hot-spot of biodiversity). These data will also be used to address a variety of basic and applied questions, particularly those associated with climate change and biodiversity. The broader impacts of this project include direct involvement of multiple local field assistants, senior scientists, postdoctoral researchers, collaborating insect specialists, graduate students, and undergraduate students. Therefore the project strengthens international scientific dialogue and relationships. The project includes enhancements in science education and research experience programs for minorities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Stireman",
   "pi_mid_init": "O",
   "pi_sufx_name": "III",
   "pi_full_name": "John O Stireman",
   "pi_email_addr": "john.stireman@wright.edu",
   "nsf_id": "000425518",
   "pi_start_date": "2010-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wright State University",
  "inst_street_address": "3640 COLONEL GLENN HWY",
  "inst_street_address_2": "",
  "inst_city_name": "DAYTON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "9377752425",
  "inst_zip_code": "454350002",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "OH10",
  "org_lgl_bus_name": "WRIGHT STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPT2UNTNHJZ1"
 },
 "perf_inst": {
  "perf_inst_name": "Wright State University",
  "perf_str_addr": "3640 COLONEL GLENN HWY",
  "perf_city_name": "DAYTON",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "454350002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "OH10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119800",
   "pgm_ele_name": "Biodiversity: Discov &Analysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1198",
   "pgm_ref_txt": "BIODIVERSITY SURVEYS & INVENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 21895.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 39151.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Caterpillars and Parasitoids of the Eastern Andes in Ecuador</em> (CAPEA) is a collaborative project dedicated to the discovery, inventory and analysis of the diversity of caterpillars, their host plants, and the flies and wasps that parasitize them in a global hotspot of biodiversity, the mid-elevation equatorial Andes. In addition documenting the great diversity of insects in this region, through our rearing efforts we seek to understand how these species interact and how they are assembled into the complex web of interactions that we call an ecological community.</p>\n<p>This collaborative grant involves ecologists, taxonomists, students and technicians from six U.S. universities and other institutions. Through continuing NSF support, the co-PIs have discovered hundreds of new species and thousands of new interactions, we have produced over 90 publications<em>, </em>and we have contributed web pages for 1,000+ species. These papers have provided significant contributions to the fields of insect systematics, biodiversity, ecology, and evolution. My lab&rsquo;s role has been focused on the diversity and ecology of caterpillar parasites (so-called &ldquo;parasitoids&rdquo;) in the fly family Tachinidae. Tachinidae are a diverse and abundant family of parasitic insects that are major enemies of insect herbivores all over the world. We have successfully reared nearly 2000 tachinids of approximately 300 species from caterpillars, of which more than 75% are undescribed. Most of these species have never been reared before. We have also gathered valuable data on their host and habitat associations, their behavior, and their immature stages. This important natural history and ecological data can be used to inform conservation efforts (as tachinids depend on diversity at lower levels) and biological control programs of insect pests. For comparative purposes we have also analyzed tachinid parasitoid communities in forests of Ohio and Italy, as well as in organic agricultural fields in California.</p>\n<p>Below, I highlight some of the work conducted by my lab funded wholly or partly by this most recent NSF research grant, which has resulted in 9 published papers, three additional manuscripts in preparation or in review, and 8 presentations at international and national scientific meetings.</p>\n<ul>\n<li>We have described 12 new species of tachinid flies and re-described 5 species and three genera, as well as documenting tachinid fly diversity patterns in the U.S. (Fig. 1).</li>\n<li>Work in Italy revealed that a diverse tachinid community exists in forest canopies distinct from that of the forest understory. </li>\n<li>We found that landscape characteristics, particularly the presence of perennial vegetation, impact tachinid fly diversity, abundance, and parasitism levels of pests in organic agricultural systems.</li>\n<li>We found complex interactions between forest fragment size, tree diversity, and levels of plant invasion on caterpillar diversity in Ohio, indicating that these factors cannot be considered in isolation and warning of the multifaceted effects of exotic plant invasion. </li>\n<li>We have used data from this biological survey and others to understand the host-specificity of insects generally, what underlies it, and how it varies across latitude. </li>\n<li>We have found that host plant use by Andean butterflies is shaped by plant chemical defenses, risk of parasitism, and plant abundance, indicating that these factors act together to determine host plant use.</li>\n<li>We have documented a latitudinal gradient in tachinid parasitoid diversity, and have examined its underlying causes.</li>\n<li>We are quantitatively analyzing the caterpillar-tachinid fly food-web at our study site and showing that these interactions are much more specialized than previously thought (Fig. 2) .</li>\n</ul>\n<p>This grant has contributed to the training and support of four graduate stu...",
  "por_txt_cntn": "\nCaterpillars and Parasitoids of the Eastern Andes in Ecuador (CAPEA) is a collaborative project dedicated to the discovery, inventory and analysis of the diversity of caterpillars, their host plants, and the flies and wasps that parasitize them in a global hotspot of biodiversity, the mid-elevation equatorial Andes. In addition documenting the great diversity of insects in this region, through our rearing efforts we seek to understand how these species interact and how they are assembled into the complex web of interactions that we call an ecological community.\n\nThis collaborative grant involves ecologists, taxonomists, students and technicians from six U.S. universities and other institutions. Through continuing NSF support, the co-PIs have discovered hundreds of new species and thousands of new interactions, we have produced over 90 publications, and we have contributed web pages for 1,000+ species. These papers have provided significant contributions to the fields of insect systematics, biodiversity, ecology, and evolution. My labÆs role has been focused on the diversity and ecology of caterpillar parasites (so-called \"parasitoids\") in the fly family Tachinidae. Tachinidae are a diverse and abundant family of parasitic insects that are major enemies of insect herbivores all over the world. We have successfully reared nearly 2000 tachinids of approximately 300 species from caterpillars, of which more than 75% are undescribed. Most of these species have never been reared before. We have also gathered valuable data on their host and habitat associations, their behavior, and their immature stages. This important natural history and ecological data can be used to inform conservation efforts (as tachinids depend on diversity at lower levels) and biological control programs of insect pests. For comparative purposes we have also analyzed tachinid parasitoid communities in forests of Ohio and Italy, as well as in organic agricultural fields in California.\n\nBelow, I highlight some of the work conducted by my lab funded wholly or partly by this most recent NSF research grant, which has resulted in 9 published papers, three additional manuscripts in preparation or in review, and 8 presentations at international and national scientific meetings.\n\nWe have described 12 new species of tachinid flies and re-described 5 species and three genera, as well as documenting tachinid fly diversity patterns in the U.S. (Fig. 1).\nWork in Italy revealed that a diverse tachinid community exists in forest canopies distinct from that of the forest understory. \nWe found that landscape characteristics, particularly the presence of perennial vegetation, impact tachinid fly diversity, abundance, and parasitism levels of pests in organic agricultural systems.\nWe found complex interactions between forest fragment size, tree diversity, and levels of plant invasion on caterpillar diversity in Ohio, indicating that these factors cannot be considered in isolation and warning of the multifaceted effects of exotic plant invasion. \nWe have used data from this biological survey and others to understand the host-specificity of insects generally, what underlies it, and how it varies across latitude. \nWe have found that host plant use by Andean butterflies is shaped by plant chemical defenses, risk of parasitism, and plant abundance, indicating that these factors act together to determine host plant use.\nWe have documented a latitudinal gradient in tachinid parasitoid diversity, and have examined its underlying causes.\nWe are quantitatively analyzing the caterpillar-tachinid fly food-web at our study site and showing that these interactions are much more specialized than previously thought (Fig. 2) .\n\n\nThis grant has contributed to the training and support of four graduate students (3 MS, 1 PhD), two of which have successfully defended their theses and gone on to a PhD program and a college teaching position, respectively. It has also contributed to research experience ..."
 }
}