{
 "awd_id": "1020791",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ETBC Collaborative Research:   Soil thresholds and process domains: controls, distribution, and implications",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 720000.0,
 "awd_amount": 720000.0,
 "awd_min_amd_letter_date": "2010-09-21",
 "awd_max_amd_letter_date": "2010-09-21",
 "awd_abstract_narration": "Soils differ substantially in fertility and hence in their suitability for intensive agriculture - especially traditional and low-input forms of intensive agriculture.  Often soil fertility and the suite of soil properties and processes that are associated with it change abruptly in space, despite gradual and continuous changes in the factors that influence soil fertility (for example rainfall and soil age).  This research models the causes and evaluates the consequences of abrupt changes in soils, and explores their implications for the functioning of terrestrial ecosystems under both natural and agricultural conditions.  It builds on an extensive data base of soils from the Hawaiian Islands that includes large differences in the factors that control soils (for example rainfall from < 200 mm/yr to > 4000 mm/yr, soil age from a few hundred to several million years); this data base includes very clear examples of thresholds in soil properties and processes.  In addition, it draws upon a detailed analysis of the distribution and dynamics of Hawaiian agriculture prior to European contact. The modeling effort will iterate between fundamental models of soil developmental processes and this detailed information, seeking to determine how much detail is necessary to model the development of abrupt changes in soils and the regions between them where soil properties are relatively consistent.  It will test those models with newly collected soils information in and around pre-contact agricultural systems in Hawaii, and on soils formed from different types of rock in New Zealand.\r\n\r\nThe project will provide fundamental information on the processes that underlie soil fertility, and how they shaped the distribution of intensive agricultural systems in the past (and could contribute to low-input systems today and in the future).  Carrying out this research will require integrating information from ecology, soil science, hydrology, geochemistry, and anthropology; hence it will contribute to the conceptual and practical unification of disparate disciplines.  It will support two post-doctoral fellows and several undergraduate students --- and those students and postdoctoral fellows will learn how to integrate a broad array of research fields.  Finally, this project is closely aligned with ongoing efforts by Native Hawaiian organizations and institutions to understand and to restore the traditional pre-contact agricultural systems of Hawaii, for educational and cultural purposes, and also to learn what those systems can contribute to present and future agricultural sustainability.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Vitousek",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Peter M Vitousek",
   "pi_email_addr": "vitousek@stanford.edu",
   "nsf_id": "000474619",
   "pi_start_date": "2010-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Hilley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "George Hilley",
   "pi_email_addr": "hilley@stanford.edu",
   "nsf_id": "000109563",
   "pi_start_date": "2010-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  },
  {
   "pgm_ele_code": "776400",
   "pgm_ele_name": "EMERGING TOPICS"
  },
  {
   "pgm_ele_code": "797800",
   "pgm_ele_name": "Global Systems Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "6875",
   "pgm_ref_txt": "EMERG TOPICS BIOGEOCHEM CYCL"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 720000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research was designed to test the generality and implications of&nbsp;soil thresholds and&nbsp;process domains, which are defined as regions where soil properties or processes change abruptly and/or non-linearly on a continuous environmental gradient (thresholds), or as the region between thresholds where soil properties or processes change little despite large changes in environment (domains). To this end, we: 1) tested whether thresholds documented on a climate gradient on ~150,000 yr volcanic substrate on the island of Hawaii&nbsp;also occurred on different&nbsp;types of rocks or different ages of volcanic soils;&nbsp; 2) developed both simple and complex computer models of soil development and dynamics along environmental gradients; and 3) evaluated&nbsp;organisms' responses to soil thresholds</p>\n<p>For the first line of research, we evaluated soil properties and processes along a steep climate gradient on soils developed in metamorphic (non-volcanic) substrates in New Zealand, and in a granitic climate sequence and a series of marine terraces in California, and also evaluated climate gradients in Hawaii on ~1200, ~7500, ~20,000, and ~4.1 million yr old&nbsp;volcanic substrates. In New Zealand, we observed strong evidence for a soil threshold in the availability of plant nutrients, across a very narrow range of rainfall. Interestingly, this threshold occurred in drier sites in New Zealand than Hawaiian soils This work has been submitted for publication (Dixon, Chadwick and Vitousek).&nbsp; In California, we found that a single process is largely responsible for generating soil from granitic materials: the volumetric expansion of biotite and the attendant granulardisintegration of rock into soil&nbsp; This process creates a soil-formation threshold in granitic soils, by way of a<br />cascade of geochemical, mechanical, and hydrologic transformations of the rock This work too has been submitted for publication (Goodfellow, Hilley, Schulz, Webb, Sklar, Moon, Olsen).</p>\n<p>In Hawaii, we found&nbsp;a nutrient-depletion threshold was shifted into drier sites on both the youngest and the oldest substrates - the former due to rapid removal of nutrients from relatively coarse material, the latter because the accumulated quantity of water movement removed nutrients even in relatively dry sites. Results from the two gradients on young soils and the gradient on old soil are published (Lincoln, Vitousek and Chadwick&nbsp;2014 - Ecosphere and Vitousek and Chadwick 2013 - Ecosystems respectively).</p>\n<p>For the development of models, co-PI HIlley developed a mechanistic model of soil development and dynamics that has been made publicly accessible on Github, and used that model to understand the conversion of granitic bedrock to soil across climatic conditions. This model will also be used to evaluate dynamics on all of the gradients studied.&nbsp;Co-PI Vitousek developed a simple MATLAB model for the breakdown of rock and the loss of nutrients in flowing water; that model (though much less complete) does represent essential processes in the breakdown of rock, and captures essential features of the difference between our observations in Hawaii and New Zealand; it further suggests the importance of rainfall variability in driving the long-term migration of thresholds into progressively drier sites.&nbsp;</p>\n<p>Implications of soil thresholds and domains for organisms were evaluated in three ways - through foliar analyses of plants along gradients in Hawaii, through analyses of microbial commmunities on the 150,000 yr old substrate in Hawaii, and through analyses of the distribution and dynamics of&nbsp;traditional Polynesian agricultural systems. Both foliar chemistry and soil microbial communities were influenced by a domain of high soil fertility below the nutrient depletion threshold Intensive Polynesian agricultural systems were developed in this same zone of high soil fertility; this connection was documented in publications by Lincoln and Ladefoged (2014<br />Journal of Archaeological Science), Kagawa and Vitousek (2012 Pacific<br />Science), and Vitousek et al. (2014, Journal of Polynesian Archaeology).</p>\n<p>In addition to its contributions to fundamental understanding of soils and ecosystems, this project made substantial contributions to society through its direct impacts on NSF&rsquo;s Critical Zone Observatories (CZOs), whose purpose is to understand how near-surface hydrology, geochemical processes, and physical transport of near-surface materials jointly interact with ecosystems that are hosted within this critical zone.&nbsp; Also, collaboration with the<br />Hawaiian community group Ulu Mau Puanui supported climatic measurements and interpretations on a climate gradient where Ulu Mau Puanui is working to restore traditional agricultural production in the high-soil-fertilty domain identified by our research.&nbsp;Finally, this project supported research by two PhD students from under-represented communities, Noa Lincoln (Native Hawaiian) and Jesse Bateman (African-American) and eight undergraduate students, including an additional Native Hawaiian, a Pacific Islander, and&nbsp;four Asian-Americans.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/02/2015<br>\n\t\t\t\t\tModified by: Peter&nbsp;M&nbsp;Vitousek</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research was designed to test the generality and implications of soil thresholds and process domains, which are defined as regions where soil properties or processes change abruptly and/or non-linearly on a continuous environmental gradient (thresholds), or as the region between thresholds where soil properties or processes change little despite large changes in environment (domains). To this end, we: 1) tested whether thresholds documented on a climate gradient on ~150,000 yr volcanic substrate on the island of Hawaii also occurred on different types of rocks or different ages of volcanic soils;  2) developed both simple and complex computer models of soil development and dynamics along environmental gradients; and 3) evaluated organisms' responses to soil thresholds\n\nFor the first line of research, we evaluated soil properties and processes along a steep climate gradient on soils developed in metamorphic (non-volcanic) substrates in New Zealand, and in a granitic climate sequence and a series of marine terraces in California, and also evaluated climate gradients in Hawaii on ~1200, ~7500, ~20,000, and ~4.1 million yr old volcanic substrates. In New Zealand, we observed strong evidence for a soil threshold in the availability of plant nutrients, across a very narrow range of rainfall. Interestingly, this threshold occurred in drier sites in New Zealand than Hawaiian soils This work has been submitted for publication (Dixon, Chadwick and Vitousek).  In California, we found that a single process is largely responsible for generating soil from granitic materials: the volumetric expansion of biotite and the attendant granulardisintegration of rock into soil  This process creates a soil-formation threshold in granitic soils, by way of a\ncascade of geochemical, mechanical, and hydrologic transformations of the rock This work too has been submitted for publication (Goodfellow, Hilley, Schulz, Webb, Sklar, Moon, Olsen).\n\nIn Hawaii, we found a nutrient-depletion threshold was shifted into drier sites on both the youngest and the oldest substrates - the former due to rapid removal of nutrients from relatively coarse material, the latter because the accumulated quantity of water movement removed nutrients even in relatively dry sites. Results from the two gradients on young soils and the gradient on old soil are published (Lincoln, Vitousek and Chadwick 2014 - Ecosphere and Vitousek and Chadwick 2013 - Ecosystems respectively).\n\nFor the development of models, co-PI HIlley developed a mechanistic model of soil development and dynamics that has been made publicly accessible on Github, and used that model to understand the conversion of granitic bedrock to soil across climatic conditions. This model will also be used to evaluate dynamics on all of the gradients studied. Co-PI Vitousek developed a simple MATLAB model for the breakdown of rock and the loss of nutrients in flowing water; that model (though much less complete) does represent essential processes in the breakdown of rock, and captures essential features of the difference between our observations in Hawaii and New Zealand; it further suggests the importance of rainfall variability in driving the long-term migration of thresholds into progressively drier sites. \n\nImplications of soil thresholds and domains for organisms were evaluated in three ways - through foliar analyses of plants along gradients in Hawaii, through analyses of microbial commmunities on the 150,000 yr old substrate in Hawaii, and through analyses of the distribution and dynamics of traditional Polynesian agricultural systems. Both foliar chemistry and soil microbial communities were influenced by a domain of high soil fertility below the nutrient depletion threshold Intensive Polynesian agricultural systems were developed in this same zone of high soil fertility; this connection was documented in publications by Lincoln and Ladefoged (2014\nJournal of Archaeological Science), Kagawa and Vitousek (2012 Pacific\nScience), and Vitousek et al. (2014, Journal of Polynesian Archaeology).\n\nIn addition to its contributions to fundamental understanding of soils and ecosystems, this project made substantial contributions to society through its direct impacts on NSF?s Critical Zone Observatories (CZOs), whose purpose is to understand how near-surface hydrology, geochemical processes, and physical transport of near-surface materials jointly interact with ecosystems that are hosted within this critical zone.  Also, collaboration with the\nHawaiian community group Ulu Mau Puanui supported climatic measurements and interpretations on a climate gradient where Ulu Mau Puanui is working to restore traditional agricultural production in the high-soil-fertilty domain identified by our research. Finally, this project supported research by two PhD students from under-represented communities, Noa Lincoln (Native Hawaiian) and Jesse Bateman (African-American) and eight undergraduate students, including an additional Native Hawaiian, a Pacific Islander, and four Asian-Americans.\n\n\t\t\t\t\tLast Modified: 12/02/2015\n\n\t\t\t\t\tSubmitted by: Peter M Vitousek"
 }
}