{
 "awd_id": "1020637",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP:  Student Travel Support for the CHI Mentoring Workshop",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 11374.0,
 "awd_amount": 11374.0,
 "awd_min_amd_letter_date": "2010-02-23",
 "awd_max_amd_letter_date": "2010-02-23",
 "awd_abstract_narration": "The topic of Human Computer Interaction (HCI) is more important now than at any other time in the history of computing.  As computers become smaller, faster, and more ubiquitous, our ability to use them effectively becomes critical.  Not only must we design usable systems, but we must do so in a rapidly changing landscape of computing hardware that includes desktops, mobile phones, and embedded systems.  A unique aspect of HCI is that it requires the study of not just computing, but of the combination of computing and people.  Because people are involved, HCI is a field where aspects such as culture, socio-economic background, gender, etc., are considered in the systems that we build.  This is a clear argument for the development of a diverse field of researchers who bring to bear a wide range of experiences in their problem solving skills.\r\n\r\nThis is funding to provide partial support for the CHIMe 2010 workshop, which will bring together approximately 40 students and 10 distinguished speakers from academia and industry as part of the Discipline-specific Mentoring Workshops sponsored in part by CRA (http://www.cra-w.org/cdc).  The PIs, who were co-chairs of the Richard Tapia Celebration of Diversity in Computing Conference this past year, have put together a program that consists of presentations, panels, and a poster session designed to inform, inspire, and encourage our future scientists.  Workshop speakers will include leading researchers in the field, who will address a broad range of issues ranging from technical concerns (such as appropriate evaluation methods) to some of today's hot topics.  The workshop will be collocated with the ACM 2010 Conference on Human Factors in Computing Systems (CHI 2010), which will be held April 10-15 in Atlanta, and is sponsored by the Association for Computing Machinery's Special Interest Group on Human-Computer Interaction (SIGCHI); this is the leading international forum for the presentation and discussion of research and practice relating to human-computer interaction, and is attended by approximately 2,500 HCI professionals from around the world.  The workshop is advertised on the CHI 2010 Conference website as a \"Hosted Event.\"  Workshop sponsors currently include the CDC/CRA-W and EL Alliance, and the PIs are soliciting additional funding from industry.  NSF funds will be used to cover the travel costs of 9 non-local students to participate in the event.\r\n\r\nBroader Impacts:  The PIs have made a serious and successful effort to attract participants from HBCU (Historically Black Colleges and Universities), HSI (Hispanic-Serving Institutions), ACU (Appalachian Colleges and Universities), and TCU (Tribal Colleges and Universities) institutions.  CHIMe 2010 will harness the cumulative experience of successful STEM professionals in the field to provide a unique forum in which to showcase the technical achievements of diverse researchers in computing and to encourage a new generation of researchers from underrepresented groups.  With its focus on graduate students in HCI, the workshop will be positioned to have a direct impact on future faculty and researchers in this area of endeavor.  It will provide a highly technical and supportive environment for underrepresented minority doctoral students in the field of HCI to discuss their research and to receive constructive feedback from experts, along with an opportunity for networking and peer mentoring.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Manuel",
   "pi_last_name": "Perez-Quinones",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Manuel A Perez-Quinones",
   "pi_email_addr": "Perez.Quinones@uncc.edu",
   "nsf_id": "000478387",
   "pi_start_date": "2010-02-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Metoyer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald Metoyer",
   "pi_email_addr": "rmetoyer@nd.edu",
   "nsf_id": "000438752",
   "pi_start_date": "2010-02-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 11374.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The <strong>C</strong>omputer <strong>H</strong>uman <strong>I</strong>nteraction <strong>Me</strong>ntoring (CHIMe) workshop was held April 9 &ndash; 10 in conjunction with the CHI 2010 conference in Atlanta, GA.&nbsp;&nbsp; The workshop was designed to bring together, in one place, a unique, talented group of underrepresented students doing research in the human-computer interaction field with the following goals in mind:</p>\n<ul>\n<li>Help the students build      relationships/networks with their peers</li>\n<li>Help students build      relationships/networks with leaders in their field</li>\n<li>Provide a welcoming environment      for mentoring and collaboration</li>\n<li>Encourage the students&rsquo;      participation in the leading research venue in their field</li>\n</ul>\n<p>Based on initial feedback, the workshop was a tremendous success.&nbsp; As the first of its kind to be offered for underrepresented minorities and women, the workshop had a tremendous response in terms of applications.&nbsp; Out of a total of 69 applicants, we were able to fund 40 students to attend &ndash; all but one being Ph.D. students representing 21 institutions in the United States and Puerto Rico.&nbsp;&nbsp; In attendance were 24 African American and 6 Hispanic students as well as 31/40 female students.&nbsp; All but 3 students registered and attended CHI 2010.</p>\n<p>The first day of the workshop consisted of two panel presentations and two topic presentations.&nbsp; The goal of the panels was to provide the students with insights on life in industry and academia as experienced by leaders in their field.&nbsp; Presentations were given by influential leaders (Jim Foley, Mary Czerwinski and Mary Beth Rosson) with exciting perspectives of where the field has been, where it&rsquo;s going, and how to prepare their research for future success.&nbsp; The presentations were complemented with short &lsquo;research highlight&rsquo; presentations by several participating faculty members.&nbsp; The day concluded with an off-site dinner and networking opportunity.&nbsp;</p>\n<p>The second day was filled with technical presentations from both academic (Heather Lipford, Jeff Heer, and Diane Kelly) and industry (Jason Ellis) researchers.&nbsp; These were designed to expose the students to state-of-the-art research in various HCI areas.&nbsp;&nbsp;&nbsp; This day concluded with a Poster Session and Reception where the students presented their work in an informal reception setting and received feedback from peers as well as academic and industry professionals. &nbsp;&nbsp;In addition to the evening networking/mentoring opportunities, both days were filled with several 30-minute breaks to provide ample opportunities for networking and discussion of the day&rsquo;s events.&nbsp; &nbsp;&nbsp;</p>\n<p>Co-location of the workshop with CHI 2010 provided several advantages.&nbsp; First, the workshop attracted high caliber students.&nbsp; In fact, several of the attendees were actively involved as authors or presenters at CHI.&nbsp;&nbsp;The workshop also provided students with opportunities to get to know their peers as individuals and researchers.&nbsp; These relationships carried them throughout the week as several of the students attended CHI sessions together and provided support for their fellow peers who were presenting at the conference.</p>\n<p><strong><br /> Intellectual Merit and Broader Impacts:</strong><strong>&nbsp;</strong></p>\n<p>While the United States anticipates a major shortage of computing workers in the near future, universities have seen a steady decline in students majoring in the computing field over the past 6+ years. &nbsp;Reports indicate that this shortage in computer science and science related majors, in general, is contributing to a significant competitive disadvantage for the United States. One strategy for filling this shortage is to recruit from a largely ignored and untapped source of talent in women and underrepresented minorities.&nbsp; Unfortunately, computing has historically been a field that struggles to recruit and retain students from this particular demographic.&nbsp; The Human Computer Interaction discipline appears to be a computing area that minority students are drawn to and therefore a prime area for recruitment and retention efforts.</p>\n<p>The CHIMe workshop was a tremendous success in achieving the goals set forth from the start and a first step in retention efforts aimed at women and minority students in HCI.&nbsp; The students experienced a highly technical and supportive environment in which to discuss their work and receive constructive feedback.&nbsp; Additionally, they were exposed to a collection of distinguished researchers from underrepresented groups and provided with opportunities to learn about cutting edge research being conducted in the HCI field.&nbsp; Finally, the workshop provided a first step in helping these students build a solid professional network within the HCI field.&nbsp; Follow-up survey responses indicate that not only did the workshop help them prepare for the conference, but also helped them build and maintain confidence as they endure the rigors of the Ph.D. process.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/08/2011<br>\n\t\t\t\t\tModified by: Ronald&nbsp;Metoyer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Computer Human Interaction Mentoring (CHIMe) workshop was held April 9 &ndash; 10 in conjunction with the CHI 2010 conference in Atlanta, GA.   The workshop was designed to bring together, in one place, a unique, talented group of underrepresented students doing research in the human-computer interaction field with the following goals in mind:\n\nHelp the students build      relationships/networks with their peers\nHelp students build      relationships/networks with leaders in their field\nProvide a welcoming environment      for mentoring and collaboration\nEncourage the students’      participation in the leading research venue in their field\n\n\nBased on initial feedback, the workshop was a tremendous success.  As the first of its kind to be offered for underrepresented minorities and women, the workshop had a tremendous response in terms of applications.  Out of a total of 69 applicants, we were able to fund 40 students to attend &ndash; all but one being Ph.D. students representing 21 institutions in the United States and Puerto Rico.   In attendance were 24 African American and 6 Hispanic students as well as 31/40 female students.  All but 3 students registered and attended CHI 2010.\n\nThe first day of the workshop consisted of two panel presentations and two topic presentations.  The goal of the panels was to provide the students with insights on life in industry and academia as experienced by leaders in their field.  Presentations were given by influential leaders (Jim Foley, Mary Czerwinski and Mary Beth Rosson) with exciting perspectives of where the field has been, where it’s going, and how to prepare their research for future success.  The presentations were complemented with short ‘research highlight’ presentations by several participating faculty members.  The day concluded with an off-site dinner and networking opportunity. \n\nThe second day was filled with technical presentations from both academic (Heather Lipford, Jeff Heer, and Diane Kelly) and industry (Jason Ellis) researchers.  These were designed to expose the students to state-of-the-art research in various HCI areas.    This day concluded with a Poster Session and Reception where the students presented their work in an informal reception setting and received feedback from peers as well as academic and industry professionals.   In addition to the evening networking/mentoring opportunities, both days were filled with several 30-minute breaks to provide ample opportunities for networking and discussion of the day’s events.    \n\nCo-location of the workshop with CHI 2010 provided several advantages.  First, the workshop attracted high caliber students.  In fact, several of the attendees were actively involved as authors or presenters at CHI.  The workshop also provided students with opportunities to get to know their peers as individuals and researchers.  These relationships carried them throughout the week as several of the students attended CHI sessions together and provided support for their fellow peers who were presenting at the conference.\n\n\n Intellectual Merit and Broader Impacts: \n\nWhile the United States anticipates a major shortage of computing workers in the near future, universities have seen a steady decline in students majoring in the computing field over the past 6+ years.  Reports indicate that this shortage in computer science and science related majors, in general, is contributing to a significant competitive disadvantage for the United States. One strategy for filling this shortage is to recruit from a largely ignored and untapped source of talent in women and underrepresented minorities.  Unfortunately, computing has historically been a field that struggles to recruit and retain students from this particular demographic.  The Human Computer Interaction discipline appears to be a computing area that minority students are drawn to and therefore a prime area for recruitment and retention efforts.\n\nThe CHIMe workshop was a tremendous success in achieving the goals set forth from the start and a first step in retention efforts aimed at women and minority students in HCI.  The students experienced a highly technical and supportive environment in which to discuss their work and receive constructive feedback.  Additionally, they were exposed to a collection of distinguished researchers from underrepresented groups and provided with opportunities to learn about cutting edge research being conducted in the HCI field.  Finally, the workshop provided a first step in helping these students build a solid professional network within the HCI field.  Follow-up survey responses indicate that not only did the workshop help them prepare for the conference, but also helped them build and maintain confidence as they endure the rigors of the Ph.D. process.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/08/2011\n\n\t\t\t\t\tSubmitted by: Ronald Metoyer"
 }
}