{
 "awd_id": "1020205",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Backbone Selenoamides as Minimal Chromophores to Monitor Protein Dynamics",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2010-07-15",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2010-07-14",
 "awd_max_amd_letter_date": "2010-07-14",
 "awd_abstract_narration": "In this project funded by the Chemistry of Life Processes Program of the Chemistry Division, James Petersson of the University of Pennsylvania will study the molecular details of rapid protein motions that underlie cellular communication. To track these motions, the Petersson laboratory is developing novel, \"non-invasive\" probes that will allow them to monitor changes in protein structure with increased levels of temporal and structural resolution, with the long-term goal of creating atomic-scale movies of protein motions.  These probes consist of single-atom substitutions (sulfur or selenium) to the amide bond that links every amino acid in a protein.  The novelty of the probes lies in their small size, so that unlike many current probes, they will not perturb the motion they are meant to study.  The broader impacts involve training undergraduate and graduate students in a multidisciplinary laboratory environment that makes use of organic synthesis, physical chemistry, molecular, and cellular biology to investigate biological phenomena.  Our goals also include broadening participation through increased inclusion of women researchers, and continuing to build the summer REU program for underrepresented minorities at the University of Pennsylvania Laboratory for Research on the Structure of Matter (LRSM).  \r\n\r\nThe molecular rearrangements to be studied are not only important to cell signaling, but are fundamental to all complex macromolecules, biological or synthetic.  Thus, these tools can be of utility to the biochemical community wishing to study protein motion and may improve our ability to design molecular motors from first principles.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ernest",
   "pi_last_name": "Petersson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Ernest J Petersson",
   "pi_email_addr": "ejpetersson@sas.upenn.edu",
   "nsf_id": "000517392",
   "pi_start_date": "2010-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "6883",
   "pgm_ref_txt": "CHEMISTRY OF LIFE PROCESSES"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The flexibility of proteins allows them to access a variety of folded structures.&nbsp; Shifts between two or more of these structures are used to transmit signals within cells, facilitate enzymatic catalysis, or even generate mechanical force in the case of motor proteins.&nbsp; Mapping the propagation of these motions through the proteins is one of the great challenges in Biochemistry.&nbsp; To do so, the Petersson laboratory develops new probes for use in fluorescence spectroscopy.&nbsp; This technique allows one to observe protein motions in real time, but the relatively large size of most fluorescent labels precludes assigning the observed motions at high resolution.&nbsp; If optical probes could be made sufficiently small, they could provide the time and structural resolution necessary to truly observe and dissect protein motions.&nbsp; Our research has found that the thioamide, a single atom substitution in the peptide backbone, will provide a nearly optimal label: extremely small and compatible with virtually any position in the protein sequence.&nbsp; Once fully developed, our probe has the potential to provide detailed, time-resolved information on the motions of whichever natural amino acid we replace with a thioamide probe.&nbsp; By watching these motions, we hope to understand how relatively subtle interactions within a protein can combine to generate the complex, powerful, and reproducible motions in Nature&rsquo;s biomolecules.</p>\n<p>Prof. Petersson has also carried out educational outreach activities targeted toward middle school students, an age group where scientific interest is often gained and lost.&nbsp; He has designed and built a set of educational toys to help them gain intuitive understanding of the complex idea of protein folding.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/15/2012<br>\n\t\t\t\t\tModified by: Ernest&nbsp;J&nbsp;Petersson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe flexibility of proteins allows them to access a variety of folded structures.  Shifts between two or more of these structures are used to transmit signals within cells, facilitate enzymatic catalysis, or even generate mechanical force in the case of motor proteins.  Mapping the propagation of these motions through the proteins is one of the great challenges in Biochemistry.  To do so, the Petersson laboratory develops new probes for use in fluorescence spectroscopy.  This technique allows one to observe protein motions in real time, but the relatively large size of most fluorescent labels precludes assigning the observed motions at high resolution.  If optical probes could be made sufficiently small, they could provide the time and structural resolution necessary to truly observe and dissect protein motions.  Our research has found that the thioamide, a single atom substitution in the peptide backbone, will provide a nearly optimal label: extremely small and compatible with virtually any position in the protein sequence.  Once fully developed, our probe has the potential to provide detailed, time-resolved information on the motions of whichever natural amino acid we replace with a thioamide probe.  By watching these motions, we hope to understand how relatively subtle interactions within a protein can combine to generate the complex, powerful, and reproducible motions in NatureÆs biomolecules.\n\nProf. Petersson has also carried out educational outreach activities targeted toward middle school students, an age group where scientific interest is often gained and lost.  He has designed and built a set of educational toys to help them gain intuitive understanding of the complex idea of protein folding.\n\n \n\n\t\t\t\t\tLast Modified: 08/15/2012\n\n\t\t\t\t\tSubmitted by: Ernest J Petersson"
 }
}