{
 "awd_id": "1021860",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Regulation of Neuronal Morphogenesis by the Nucleolar Transcription",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Asson-Batres",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2010-08-26",
 "awd_max_amd_letter_date": "2012-06-05",
 "awd_abstract_narration": "In developing brain, growing the extensions of the nerve cells (neurons) is critical to establish interneuronal connections underlying brain functions. Dendrites are the branched type of such extensions and form the input connection of a neuron. Dendritic growth is stimulated by extracellular cues including a protein, Brain Derived Neurotrophic Factor, and electrical activity of the developing neurons. In the receptive neurons, such stimulating signals activate a cascade of intracellular events that culminates in the growth response. The general goal of this proposal is to identify critical elements of the molecular network underlying dendritic growth. The nucleolus is a subdomain of the cell nucleus, and genes within the nucleolus encode ribosomal RNA (rRNA), a critical component of the protein synthesis machines known as ribosomes. The hypothesis of this proposal is to test whether expression of nucleolar genes regulates dendritic growth. Using whole rat pups and cultured rat forebrain neurons, this hypothesis will be addressed by (i) defining the intracellular molecular signaling events critical for regulation of nucleolar gene expression by signals that increase dendritic growth, (ii) determining whether nucleolar gene expression is required and sufficient to mediate dendritic growth in response to such signals, and, finally, (iii) testing the importance of making new ribosomes for the dendritic growth. This project may identify a previously unrecognized role of the nucleolus in the development of the nervous system. The project will also actively engage undergraduate students some of whom will be recruited from a geographical region in which college-educated individuals are underrepresented.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michal",
   "pi_last_name": "Hetman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michal Hetman",
   "pi_email_addr": "m0hetm01@louisville.edu",
   "nsf_id": "000556592",
   "pi_start_date": "2010-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Louisville Research Foundation Inc",
  "inst_street_address": "2301 S 3RD ST",
  "inst_street_address_2": "",
  "inst_city_name": "LOUISVILLE",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "5028523788",
  "inst_zip_code": "402081838",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "KY03",
  "org_lgl_bus_name": "UNIVERSITY OF LOUISVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "E1KJM4T54MK6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Louisville",
  "perf_str_addr": "2301 S 3RD ST",
  "perf_city_name": "LOUISVILLE",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "402081838",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "KY03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771200",
   "pgm_ele_name": "Organization"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 190000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 155000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 155000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cells which form tissues and organs including brain are composed of large chemical molecules called macromolecules. An important class of cellular macromolecules are proteins. Their production is essential for cell growth including extension of processes of nerve cells that occurs during brain development. Ribosomes are molecular machines inside cells that produce proteins. Ribosomes are produced in a specialized cellular structure called the nucleolus. This project addressed the fundamental question of regulation and the role of ribosome production during nerve cell growth. Using cultures of developing rat cortical nerve cells (also known as neurons) and whole neonate rats it has been revealed that a powerful endogenous activator of neuronal growth, the brain-derived neurotrophic factor stimulates ribosome production. It has also been demonstrated that such a response is both necessary and sufficient for extension of one category of neuronal processes known as dendrites. Additional studies suggested that the major mechanism underlying pro-growth effects of ribosome synthesis in neurons is related to supplying sufficient number of ribosomes to maintain high level of protein synthesis to support growth. During this work, it has been unexpectedly discovered that a protein called Ataxia Telangiectasia Mutated (ATM) may also be involved in neuronal growth. As ATM is believed to be involved in cellular responses to injury rather than growth stimulation, these novel findings will be followed up to examine mechanisms of ATM&rsquo;s involvement in neuronal growth control. Altogether, five journal articles were published as a result of the NSF support; four other articles are either under review of in preparation. Six undergraduate students including two representatives of minority groups took an opportunity to participate in summer research that was part of this NSF-supported project. The students were from University of Louisville, Morehead State University, Berea College and the Center College. All of them have provided contributions that will warrant authorship of at least one journal article. In addition, students presented their results in poster sessions at institutional, state- and regional meetings. Two students have successfully applied to medical schools. Moreover, a graduate student defended a PhD thesis that was in part based on results of this project. Results of the project were popularized by the principal investigator during his lectures for undergraduate students at the University of Louisville and the Morehead State University.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/05/2013<br>\n\t\t\t\t\tModified by: Michal&nbsp;Hetman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCells which form tissues and organs including brain are composed of large chemical molecules called macromolecules. An important class of cellular macromolecules are proteins. Their production is essential for cell growth including extension of processes of nerve cells that occurs during brain development. Ribosomes are molecular machines inside cells that produce proteins. Ribosomes are produced in a specialized cellular structure called the nucleolus. This project addressed the fundamental question of regulation and the role of ribosome production during nerve cell growth. Using cultures of developing rat cortical nerve cells (also known as neurons) and whole neonate rats it has been revealed that a powerful endogenous activator of neuronal growth, the brain-derived neurotrophic factor stimulates ribosome production. It has also been demonstrated that such a response is both necessary and sufficient for extension of one category of neuronal processes known as dendrites. Additional studies suggested that the major mechanism underlying pro-growth effects of ribosome synthesis in neurons is related to supplying sufficient number of ribosomes to maintain high level of protein synthesis to support growth. During this work, it has been unexpectedly discovered that a protein called Ataxia Telangiectasia Mutated (ATM) may also be involved in neuronal growth. As ATM is believed to be involved in cellular responses to injury rather than growth stimulation, these novel findings will be followed up to examine mechanisms of ATMÆs involvement in neuronal growth control. Altogether, five journal articles were published as a result of the NSF support; four other articles are either under review of in preparation. Six undergraduate students including two representatives of minority groups took an opportunity to participate in summer research that was part of this NSF-supported project. The students were from University of Louisville, Morehead State University, Berea College and the Center College. All of them have provided contributions that will warrant authorship of at least one journal article. In addition, students presented their results in poster sessions at institutional, state- and regional meetings. Two students have successfully applied to medical schools. Moreover, a graduate student defended a PhD thesis that was in part based on results of this project. Results of the project were popularized by the principal investigator during his lectures for undergraduate students at the University of Louisville and the Morehead State University. \n\n \n\n\t\t\t\t\tLast Modified: 11/05/2013\n\n\t\t\t\t\tSubmitted by: Michal Hetman"
 }
}