{
 "awd_id": "1021525",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The phenology of aquatic community assembly, harmful blooms, and lake carbon cycling",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alan Tessier",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 559998.0,
 "awd_amount": 559998.0,
 "awd_min_amd_letter_date": "2010-09-03",
 "awd_max_amd_letter_date": "2012-07-09",
 "awd_abstract_narration": "Cyanobacteria are a type of algae that can cause serious water quality problems, impairing recreation and drinking water resources.  Cyanobacteria often thrive in nutrient enriched lakes, where their dense populations may consume so much carbon dioxide that they turn the lake into a sink for atmospheric carbon dioxide, reversing the typical role of lakes in the global carbon cycle.  Despite this importance to water quality and global carbon budgets, ecologists have been unable to predict exactly when and where Cyanobacteria will become excessively abundant.  This project seeks to improve our ability to predict the timing of dense Cyanobacteria populations in lakes using a novel approach that considers algal response to both current and to past environmental conditions they experience over a season.  It has long been understood that the ecological community in a particular time and place is shaped not just by the current environmental conditions but by the plants and animals that lived there in the past.  It is this consideration of sequence of events, i.e., phenology, which will be the focus of this research.  This project will test whether the explosive growth of Cyanobacteria in lakes is related to the timing of nutrient supply due to weather and watershed interactions, in combination with the timing of excessive demand for carbon dioxide caused by prolific growth of phytoplankton when nutrients are abundant. These ideas will be tested by a detailed study of 16 nutrient-rich lakes that display variation in timing of Cyanobacteria dominance.  \r\n\r\nThis research will contribute to two critical environmental issues: harmful phytoplankton blooms fueled by nutrient enrichment, and the role of lakes in the global carbon budget.  Through outreach to state and federal agency personnel and citizen groups, results will have immediate application in the improvement of public waters. This project will train a doctoral student and several undergraduate students in aquatic ecology, and provide opportunities for students to participate in an NSF-funded ADVANCE program, designed to advance women in scientific careers.  An important broader impact of this project is that it will provide educational opportunities and career training for minority students through a partnership with a community college on the Iron Range of Minnesota.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Downing",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "John A Downing",
   "pi_email_addr": "downing@d.umn.edu",
   "nsf_id": "000387036",
   "pi_start_date": "2010-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 186999.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 187000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 185999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Harmful algal blooms are increasing in frequency and intensity worldwide and pose an immediate risk to our freshwater resources. Our project investigated mechanisms that trigger and maintain Cyanobacteria blooms in lakes within highly cultivated agricultural watersheds. We hypothesized that rather than being caused directly by elevated nitrogen and phosphorus concentrations, the formation of blooms would depend on the timing and frequency of these nutrient inputs, with the expectation that the &ldquo;flashiest&rdquo; watersheds (e.g., tile drained) would support sustained harmful blooms. We predicted that this occurs via a series of events, where a large pulse of nutrients, such as spring snowmelt or extreme storm events, would cause a large increase in non-harmful algal productivity. This increased productivity would draw down carbon dioxide (CO<sub>2</sub>) concentrations in lake surface waters, allowing Cyanobacteria that can efficiently use other types of available inorganic carbon to become the dominant taxa, leading to harmful bloom conditions. To test these predictions, we sampled 16 lakes along a gradient of watershed permeability, which affects how quickly water flows off the land, and Cyanobacteria dominance during the ice free seasons of 2011 and 2012. We collected high frequency physical, chemical, and biological data to describe nutrient regimes, changes in algal community composition, and lake CO<sub>2</sub> flux.</p>\n<p>We found that lakes having the flashiest watersheds (i.e., water moves off the land quickly) maintained very low CO<sub>2</sub> concentrations in surface waters and took up atmospheric CO<sub>2</sub> for several weeks to months at a time during ice free seasons. During these periods, algal communities in these lakes shifted from using CO<sub>2</sub> to alternative inorganic carbon sources. Algal community composition data suggest these shifts corresponded to the onset and duration of Cyanobacteria blooms. Additionally, we found that lakes having sustained periods of very low CO<sub>2</sub> and Cyanobacteria dominance released CO<sub>2</sub> to the atmosphere in the fall approximately equal to or exceeding what was taken up from the atmosphere during spring, suggesting that even highly productive lakes may be net sources of CO<sub>2</sub> to the atmosphere, though complete annual measurements would be needed to determine this. Collectively, these results are of immediate importance to how we predict and describe harmful algal bloom formation. Lakes in the agricultural Midwestern United States represent a &lsquo;worst case scenario&rsquo; model system for inland waters globally. As the human population increases, more of our landscape will have altered water flow as it is devoted to agriculture and food production. Coupled with increased frequency and intensity of storm events, the pulse-response process described above has the potential to further increase the extent of harmful blooms in freshwater ecosystems. Understanding these processes will provide management tools for effective prevention and remediation of harmful blooms.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2014<br>\n\t\t\t\t\tModified by: John&nbsp;A&nbsp;Downing</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHarmful algal blooms are increasing in frequency and intensity worldwide and pose an immediate risk to our freshwater resources. Our project investigated mechanisms that trigger and maintain Cyanobacteria blooms in lakes within highly cultivated agricultural watersheds. We hypothesized that rather than being caused directly by elevated nitrogen and phosphorus concentrations, the formation of blooms would depend on the timing and frequency of these nutrient inputs, with the expectation that the \"flashiest\" watersheds (e.g., tile drained) would support sustained harmful blooms. We predicted that this occurs via a series of events, where a large pulse of nutrients, such as spring snowmelt or extreme storm events, would cause a large increase in non-harmful algal productivity. This increased productivity would draw down carbon dioxide (CO2) concentrations in lake surface waters, allowing Cyanobacteria that can efficiently use other types of available inorganic carbon to become the dominant taxa, leading to harmful bloom conditions. To test these predictions, we sampled 16 lakes along a gradient of watershed permeability, which affects how quickly water flows off the land, and Cyanobacteria dominance during the ice free seasons of 2011 and 2012. We collected high frequency physical, chemical, and biological data to describe nutrient regimes, changes in algal community composition, and lake CO2 flux.\n\nWe found that lakes having the flashiest watersheds (i.e., water moves off the land quickly) maintained very low CO2 concentrations in surface waters and took up atmospheric CO2 for several weeks to months at a time during ice free seasons. During these periods, algal communities in these lakes shifted from using CO2 to alternative inorganic carbon sources. Algal community composition data suggest these shifts corresponded to the onset and duration of Cyanobacteria blooms. Additionally, we found that lakes having sustained periods of very low CO2 and Cyanobacteria dominance released CO2 to the atmosphere in the fall approximately equal to or exceeding what was taken up from the atmosphere during spring, suggesting that even highly productive lakes may be net sources of CO2 to the atmosphere, though complete annual measurements would be needed to determine this. Collectively, these results are of immediate importance to how we predict and describe harmful algal bloom formation. Lakes in the agricultural Midwestern United States represent a æworst case scenarioÆ model system for inland waters globally. As the human population increases, more of our landscape will have altered water flow as it is devoted to agriculture and food production. Coupled with increased frequency and intensity of storm events, the pulse-response process described above has the potential to further increase the extent of harmful blooms in freshwater ecosystems. Understanding these processes will provide management tools for effective prevention and remediation of harmful blooms.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2014\n\n\t\t\t\t\tSubmitted by: John A Downing"
 }
}