{
 "awd_id": "1021443",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Extending CREATE Demographically and Geographically, to Test its Efficacy on Diverse Populations of Learners at 2 Year and 4 Year Institutions",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julio Soto",
 "awd_eff_date": "2010-12-01",
 "awd_exp_date": "2015-11-30",
 "tot_intn_awd_amt": 599875.0,
 "awd_amount": 599875.0,
 "awd_min_amd_letter_date": "2010-08-16",
 "awd_max_amd_letter_date": "2010-08-16",
 "awd_abstract_narration": "The goals of this proposal are to transform how undergraduates learn biology, and to combat student disengagement from science by extending the use nationally of a pedagogical method known as CREATE (Consider, Read, Elucidate hypotheses, Analyze and interpret data, and Think of the next Experiment). This method brings about significant increases in both student understanding of, and student interest in biological research. The CREATE approach uses intensive analysis of papers published sequentially from single labs to show the evolution of research projects in real time. Through this method, students are taught how to dissect the papers into individual experiments, thus demystifying the process of reading scientific literature (journal articles) through the use of progressive pedagogical tools. By focusing on data analysis, experimental design and student grant panel activities, CREATE models the process of real science research in a way that is accessible and meaningful for student learning. In addition, CREATE students conduct informal (email) interviews with the authors of selected papers, thereby acquiring \"behind the scenes\" information that often humanizes the science as well as the scientists for the students. \r\n\r\nIn this project, equal numbers of faculty from community colleges and four-year institutions are being recruited for CREATE Intensive Workshops. Trained faculty will subsequently implement CREATE strategies at both types of institutions. Students of these faculty will be tracked using a variety of assessment tools. The workshops facilitate dialogue among faculty from these diverse educational settings, thus establishing \"pipeline\" relationships between community and senior colleges. This project is promoting collaborative interactions that ultimately benefit faculty and students at multiple levels of higher education.\r\n\r\nThis project is being co-funded by the Directorate for Biological Sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sally",
   "pi_last_name": "Hoskins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sally Hoskins",
   "pi_email_addr": "sallyh@sci.ccny.cuny.edu",
   "nsf_id": "000313516",
   "pi_start_date": "2010-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kristy",
   "pi_last_name": "Kenyon",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kristy L Kenyon",
   "pi_email_addr": "kenyon@hws.edu",
   "nsf_id": "000122158",
   "pi_start_date": "2010-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY City College",
  "inst_street_address": "160 CONVENT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126505418",
  "inst_zip_code": "100319101",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L952KGDMSLV5"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY City College",
  "perf_str_addr": "160 CONVENT AVE",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100319101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "749200",
   "pgm_ele_name": "CCLI-Type 2 (Expansion)"
  },
  {
   "pgm_ele_code": "797200",
   "pgm_ele_name": "Transforming Undergrad Bio Ed"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 599875.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We are interested in helping undergraduates deepen their understanding of the process of science, including the motivations of researchers themselves, by learning to read the research reports on which textbook information is based.&nbsp;&nbsp; That is, conclusions stated in science textbooks are typically &lsquo;built on&rsquo; the results of numerous individual research studies.&nbsp; Traditional teaching does not focus on research studies.&nbsp; The complex language of original research papers can make them difficult to understand.&nbsp; We believe that learning to read such papers is a valuable activity as it can help students see how scientific questions are asked and answered.&nbsp; Reading papers also shows how science fundamentals, such as the facts students learn in basic courses, are used to address complex and open-ended questions.</p>\n<p>Because reading research papers is more difficult than reading textbooks, we devised a stepwise approach to help students succeed.&nbsp; Our method is called CREATE (for Consider, Read, Elucidate hypotheses, Analyze and interpret data; and Think of the next Experiment).&nbsp; We teach the students to use a variety of learning tools to organize their thinking and build understanding.&nbsp; Following a deep analysis of a scientific paper, we ask students to design their own creative experiments for advancing the research to a new level. We repeat this process on a series of papers from one lab group or focused on one central topic, deepening students&rsquo; understanding and providing practice with experimental design and evaluation (Figure 1). Late in the term, we ask students to come up with their own questions for paper authors.&nbsp; We email a survey derived from these questions to the science researchers who wrote the papers we read.&nbsp; Questions like &ldquo;What would be your dream discovery?&rdquo; or &ldquo;How do you cope when an experiment fails?&rdquo;&nbsp; lead to insightful answers from a wide range of scientist-authors.&nbsp; When respondents describe their passion for research, their wide-ranging interests beyond science, and/or explain philosophically that &ldquo;failure is a part of science; we take it in stride,&rdquo; students&rsquo; often-negative stereotypes about scientists and research life change for the better.</p>\n<p>We knew from previous work that the CREATE method was quite effective in a small number of four-year colleges/universities in the Northeast.&nbsp; We wanted in this project to extend the use of CREATE to community colleges as well, and also to test CREATE at a broader range of four-year institutions. We held 4.5 day summer workshops at the Hobart and William Smith Colleges in summer 2012 and 2013, training 96 faculty from 4 year or community colleges in CREATE teaching/learning strategies.&nbsp; We then invited a subgroup of these faculty to join our study, allowing us to analyze their teaching as they applied CREATE and to investigate how their students responded.</p>\n<p>We found that the workshops were effective in teaching faculty the CREATE process, and that faculty in turn did a good job teaching with CREATE in their courses.&nbsp; Students improved their thinking and experimental design skills, while also gaining in confidence that they could understand complex material, increasing their enthusiasm for science, and enhancing their understanding of &ldquo;the people behind the papers,&rdquo; the scientist-authors.&nbsp; At community colleges, both future science majors and future non-majors made important gains. The intellectual merit of the project is based on our findings that we can effectively train faculty in a novel teaching strategy, that faculty can teach well using innovative CREATE methods, and that CREATE students make a broad range of gains, developing thinking/analysis/perseverance skills coupled with new understanding of researchers and the research process, th...",
  "por_txt_cntn": "\nWe are interested in helping undergraduates deepen their understanding of the process of science, including the motivations of researchers themselves, by learning to read the research reports on which textbook information is based.   That is, conclusions stated in science textbooks are typically æbuilt onÆ the results of numerous individual research studies.  Traditional teaching does not focus on research studies.  The complex language of original research papers can make them difficult to understand.  We believe that learning to read such papers is a valuable activity as it can help students see how scientific questions are asked and answered.  Reading papers also shows how science fundamentals, such as the facts students learn in basic courses, are used to address complex and open-ended questions.\n\nBecause reading research papers is more difficult than reading textbooks, we devised a stepwise approach to help students succeed.  Our method is called CREATE (for Consider, Read, Elucidate hypotheses, Analyze and interpret data; and Think of the next Experiment).  We teach the students to use a variety of learning tools to organize their thinking and build understanding.  Following a deep analysis of a scientific paper, we ask students to design their own creative experiments for advancing the research to a new level. We repeat this process on a series of papers from one lab group or focused on one central topic, deepening studentsÆ understanding and providing practice with experimental design and evaluation (Figure 1). Late in the term, we ask students to come up with their own questions for paper authors.  We email a survey derived from these questions to the science researchers who wrote the papers we read.  Questions like \"What would be your dream discovery?\" or \"How do you cope when an experiment fails?\"  lead to insightful answers from a wide range of scientist-authors.  When respondents describe their passion for research, their wide-ranging interests beyond science, and/or explain philosophically that \"failure is a part of science; we take it in stride,\" studentsÆ often-negative stereotypes about scientists and research life change for the better.\n\nWe knew from previous work that the CREATE method was quite effective in a small number of four-year colleges/universities in the Northeast.  We wanted in this project to extend the use of CREATE to community colleges as well, and also to test CREATE at a broader range of four-year institutions. We held 4.5 day summer workshops at the Hobart and William Smith Colleges in summer 2012 and 2013, training 96 faculty from 4 year or community colleges in CREATE teaching/learning strategies.  We then invited a subgroup of these faculty to join our study, allowing us to analyze their teaching as they applied CREATE and to investigate how their students responded.\n\nWe found that the workshops were effective in teaching faculty the CREATE process, and that faculty in turn did a good job teaching with CREATE in their courses.  Students improved their thinking and experimental design skills, while also gaining in confidence that they could understand complex material, increasing their enthusiasm for science, and enhancing their understanding of \"the people behind the papers,\" the scientist-authors.  At community colleges, both future science majors and future non-majors made important gains. The intellectual merit of the project is based on our findings that we can effectively train faculty in a novel teaching strategy, that faculty can teach well using innovative CREATE methods, and that CREATE students make a broad range of gains, developing thinking/analysis/perseverance skills coupled with new understanding of researchers and the research process, that will serve them well throughout college and beyond.\n\nBecause CREATE courses are inexpensive (there is no lab component), they can be used on campuses that lack lab equipment or facilities.  CREATE courses can be designed in any area o..."
 }
}