{
 "awd_id": "1021185",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Arabidopsis 2010:  Dissecting Cortical Actin Function during Arabidopsis-Pseudomonas Interactions",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 1108984.0,
 "awd_amount": 1108984.0,
 "awd_min_amd_letter_date": "2010-09-07",
 "awd_max_amd_letter_date": "2012-06-05",
 "awd_abstract_narration": "An exquisite and intricate crosstalk exists between bacterial phytopathogens and the host cells and tissues they invade.  New information suggests that a dynamic network of filaments, the cytoskeleton, is essential for both resistance and susceptibility to plant pathogens.  However, exactly which molecules from the bacterium stimulate cytoskeletal responses, and which plant proteins are necessary for these responses remains poorly understood.  In this project, the investigators will dissect the genetic basis for crosstalk between bacterial effector proteins and the plant host cytoskeleton.  Using both molecular genetics tools and advanced imaging technologies, the investigators will test the hypothesis that specific pathogen effector proteins perturb plant actin-binding proteins (ABPs), which in turn leads to alterations in the plant cytoskeleton during defense signaling.  A toolbox of actin and actin-binding protein mutants will be developed, and a delivery system for introducing bacterial effectors into host cells will be exploited.  Through this work, the PIs aim to identify the function of bacterial effector proteins and 39 plant genes/proteins in order to uncover the signaling network.   Lead PI Staiger will coordinate activities between the groups and exploit state-of-the-art imaging modalities to evaluate the defects in actin dynamics in the ABP collection and in response to effector proteins.  The Day and Chang laboratories will use genetic approaches to dissect whether crosstalk involves pathogen-associated molecular pattern recognition responses (PTI) or effector-triggered immunity (ETI), or both. These two labs will also use a novel bacterial delivery system to associate changes in actin dynamics to a corresponding bacterial effector protein. The two labs will also prepare constructs for protein-protein interaction assays and subcellular localization. All project data and resources created in this work will be disseminated in a timely fashion at a joint website: http://actinpathogen-network.msu.edu.   The broader impact of this work will contribute to a deep understanding of host?pathogen signaling and will enable crop modifications to protect against diseases that devastate agricultural productivity.  As a unique outreach component, we will establish a summer workshop to train all project scientists and other interested parties, including local high school students, in advanced methods for imaging cellular dynamics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Staiger",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher J Staiger",
   "pi_email_addr": "staiger@purdue.edu",
   "nsf_id": "000384756",
   "pi_start_date": "2010-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1684",
   "pgm_ref_txt": "THE 2010 PROJECT"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 359624.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 369529.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 379831.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding how plants respond to biotic stress, especially microbial pathogens, is an essential first step in protecting the world food supply to sustain a global population that is projected to reach nearly 10 billion by 2050. This project generated 26 actin-binding protein mutants and 20 immune signaling mutants marked with a fluorescent actin reporter to test how cytoskeletal remodeling and control of single filament turnover functions at the interface between perception of microbes and the early hallmarks of defense signal transduction. <strong><em>Intellectual Merit:</em> </strong>The effort gained essential information regarding signaling networks and cellular response of host plants and showed for the first time how actin remodeling occurs within minutes of perception of a bacterial phytophathogen or microbial signals at the cell surface. Extensive use of tools for genetic analyses and high performance imaging of living cells helped to shed new light on the pathways plants use to recognize and respond to foreign invaders. <strong><em>Broader Impacts: </em></strong>The ability to visualize, with high spatiotemporal resolution, dynamic events at the cellular level enabled a pragmatic first step toward engineering plants for durable resistance and productivity to secure the nation&rsquo;s agricultural future. Three highly successful annual symposia on host-pathogen interactions and advanced imaging technologies at Purdue included demonstrations and hands-on experience with super-resolution and spinning disk confocal microscopes for 85 registered participants, including undergraduates, high school students and several biotechnology students from a local community college. In addition to a large and diverse cohort of graduate students and post-doctoral scientists, we have introduced four undergraduates and two high school students to state-of-the-art microscopy and quantitative cell biology, two of whom are a co-authors on peer-reviewed publications.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/16/2015<br>\n\t\t\t\t\tModified by: Christopher&nbsp;J&nbsp;Staiger</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnderstanding how plants respond to biotic stress, especially microbial pathogens, is an essential first step in protecting the world food supply to sustain a global population that is projected to reach nearly 10 billion by 2050. This project generated 26 actin-binding protein mutants and 20 immune signaling mutants marked with a fluorescent actin reporter to test how cytoskeletal remodeling and control of single filament turnover functions at the interface between perception of microbes and the early hallmarks of defense signal transduction. Intellectual Merit: The effort gained essential information regarding signaling networks and cellular response of host plants and showed for the first time how actin remodeling occurs within minutes of perception of a bacterial phytophathogen or microbial signals at the cell surface. Extensive use of tools for genetic analyses and high performance imaging of living cells helped to shed new light on the pathways plants use to recognize and respond to foreign invaders. Broader Impacts: The ability to visualize, with high spatiotemporal resolution, dynamic events at the cellular level enabled a pragmatic first step toward engineering plants for durable resistance and productivity to secure the nationÆs agricultural future. Three highly successful annual symposia on host-pathogen interactions and advanced imaging technologies at Purdue included demonstrations and hands-on experience with super-resolution and spinning disk confocal microscopes for 85 registered participants, including undergraduates, high school students and several biotechnology students from a local community college. In addition to a large and diverse cohort of graduate students and post-doctoral scientists, we have introduced four undergraduates and two high school students to state-of-the-art microscopy and quantitative cell biology, two of whom are a co-authors on peer-reviewed publications.\n\n\t\t\t\t\tLast Modified: 12/16/2015\n\n\t\t\t\t\tSubmitted by: Christopher J Staiger"
 }
}