{
 "awd_id": "1021930",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The molecular mechanisms by which genes alter development when moved between closely related species",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Alexander McClure",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 135460.0,
 "awd_amount": 135460.0,
 "awd_min_amd_letter_date": "2010-08-14",
 "awd_max_amd_letter_date": "2010-08-14",
 "awd_abstract_narration": "PI: David A. Baum \r\nIOS-1021930\r\nThe molecular mechanisms by which genes alter development when moved between closely related species \r\n\r\nAvailable methods for isolating genes that cause closely related species to differ are limited by depending on the prior identification of candidate genes or on being able to hybridize the species and then isolate the causal differences.  As a result, scientists are making slow progress towards the aim of identifying species-difference genes.  This project is developing a new approach, transgenomics, which exploits the ease with which genes can now be moved between certain plant species.  The project tests the effects of genomic fragments from Leavenworthia alabamica when introduced into Arabidopsis thaliana by transformation. These two species have many visible differences, yet are closely related.  In prior work, more than 1200 A. thaliana transgenic lines were created that each contain a randomly selected fragment of DNA from L. alabamica.  These were visually screened to identify DNA fragments that consistently alter plant form.  For some cases where the transgenic plants resemble L. alabamica, the causal DNA sequences will be determined by testing subfragments for an ability to alter plant form. Additionally, the project will attempt to perfect the transgenomic strategy so that future experiments can proceed more efficiently with the aim of ultimately being able to screen an entire genome from a donor species in a recipient species' genetic background so as to identify genes that contributed to the differences between the donor and recipient.  This work has the potential to rapidly advance our ability to determine which genes cause which traits and thereby to guide targeted efforts to design crop species with desirable agronomic features.  In addition, this project will provide training to undergraduate students, a postdoctoral fellow, and a graduate student from a group underrepresented in science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Baum",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Baum",
   "pi_email_addr": "dbaum@facstaff.wisc.edu",
   "nsf_id": "000099434",
   "pi_start_date": "2010-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 135460.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Biologists have a great interest in being able to identify the genes that are responsible for the visible difference between species.&nbsp; Identifying the genetic basis of trait difference is important because it enriches our understanding of how evolutionary novelties arise and also has practical implications for breeders interested in moving desirable traits from wild species into crops.&nbsp; However, It turns out that it is very difficult to identify the genes responsible for species differences &ndash; even very closely related species have many thousands of genetic differences spread across their genomes and it is challenging to determine which of these are responsible for a particular trait difference.&nbsp; This is especially problematic when the species being compared are too distantly related to be capable of crossing.&nbsp;</p>\n<p>&nbsp;</p>\n<p>We set out to pilot and evaluate <em>transgenomics</em>, a novel strategy for identifying the genes responsible for species differences.&nbsp; Transgenomics entails chopping the genome of a donor species into chunks (in our case, each chunk is ca. 20,000 DNA letters long) and then introducing each piece in turn into a recipient species&rsquo; genome.&nbsp; If the resulting transgenic plants show abnormal traits then, using various genetic tests, we can determine if the novel trait is due the piece of DNA introduced from the donor species.&nbsp;&nbsp; We sought to initiate the first transgenomic screen in a plant to determine whether it is a practical strategy and, if so, how transgenomic screens should be conducted in the future.</p>\n<p>&nbsp;</p>\n<p>We isolated over 1300 fragments of DNA from the donor species (&ldquo;inserts&rdquo;), Alabama gladecress (<em>Leavenworthia alabamica</em>), and introduced them one-by-one into the closely related recipient species thale cress (<em>Arabidopsis thaliana</em>).&nbsp; We chose these species because of the ease of introducing foreign genes into <em>A. thaliana</em> and the large number of traits that differ between these two species.&nbsp; Transgenic <em>A. thaliana</em> plants were grown in controlled conditions in the UW-Madison Biotron facility, and were examined for abnormal traits.&nbsp; We set a stringent threshold for considering an insert to be positive (altering the traits of the recipient species): they had to change the first plant screened, and then show a significant quantitative association in multiple independent plants containing the same insert.&nbsp; We identified on one positive insert, called 11_11B, which altered fruit and seed development in the donor species.&nbsp; By sequencing 11_11B we identified a gene fragment that could explain the observed effect.&nbsp; While we identified only one definitively positive insert, this is sufficient to show that transgenomics can be used to identify genes that have diverged in function between species.&nbsp; Furthermore, our study sheds lights on practical considerations that should guide future transgenomic screens.</p>\n<p>&nbsp;</p>\n<p>In addition to the scientific knowledge gained, we generate archived the insert libraries and transgenic seed stock for possible use by other researchers.&nbsp; The project also provided research experience for nine undergraduates and two high school students, all of whom gained greater knowledge of genetic research and scientific practice. The postdoctoral scientist who ran the research gained mentoring, management, and molecular lab experience.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/29/2012<br>\n\t\t\t\t\tModified by: David&nbsp;A&nbsp;Baum</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBiologists have a great interest in being able to identify the genes that are responsible for the visible difference between species.  Identifying the genetic basis of trait difference is important because it enriches our understanding of how evolutionary novelties arise and also has practical implications for breeders interested in moving desirable traits from wild species into crops.  However, It turns out that it is very difficult to identify the genes responsible for species differences &ndash; even very closely related species have many thousands of genetic differences spread across their genomes and it is challenging to determine which of these are responsible for a particular trait difference.  This is especially problematic when the species being compared are too distantly related to be capable of crossing. \n\n \n\nWe set out to pilot and evaluate transgenomics, a novel strategy for identifying the genes responsible for species differences.  Transgenomics entails chopping the genome of a donor species into chunks (in our case, each chunk is ca. 20,000 DNA letters long) and then introducing each piece in turn into a recipient speciesÆ genome.  If the resulting transgenic plants show abnormal traits then, using various genetic tests, we can determine if the novel trait is due the piece of DNA introduced from the donor species.   We sought to initiate the first transgenomic screen in a plant to determine whether it is a practical strategy and, if so, how transgenomic screens should be conducted in the future.\n\n \n\nWe isolated over 1300 fragments of DNA from the donor species (\"inserts\"), Alabama gladecress (Leavenworthia alabamica), and introduced them one-by-one into the closely related recipient species thale cress (Arabidopsis thaliana).  We chose these species because of the ease of introducing foreign genes into A. thaliana and the large number of traits that differ between these two species.  Transgenic A. thaliana plants were grown in controlled conditions in the UW-Madison Biotron facility, and were examined for abnormal traits.  We set a stringent threshold for considering an insert to be positive (altering the traits of the recipient species): they had to change the first plant screened, and then show a significant quantitative association in multiple independent plants containing the same insert.  We identified on one positive insert, called 11_11B, which altered fruit and seed development in the donor species.  By sequencing 11_11B we identified a gene fragment that could explain the observed effect.  While we identified only one definitively positive insert, this is sufficient to show that transgenomics can be used to identify genes that have diverged in function between species.  Furthermore, our study sheds lights on practical considerations that should guide future transgenomic screens.\n\n \n\nIn addition to the scientific knowledge gained, we generate archived the insert libraries and transgenic seed stock for possible use by other researchers.  The project also provided research experience for nine undergraduates and two high school students, all of whom gained greater knowledge of genetic research and scientific practice. The postdoctoral scientist who ran the research gained mentoring, management, and molecular lab experience.\n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/29/2012\n\n\t\t\t\t\tSubmitted by: David A Baum"
 }
}