{
 "awd_id": "1021472",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Probing Conformational Change in a Cl-/H+ Antiporter of Known Structure",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": "7032927856",
 "po_email": "wfrancis@nsf.gov",
 "po_sign_block_name": "Wilson Francisco",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 755000.0,
 "awd_amount": 755000.0,
 "awd_min_amd_letter_date": "2010-06-24",
 "awd_max_amd_letter_date": "2012-07-03",
 "awd_abstract_narration": "All living organisms are composed of cells that are separated from their environment by a thin membrane. Although this membrane forms an important protective barrier, it also comprises a significant barrier to essential cellular components. To overcome this problem, cell membranes contain a broad assortment of proteins that are each specialized to transport specific cargo. These membrane proteins are dynamic molecular machines that undergo conformational change (change in shape and structure) to pick up and release cargo on either side of the membrane. A major challenge to understanding how membrane proteins work is to define these conformational changes. \r\n\r\nThe CLC proteins are a class of membrane proteins that specifically transport chloride and protons (two small and oppositely-charged ions) in opposite directions. The goal of this project is to understand how the CLC proteins accomplish this feat: specifically, to define the conformational changes by which the protein pick up and drops off each substrate ion with such exquisite specificity. This will be accomplished by positioning small (19F) probes throughout the CLC protein and detecting their motion using nuclear magnetic resonance (NMR). By combining this information with the static molecular-resolution structure that is known from X-ray crystallography, a dynamic model of CLC protein function will be created.\r\n\r\nBroader Impacts\r\nThe experiments described in this research project will involve training a graduate student and a postdoctoral scientist in biochemical and biophysical methods and analysis that will provide excellent preparation for a career in academia or in the biotechnology sector. This research will also involve the training of undergraduate summer students (with continued inclusion of women and minorities), which will serve a twofold purpose of (1) providing research experiences to young, potential future scientists and (2) providing mentoring experience to the graduate student and post-doc who are leading the experiments. \r\n\r\nThe PI of this project will continue to recruit and mentor women and minorities, to participate in the Biophysical Society's Committee for Professional Opportunities for Women, and to develop mentoring programs for students at Stanford. In addition, she will broaden her role to include outreach to the local schools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Merritt",
   "pi_last_name": "Maduke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Merritt Maduke",
   "pi_email_addr": "maduke@stanford.edu",
   "nsf_id": "000536004",
   "pi_start_date": "2010-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1166",
   "pgm_ref_txt": "MOLECULAR BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 235000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 270000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"MsoNormal\"><strong><span>Intellectual Merit</span></strong></p>\n<p class=\"MsoNormal\" style=\"text-indent: .5in;\"><span>All cells are surrounded by an extremely thin nano-scale membrane that separates their contents from the external environment. While providing an important protective barrier, this membrane also poses a substantial impediment to the movement of electrically charged ions, such as potassium, calcium, chloride, and protons. &ldquo;Transporters&rdquo; are specialized proteins that have evolved to reside in the cell membrane and facilitate the cross-membrane movement (transport) of these important ions. The &ldquo;CLC&rdquo; type transporters are specialized to transport chloride and protons. In humans, there are nine different types of CLCs, and these contribute to proper functioning of muscle, brain, bone, and kidney. In bacteria, CLCs confer the ability to survive acidic environments. By learning more about how the CLC transporters work, we will better understand how they contribute to these biological functions.</span></p>\n<p class=\"MsoNormal\" style=\"text-indent: .5in;\"><span>CLC transporters are complex molecular machines that transport chloride and protons across the barrier of the cell membrane. In this project, we investigated how CLC transporters change shape as they carry out this formidable task. A major challenge that we overcame was to develop appropriate methodologies for measuring this shape change. Despite much effort, one of the standard methodologies for measuring shape change, x-ray crystallography, had only detected very tiny shape changes in the CLC transporters. We hypothesized that more substantial shape change occurs, so we developed the use of nuclear magnetic resonance (&ldquo;NMR&rdquo;) for detecting shape-change in the CLC transporters. </span></p>\n<p class=\"MsoNormal\" style=\"text-indent: .5in;\"><span>We successfully developed two NMR approaches to answer questions about how CLC transporters change shape. One of the keys to our success was our work in refining methodology to &ldquo;label&rdquo; specific regions of the CLC transporter for detection by NMR. Labeling the entire transporter would result in overlapping signals in which all details of change are swamped out. </span></p>\n<p class=\"MsoNormal\" style=\"text-indent: .5in;\"><span>In our first successful NMR approach, we labeled CLC transporters on the transporters&rsquo; lysines. (Lysine is one of the twenty amino acids that are used to construct all proteins including transporters.) Using this approach, we discovered that the shape of the CLC transporter&rsquo;s inner entryway changes when protons bind to the transporter. This is an important discovery because results from previous crystallography research had led to the conclusion that no shape changes occur at the inner entryway. Our results therefore provide important new information for correctly understanding how CLC transporters work. In addition, the NMR methodology we employed will be broadly applicable to studies of other biological transporters. This research was published in the Journal of Biological NMR in 2015. </span></p>\n<p class=\"MsoNormal\" style=\"text-indent: .5in;\"><span>In our second successful NMR approach, we labeled CLC transporters on the transporters&rsquo; tyrosines. (Tyrosine is one of the twenty amino acids). In our early work on this methodology, which was published in the EMBO Journal in 2009, we discovered that a tyrosine very far removed from the chloride pathway is involved the CLC transporter shape change. This was a surprising result because crystallography research had suggested that shape changes in the CLC transporters occur only in a very small region at the outer entryway of the chloride pathway. To understand this shape change in more detail, we characterized how a paramagnetic reagent interacts with the labeled tyrosine under different conditions. We also performed computational studies to model the shape change together with experimental tests of the computational modeling. Together, these results describe how CLC shape changes involve regions of the CLC protein working together. This research was published in the journal Elife in 2016. </span></p>\n<p class=\"MsoNormal\"><strong><span>Broader Impacts</span></strong></p>\n<p class=\"MsoNormal\" style=\"text-indent: .5in;\"><span>This award supported the training of three postdoctoral scholars and three undergraduate students, who received hands-on training in the principles and practice of experimentation on transporter proteins using structural (NMR) and functional methodologies. At present, the three postdoctoral scientists continue to advance scientific knowledge through their independent positions in the biotech sector. One of the undergraduate students won a poster award for his presentation of our work at the Biophysical Society&rsquo;s Annual meeting. This student is currently a biophysics graduate student as part of his MD-PhD studies. The second undergraduate graduated with an honors thesis based on her work on this project and is now a medical student.</span></p>\n<p class=\"MsoNormal\" style=\"text-indent: .5in;\"><span style=\"text-indent: 0.5in; font-family: Arial, sans-serif;\">Outside of the laboratory, the PI of this award worked with elementary school students through Science is Elementary, an organization that engages students in hands-on science experiments led by professional scientists. The work of Science is Elementary in low-income communities provides opportunities for these students to learn that they too can become scientists. </span><span style=\"text-indent: 0.5in;\"><span style=\"line-height: 107%; font-family: Arial, sans-serif; background-image: initial; background-position: initial; background-size: initial; background-repeat: initial; background-attachment: initial; background-origin: initial; background-clip: initial;\">At the graduate and postdoctoral level, the PI organized and participated in career panels to help students and postdocs to define their career goals. She also served as Chair of Stanford&rsquo;s Postdoctoral Affairs Committee, which works to help postdocs</span></span><span style=\"text-indent: 0.5in; background-image: initial; background-position: initial; background-size: initial; background-repeat: initial; background-attachment: initial; background-origin: initial; background-clip: initial; line-height: 107%; font-family: Arial, sans-serif;\"> manage the complex challenges encountered at this critical career stage<span>, and which </span></span><span style=\"text-indent: 0.5in; font-family: Arial, sans-serif;\">successfully advocated for many improvements to postdoctoral training, career development, and quality of life.&nbsp;</span></p>\n<div id=\"_mcePaste\" class=\"mcePaste\" style=\"position: absolute; left: -10000px; top: 0px; width: 1px; height: 1px; overflow: hidden;\"><strong><span style=\"font-size: 18.0pt; line-height: 107%;\">000536004</span></strong></div><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/04/2017<br>\n\t\t\t\t\tModified by: Merritt&nbsp;Maduke</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Intellectual Merit\nAll cells are surrounded by an extremely thin nano-scale membrane that separates their contents from the external environment. While providing an important protective barrier, this membrane also poses a substantial impediment to the movement of electrically charged ions, such as potassium, calcium, chloride, and protons. \"Transporters\" are specialized proteins that have evolved to reside in the cell membrane and facilitate the cross-membrane movement (transport) of these important ions. The \"CLC\" type transporters are specialized to transport chloride and protons. In humans, there are nine different types of CLCs, and these contribute to proper functioning of muscle, brain, bone, and kidney. In bacteria, CLCs confer the ability to survive acidic environments. By learning more about how the CLC transporters work, we will better understand how they contribute to these biological functions.\nCLC transporters are complex molecular machines that transport chloride and protons across the barrier of the cell membrane. In this project, we investigated how CLC transporters change shape as they carry out this formidable task. A major challenge that we overcame was to develop appropriate methodologies for measuring this shape change. Despite much effort, one of the standard methodologies for measuring shape change, x-ray crystallography, had only detected very tiny shape changes in the CLC transporters. We hypothesized that more substantial shape change occurs, so we developed the use of nuclear magnetic resonance (\"NMR\") for detecting shape-change in the CLC transporters. \nWe successfully developed two NMR approaches to answer questions about how CLC transporters change shape. One of the keys to our success was our work in refining methodology to \"label\" specific regions of the CLC transporter for detection by NMR. Labeling the entire transporter would result in overlapping signals in which all details of change are swamped out. \nIn our first successful NMR approach, we labeled CLC transporters on the transporters? lysines. (Lysine is one of the twenty amino acids that are used to construct all proteins including transporters.) Using this approach, we discovered that the shape of the CLC transporter?s inner entryway changes when protons bind to the transporter. This is an important discovery because results from previous crystallography research had led to the conclusion that no shape changes occur at the inner entryway. Our results therefore provide important new information for correctly understanding how CLC transporters work. In addition, the NMR methodology we employed will be broadly applicable to studies of other biological transporters. This research was published in the Journal of Biological NMR in 2015. \nIn our second successful NMR approach, we labeled CLC transporters on the transporters? tyrosines. (Tyrosine is one of the twenty amino acids). In our early work on this methodology, which was published in the EMBO Journal in 2009, we discovered that a tyrosine very far removed from the chloride pathway is involved the CLC transporter shape change. This was a surprising result because crystallography research had suggested that shape changes in the CLC transporters occur only in a very small region at the outer entryway of the chloride pathway. To understand this shape change in more detail, we characterized how a paramagnetic reagent interacts with the labeled tyrosine under different conditions. We also performed computational studies to model the shape change together with experimental tests of the computational modeling. Together, these results describe how CLC shape changes involve regions of the CLC protein working together. This research was published in the journal Elife in 2016. \nBroader Impacts\nThis award supported the training of three postdoctoral scholars and three undergraduate students, who received hands-on training in the principles and practice of experimentation on transporter proteins using structural (NMR) and functional methodologies. At present, the three postdoctoral scientists continue to advance scientific knowledge through their independent positions in the biotech sector. One of the undergraduate students won a poster award for his presentation of our work at the Biophysical Society?s Annual meeting. This student is currently a biophysics graduate student as part of his MD-PhD studies. The second undergraduate graduated with an honors thesis based on her work on this project and is now a medical student.\nOutside of the laboratory, the PI of this award worked with elementary school students through Science is Elementary, an organization that engages students in hands-on science experiments led by professional scientists. The work of Science is Elementary in low-income communities provides opportunities for these students to learn that they too can become scientists. At the graduate and postdoctoral level, the PI organized and participated in career panels to help students and postdocs to define their career goals. She also served as Chair of Stanford?s Postdoctoral Affairs Committee, which works to help postdocs manage the complex challenges encountered at this critical career stage, and which successfully advocated for many improvements to postdoctoral training, career development, and quality of life. \n000536004\n\n\t\t\t\t\tLast Modified: 10/04/2017\n\n\t\t\t\t\tSubmitted by: Merritt Maduke"
 }
}