{
 "awd_id": "1021696",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Core Promoter-selective Transcription by RNA Polymerase II",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032927323",
 "po_email": "mhingora@nsf.gov",
 "po_sign_block_name": "Manju Hingorani",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 659669.0,
 "awd_min_amd_letter_date": "2010-08-10",
 "awd_max_amd_letter_date": "2013-09-06",
 "awd_abstract_narration": "Intellectulal Merit. Expression of eukaryotic genes is regulated at the transcriptional level by sequence-specific DNA-binding regulators that control the assembly and activity of the general/basal RNA polymerase II transcription machinery at the \"core promoter\". The core promoter encompasses the transcription initiation site of the gene and is composed of various core promoter DNA elements including the TATA box, the Initiator and other elements that are variably present in different genes. These DNA elements control not only the strength of the core promoter but also the selective response of the core promoter to specific enhancers and transcription regulators and therefore play a critical role in the regulation of differential gene expression. Recent analyses have revealed the conservation and prevalence of the Initiator element in eukaryotic gene core promoters from yeast to humans. However, the functions of the Initiator and the mechanisms of TATA-Initiator synergy, have remained poorly understood.  This project will characterize the mechanisms of Initiator function and TATA-Initiator synergy and the roles of transcription factors and recently identified cofactors in Initiator-dependent gene transcription in vitro and in vivo. Mechanistic analyses will be performed in reconstituted transcription reactions in vitro, and gene-selective transcription functions in vivo will be analyzed by a number of approaches.  The results promise to transform our understanding of the one of the most fundamental processes involved in regulation of gene expression in eukaryotes. \r\n\r\nBroader Impacts. This project will enhance the infrastructure of research and training through the continued instruction of undergraduate and graduate students and mentoring of postdoctoral researchers. The research integrates into the PI's long-term interest in mammalian gene regulation and will be synergistic with his teaching responsibilities. Results and generated tools will be communicated and made available to the scientific community via research publications and through discussions in scientific meetings, and to broader audiences via the internet. The PI is committed to increase the participation of underrepresented minorities in science and will continue to engage minority students in research through established minority access programs at the University of California at Riverside.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ernest",
   "pi_last_name": "Martinez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ernest Martinez",
   "pi_email_addr": "ernest.martinez@ucr.edu",
   "nsf_id": "000126414",
   "pi_start_date": "2010-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 190000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 210000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 59669.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Scientific outcomes</strong></p>\n<p>The project has transformed our understanding of one of the most fundamental processes in living organisms: regulation of gene expression. The project investigated the molecular mechanisms in volved in regulation of gene expression in mammalian cells, which are of broad relevance to most eukaryotic organisms, including animals and plants. The project has extended our understanding the Central Dogma of Molecular Biology by identifying novel molecular mechanisms for regulation of eukaryotic gene expression at the transcriptional level. How eukaryotic genes, and especially the more complex mammalian genes, are regulated has been an intensive area of study by many laboratories for over 40 years. However, most studies have concentrated on gene regulation by distal regulatory DNA elements and cognate regulators based on the premise that these are the sole regulatory elements. This NSF-supported project has focused on the poorly understood functions and regulatory roles of the core promoter region (i.e., the transcription initiation region) of genes. The core promoter was traditionally thought to be a basal element that does not contribute to regulation of gene-specific expression but serves simply as the landing pad for the basal transcription machinery. The results of the project have extended the paradigm of combinatorial control of specific gene expression by distal regulatory elements and cognate DNA-binding regulators by also demonstrating important regulatory roles of DNA sequence elements within the core promoter region. This project uncovered some of the previously unknown protein factors and mechanisms involved in specific gene regulation by the combinatorial effects of core promoter and distal regulatory DNA elements. The project uncovered that the stereo-specific arrangement of regulatory DNA elements relative to core promoter elements is important to achieve proper gene-specific regulation and that the basal transcription machinery that recognizes the core promoter functions differently at genes with different core promoters DNA sequences. Thus, the basal mechanism of gene transcription is not universal as previously thought. The information gathered has led to a better understanding in molecular terms of how specificity in gene regulation is achieved in mammalian cells. Specific products of the research project included two research articles: one published in the journal &ldquo;Genes and Development&rdquo; and one submitted for publication and currently under review; one methods article published in &ldquo;Methods in Molecular Biology&rdquo;, and two review articles published in the journals &ldquo;Cell Cycle&rdquo; and &ldquo;Transcription&rdquo;. The project will also give rise to one additional review article on transcription mechanisms through the core promoter that is in preparation.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Broader outcomes</strong></p>\n<p><span style=\"text-decoration: underline;\">The project impacts on broad disciplines</span>. Given the general and fundamental nature of the research project which investigates phyllogenetically conserved factors and basic mechanisms involved in regulation of eukaryotic gene expression, the results obtained (briefly described above) are likely to influence a broad range of disciplines including medicine, plant and agricultural sciences, and environmental and bioengineering sciences, which all exploit or benefit from knowledge of the molecular mechanisms that regulate the expression of eukaryotic genomes. Results and generated reagents/tools were communicated and made available to the scientific community via research publications and through discussions in scientific meetings, and to broader audiences via the internet.&nbsp;<br /><br /><span style=\"text-decoration: underline;\">The project impacted human resources and minorities</span>. This project introduced seven ...",
  "por_txt_cntn": "\nScientific outcomes\n\nThe project has transformed our understanding of one of the most fundamental processes in living organisms: regulation of gene expression. The project investigated the molecular mechanisms in volved in regulation of gene expression in mammalian cells, which are of broad relevance to most eukaryotic organisms, including animals and plants. The project has extended our understanding the Central Dogma of Molecular Biology by identifying novel molecular mechanisms for regulation of eukaryotic gene expression at the transcriptional level. How eukaryotic genes, and especially the more complex mammalian genes, are regulated has been an intensive area of study by many laboratories for over 40 years. However, most studies have concentrated on gene regulation by distal regulatory DNA elements and cognate regulators based on the premise that these are the sole regulatory elements. This NSF-supported project has focused on the poorly understood functions and regulatory roles of the core promoter region (i.e., the transcription initiation region) of genes. The core promoter was traditionally thought to be a basal element that does not contribute to regulation of gene-specific expression but serves simply as the landing pad for the basal transcription machinery. The results of the project have extended the paradigm of combinatorial control of specific gene expression by distal regulatory elements and cognate DNA-binding regulators by also demonstrating important regulatory roles of DNA sequence elements within the core promoter region. This project uncovered some of the previously unknown protein factors and mechanisms involved in specific gene regulation by the combinatorial effects of core promoter and distal regulatory DNA elements. The project uncovered that the stereo-specific arrangement of regulatory DNA elements relative to core promoter elements is important to achieve proper gene-specific regulation and that the basal transcription machinery that recognizes the core promoter functions differently at genes with different core promoters DNA sequences. Thus, the basal mechanism of gene transcription is not universal as previously thought. The information gathered has led to a better understanding in molecular terms of how specificity in gene regulation is achieved in mammalian cells. Specific products of the research project included two research articles: one published in the journal \"Genes and Development\" and one submitted for publication and currently under review; one methods article published in \"Methods in Molecular Biology\", and two review articles published in the journals \"Cell Cycle\" and \"Transcription\". The project will also give rise to one additional review article on transcription mechanisms through the core promoter that is in preparation. \n\n \n\nBroader outcomes\n\nThe project impacts on broad disciplines. Given the general and fundamental nature of the research project which investigates phyllogenetically conserved factors and basic mechanisms involved in regulation of eukaryotic gene expression, the results obtained (briefly described above) are likely to influence a broad range of disciplines including medicine, plant and agricultural sciences, and environmental and bioengineering sciences, which all exploit or benefit from knowledge of the molecular mechanisms that regulate the expression of eukaryotic genomes. Results and generated reagents/tools were communicated and made available to the scientific community via research publications and through discussions in scientific meetings, and to broader audiences via the internet. \n\nThe project impacted human resources and minorities. This project introduced seven undergraduate students to research in a laboratory and has fostered the development of research, teaching, and mentoring skills of two graduate students and two postdocs. One graduate student obtained his PhD degree for his work, which was entirely supported by this project. This project al..."
 }
}