{
 "awd_id": "1021633",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mechanisms of Group Dynamics in Meerkats",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1006000.0,
 "awd_min_amd_letter_date": "2010-09-28",
 "awd_max_amd_letter_date": "2016-03-04",
 "awd_abstract_narration": "Cooperative breeding is of significant interest in evolutionary biology and the relevance of female-female competition to the operation of sexual selection is gaining appreciation; yet, the determinants of reproductive status (breeder vs. helper) in cooperative systems and the mechanisms underlying female aggression remain poorly understood. From evidence of reproductive suppression, eviction, and infanticide, it is clear that social dominance plays a key role in female competition. What remains unclear, however, are the factors that influence which females become dominant. This project examines the proximal endocrine, social, and olfactory mechanisms that contribute to rank acquisition and reproductive skew in the cooperatively breeding meerkat of the South African Kalahari Desert. Using an integrated approach that combines hormonal, morphological, behavioral, and chemical analyses, this project will chart the developmental trajectory of female meerkats from conception to post dispersal, spanning three life stages (the fetal period, juvenility, and adulthood). It will examine the factors that are normally associated with acquisition and expression of female dominance and will test if female 'masculinization' through prenatal androgen exposure influences those factors. Integrating the information obtained across measures, life stages, treatment groups, and long-term ecological data will provide valuable insight into the development, maintenance, and signaling mechanisms of social and reproductive inequity to potentially reveal a novel mechanism in the evolution of cooperation and female reproductive skew. \r\nThe project's broader impacts derive from (1) training undergraduates, graduates, and postdoctoral associates, especially from underrepresented groups, (2) fostering interdepartmental and international collaborations, and (3) increasing education and public awareness. The latter will be achieved by involving all team members in the communication and dissemination of scientific findings, partnering with Earthwatch, contributing new information to documentaries and websites (Friends of the Kalahari Meerkat Project) aimed for the general public, schools, and researchers, and contributing to and expanding participation in field courses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Drea",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christine M Drea",
   "pi_email_addr": "cdrea@duke.edu",
   "nsf_id": "000179570",
   "pi_start_date": "2010-09-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 180000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 190000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cooperative breeding &ndash; a mating system whereby certain individuals (i.e., helpers) forego reproduction to instead raise the offspring of others (i.e., breeders) &ndash; has been of significant interest to evolutionary biologists, particularly when the helpers are unrelated to the breeders or their offspring. Moreover, although the relevance of female-female competition to the operation of sexual selection has been gaining appreciation, we still lack understanding of the determinants of reproductive status and the mechanisms underlying female aggression. Meerkats are social mongooses in which disproportional female breeding or &lsquo;reproductive skew&rsquo; is largely maintained by female aggression: From evidence of reproductive &lsquo;suppression,&rsquo; via female eviction or infanticide, it is clear that social dominance plays a key role in female-female competition. What remains unclear, however, are the factors that influence <em>which</em> females become dominant and <em>how</em> they do so.</p>\n<p>Using a wild population of meerkats in the South African Kalahari Desert, this project applied new theoretical perspectives and research tools to examine the proximal endocrine, social, and olfactory mechanisms contributing to dominance acquisition and reproductive skew. Combining hormonal, morphological, behavioral, chemical, microbial, and health analyses, project members charted the developmental trajectory and trade-offs of meerkats from conception to post dispersal, spanning three life stages (the fetal period, juvenility, and adulthood). Broadly, we examined the factors that are normally associated with acquisition and expression of female dominance and, more narrowly, we experimentally tested if female &lsquo;masculinization&rsquo; via prenatal androgen exposure influenced those factors. Integrating the information obtained across measures, life stages, treatment groups, and long-term ecological data provided valuable insight into the development, maintenance, and signaling mechanisms of social and reproductive inequity.</p>\n<p>Although certain analyses remain ongoing, some of the main results and interpretations are as follows: Hormone analysis of serum samples collected from adult animals of both sexes and both social classes revealed that dominant female meerkats have testosterone (T) concentrations comparable to those of males, and when they become pregnant, their T concentrations well exceed those of males. These results provided the first evidence of female hormonal masculinization in the meerkat. Interference with the actions of those androgens in dominant dams, via administration of an androgen receptor blocker (flutamide), reduced female scent marking and aggression, confirming that normal, dominant females show &lsquo;masculinized&rsquo; behavior that is androgen-mediated. Dominant females while on flutamide also received less submission and prosocial behavior from other group members. It is clear from these results that T mediates female dominance and its advertisement in the meerkat. Although increased androgens facilitate aggression and allow dominant females to increase their reproductive success, increased androgens were also associated with greater parasite loads and compromised immune systems. Therefore, female meerkats experience a tradeoff between reproductive benefits and health costs. A similar tradeoff is evident in the offspring of flutamide-treated dams: Pup survival (and parasitism) was significantly better, at all ages, if pups derived from flutamide-treated, dominant dams than if they derived from control, dominant dams. Further evidence that androgens in late-term pregnancy appear to be transmitted to developing daughters derives from the masculinization of female digit ratios (relative to male digit ratios). Moreover, these ratios are feminized in the pups of flutamide-treated dams. The analyses of pup behavior likewise showed that there were differences in suites of behavior (aggression, play, prosociality, receipt of feeding, foraging, etc.) between control pups originating from dominant vs. subordinate dams. In support of &lsquo;inherited&rsquo; maternal effects (i.e. differential prenatal hormone exposure), pups of flutamide-treated, dominant dams behaved in all respects (and were treated by group members) like pups from control, subordinate dams. Together, these results suggest that the pups of flutamide- treated dams experienced less androgen prenatally than did pups of control dams. Across the lifespan of female meerkats, therefore, there appears to be a cost/benefit tradeoff between androgen-mediated rank acquisition and health or survivorship. In sum, we revealed a novel mechanism, namely androgen-mediated female masculinization, in the evolution of cooperation and female reproductive skew.&nbsp;</p>\n<p>The project&rsquo;s broader impacts derived from (1) training undergraduates, postgraduates, graduate students, and postdoctoral associates, especially from underrepresented groups, both in field and laboratory procedures, (2) fostering interdepartmental, national, and international partnerships through collaborations involving Duke, Cambridge, Edinburgh, Zurich, and Pretoria Universities, and (3)<strong>&nbsp;</strong>increasing education, disseminating information, and improving public awareness. The latter was achieved by (a) involving all team members in the scientific communication of research findings, (b) contributing new information to documentaries and websites aimed for the general public, schools, and researchers, and (c) expanding student awareness, contributing to coursework, and involving high-school faculty in field work.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/01/2017<br>\n\t\t\t\t\tModified by: Christine&nbsp;M&nbsp;Drea</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCooperative breeding &ndash; a mating system whereby certain individuals (i.e., helpers) forego reproduction to instead raise the offspring of others (i.e., breeders) &ndash; has been of significant interest to evolutionary biologists, particularly when the helpers are unrelated to the breeders or their offspring. Moreover, although the relevance of female-female competition to the operation of sexual selection has been gaining appreciation, we still lack understanding of the determinants of reproductive status and the mechanisms underlying female aggression. Meerkats are social mongooses in which disproportional female breeding or ?reproductive skew? is largely maintained by female aggression: From evidence of reproductive ?suppression,? via female eviction or infanticide, it is clear that social dominance plays a key role in female-female competition. What remains unclear, however, are the factors that influence which females become dominant and how they do so.\n\nUsing a wild population of meerkats in the South African Kalahari Desert, this project applied new theoretical perspectives and research tools to examine the proximal endocrine, social, and olfactory mechanisms contributing to dominance acquisition and reproductive skew. Combining hormonal, morphological, behavioral, chemical, microbial, and health analyses, project members charted the developmental trajectory and trade-offs of meerkats from conception to post dispersal, spanning three life stages (the fetal period, juvenility, and adulthood). Broadly, we examined the factors that are normally associated with acquisition and expression of female dominance and, more narrowly, we experimentally tested if female ?masculinization? via prenatal androgen exposure influenced those factors. Integrating the information obtained across measures, life stages, treatment groups, and long-term ecological data provided valuable insight into the development, maintenance, and signaling mechanisms of social and reproductive inequity.\n\nAlthough certain analyses remain ongoing, some of the main results and interpretations are as follows: Hormone analysis of serum samples collected from adult animals of both sexes and both social classes revealed that dominant female meerkats have testosterone (T) concentrations comparable to those of males, and when they become pregnant, their T concentrations well exceed those of males. These results provided the first evidence of female hormonal masculinization in the meerkat. Interference with the actions of those androgens in dominant dams, via administration of an androgen receptor blocker (flutamide), reduced female scent marking and aggression, confirming that normal, dominant females show ?masculinized? behavior that is androgen-mediated. Dominant females while on flutamide also received less submission and prosocial behavior from other group members. It is clear from these results that T mediates female dominance and its advertisement in the meerkat. Although increased androgens facilitate aggression and allow dominant females to increase their reproductive success, increased androgens were also associated with greater parasite loads and compromised immune systems. Therefore, female meerkats experience a tradeoff between reproductive benefits and health costs. A similar tradeoff is evident in the offspring of flutamide-treated dams: Pup survival (and parasitism) was significantly better, at all ages, if pups derived from flutamide-treated, dominant dams than if they derived from control, dominant dams. Further evidence that androgens in late-term pregnancy appear to be transmitted to developing daughters derives from the masculinization of female digit ratios (relative to male digit ratios). Moreover, these ratios are feminized in the pups of flutamide-treated dams. The analyses of pup behavior likewise showed that there were differences in suites of behavior (aggression, play, prosociality, receipt of feeding, foraging, etc.) between control pups originating from dominant vs. subordinate dams. In support of ?inherited? maternal effects (i.e. differential prenatal hormone exposure), pups of flutamide-treated, dominant dams behaved in all respects (and were treated by group members) like pups from control, subordinate dams. Together, these results suggest that the pups of flutamide- treated dams experienced less androgen prenatally than did pups of control dams. Across the lifespan of female meerkats, therefore, there appears to be a cost/benefit tradeoff between androgen-mediated rank acquisition and health or survivorship. In sum, we revealed a novel mechanism, namely androgen-mediated female masculinization, in the evolution of cooperation and female reproductive skew. \n\nThe project?s broader impacts derived from (1) training undergraduates, postgraduates, graduate students, and postdoctoral associates, especially from underrepresented groups, both in field and laboratory procedures, (2) fostering interdepartmental, national, and international partnerships through collaborations involving Duke, Cambridge, Edinburgh, Zurich, and Pretoria Universities, and (3) increasing education, disseminating information, and improving public awareness. The latter was achieved by (a) involving all team members in the scientific communication of research findings, (b) contributing new information to documentaries and websites aimed for the general public, schools, and researchers, and (c) expanding student awareness, contributing to coursework, and involving high-school faculty in field work. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/01/2017\n\n\t\t\t\t\tSubmitted by: Christine M Drea"
 }
}