{
 "awd_id": "1022471",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Molecular Determinants of Power Inputs and Outputs of Synchronous  Flight Muscle in Vivo",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927876",
 "po_email": "stellis@nsf.gov",
 "po_sign_block_name": "Steven Ellis",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 280263.0,
 "awd_amount": 280263.0,
 "awd_min_amd_letter_date": "2010-08-27",
 "awd_max_amd_letter_date": "2011-05-04",
 "awd_abstract_narration": "Project Title: Collaborative Research: Molecular Determinants of Power Inputs and Outputs of Synchronous Flight Muscle In Vivo \r\n\r\nPrincipal Investigators: Irving, Thomas C, and Thomas L. Daniel \r\n\r\nNSF Project Numbers: IOS 1022058 and 1022471 \r\n\r\nAll moving animals, from humans to flying insects, operate with muscles that not only cyclically generate force, they do so while generating significant heat. This research project is aimed at understanding the molecular basis and physiological consequences of temperature dependent force generation in muscle. As with many other biological rate processes, the speed and power output of muscle is strongly influenced by temperature. Surprisingly, heat generation by the muscles that power flight in Hawkmoths show a large temperature gradient, with more superficial muscles operating at cooler temperatures than deeper, more insulated, muscles. This temperature gradient has profound functional consequences and is likely a general result for many moving creatures. The researchers will examine the notion that thermal gradients lead to functional gradients. Thus, deeper warmer, muscle subunits may serve as power generators driving locomotion whereas cooler subunits may act as elastic energy storage systems. All of this function operates with protein motors that will be examined from the molecular level to the fully intact muscle in a moving animal. A mix of high-speed x-ray imaging methods and whole muscle force and energy measurement methods will be used to tackle this problem. The combination of heat generation by the volume of muscle in humans and other animals, combined with processes that dissipate heat suggests that temperature gradients may be more common than historically assumed. Thus it is likely a general phenomenon that the temperature dependent function of muscle will vary spatially within a single muscle group. \r\n\r\nIn addition, the flight muscle of Manduca sexta will provide a new model system for understanding muscle function in animals in general. A result of this project will be development and refinement of x-ray diffraction methods to probing muscle function in vivo.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Daniel",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas L Daniel",
   "pi_email_addr": "danielt@u.washington.edu",
   "nsf_id": "000321851",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 184769.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 95494.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>Force generation by muscle is brought about by the complex interaction among millions of molecular motors (myosin cross-bridges), interacting in a highly structured compliant lattice of protein filaments (thick and thin filaments).&nbsp; Interestingly, muscle contractility is a problem of multi-scale physics and biology: it spans scales from the dynamics that occur at few nanometers to those that characterize entire muscles and whole moving creatures.&nbsp; In addition, fluid dynamic, chemical, elastic and inertial processes all contribute to the emergent dynamics of the interaction of myriad molecular motors that generate force and consume energy as humans and other animals manipulate objects and move in their environment.</p>\n<p>Unlike few other biological systems, muscle is formed as a highly structured system, with a nearly crystalline organization.&nbsp; That highly ordered structure permits an insight into this multiscale problem that is simply unavailable in other cellular and molecular studies:&nbsp; we were able to use new X-ray diffraction methods &nbsp;(at the Argonne National Labs) to visualize, in the living animal, the dynamic changes these proteins undergo as they generate force.&nbsp; And, importantly, we were also able to simultaneously measure the forces and mechanical energy generated by this array in functioning whole muscles.&nbsp; Using these technologies and a model animal system (the flight muscles of <em>Manduca sexta</em>) we addressed<em> </em>three interrelated questions: (1) what are the functional consequences of &nbsp;temperature gradients in muscle? (2) how do the molecular scale processes affect energy exchanges in muscles and (3) can we build computational models at molecular scales that connect to whole muscle geometry and force generation?</p>\n<p>The combined experimental and theoretical work lead to several important discoveries including:</p>\n<ol>\n<li>A new concept that molecular motors in cooler regions of muscle may act as springs, storing and returning elastic energy as animals move (George et al., 2013).</li>\n<li>There are large thermal gradients in muscle &ndash; particularly in large flying animals &ndash; that allow for these molecular motors to form an elastic lattice (George et al., 2012, George and Daniel, 2011)</li>\n<li>A new interpretation of elastic energy storage in muscle involved radial changes in the spacing of proteins (Williams et al., 2012,2013) </li>\n</ol>\n<p>Over the duration of this grant, the team published 6 peer reviewed journal articles and presented the work at nearly 20 national and international venues including the Society of Integrative and Comparative Biology, The Biophysical Society, and the Society for Experimental Biology.&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>Our research project engaged a number of students and early career scientists.&nbsp; Two graduate students (David Williams and Nicole George) were heavily involved in this research project and it formed the core of their doctoral dissertations.&nbsp; Additionally we brought in one undergraduate, Mary Salcedo (URM) who was involved in data analysis and acquisition and earned co-authorship on one of the papers.&nbsp; We provided partial support for a postdoctoral trainee (Dr. Simon Sponberg) who helped mentor all of the students and who was involved in the formulation of the early research.&nbsp;&nbsp; Each one of these participants has now gone on to wonderfully successful next stages in their careers:&nbsp; Simon Sponberg will be joining the faculty in the Department of Physics at Georgia Tech, Nicole George has been appointed as the Associate Program Director for Science Grants in the Paul G. Allen Family Foundation, David Williams received an NSF Postdoctoral Training Grant which he is using at Harvard University.&nbsp; Mary Salcedo&nbsp; received an NSF GRFP and is now in graduate school (Applied Mathemat...",
  "por_txt_cntn": "\n \n\nForce generation by muscle is brought about by the complex interaction among millions of molecular motors (myosin cross-bridges), interacting in a highly structured compliant lattice of protein filaments (thick and thin filaments).  Interestingly, muscle contractility is a problem of multi-scale physics and biology: it spans scales from the dynamics that occur at few nanometers to those that characterize entire muscles and whole moving creatures.  In addition, fluid dynamic, chemical, elastic and inertial processes all contribute to the emergent dynamics of the interaction of myriad molecular motors that generate force and consume energy as humans and other animals manipulate objects and move in their environment.\n\nUnlike few other biological systems, muscle is formed as a highly structured system, with a nearly crystalline organization.  That highly ordered structure permits an insight into this multiscale problem that is simply unavailable in other cellular and molecular studies:  we were able to use new X-ray diffraction methods  (at the Argonne National Labs) to visualize, in the living animal, the dynamic changes these proteins undergo as they generate force.  And, importantly, we were also able to simultaneously measure the forces and mechanical energy generated by this array in functioning whole muscles.  Using these technologies and a model animal system (the flight muscles of Manduca sexta) we addressed three interrelated questions: (1) what are the functional consequences of  temperature gradients in muscle? (2) how do the molecular scale processes affect energy exchanges in muscles and (3) can we build computational models at molecular scales that connect to whole muscle geometry and force generation?\n\nThe combined experimental and theoretical work lead to several important discoveries including:\n\nA new concept that molecular motors in cooler regions of muscle may act as springs, storing and returning elastic energy as animals move (George et al., 2013).\nThere are large thermal gradients in muscle &ndash; particularly in large flying animals &ndash; that allow for these molecular motors to form an elastic lattice (George et al., 2012, George and Daniel, 2011)\nA new interpretation of elastic energy storage in muscle involved radial changes in the spacing of proteins (Williams et al., 2012,2013) \n\n\nOver the duration of this grant, the team published 6 peer reviewed journal articles and presented the work at nearly 20 national and international venues including the Society of Integrative and Comparative Biology, The Biophysical Society, and the Society for Experimental Biology. \n\nBroader Impacts\n\nOur research project engaged a number of students and early career scientists.  Two graduate students (David Williams and Nicole George) were heavily involved in this research project and it formed the core of their doctoral dissertations.  Additionally we brought in one undergraduate, Mary Salcedo (URM) who was involved in data analysis and acquisition and earned co-authorship on one of the papers.  We provided partial support for a postdoctoral trainee (Dr. Simon Sponberg) who helped mentor all of the students and who was involved in the formulation of the early research.   Each one of these participants has now gone on to wonderfully successful next stages in their careers:  Simon Sponberg will be joining the faculty in the Department of Physics at Georgia Tech, Nicole George has been appointed as the Associate Program Director for Science Grants in the Paul G. Allen Family Foundation, David Williams received an NSF Postdoctoral Training Grant which he is using at Harvard University.  Mary Salcedo  received an NSF GRFP and is now in graduate school (Applied Mathematics and OEB) at Harvard University.  In addition, the PI has used this research for his role in two consecutive NSF GEM4 summer research institutes.  These programs meld engineering and physics with biological problem solving.\n\nIn addition to student training..."
 }
}