{
 "awd_id": "1022728",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nonlinear Dynamics in Structured Biological and Epidemiological Models",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "rosemary renaut",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2010-09-11",
 "awd_max_amd_letter_date": "2010-09-11",
 "awd_abstract_narration": "In this proposal, the PI proposes to study the nonlinear dynamics of structured population models and apply the results to investigate some specific biological and epidemiological problems. Firstly, the PI will study the nonlinear dynamics of semilinear equations with non-dense domain and apply to age-structured models in epidemiology and population dynamics. Secondly, the PI will consider the existence of traveling wave solutions of nonlocal advection-reaction-diffusion equations. The main results can be applied to study traveling wave solutions in vector-host models and competition models described by advection-reaction-diffusion equations with spatio-temporal delay, which describes the nonlocal interactions and latency. The PI proposes to investigate the spatio-temporal dynamics of such models and to understand how vector-borne diseases (such as dengue and malaria) and invasive species spread spatially. Thirdly, the PI will investigate the role of environment contamination on the clinical epidemiology of antibiotic-resistant bacteria in hospitals focusing on the interactions between health-care workers, patients and the environment. \r\n\r\nStructured population dynamics classify individuals according to their characteristics and states (such as age, size, location, status, and movement) to determine the birth, growth and death rates of the populations and their interactions with each other and with environment. Typically, the structuring variables are age (age of the individual, chronological time since infection or time since cell division), size, maturity level, space, latency, etc. The goal of structured population dynamics is to study how these characteristics and states affect the properties of these models and the outcomes and consequences of the biological and epidemiological processes. The PI proposes to investigate nonlinear dynamics of structured models and apply the results to study transmission dynamics of infectious diseases, such as influenza A, hepatitis B, and some vector-borne diseases. Via mathematical modeling and analysis, the PI will also study the role of environment contamination on the clinical epidemiology of antibiotic-resistant bacteria in hospitals, identify factors responsible for bacterial infection, and look for efficient control measures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shigui",
   "pi_last_name": "Ruan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shigui Ruan",
   "pi_email_addr": "ruan@math.miami.edu",
   "nsf_id": "000348045",
   "pi_start_date": "2010-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1320 SOUTH DIXIE HIGHWAY STE 650",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3052843924",
  "inst_zip_code": "331462919",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "",
  "org_uei_num": "RQMFJGDTQ5V3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1320 SOUTH DIXIE HIGHWAY STE 650",
  "perf_city_name": "CORAL GABLES",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331462919",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The PI studied the nonlinear dynamics of structured population models and applied the results to investigate some specific biological and epidemiological problems. Firstly, the PI studied the nonlinear dynamics of semilinear equations with non-dense domain with applications to age-structured models in epidemiology and population dynamics, such as evolutionary immunological models for influenza A and transmission dynamics of hepatitis B virus. Secondly, the PI considered the existence of traveling wave solutions of nonlocal advection-reaction-diffusion equations. Thirdly, the PI investigated the role of environment contamination on the clinical epidemiology of antibiotic-resistant bacteria in hospitals focusing on the interactions between health-care workers, patients and the environment. About 30&nbsp; papers have been published. The PI has supervised 4 graduate students (two graduated in the last three years) and presented many talks at various workshops and summer schools.</p>\n<p>&nbsp;(1) The PI and his collaborators established a Hopf bifurcation theorem for abstract Cauchy problems in which the linear operator is not densely defined and is not a Hille-Yosida operator. The theorem is proved using the center manifold theory for nondensely defined Cauchy problems associated with the integrated semigroup theory. As applications, the main theorem is used to obtain a known Hopf bifurcation result for functional differential equations and a general Hopf bifurcation theorem for age-structured models. The PI and his collaborators have also obtained a center-unstable manifold theory for abstract semilinear Cauchy problems with non-dense domain and applied&nbsp; the results to differential equations with infinite delay.</p>\n<p>(2) The PI and his post-doc studied the existence, uniqueness, and asymptotic stability of time periodic traveling wave solutions to a periodic diffusive Lotka-Volterra competition system. Under certain conditions, they proved that there exists a maximal wave speed c* such that for each wave speed c&ge;c*, there is a time periodic traveling wave connecting two semi-trivial periodic solutions of the corresponding kinetic system. It is shown that such a traveling wave is unique modulo translation and is monotone with respect to its co-moving frame coordinate. We also showed that the traveling wave solutions with wave speed c</p>\n<p>(3) The PI and his collaborators proposed an age-structured model for the transmission dynamics of HBV. By determining the basic reproduction number, they studied the existence and stability of the disease-free and endemic steady state solutions of the model. Numerical simulations are performed to find optimal strategies for controlling the transmission of HBV.</p>\n<p>(4) The PI and his collaborators developed a multi-host (i.e., birds, pigs, and humans) and multi-strain model of influenza to analyze the outcome of emergent strains. In the model, pigs act as 'mixing vessels' for avian and human strains and can produce super-strains from genetic recombination. They found that epidemiological outcomes are predicted by three factors: (i) contact between pigs and humans, (ii) transmissibility of the super-strain in humans, and (iii) transmissibility from pigs to humans.</p>\n<p>(5) The PI and his collaborators proposed deterministic models to study the transmission dynamics of rabies in China. The model simulations agree with the human rabies data reported by the Chinese Ministry of Health. They also performed some sensitivity analysis of R0 in terms of the model &ge;parameters and compare the effects of culling and immunization of dogs and explore effective control and prevention measures. They also studied the seasonal epidemics and spatial spread of rabies in China.</p>\n<p>(6) The PI and his former PhD student (Gao) proposed a multi-patch model to examine how population dispersal affects malaria spread between patches. For t...",
  "por_txt_cntn": "\nThe PI studied the nonlinear dynamics of structured population models and applied the results to investigate some specific biological and epidemiological problems. Firstly, the PI studied the nonlinear dynamics of semilinear equations with non-dense domain with applications to age-structured models in epidemiology and population dynamics, such as evolutionary immunological models for influenza A and transmission dynamics of hepatitis B virus. Secondly, the PI considered the existence of traveling wave solutions of nonlocal advection-reaction-diffusion equations. Thirdly, the PI investigated the role of environment contamination on the clinical epidemiology of antibiotic-resistant bacteria in hospitals focusing on the interactions between health-care workers, patients and the environment. About 30  papers have been published. The PI has supervised 4 graduate students (two graduated in the last three years) and presented many talks at various workshops and summer schools.\n\n (1) The PI and his collaborators established a Hopf bifurcation theorem for abstract Cauchy problems in which the linear operator is not densely defined and is not a Hille-Yosida operator. The theorem is proved using the center manifold theory for nondensely defined Cauchy problems associated with the integrated semigroup theory. As applications, the main theorem is used to obtain a known Hopf bifurcation result for functional differential equations and a general Hopf bifurcation theorem for age-structured models. The PI and his collaborators have also obtained a center-unstable manifold theory for abstract semilinear Cauchy problems with non-dense domain and applied  the results to differential equations with infinite delay.\n\n(2) The PI and his post-doc studied the existence, uniqueness, and asymptotic stability of time periodic traveling wave solutions to a periodic diffusive Lotka-Volterra competition system. Under certain conditions, they proved that there exists a maximal wave speed c* such that for each wave speed c&ge;c*, there is a time periodic traveling wave connecting two semi-trivial periodic solutions of the corresponding kinetic system. It is shown that such a traveling wave is unique modulo translation and is monotone with respect to its co-moving frame coordinate. We also showed that the traveling wave solutions with wave speed c\n\n(3) The PI and his collaborators proposed an age-structured model for the transmission dynamics of HBV. By determining the basic reproduction number, they studied the existence and stability of the disease-free and endemic steady state solutions of the model. Numerical simulations are performed to find optimal strategies for controlling the transmission of HBV.\n\n(4) The PI and his collaborators developed a multi-host (i.e., birds, pigs, and humans) and multi-strain model of influenza to analyze the outcome of emergent strains. In the model, pigs act as 'mixing vessels' for avian and human strains and can produce super-strains from genetic recombination. They found that epidemiological outcomes are predicted by three factors: (i) contact between pigs and humans, (ii) transmissibility of the super-strain in humans, and (iii) transmissibility from pigs to humans.\n\n(5) The PI and his collaborators proposed deterministic models to study the transmission dynamics of rabies in China. The model simulations agree with the human rabies data reported by the Chinese Ministry of Health. They also performed some sensitivity analysis of R0 in terms of the model &ge;parameters and compare the effects of culling and immunization of dogs and explore effective control and prevention measures. They also studied the seasonal epidemics and spatial spread of rabies in China.\n\n(6) The PI and his former PhD student (Gao) proposed a multi-patch model to examine how population dispersal affects malaria spread between patches. For the two-patch submodel, the dependence of R0 on the movement of exposed, infectious, and recovered humans between ..."
 }
}