{
 "awd_id": "1022764",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "War and Presidential Power",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 149607.0,
 "awd_amount": 149607.0,
 "awd_min_amd_letter_date": "2010-09-10",
 "awd_max_amd_letter_date": "2011-06-03",
 "awd_abstract_narration": "This project evaluates the impacts of war on presidential power and public policymaking.  It takes as its starting point Clinton Rossiter's \"axiom of political science,\" to which scholars ranging from Edward Corwin to John Yoo have assented, that \"great emergencies in the life of a constitutional state bring an increase in executive power and prestige, always at least temporarily, more often than not permanently.\" To investigate the theoretical and empirical underpinnings of this \"axiom,\" this project examines whether during periods of war (in particular, World War II, Korean War, Vietnam War, Gulf War, and the post-9.11 wars in Afghanistan and Iraq) Congress is more likely to enact, and the courts are more likely to approve, elements of the president's domestic and foreign policy agendas.\r\n \r\nThe primary objective of this project is to examine the overall impact of war on the president's capacity to advance his policy agenda at home.  Along the way, though, it will consider a host of ancillary questions: Do all wars influence presidential power equally?  Do wars have comparable effects on presidents' domestic and foreign policy agendas?  When the nation transitions from war to peace, is presidential power restored to its pre-war state?  Or, instead, do advances made during war persist long after the war's end?  Who within Congress and the judiciary is especially likely to vote differently during war than during peace?  And who is more likely to cling to their pre-war voting habits?\r\n\r\nMost previous research on this topic consists of case studies, often richly detailed, on particular wartime actions that presidents have taken. Few efforts, however, have been made to systematically gauge the willingness of either Congress or the courts to support presidents as the nation moves into and out of war. This project therefore creates (and in some cases extends) four datasets. Two of these datasets focus on the courts, considering challenges at every level of the federal judiciary to presidential initiatives taken during peace and war. Two more datasets focus on Congress, tracking members' roll call voting behavior and budgetary outlays in times of war and peace.  Crucially, each of these datasets reveals a different dimension of the policymaking process.  Collectively, then, they constitute the most systematic and thorough evaluation of wartime presidential power that has ever been conducted. \r\n\r\nThis project creates datasets that address scholars' longstanding interests in lawmaking and inter-branch relations. Though the project focuses on the relevance of war, both the datasets and tests that it develops can easily be adapted in order to scrutinize the influence of any number of factors-public opinion, the economy, different political alignments, etc.-on judicial and legislative responses to executive requests and initiatives specifically, and the policymaking process more generally. All of these data will be made publicly available.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Howell",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "William G Howell",
   "pi_email_addr": "whowell@uchicago.edu",
   "nsf_id": "000507695",
   "pi_start_date": "2010-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 74295.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 75312.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>With support from the National Science Foundation, I have spent the last several years exploring the wartime power that presidents wield at home. This project, which has produced a wide variety of products, has examined empirically how presidents manage to enact domestic and foreign policy during war that invariably would be unattainable during peace. And theoretically, the project has investigated what it is about war that makes this happen.</p>\n<p><span style=\"white-space: pre;\"> </span>The issue of presidential war powers once stood at the very center of political science. Indeed, the conventional wisdom about the topic was forged in the 1940s and 50s by an assembly of American politics scholars who recognized the deep and lasting effects of war on the American presidency. As Clinton Rossiter argued, it is no less an &ldquo;axiom of political science&rdquo; that &ldquo;great emergencies in the life of a constitutional state bring an increase in executive power and prestige, always at least temporarily, more often than not permanently.&rdquo;</p>\n<p><span style=\"white-space: pre;\"> </span>Since Rossiter penned these words, however, progress has largely stalled. Scholars have tended to assume a relationship (and a powerful one at that) between war and presidential power, despite significant changes in how the nation wages war abroad, in the relative balance of power (during peace and war) between the various branches of government, and the utter lack of any quantitative evidence that supports causal inferences. War, as such, has become something of an afterthought to presidency scholars. And among scholars of inter-branch relations, it makes nary an appearance. Consequently, we know very little about how wars&minus;indeed, if wars&minus;alter the balance of powers across the various branches of government&minus;whether, that is, wars genuinely do exalt presidential power. No existing theory explains why, for instance, judges or members of Congress would vote with the president in war when, in peace, they would vote against him. And empirically, we lack any systematic evidence that, as a matter of course, they do.</p>\n<p><span style=\"white-space: pre;\"> </span>Through a series of articles published in professional journals and a forthcoming book, this project has addressed both of these deficiencies. It has developed theory that clarifies the capacity of wars to augment presidential influence over public policy. And it has presented the results from a wide range of empirical tests, each explicitly designed to cohere with the theory and to overcome standard identification problems. What I find does not corroborate the claims of any single scholar who has reflected on war&rsquo;s contributions to presidential power. Some wars, I show, do in fact exalt presidential power. But others do not. Importantly, then, our theory offers a basis for understanding why this is so.</p>\n<p>&nbsp;</p>\n<p>The main publications from this project include:</p>\n<p>Howell, W., S. Jackman, and J. Rogowski. Forthcoming. <span style=\"text-decoration: underline;\">The Wartime President</span>. University of Chicago Press.</p>\n<p>Howell, W. and F. Ahmed. Forthcoming. &ldquo;Voting for the President: The Supreme Court during War.&rdquo; <em>Journal of Law, Economics, and Organization</em>.</p>\n<p>Howell, W. and J. Rogowski. Forthcoming. &ldquo;War, the Presidency, and Legislative Voting Behavior.&rdquo; <em>American Journal of Political Science</em>.</p>\n<p>Howell, W., S. Jackman, and J. Rogowski. Forthcoming. &ldquo;<span style=\"text-decoration: underline;\">The Wartime President</span>: Insights, Lessons, and Opportunities for Continued Investigation.&rdquo; <em>Presidential Studies Quarterly</em>.</p>\n<p>Howell, W. 2011. &ldquo;Presidential Power in War.&rdquo; <em>Annual Review of Political Science</em>. 14: 89-105.</p>\n<p>Howell, W. 2009. &ldquo;Wartime...",
  "por_txt_cntn": "\n With support from the National Science Foundation, I have spent the last several years exploring the wartime power that presidents wield at home. This project, which has produced a wide variety of products, has examined empirically how presidents manage to enact domestic and foreign policy during war that invariably would be unattainable during peace. And theoretically, the project has investigated what it is about war that makes this happen.\n\n The issue of presidential war powers once stood at the very center of political science. Indeed, the conventional wisdom about the topic was forged in the 1940s and 50s by an assembly of American politics scholars who recognized the deep and lasting effects of war on the American presidency. As Clinton Rossiter argued, it is no less an \"axiom of political science\" that \"great emergencies in the life of a constitutional state bring an increase in executive power and prestige, always at least temporarily, more often than not permanently.\"\n\n Since Rossiter penned these words, however, progress has largely stalled. Scholars have tended to assume a relationship (and a powerful one at that) between war and presidential power, despite significant changes in how the nation wages war abroad, in the relative balance of power (during peace and war) between the various branches of government, and the utter lack of any quantitative evidence that supports causal inferences. War, as such, has become something of an afterthought to presidency scholars. And among scholars of inter-branch relations, it makes nary an appearance. Consequently, we know very little about how wars&minus;indeed, if wars&minus;alter the balance of powers across the various branches of government&minus;whether, that is, wars genuinely do exalt presidential power. No existing theory explains why, for instance, judges or members of Congress would vote with the president in war when, in peace, they would vote against him. And empirically, we lack any systematic evidence that, as a matter of course, they do.\n\n Through a series of articles published in professional journals and a forthcoming book, this project has addressed both of these deficiencies. It has developed theory that clarifies the capacity of wars to augment presidential influence over public policy. And it has presented the results from a wide range of empirical tests, each explicitly designed to cohere with the theory and to overcome standard identification problems. What I find does not corroborate the claims of any single scholar who has reflected on warÆs contributions to presidential power. Some wars, I show, do in fact exalt presidential power. But others do not. Importantly, then, our theory offers a basis for understanding why this is so.\n\n \n\nThe main publications from this project include:\n\nHowell, W., S. Jackman, and J. Rogowski. Forthcoming. The Wartime President. University of Chicago Press.\n\nHowell, W. and F. Ahmed. Forthcoming. \"Voting for the President: The Supreme Court during War.\" Journal of Law, Economics, and Organization.\n\nHowell, W. and J. Rogowski. Forthcoming. \"War, the Presidency, and Legislative Voting Behavior.\" American Journal of Political Science.\n\nHowell, W., S. Jackman, and J. Rogowski. Forthcoming. \"The Wartime President: Insights, Lessons, and Opportunities for Continued Investigation.\" Presidential Studies Quarterly.\n\nHowell, W. 2011. \"Presidential Power in War.\" Annual Review of Political Science. 14: 89-105.\n\nHowell, W. 2009. \"Wartime Judgments on Presidential Power: Striking Down but Not Back.\" Minnesota Law Review. 93(5): 1778-1819.\n\nHowell, W. and T. Johnson. 2009. \"WarÆs Contributions to Presidential Power.\" In G. Edwards and W. Howell (eds), Handbook of the American Presidency. Oxford University Press.\n\n\t\t\t\t\tLast Modified: 12/19/2012\n\n\t\t\t\t\tSubmitted by: William G Howell"
 }
}