{
 "awd_id": "1022977",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research - Live Energy",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924620",
 "po_email": "dmillard@nsf.gov",
 "po_sign_block_name": "Don Millard",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 66000.0,
 "awd_amount": 66000.0,
 "awd_min_amd_letter_date": "2010-09-29",
 "awd_max_amd_letter_date": "2010-09-29",
 "awd_abstract_narration": "The project is a collaboration involving Texas A&M University, Stanford University, The Pennsylvania State University,  California State University Long Beach, and, Prairie View A&M University.  The team of investigators is developing a continuously updated online textbook on energy sustainability to support core science and engineering courses for both majors and non majors. The project builds on an earlier NSF project in which attempts to develop a traditional textbook suggested the need for alternative educational material for such a dynamic and extensive field.  This need is being met by an online resource that grows and is updated systematically as the knowledge base expands, using technologies that are not available in a typical printed textbook. The textbook addresses fossil, alternative, and renewable energy sources; energy conversions, utilization and extraction; and environmental impacts.  The project goals are to: (1) implement collaborative technology that enables many content writers to work simultaneously  (2) write the textbook content and assemble it in a form that is effective for each of the partner institutions, (3) assess the pedagogical value to student learning compared to that with a printed textbook, (4) conduct outreach to underrepresented groups in the K-12 teacher population as potential developers and users of the created on line content, and (5) disseminate the textbook itself and study results assessing its pedagogical value.  Evaluation efforts, under the direction of an independent expert, are using an assortment of approaches to monitor (1) the impact of the online textbook on student content leaning, attitudes about energy and the engineering field, and learning skills with online resources; (2) the characteristics of faculty collaboration in developing online resources; and (3) the adoption of the developed resources.  The Connexions website is being used to publicize and disseminate the textbook; evaluation results will be posted on the investigators' website, presented at engineering education conferences, and described in journal articles.  Broader impacts include the collaboration among a diverse set of institutions, the focus on underrepresented groups in the K-12 outreach, and the dissemination of the material and evaluation results.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarma",
   "pi_last_name": "Pisupati",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarma Pisupati",
   "pi_email_addr": "sxp17@psu.edu",
   "nsf_id": "000205566",
   "pi_start_date": "2010-09-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749200",
   "pgm_ele_name": "CCLI-Type 2 (Expansion)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 66000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>A summary of the National Science Foundation (NSF)-funded collaborative research project, its iterative research design, and the preliminary findings. Five engineering professors at five university campuses, [Texas A&amp;M University (TAMU) College Station, Prairie View A&amp;M University (PVAMU), California State University Long Beach (CSULB), The Pennsylvania State University (Penn State), &amp; Stanford University] as well as a technology expert and four learning scientists at the leading campus (TAMU) have worked in collaboration over three years on three objectives. One objective was to create an online textbook for teaching energy and its sustainability to all college majors. To provide the most meaningful and relevant information to students from all majors in their courses, our five professors, who are experts in their fields, have authored an online textbook with embedded dynamic content that can be frequently updated according to emerging technical developments and sociopolitical, economic, and environmental events. To assess the pedagogical merit of the developed textbook, as our second objective, we identified several instruments and administered them at the participating campuses to collect student data. The third objective was to explore and document the characteristics of the culture emerged as our professors co-authored the textbook. In our ethnographic analyses, we utilized the notion of community of practice. We summarize and discuss the project accomplishments, student learning outcomes, and the collaboration among the professor co-authors. Our project activities, administration of the instruments, and the lessons learned provide insights to similar efforts aimed to implement online and up-to-date content material in teaching courses that are trans-disciplinary and dynamic in nature. </em></p>\n<p>Findings:</p>\n<ul>\n<li>According the pre and post semester survey results (Spring 2011-Spring 2012), instruction without the online textbook did not result in much change in students&rsquo; content understanding , skills, or attitudes pertaining to energy and engineering </li>\n<li>No institutional differences were found </li>\n<li>Due to marginal group size differences across campuses, both parametric and non-parametric tests were used to analyze the relations between the measures </li>\n<li>Item analysis &nbsp;from Spring 2011 data revealed a need to redesign six items with marginal difficulty powers or insufficient discrimination of the upper and lower student groups (see handout Appendix A for revised content questionnaire)&nbsp; </li>\n<li>For the Energy &amp; Sustainability Survey Items (which were not yet standardized), a high internal consistency reliability was found at Cronbach&rsquo;s alpha=0.8443. </li>\n<li>Moderate correlations were found between some of the survey sub-tests and the content questionnaire.</li>\n<li>\n<div>&bull;The iBook and its analog PDF ebook were used in four universities in Spring 2013</div>\n</li>\n<li>\n<div>No significant differences in growth between the control (traditional textbook) and experimental (e-textbook) groups</div>\n</li>\n<li>\n<div>Statistically significant differences pre and post semester on Energy and Sustainability Survey scores, but was not significantly different between the control and experimental.</div>\n</li>\n<li>\n<div>Potential bias: Over half of the iBook users were education majors at one of the universities in the study (who had received iPads as part of their education program)</div>\n</li>\n</ul>\n<p><em>Conclusions<br /></em></p>\n<ul>\n<li>According to our baseline data from the pre and post semester survey results (Spring 2011-Spring 2012), instruction without the e-textbook did not result in significant change in students&rsquo; content understanding, skills, or attitudes pertaining to energy and engineering; we had hoped that after implementation of the e-textbook that this lack of growth would ...",
  "por_txt_cntn": "\nA summary of the National Science Foundation (NSF)-funded collaborative research project, its iterative research design, and the preliminary findings. Five engineering professors at five university campuses, [Texas A&amp;M University (TAMU) College Station, Prairie View A&amp;M University (PVAMU), California State University Long Beach (CSULB), The Pennsylvania State University (Penn State), &amp; Stanford University] as well as a technology expert and four learning scientists at the leading campus (TAMU) have worked in collaboration over three years on three objectives. One objective was to create an online textbook for teaching energy and its sustainability to all college majors. To provide the most meaningful and relevant information to students from all majors in their courses, our five professors, who are experts in their fields, have authored an online textbook with embedded dynamic content that can be frequently updated according to emerging technical developments and sociopolitical, economic, and environmental events. To assess the pedagogical merit of the developed textbook, as our second objective, we identified several instruments and administered them at the participating campuses to collect student data. The third objective was to explore and document the characteristics of the culture emerged as our professors co-authored the textbook. In our ethnographic analyses, we utilized the notion of community of practice. We summarize and discuss the project accomplishments, student learning outcomes, and the collaboration among the professor co-authors. Our project activities, administration of the instruments, and the lessons learned provide insights to similar efforts aimed to implement online and up-to-date content material in teaching courses that are trans-disciplinary and dynamic in nature. \n\nFindings:\n\nAccording the pre and post semester survey results (Spring 2011-Spring 2012), instruction without the online textbook did not result in much change in studentsÆ content understanding , skills, or attitudes pertaining to energy and engineering \nNo institutional differences were found \nDue to marginal group size differences across campuses, both parametric and non-parametric tests were used to analyze the relations between the measures \nItem analysis  from Spring 2011 data revealed a need to redesign six items with marginal difficulty powers or insufficient discrimination of the upper and lower student groups (see handout Appendix A for revised content questionnaire)  \nFor the Energy &amp; Sustainability Survey Items (which were not yet standardized), a high internal consistency reliability was found at CronbachÆs alpha=0.8443. \nModerate correlations were found between some of the survey sub-tests and the content questionnaire.\n\n&bull;The iBook and its analog PDF ebook were used in four universities in Spring 2013\n\n\nNo significant differences in growth between the control (traditional textbook) and experimental (e-textbook) groups\n\n\nStatistically significant differences pre and post semester on Energy and Sustainability Survey scores, but was not significantly different between the control and experimental.\n\n\nPotential bias: Over half of the iBook users were education majors at one of the universities in the study (who had received iPads as part of their education program)\n\n\n\nConclusions\n\n\nAccording to our baseline data from the pre and post semester survey results (Spring 2011-Spring 2012), instruction without the e-textbook did not result in significant change in studentsÆ content understanding, skills, or attitudes pertaining to energy and engineering; we had hoped that after implementation of the e-textbook that this lack of growth would change. \nFrom the baseline data, we also found there were no institutional differences, which provided some evidence that the studentsÆ respective universities was not a significant effect on their survey performance. \nWith our post intervention data, we found most measures still..."
 }
}