{
 "awd_id": "1022975",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Advancing Chemistry by Enhancing Learning in the Laboratory (ACELL)",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Brown",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 59268.0,
 "awd_amount": 59268.0,
 "awd_min_amd_letter_date": "2010-09-16",
 "awd_max_amd_letter_date": "2010-09-16",
 "awd_abstract_narration": "In theory, the chemistry laboratory offers unique opportunities for students to practice \"doing\" science and to form links between phenomena that can be seen by the naked eye and atomic- and molecular-scale interpretations of these phenomena. Laboratories can also stimulate and motivate students to learn more about science. Unfortunately, science education research suggests that the potential of the laboratory environment is seldom realized. The primary goal of Advancing Chemistry by Enhancing Learning in the Laboratory (ACELL) project is to provide professional development to chemistry faculty by expanding their understanding of teaching and learning in the instructional laboratory environment. To meet this goal, ACELL is holding a workshop, in which 24 faculty work alongside 24 undergraduate students to experience and learn about a variety of new laboratory approaches that research suggests are more successful at conveying the practice of science to students; to examine their beliefs about the role of laboratory education in light of current educational research; and to analyze and revise more traditional chemistry laboratory experiments to make them engaging and meaningful for students. Faculty members conduct small, locally-relevant educational research projects that allow them to critically evaluate and improve the laboratory learning experiences at their home institutions as post-workshop activities. Overall, ACELL is developing a community of chemistry faculty across the US who are knowledgeable about educational research in the area of laboratory pedagogy, who share that knowledge with colleagues through both informal conversations and formal conference presentations, and who carry out educational research in their own classrooms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Bodner",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "George M Bodner",
   "pi_email_addr": "gmbodner@purdue.edu",
   "nsf_id": "000125195",
   "pi_start_date": "2010-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "749200",
   "pgm_ele_name": "CCLI-Type 2 (Expansion)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 59268.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>ACELL: Advancing Chemistry by Enhancing Learning in the Laboratory&nbsp;</p>\n<p>Project Outcomes Report<br /><br /><span style=\"white-space: pre;\"> </span>This project was based on three ideas: In theory, the chemistry lab offers students unique opportunities to practice &ldquo;doing&rdquo; science; in theory, labs can motivate students to learn about science and to want to learn more; and yet, for more than 30 years, research has continually shown that the potential of the laboratory environment is seldom, if ever(!), achieved<sup>1-5</sup>. We therefore hosted a workshop at Purdue focused on the general chemistry laboratory that built on ideas originally tested in Australia for upper-level labs<sup>6</sup>.&nbsp;<br /><span style=\"white-space: pre;\"> </span>The Purdue component of the project focused on implementing the workshop and then examining participants implementation of the approaches to the lab introduced in this workshop. The participants came to the workshop with beliefs about what the lab experience should be that were similar to the recommendations of the research literature, but they didn&rsquo;t know how to achieve the environment they envisioned for the lab. Follow-up communication with participants reported a variety of success stories. &ldquo;Students soon learned how to write their BQ [beginning questions] on the chalkboard when they came into lab.&rdquo; &ldquo;Students got good at organizing themselves and reporting data on the board in an organized form.&rdquo; This participant noted that &ldquo;This was difficult for them at first (and for me! I kept wanting to jump in and do it for them!), but they eventually got the hang of it.&rdquo; Insight into the lessons learned in the ACELL workshop can be seen in the following comment: &ldquo;Another surprising result is that the students &hellip;. organized the data differently than I would, and a few times when they did this, patterns emerged in the data that I had not noticed.&rdquo;&nbsp;<br /><span style=\"white-space: pre;\"> </span>Success stories extended to situations where one might have anticipated problems, such as &ldquo;&hellip; with what I learned at ACELL, I'm able to run my labs using a &lsquo;student-centered&rsquo; approach, even though the students have lab manuals with &lsquo;cookbook&rsquo; experiments.&rdquo; And, &ldquo;I tell my students all about the ACELL conference and explain to them that I'll be running a student-centered lab.&rdquo; And, &ldquo;Once the data are collected, I lead a class discussion in which we use the data to answer our beginning questions. Then all of the students take pictures of the board with their phones, which I find highly amusing.&rdquo; Note: &ldquo;&hellip; I'll never go back to the old way of running lab. &nbsp;My students are all friends, there is a great ambiance in the lab, they have a good rapport with their student teaching assistant and with me, and they just seem to enjoy lab more. The &lsquo;let's-get-this-over-with-and-get-out&rsquo; mentality that I used to see in my lab students is just not there now.&rdquo; And also: &ldquo;One of my Monday students, as we were gathering for our whole-class discussion said &lsquo;This is the highlight of my day.&rsquo; I teased her and said &lsquo;wow, and you didn't even sound like you were being sarcastic when you said that&rsquo; and she said, no really, she loved ending the lab with the full-class discussion.&rdquo; Because of the whole-class discussions, participants noted that their section &ldquo;usually gets out of lab later than the other sections, in which the students are allowed to leave when their laboratory work is completed. I thought my students would complain about that, but they didn't (at least not to my face, anyway).&rdquo;<br /><span style=\"white-space: pre;\"> </span>We have to admit, however, that attempts to introduce the Action Research model for evaluating what participan...",
  "por_txt_cntn": "\nACELL: Advancing Chemistry by Enhancing Learning in the Laboratory \n\nProject Outcomes Report\n\n This project was based on three ideas: In theory, the chemistry lab offers students unique opportunities to practice \"doing\" science; in theory, labs can motivate students to learn about science and to want to learn more; and yet, for more than 30 years, research has continually shown that the potential of the laboratory environment is seldom, if ever(!), achieved1-5. We therefore hosted a workshop at Purdue focused on the general chemistry laboratory that built on ideas originally tested in Australia for upper-level labs6. \n The Purdue component of the project focused on implementing the workshop and then examining participants implementation of the approaches to the lab introduced in this workshop. The participants came to the workshop with beliefs about what the lab experience should be that were similar to the recommendations of the research literature, but they didnÆt know how to achieve the environment they envisioned for the lab. Follow-up communication with participants reported a variety of success stories. \"Students soon learned how to write their BQ [beginning questions] on the chalkboard when they came into lab.\" \"Students got good at organizing themselves and reporting data on the board in an organized form.\" This participant noted that \"This was difficult for them at first (and for me! I kept wanting to jump in and do it for them!), but they eventually got the hang of it.\" Insight into the lessons learned in the ACELL workshop can be seen in the following comment: \"Another surprising result is that the students &hellip;. organized the data differently than I would, and a few times when they did this, patterns emerged in the data that I had not noticed.\" \n Success stories extended to situations where one might have anticipated problems, such as \"&hellip; with what I learned at ACELL, I'm able to run my labs using a æstudent-centeredÆ approach, even though the students have lab manuals with æcookbookÆ experiments.\" And, \"I tell my students all about the ACELL conference and explain to them that I'll be running a student-centered lab.\" And, \"Once the data are collected, I lead a class discussion in which we use the data to answer our beginning questions. Then all of the students take pictures of the board with their phones, which I find highly amusing.\" Note: \"&hellip; I'll never go back to the old way of running lab.  My students are all friends, there is a great ambiance in the lab, they have a good rapport with their student teaching assistant and with me, and they just seem to enjoy lab more. The ælet's-get-this-over-with-and-get-outÆ mentality that I used to see in my lab students is just not there now.\" And also: \"One of my Monday students, as we were gathering for our whole-class discussion said æThis is the highlight of my day.Æ I teased her and said æwow, and you didn't even sound like you were being sarcastic when you said thatÆ and she said, no really, she loved ending the lab with the full-class discussion.\" Because of the whole-class discussions, participants noted that their section \"usually gets out of lab later than the other sections, in which the students are allowed to leave when their laboratory work is completed. I thought my students would complain about that, but they didn't (at least not to my face, anyway).\"\n We have to admit, however, that attempts to introduce the Action Research model for evaluating what participants implemented were not successful7. \n\n\n 1. Hofstein, A.; Lunetta, V. N. (1982). \"The Role of the Laboratory in Science Teaching: Neglected Aspects of Research.\" Review of Educatonal Research, 52, 201-217. \n\n2. Hegarty-Hazel, E. (Ed.). (1990). The student laboratory and the science curriculum. London: Routledge \n\n3. Lazarowitz, R., Tamir, P. (1994). \"Research on Using Laboratory Instruction in Science.\"  In Gabel, D.L. (Ed.) The Handbook on Research on Science Teaching and Learning (p..."
 }
}