{
 "awd_id": "1022836",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Microbial Communities: Theory and Practice",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Horn",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2010-09-17",
 "awd_max_amd_letter_date": "2010-09-17",
 "awd_abstract_narration": "This proposal presents a plan to construct integrated observational and theoretical tools for studying and characterizing the ecology of microbial communities, biofilms and mats in particular. The focus of study is a photosynthetically-driven microbial mat ecosystem located in the effluent channels of Mushroom Spring, Yellowstone National Park. This system is advantageous because of its isolation, relative simplicity, and the availability of decades of prior study. Work will consist of (1) characterization of important parameters through on-site microsensor measurements, laboratory analyses of chemistry of water column samples, and gene sequencing (and accompanying analysis) of microbial inhabitants both in the mats as well as in the water, as well as (2) community modeling of the mat ecosystem. The modeling will be based on 1D biofilm models, including light absorption, combined with a microbial speciation model. Key guilds and/or species, along with important chemcial species, will be included and parameters will be determined based on measurements combined with electron transfer principles. The principle goal of the project is to successfully predict distribution of microbial species within the mat, measured by matching model predictions to actual population distribution measurement studies. In the course of this project, a graduate student will be trained in both mathematical as well as microbiology methods.\r\nThis proposal presents a program to advance theory of community microbial ecology in conjunction with a well-defined and well-studied phototrophic microbial community living in the effluent of Mushroom Spring, Yellowstone National Park. Prokaryotes (bacteria and archaea) are estimated to make up approximately half of extant biomass. Most of these microbes live in complex biofilm communities that exploit available sources of chemical free energy. As such, they are key components of almost all geochemical cycles, they are responsible for a large percentage of the global photosynthesis budget, they are everpresent threats to all multicellular organisms (which are, in the eyes of a microbe, appealing sources of free energy and substrates), while, at the same time, they assist in digestion in all animals (we bring free energy to them, and they help extract it), and so on. By any measure, ecology of these microbes, and the communities in which they reside, is a topic of keen interest. Microbial communities are able to react comparatively quickly to environmental variations, particularly those relatively slow, secular changes of the sort that are of wide current interest. Thus they potentially present a useful statistic for effects of climate change on the environment. However, a better understanding of the workings of these ecosystems will be essential before such information can be extracted. Microbial communities are also of increasing interest in many engineered systems (including, of particular relevance to this proposal, photosynthetically-driven microbial biofuel production). One of the most important challenges in these efforts, as in almost all engineered microbial systems, is ecological stability: microbial communities will evolve fairly rapidly to suit their own purposes, purposes which may not be consistent with the engineering goals of efficient, commercial-scale fuel production. With all of these points as motivation, this proposal aims to advance the state of microbial community population theory through a coordinated study of mathematical modeling with field and laboratory study.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Isaac",
   "pi_last_name": "Klapper",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Isaac Klapper",
   "pi_email_addr": "isaac.klapper@temple.edu",
   "nsf_id": "000304621",
   "pi_start_date": "2010-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Ward",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Ward",
   "pi_email_addr": "umbdw@montana.edu",
   "nsf_id": "000283247",
   "pi_start_date": "2010-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ross",
   "pi_last_name": "Carlson",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Ross P Carlson",
   "pi_email_addr": "rossc@erc.montana.edu",
   "nsf_id": "000386468",
   "pi_start_date": "2010-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "216 MONTANA HALL",
  "perf_city_name": "BOZEMAN",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "59717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>Microbial community ecology is a science whose time is arriving. Microbial communities (particularly sessile ones like microbial biofilms and mats) in the natural environment are generally complex, multispecies entities that are even sometimes characterized as multicellular organisms. Recent increase in power, and coincident decrease in cost, of molecular methods has revolutionized the potential to identify and characterize their inhabitants and activity. One of the most important challenges facing the field is finding communities that are sufficiently complex so as to illustrate true microbial ecology while remaining sufficiently tractable so as to allow understanding and characterization. The community we chose for study was a well-characterized Yellowstone National Park microbial mat system located in the effluent of Mushroom Spring which provided an excellent platform for developing and testing hypotheses of microbial community ecology.</p>\n<p>&nbsp;</p>\n<p>This community was a useful model ecosystem for a number of reasons, including particularly its physical isolation (as a consequence of high temperature) and its relative simplicity (input is, essentially, sunlight and inorganic substrates from the spring and the air). Geometry consisted of a channel exiting from the spring with microbial mat located on the channel floor. Temperature decreases fairly rapidly in these channels, creating a continuously varying environment in space.</p>\n<p>&nbsp;</p>\n<p>Activities were divided into four complementary but quite distinct types. Field work: sampling biomaterial and gathering environmental data (light, temperature, water chemistry) over a two year period. Lab work: growing and analyzing/sequencing cultures extracted from field samples, measuring growth curves (vs light and temperature). Data analysis work: statistical characterization of light data as well as of channel population data. Modeling work: constructing models of effects to spatial and temporal variation on ecological structure of microbial communities, and connecting models to data.</p>\n<p>&nbsp;</p>\n<p>We were<span> </span>able to<span> </span>connect<span> </span>theory of species structure, as impacted by spatial and temporal environmental variability as well as general physical characteristics of the environment, to actual species structure of an environmental microbial community. In particular, our goal is qualitative understanding of key environmental factors that influence microbial community structure and how that structure is influenced, e.g. transport limitation and frequency and amplitude of environmental variability. We were able to identify several mechanisms that we argue will be of general importance in determining microbial community structure, and were able to raise questions, including regarding relatively well accepted principles, that we believe will need to be addressed. In the process, we demonstrated the ability for and utility of cross-education of students in mathematical, computational, and microbiological methods.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/01/2015<br>\n\t\t\t\t\tModified by: Isaac&nbsp;Klapper</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1022836/1022836_10045605_1422823335777_group--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1022836/1022836_10045605_1422823335777_group--rgov-800width.jpg\" title=\"Project group working at Mushroom Spring\"><img src=\"/por/images/Reports/POR/2015/10...",
  "por_txt_cntn": "\n \n\nMicrobial community ecology is a science whose time is arriving. Microbial communities (particularly sessile ones like microbial biofilms and mats) in the natural environment are generally complex, multispecies entities that are even sometimes characterized as multicellular organisms. Recent increase in power, and coincident decrease in cost, of molecular methods has revolutionized the potential to identify and characterize their inhabitants and activity. One of the most important challenges facing the field is finding communities that are sufficiently complex so as to illustrate true microbial ecology while remaining sufficiently tractable so as to allow understanding and characterization. The community we chose for study was a well-characterized Yellowstone National Park microbial mat system located in the effluent of Mushroom Spring which provided an excellent platform for developing and testing hypotheses of microbial community ecology.\n\n \n\nThis community was a useful model ecosystem for a number of reasons, including particularly its physical isolation (as a consequence of high temperature) and its relative simplicity (input is, essentially, sunlight and inorganic substrates from the spring and the air). Geometry consisted of a channel exiting from the spring with microbial mat located on the channel floor. Temperature decreases fairly rapidly in these channels, creating a continuously varying environment in space.\n\n \n\nActivities were divided into four complementary but quite distinct types. Field work: sampling biomaterial and gathering environmental data (light, temperature, water chemistry) over a two year period. Lab work: growing and analyzing/sequencing cultures extracted from field samples, measuring growth curves (vs light and temperature). Data analysis work: statistical characterization of light data as well as of channel population data. Modeling work: constructing models of effects to spatial and temporal variation on ecological structure of microbial communities, and connecting models to data.\n\n \n\nWe were able to connect theory of species structure, as impacted by spatial and temporal environmental variability as well as general physical characteristics of the environment, to actual species structure of an environmental microbial community. In particular, our goal is qualitative understanding of key environmental factors that influence microbial community structure and how that structure is influenced, e.g. transport limitation and frequency and amplitude of environmental variability. We were able to identify several mechanisms that we argue will be of general importance in determining microbial community structure, and were able to raise questions, including regarding relatively well accepted principles, that we believe will need to be addressed. In the process, we demonstrated the ability for and utility of cross-education of students in mathematical, computational, and microbiological methods.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/01/2015\n\n\t\t\t\t\tSubmitted by: Isaac Klapper"
 }
}