{
 "awd_id": "1022058",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Molecular Determinants of Power Inputs and Outputs of Synchronous  Flight Muscle in Vivo",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927876",
 "po_email": "stellis@nsf.gov",
 "po_sign_block_name": "Steven Ellis",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 269833.0,
 "awd_amount": 269833.0,
 "awd_min_amd_letter_date": "2010-08-27",
 "awd_max_amd_letter_date": "2011-05-10",
 "awd_abstract_narration": "Project Title: Collaborative Research: Molecular Determinants of Power Inputs and Outputs of Synchronous Flight Muscle In Vivo \r\n\r\nPrincipal Investigators: Irving, Thomas C, and Thomas L. Daniel \r\n\r\nNSF Project Numbers: IOS 1022058 and 1022471 \r\n\r\nAll moving animals, from humans to flying insects, operate with muscles that not only cyclically generate force, they do so while generating significant heat. This research project is aimed at understanding the molecular basis and physiological consequences of temperature dependent force generation in muscle. As with many other biological rate processes, the speed and power output of muscle is strongly influenced by temperature. Surprisingly, heat generation by the muscles that power flight in Hawkmoths show a large temperature gradient, with more superficial muscles operating at cooler temperatures than deeper, more insulated, muscles. This temperature gradient has profound functional consequences and is likely a general result for many moving creatures. The researchers will examine the notion that thermal gradients lead to functional gradients. Thus, deeper warmer, muscle subunits may serve as power generators driving locomotion whereas cooler subunits may act as elastic energy storage systems. All of this function operates with protein motors that will be examined from the molecular level to the fully intact muscle in a moving animal. A mix of high-speed x-ray imaging methods and whole muscle force and energy measurement methods will be used to tackle this problem. The combination of heat generation by the volume of muscle in humans and other animals, combined with processes that dissipate heat suggests that temperature gradients may be more common than historically assumed. Thus it is likely a general phenomenon that the temperature dependent function of muscle will vary spatially within a single muscle group. \r\n\r\nIn addition, the flight muscle of Manduca sexta will provide a new model system for understanding muscle function in animals in general. A result of this project will be development and refinement of x-ray diffraction methods to probing muscle function in vivo.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Irving",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas C Irving",
   "pi_email_addr": "irving@iit.edu",
   "nsf_id": "000493066",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Illinois Institute of Technology",
  "inst_street_address": "10 W 35TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125673035",
  "inst_zip_code": "606163717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "ILLINOIS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E2NDENMDUEG8"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois Institute of Technology",
  "perf_str_addr": "10 W 35TH ST",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606163717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 177213.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 92620.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Muscle is a remarkable soft material that converts chemical energy into mechanical work with high efficiency, more so than any man-made device. Synthetic active materials that attempt to mimic muscle are nowhere near as efficient. &nbsp;&nbsp;A deep understanding of muscle at the level of the protein molecules that can explain the behavior of the whole muscle can lead to conception of much better actuators for robotics and other materials.</p>\n<p>Insect flight muscles need to be extremely efficient in order to allow the insects to fly without using up too much energy and so are good materials to study so we chose moth muscle as our experimental material. The behavior of the flight muscles in these moths have intriguing similarities to human heart muscle so studying moth muscle may help explain some aspects of heart muscle behavior. &nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Our experiments were done by a team of researchers, including 7 post-graduate students, under Dr. Thomas Daniel at the University of Washington and Dr. Thomas Irving at the Illinois Institute of Technology.&nbsp;&nbsp; &nbsp;We used powerful beams of X-rays from the Advanced Photon Source, Argonne National Laboratory to interrogate the motions of molecules inside the flight muscles of live moths while measuring the force of contraction of the muscles while oscillating the length of the muscles in a way that mimics how they would move during flight.&nbsp; We were able to show that muscles in different parts of the moth&rsquo;s body not only generate force, they dissipate energy (act as dampers), store energy (springs) and transfer energy (like struts) and this function can be tuned with the timing of nervous stimulation or temperature of the muscle. We were able to show that in addition to the expected back and forth movement of muscle protein molecules, they also show side to side motion that allows energy to be stored in a complex network of proteins that can be later released leading to higher efficiency of contraction. We also discovered 6 new elastic proteins in the muscle that act as &ldquo;rubber bands&rdquo; that help hold the contractile protein assembly together. The distribution of these &ldquo;rubber band&rdquo; proteins in different muscles can help adapt them for their functions in controlling body movement.&nbsp; &nbsp;</p>\n<p>&nbsp;</p>\n<p>If we can understand how physical processes at the level of the individual protein molecules in muscle determine the behavior of whole organisms and the ways in which energy is managed in this system we can expect not only breakthroughs in our understanding of the relationship of molecular processes to whole body behavior in living organisms but also in the development of useful technologies that can improve our lives.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/03/2014<br>\n\t\t\t\t\tModified by: Thomas&nbsp;C&nbsp;Irving</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMuscle is a remarkable soft material that converts chemical energy into mechanical work with high efficiency, more so than any man-made device. Synthetic active materials that attempt to mimic muscle are nowhere near as efficient.   A deep understanding of muscle at the level of the protein molecules that can explain the behavior of the whole muscle can lead to conception of much better actuators for robotics and other materials.\n\nInsect flight muscles need to be extremely efficient in order to allow the insects to fly without using up too much energy and so are good materials to study so we chose moth muscle as our experimental material. The behavior of the flight muscles in these moths have intriguing similarities to human heart muscle so studying moth muscle may help explain some aspects of heart muscle behavior.   \n\n \n\nOur experiments were done by a team of researchers, including 7 post-graduate students, under Dr. Thomas Daniel at the University of Washington and Dr. Thomas Irving at the Illinois Institute of Technology.    We used powerful beams of X-rays from the Advanced Photon Source, Argonne National Laboratory to interrogate the motions of molecules inside the flight muscles of live moths while measuring the force of contraction of the muscles while oscillating the length of the muscles in a way that mimics how they would move during flight.  We were able to show that muscles in different parts of the mothÆs body not only generate force, they dissipate energy (act as dampers), store energy (springs) and transfer energy (like struts) and this function can be tuned with the timing of nervous stimulation or temperature of the muscle. We were able to show that in addition to the expected back and forth movement of muscle protein molecules, they also show side to side motion that allows energy to be stored in a complex network of proteins that can be later released leading to higher efficiency of contraction. We also discovered 6 new elastic proteins in the muscle that act as \"rubber bands\" that help hold the contractile protein assembly together. The distribution of these \"rubber band\" proteins in different muscles can help adapt them for their functions in controlling body movement.   \n\n \n\nIf we can understand how physical processes at the level of the individual protein molecules in muscle determine the behavior of whole organisms and the ways in which energy is managed in this system we can expect not only breakthroughs in our understanding of the relationship of molecular processes to whole body behavior in living organisms but also in the development of useful technologies that can improve our lives.\n\n\t\t\t\t\tLast Modified: 11/03/2014\n\n\t\t\t\t\tSubmitted by: Thomas C Irving"
 }
}