{
 "awd_id": "1022337",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Partial Oxidation of Methane Using Supported, Fluoroalkylated Phthalocyanine Catalysts",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George J. Antos",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 78036.0,
 "awd_amount": 78036.0,
 "awd_min_amd_letter_date": "2010-08-18",
 "awd_max_amd_letter_date": "2011-11-07",
 "awd_abstract_narration": "10223373\r\nBarat\r\n\r\nThis proposal covers initial experiments to prove out a new family of catalysts which will carry out the biologically-inspired selective partial oxidation of methane. Products are likely methanol, but potentially some alkane hydrocarbons may be formed from C-C coupling reactions. It is clear that partial oxidation to methanol is the most economical and logical reaction choice. One would desire a catalyst with more selectivity during the oxidation step. The PIs step through an analysis of the options: heterogeneous, homogeneous, biological, whole cell, and biomimetic, weighing the possibility for success. They are left with what they term the bio-inspired approach. By further analysis they arrive at the choice of perfluoroalkyl metal phthalocyanine  (an analogue of porphyrin) as a very likely catalyst for improved selectivity and also the possibility of C-C coupling catalysis as well. Some supporting calculations are consistent. Note that what is desired is a low temperature and pressure operating regime.\r\n\r\nBroader Aspects:\r\n\r\nThis is an EAGER proposal because no data exists to support or refute the contention. If the PIs were correct, this would be an exciting opportunity. Good performance at moderate conditions would allow for the recovery of stranded or waste methane as liquid chemicals/fuels, which are far easier to handle, transport and utilize. This also is a GHG reducing strategy. The experimental program involves catalyst synthesis (not necessarily easy) of catalysts with various perfluoroalkyl groups and various metal ions, and then evaluation in straightforward laboratory equipment.  \r\n\r\nPlans are to use a mix of chemistry and chemical engineering students to carry out the work, including undergraduates. Under-represented students will be sought, and because the enrollment is predominantly non-white, this involvement is likely. This project will have appeal to a number of students, as it involves catalyst synthesis and seeks to solve an environmental problem.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Barat",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Robert B Barat",
   "pi_email_addr": "barat@njit.edu",
   "nsf_id": "000190592",
   "pi_start_date": "2010-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sergiu",
   "pi_last_name": "Gorun",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sergiu M Gorun",
   "pi_email_addr": "gorun@njit.edu",
   "nsf_id": "000129325",
   "pi_start_date": "2010-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "323 DR MARTIN LUTHER KING JR BLVD",
  "perf_city_name": "NEWARK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021824",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 78036.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>EAGER Project Outcomes Report&nbsp;</strong></p>\n<p>&nbsp;<span style=\"text-decoration: underline;\">Introduction</span></p>\n<p>&nbsp;Major changes are occurring in the energy supply picture within the US.&nbsp; The hydraulic fracturing technology, often called &ldquo;fracking&rdquo;, is yielding large quantities of <em>domestic</em> oil and natural gas.&nbsp; However, the US still imports a significant amount of foreign petroleum to meet all our fuel needs.&nbsp; We can take a major leap toward energy independence if we convert some of the surplus domestic natural gas to fuel, such as gasoline and diesel.&nbsp;</p>\n<p>&nbsp;One proven conversion scheme chemically reacts the natural gas (mostly methane CH<sub>4</sub>) at a high temperature in the presence of a solid catalyst to synthesis gas, a combination of carbon monoxide (CO) and hydrogen (H<sub>2</sub>), together with some carbon dioxide (CO<sub>2</sub>) and water vapor (H<sub>2</sub>O). This step is called partial oxidation. A catalyst is a compound that allows a chemical reaction to yield desired products at lower temperatures.&nbsp; After additional preparation steps, the synthesis gas is then chemically upgraded to an assortment of hydrocarbons, including raw gasoline and diesel.&nbsp;</p>\n<p>&nbsp;Of course, such conversion processes must consume the least amount of energy possible to be economically worthwhile.&nbsp; Running the natural gas partial oxidation at as low a temperature as practical saves energy.&nbsp; The key here is the design of the partial oxidation catalyst.&nbsp; The overall goal of this research project has been the preparation and testing of a novel methane partial oxidation catalyst that can operate at lower temperatures while still producing a quality synthesis gas. &nbsp;&nbsp;</p>\n<p>&nbsp;<span style=\"text-decoration: underline;\">Major Accomplishments of this Project</span></p>\n<p>&nbsp;The novel catalyst developed and successfully tested in this project is a complex organic molecule with a metal atom in the center.&nbsp; Called ruthenium phthalocyanine, this molecule is chemically tethered to an inorganic supporting molecular structure called a zeolite.&nbsp; The tethered catalyst is written in chemical shorthand:&nbsp; RuPc@zeolite.&nbsp; Once synthesized from simpler compounds, the catalyst powder is pressed into pellets that are then broken into smaller fragments.&nbsp; These fragments are loaded into a steel reactor tube.&nbsp; Methane, together with some oxygen (O<sub>2</sub>), is flowed through the tube, which is kept at an elevated temperature.&nbsp; The synthesis gas exiting the reactor is chemically analyzed.&nbsp;</p>\n<p>&nbsp;This study has found that the new RuPc@zeolite catalyst produces significant CH<sub>4</sub> conversion to a high quality synthesis gas with a high H<sub>2</sub> content, which is very desirable.&nbsp; This catalyst activity occurs at considerably lower temperatures (as low as 250-300<sup>o</sup>C) than the typical partial oxidation catalysts used commercially today that need minimum temperatures of 400<sup>o</sup>C.&nbsp; In addition, this catalyst appears to suffer very little carbon deposits, which means that periodic catalyst regeneration will not be needed so often.&nbsp;</p>\n<p>&nbsp;<span style=\"text-decoration: underline;\">Extension into Education</span></p>\n<p>&nbsp;This project inspired several outreach efforts to students.&nbsp; First, two undergraduate and four graduate students directly participated in this project, including catalyst preparation and testing.&nbsp; One earned his Master&rsquo;s thesis from this work.&nbsp;</p>\n<p>&nbsp;A class of undergraduate chemical engineering students was given a term calculation project that considered a hypothetical methane partial oxidation reactor.&nbsp; The project was directly based on actual experimental research data obtained in the laboratory! This direct translation of ongoing re...",
  "por_txt_cntn": "\nEAGER Project Outcomes Report \n\n Introduction\n\n Major changes are occurring in the energy supply picture within the US.  The hydraulic fracturing technology, often called \"fracking\", is yielding large quantities of domestic oil and natural gas.  However, the US still imports a significant amount of foreign petroleum to meet all our fuel needs.  We can take a major leap toward energy independence if we convert some of the surplus domestic natural gas to fuel, such as gasoline and diesel. \n\n One proven conversion scheme chemically reacts the natural gas (mostly methane CH4) at a high temperature in the presence of a solid catalyst to synthesis gas, a combination of carbon monoxide (CO) and hydrogen (H2), together with some carbon dioxide (CO2) and water vapor (H2O). This step is called partial oxidation. A catalyst is a compound that allows a chemical reaction to yield desired products at lower temperatures.  After additional preparation steps, the synthesis gas is then chemically upgraded to an assortment of hydrocarbons, including raw gasoline and diesel. \n\n Of course, such conversion processes must consume the least amount of energy possible to be economically worthwhile.  Running the natural gas partial oxidation at as low a temperature as practical saves energy.  The key here is the design of the partial oxidation catalyst.  The overall goal of this research project has been the preparation and testing of a novel methane partial oxidation catalyst that can operate at lower temperatures while still producing a quality synthesis gas.   \n\n Major Accomplishments of this Project\n\n The novel catalyst developed and successfully tested in this project is a complex organic molecule with a metal atom in the center.  Called ruthenium phthalocyanine, this molecule is chemically tethered to an inorganic supporting molecular structure called a zeolite.  The tethered catalyst is written in chemical shorthand:  RuPc@zeolite.  Once synthesized from simpler compounds, the catalyst powder is pressed into pellets that are then broken into smaller fragments.  These fragments are loaded into a steel reactor tube.  Methane, together with some oxygen (O2), is flowed through the tube, which is kept at an elevated temperature.  The synthesis gas exiting the reactor is chemically analyzed. \n\n This study has found that the new RuPc@zeolite catalyst produces significant CH4 conversion to a high quality synthesis gas with a high H2 content, which is very desirable.  This catalyst activity occurs at considerably lower temperatures (as low as 250-300oC) than the typical partial oxidation catalysts used commercially today that need minimum temperatures of 400oC.  In addition, this catalyst appears to suffer very little carbon deposits, which means that periodic catalyst regeneration will not be needed so often. \n\n Extension into Education\n\n This project inspired several outreach efforts to students.  First, two undergraduate and four graduate students directly participated in this project, including catalyst preparation and testing.  One earned his MasterÆs thesis from this work. \n\n A class of undergraduate chemical engineering students was given a term calculation project that considered a hypothetical methane partial oxidation reactor.  The project was directly based on actual experimental research data obtained in the laboratory! This direct translation of ongoing research into the classroom links government supported research to our citizens. \n\n Finally, a simple catalyst-based experiment was conducted by several groups of junior high school students during summer workshops at NJIT.  These students were sponsored by the annual Chemical Industry For Minorities in Engineering (ChIME) program.  Many of these students are inspired to pursue science and math courses in high school, then onward to science and engineering college programs. \n\n \n\n\t\t\t\t\tLast Modified: 08/30/2013\n\n\t\t\t\t\tSubmitted by: Robert B Barat"
 }
}