{
 "awd_id": "1022379",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Structural Studies of Tetrahymena Telomerase",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 1249003.0,
 "awd_amount": 1249003.0,
 "awd_min_amd_letter_date": "2010-08-19",
 "awd_max_amd_letter_date": "2014-05-06",
 "awd_abstract_narration": "Intellectual Merit \r\n\r\nTelomerase is a large, multi-subunit ribonucleoprotein (RNP) complex that plays an essential role in maintenance of telomere DNA at the ends of linear chromosomes in eukaryotes. Telomerases from all species contain an essential RNA component (telomerase RNA, TER), a unique reverse transcriptase protein (telomerase reverse transcriptase, TERT), and various accessory proteins which together are required for assembly, accumulation, localization, telomere repeat addition proccessivity, and catalysis. The telomere repeat sequence, TTGGGG in Tetrahymena and TTAGGG in vertebrates, is synthesized on an RNA template contained in the TER. Telomerase has been the focus of intense study due to its role in preventing chromosomal instability. Due to the low abundance of telomerase in most organisms, it has been difficult to isolate the intact holoenzyme, and the roles of identified protein and RNA components in RNP processing, assembly, and function have only been partially characterized. In spite of the enormous interest in telomerase, to date there are no structures of any RNA-protein complexes of telomerase. The earliest studies on telomerase were done on ciliates, which have many more telomeres and therefore more telomerase than other organisms. The discovery of telomerase in Tetrahymena led to the 2009 Nobel Prize to Elizabeth Blackburn, Carol Greider, and Jack Szostak. Telomerase activity can be reconstituted in vitro from TER and TERT alone, but other proteins are required for function in vivo. The Tetrahymena telomerase holoenzyme has been purified and protein components identified using affinity chromatography from Tetrahymena strains containing affinity tagged TERT. Among these is the holoenzyme assembly protein p65, which together with TERT and TER comprises the catalytic core of Tetrahymena telomerase and is required in vivo for assembly of these components of the holoenzyme. This project focuses on understanding Tetrahymena telomerase holoenzyme assembly and structure, including the role of p65 in Tetrahymena telomerase assembly. NMR, chemical probing, and X-ray crystallography will be used to investigate protein and RNA interactions, and cryoelectron microcroscopy will be used to investigate the overall structure of the Tetrahymena telomerase holoenzyme. The long-range goal is to combine information from solution and crystal structures of components of Tetrahymena telomerase with cryoelectron microscopy images to obtain a detailed understanding of the architecture, assembly and dynamics of this essential macromolecular machine. This work should lead to fundamental new insights into how telomerase functions to regulate telomere length, and ultimately to how changes in telomerase activity affect both cell proliferation and cellular aging. \r\n\r\nBroader Impacts \r\nThe structural studies of Tetrahymena telomerase will integrate existing information on the cellular function and biochemistry of this important enzyme complex, and provide new insights into the RNA folding, tertiary structure, role in catalysis, protein and holoenzyme structure, and assembly of the telomerase RNP. As such, this project will impact biology across the full breadth of science. These projects provide essential training for undergraduate and graduate students and postdoctoral fellows in structural biology and biophysics of nucleic acids and nucleic acid-protein complexes. This is an area in which women and minorities have long been underrepresented, and this lab provides a role model for them. As an example of the long-range impact of this work in terms of education, several postdoctoral fellows who have worked on NSF projects in the Feigon lab have gone on to faculty positions. Undergraduate students who have worked on these projects have gone on to graduate school. Another important example of the long-range impact of this work in terms of education is that results from the previous NSF funding cycle have already been published as figures and discussion in two biochemistry and structural biology textbooks. Lessons in structural biology are also incorporated into honors undergraduate biochemistry classes by having the students make a web-based CHIME (utilizing html and rasmol) structural demonstration of a nucleic acid or a nucleic acid-protein complex. These and some simpler CHIME demos (available on the Feigon lab web page and Virtual Office Hours) can be used as structure teaching tools by faculty for undergraduate and graduate biochemistry core courses, including teaching about telomerase. Future plans also include outreach to local high school students through programs in the California Nanosystems Institute at UCLA.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juli",
   "pi_last_name": "Feigon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Juli Feigon",
   "pi_email_addr": "feigon@mbi.ucla.edu",
   "nsf_id": "000468837",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1166",
   "pgm_ref_txt": "MOLECULAR BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 230001.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 239000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 250001.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 260000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 270001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"NSF\">For this grant, we proposed to investigate <em>Tetrahymena thermophila</em> telomerase holoenzyme assembly and structure primarily by NMR and electron microscopy. We proposed to (Aims 1 and 2) study the structure, telomerase RNA interactions, and function of telomerase protein p65 in <em>Tetrahymena</em> telomerase assembly using NMR and crystallography and (Aim 3) to investigate the structure of the <em>Tetrahymena</em> telomerase holoenzyme using electron microscopy. We have had outstanding success in achieving these goals. First, we published a seminal paper on the structural basis of telomerase RNA recognition and RNP assembly by p65. We determined the structure of the C-terminal domain of p65, both free and in complex with TER, which revealed the structural basis of the TER conformational change induced by p65 binding and also identified a new class of RRM that binds both double-stranded and single-stranded RNA. Second, using negative stain electron microscopy and fitting with known X-ray crystal and NMR structures, we determined the first structure of a complete telomerase holoenzyme at 25 &Aring; and modeled the TERT-TER-p65 RNP catalytic core. This landmark study provided the first physical and functional architecture of a telomerase holoenzyme. In addition to our work on p65 and the <em>Tetrahymena</em> telomerase holoenzyme, we also investigated telomerase RNA structure and dynamics using NMR spectroscopy, in particular the conserved pseudoknot domain.</p>\n<p class=\"NSF\">Results of this work have been widely disseminated to the scientific and general public. Our work on telomerase assembly protein p65 and our electron microscopy structure of the telomerase holoenzyme were featured on the UCLA News page, NSF news page, and numerous newspapers and other news sites throughout the word. The holoenzyme structure was featured on a YouTube video. Four postdoctoral fellows who worked on this project have gone on to academic jobs where they are training the next generation of scientists and one is working in the biotechnology industry where he is developing new therapeutic drugs. Eight undergraduate students including minority and economically disadvantaged students were involved in research in the laboratory, and two are now in graduate school.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/11/2015<br>\n\t\t\t\t\tModified by: Juli&nbsp;Feigon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "For this grant, we proposed to investigate Tetrahymena thermophila telomerase holoenzyme assembly and structure primarily by NMR and electron microscopy. We proposed to (Aims 1 and 2) study the structure, telomerase RNA interactions, and function of telomerase protein p65 in Tetrahymena telomerase assembly using NMR and crystallography and (Aim 3) to investigate the structure of the Tetrahymena telomerase holoenzyme using electron microscopy. We have had outstanding success in achieving these goals. First, we published a seminal paper on the structural basis of telomerase RNA recognition and RNP assembly by p65. We determined the structure of the C-terminal domain of p65, both free and in complex with TER, which revealed the structural basis of the TER conformational change induced by p65 binding and also identified a new class of RRM that binds both double-stranded and single-stranded RNA. Second, using negative stain electron microscopy and fitting with known X-ray crystal and NMR structures, we determined the first structure of a complete telomerase holoenzyme at 25 &Aring; and modeled the TERT-TER-p65 RNP catalytic core. This landmark study provided the first physical and functional architecture of a telomerase holoenzyme. In addition to our work on p65 and the Tetrahymena telomerase holoenzyme, we also investigated telomerase RNA structure and dynamics using NMR spectroscopy, in particular the conserved pseudoknot domain.\nResults of this work have been widely disseminated to the scientific and general public. Our work on telomerase assembly protein p65 and our electron microscopy structure of the telomerase holoenzyme were featured on the UCLA News page, NSF news page, and numerous newspapers and other news sites throughout the word. The holoenzyme structure was featured on a YouTube video. Four postdoctoral fellows who worked on this project have gone on to academic jobs where they are training the next generation of scientists and one is working in the biotechnology industry where he is developing new therapeutic drugs. Eight undergraduate students including minority and economically disadvantaged students were involved in research in the laboratory, and two are now in graduate school.\n\n\t\t\t\t\tLast Modified: 10/11/2015\n\n\t\t\t\t\tSubmitted by: Juli Feigon"
 }
}