{
 "awd_id": "1022917",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: GARNET II: Self-regulated learning and the affective domain in physical geology",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924671",
 "po_email": "ksverdru@nsf.gov",
 "po_sign_block_name": "Keith Sverdrup",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 252541.0,
 "awd_amount": 252541.0,
 "awd_min_amd_letter_date": "2010-09-23",
 "awd_max_amd_letter_date": "2010-09-23",
 "awd_abstract_narration": "This project is examining connections between the affective domain and the cognitive domain for thousands of students in introductory geoscience courses at 8-10 colleges and universities across the United States. These institutions include large research universities, comprehensive universities, small liberal arts colleges and two-year community colleges. GARNET - the Geoscience Affective Research NETwork - is promoting excellence in STEM teaching and learning by examining how students' learning is influenced by their \"affective characteristics\" (motivation, attitudes, values, beliefs, etc.) and by pedagogical strategies designed to help support student learning and interest in the content. GARNET is helping to fill a little studied, yet highly significant gap in our understanding of student learning of science, by asking \"how do students' motivations and beliefs about their learning skills influence their understanding of course content?\"  This project is integrating research and education by providing fundamental data about the role of the affective domain in learning, while simultaneously helping students develop better learning skills. The project is building on the results of a previous collaborative GARNET project that tested two key hypotheses: (1) the affective domain has a major influence on student learning; and (2) different teaching methods significantly influence student affect and, consequently, learning. Results of that previous project revealed that learning beliefs, such as self-efficacy, were related to student performance but that the use of different instructional strategies had minimal impact on students' affective constructs. This project is moving the original GARNET focus away from what instructors do to improve learning, to study \"what students do\" to modify their own affect and improve their abilities to learn. The affective domain is linked to a four-stage self-regulated learning cycle that instructors are using to train students to monitor and regulate their affective constructs, and are measuring and evaluating the associated impact on student learning. On the basis of such findings, the project is developing affect-based pedagogical resources and strategies that will allow instructors to develop better introductory geoscience classes and improve student engagement, attitude, and ultimately, learning across a variety of STEM fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "McConnell",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A McConnell",
   "pi_email_addr": "damcconn@ncsu.edu",
   "nsf_id": "000364768",
   "pi_start_date": "2010-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "749200",
   "pgm_ele_name": "CCLI-Type 2 (Expansion)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 252541.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This multi-institution project examined how students&rsquo; affect (i.e., beliefs about learning, motivation to learn, confidence in the ability to learn, and attitudes toward learning) impact their performance in introductory geology courses.&nbsp; The study was done at large universities, small liberal arts colleges, and two-year community colleges. Student surveys were used to determine how various interventions (e.g., teaching strategies, tools, and assignments) changed students&rsquo; use of effective learning strategies, students&rsquo; affect, and performance in the introductory geology classes. &nbsp;The project also made systematic observations of the classroom environment and teaching style in order to explore the effect of those variables on student affect and performance.&nbsp;Finally, we interviewed more than 70 students taking a similar course at five institutions to characterize their approach to preparation for an exam.</p>\n<p>&nbsp;</p>\n<p>A major finding of the study is that students&rsquo; affect decline over the course of a semester with or without the learning interventions. In classes featuring student-centered pedagogy, more students&rsquo; sensed that they were in control of their learning, were more likely to be reflective about their learning, and expressed more self-confidence in their ability to learn. The top quarter of each class (as measured by grade) was the group that was most likely to exhibit a self-reported increase in affect.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In terms of classroom environment and teaching styles, the study documented a wide variation in teaching styles in introductory physical geology in US universities, colleges, and community colleges.&nbsp; Styles ranged from teacher-centered, traditional lecture-dominated classrooms to classrooms characterized by actively engaged students who constructed their own learning.&nbsp;&nbsp;&nbsp; We showed that the progression from teacher-centered to student-centered classrooms occurs across a broad spectrum of incremental changes in lesson design and implementation, utilization of student-student interactions, and development of productive student-teacher communication.</p>\n<p>&nbsp;</p>\n<p>A scoring rubric developed for the classroom observations creates the potential for geoscience faculty to use the observation tool and rubric for multiple applications beyond research.&nbsp; These include guiding course planning, facilitating self-reflection of their teaching approaches and effectiveness, and assisting in the constructive peer evaluation of colleague&rsquo;s teaching.</p>\n<p>&nbsp;</p>\n<p>Interview data revealed several differences between high and low performing students regardless of the institution type:</p>\n<ul>\n</ul>\n<ul>\n<li>High performers were more likely to report a mastery goal orientation in addition to their performance orientation and to employ more sophisticated learning strategies.</li>\n<li>The majority of high performers indicate that they use emotions (e.g., anxiety, guilt, pride) as motivational controls to regulate their engagement in self-regulated studying activities.&nbsp;</li>\n<li>High performers are more strategic in their planning (i.e., defining the task and choosing effective strategies), while low performing students rely more on instructors for guidance.</li>\n<li>High performers are more likely to evaluate the success of their learning activities and so, engage in more sophisticated regulation.</li>\n</ul>\n<ul>\n</ul>\n<p>This is the first study in any discipline to compare a diverse array of student values, beliefs, and learning strategies across the same general education science courses at a variety of institutions. The results thus provide a foundation and comparative baseline for future researchers exploring the affective domain in all science disciplines, and will be useful to cognitive psychologists and learning scientists who study the links betwee...",
  "por_txt_cntn": "\nThis multi-institution project examined how studentsÆ affect (i.e., beliefs about learning, motivation to learn, confidence in the ability to learn, and attitudes toward learning) impact their performance in introductory geology courses.  The study was done at large universities, small liberal arts colleges, and two-year community colleges. Student surveys were used to determine how various interventions (e.g., teaching strategies, tools, and assignments) changed studentsÆ use of effective learning strategies, studentsÆ affect, and performance in the introductory geology classes.  The project also made systematic observations of the classroom environment and teaching style in order to explore the effect of those variables on student affect and performance. Finally, we interviewed more than 70 students taking a similar course at five institutions to characterize their approach to preparation for an exam.\n\n \n\nA major finding of the study is that studentsÆ affect decline over the course of a semester with or without the learning interventions. In classes featuring student-centered pedagogy, more studentsÆ sensed that they were in control of their learning, were more likely to be reflective about their learning, and expressed more self-confidence in their ability to learn. The top quarter of each class (as measured by grade) was the group that was most likely to exhibit a self-reported increase in affect. \n\n \n\nIn terms of classroom environment and teaching styles, the study documented a wide variation in teaching styles in introductory physical geology in US universities, colleges, and community colleges.  Styles ranged from teacher-centered, traditional lecture-dominated classrooms to classrooms characterized by actively engaged students who constructed their own learning.    We showed that the progression from teacher-centered to student-centered classrooms occurs across a broad spectrum of incremental changes in lesson design and implementation, utilization of student-student interactions, and development of productive student-teacher communication.\n\n \n\nA scoring rubric developed for the classroom observations creates the potential for geoscience faculty to use the observation tool and rubric for multiple applications beyond research.  These include guiding course planning, facilitating self-reflection of their teaching approaches and effectiveness, and assisting in the constructive peer evaluation of colleagueÆs teaching.\n\n \n\nInterview data revealed several differences between high and low performing students regardless of the institution type:\n\n\n\nHigh performers were more likely to report a mastery goal orientation in addition to their performance orientation and to employ more sophisticated learning strategies.\nThe majority of high performers indicate that they use emotions (e.g., anxiety, guilt, pride) as motivational controls to regulate their engagement in self-regulated studying activities. \nHigh performers are more strategic in their planning (i.e., defining the task and choosing effective strategies), while low performing students rely more on instructors for guidance.\nHigh performers are more likely to evaluate the success of their learning activities and so, engage in more sophisticated regulation.\n\n\n\n\nThis is the first study in any discipline to compare a diverse array of student values, beliefs, and learning strategies across the same general education science courses at a variety of institutions. The results thus provide a foundation and comparative baseline for future researchers exploring the affective domain in all science disciplines, and will be useful to cognitive psychologists and learning scientists who study the links between learning and motivation, attitudes, learning-strategies, and other affective characteristics. The data on classroom practices also provide a holistic \"road map\" for all types of science instructors seeking to transform their classroom teaching styles and to incorporate student affec..."
 }
}