{
 "awd_id": "1022802",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: New models and Numerical Methods for Flexible Wings, Fins, and Membranes",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Horn",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 205131.0,
 "awd_amount": 205131.0,
 "awd_min_amd_letter_date": "2010-08-27",
 "awd_max_amd_letter_date": "2010-08-27",
 "awd_abstract_narration": "The goals of this project are to create analytical and computational tools, coupled with experiments, to investigate biological propulsion in fluids at intermediate scales. These problems typically involve the movement of a flexible appendage in a fluid where both inertia and viscosity are important. The fundamental computational challenge associated with these problems is the accurate and efficient simulation of the moving, flexible structure in the surrounding fluid. One aim is to extend numerical methods for Stokes flow to Reynolds numbers on the order of 1 to 10. These methods will then be applied to aerodynamics problems involving flow through bristled wings. Another aim is to incorporate viscous effects into vortex sheet methods, in order to more accurately simulate flows over a wider range of scales. These tools will then be used to understand the importance of active control of fish fin rays and other instances of fluid interactions with organisms. Finally, this work will allow for comparisons of propulsion mechanisms and numerical methods across a wide range of Reynolds numbers.\r\n\r\nThe numerical methods and models developed in this research project can be applied to numerous and diverse biological fluid-structure interactions problems. Some examples beyond those specific to the proposal include the pumping of blood by the heart, the flow of air in the lungs, drag reduction in flexible materials such as leaves and sessile organisms, and the dispersal of seeds in air and larvae in water. The broader impacts of this work include the improved understanding of propulsion mechanics that can be used for the design of micro air and water vehicles; the development of computational tools which are useful to study optimization questions in biology; rich examples of nonlinear dynamics for physics; research mentoring to undergraduates in experimental and modeling work and graduate students in computational and modeling research. The outreach component will help more students achieve autonomy in research and critical thinking through independent research projects. This project also addresses one of the seven questions posed by the National Academy of Sciences on the role of theory in advancing 21st century biology: ``what are the engineering principles of life?''",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Miller",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Laura A Miller",
   "pi_email_addr": "lauram9@math.arizona.edu",
   "nsf_id": "000276453",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  },
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 205131.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Textbody\">The main goal of this project was to reveal mechanisms of swimming and flying at the mesoscale, where both inertia and viscosity have a significant effect. In the air, we found that the smallest flying insects use bristled wings that act like solid surfaces during the majority of their wingbeat cycle. At this scale, the air is sufficiently viscous that there is no significant airflow between the bristles. During some critical parts of the stroke, such as when the wings come in close contact, there is airflow between the bristles, and the wings act like leaky rakes. This leakiness allows the tiny insects to efficiently clap their wings together and fling them apart. In the water, we found that jellyfish must be large enough in size to effectively use jet propulsion and paddling to propel themselves. In particular, the structure of the vortex wake formed by the jellyfish is critical to their swimming efficiency. These results can be used to inform the design of micro-air and water vehicles that operate at the mesoscale.</p>\n<p class=\"Textbody\">&nbsp;</p>\n<p class=\"Textbody\">In terms of mathematical modeling and numerical simulation, the unsteady effects of the fluid can be critical factors for effectively modeling swimming and flying at the mesoscale. Animals often use bristled structures when inertial and viscous effects are balanced in magnitude, and the flows through these structures do not quickly reach steady state. This poses significant computational challenges since direct numerical simulations of the full Navier-Stokes equations with complex boundaries are required. The continued development of improved adaptive and parallelized solvers is needed to make the study of these problems feasible in three dimensions. Organisms that swim or fly at scales in which inertia is the dominant force can often be well described using inviscid approximations (neglecting viscosity) that allow for fast computation of their vortex wakes and propulsive speed and efficiency.</p>\n<p class=\"Textbody\">&nbsp;</p>\n<p class=\"Textbody\">Topics from this research have been incorporated into several undergraduate classes and research projects. The PI developed two upper level undergraduate courses for math majors on mathematical modeling and mathematical biology that used examples of swimming and flying taken from this research. The PI also developed a first year seminar on &ldquo;Mathematics and Mechanics&rdquo; that focused on the development of simple mathematical models to describe swimming and flying. This class was open to all first year students at UNC, and there were no prerequisites. Nine undergraduates were funded to carry out research projects related to this grant. Of these students, six presented their work at national meetings such as the annual meetings of the Society of Mathematical Biology and the American Physical Society. These students have since gone on to medical school and graduate school in Mathematics and Computer Science. Miller and Alben organized a symposium at the Society of Integrative and Comparative Biology on using experiments and mathematical models to study problems in animal locomotion. This symposium was associated with a workshop on training at the interface of mathematics and biology. The results of the workshop and symposium are published in the journal Integrative and Comparative Biology.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/09/2014<br>\n\t\t\t\t\tModified by: Laura&nbsp;A&nbsp;Miller</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galN...",
  "por_txt_cntn": "The main goal of this project was to reveal mechanisms of swimming and flying at the mesoscale, where both inertia and viscosity have a significant effect. In the air, we found that the smallest flying insects use bristled wings that act like solid surfaces during the majority of their wingbeat cycle. At this scale, the air is sufficiently viscous that there is no significant airflow between the bristles. During some critical parts of the stroke, such as when the wings come in close contact, there is airflow between the bristles, and the wings act like leaky rakes. This leakiness allows the tiny insects to efficiently clap their wings together and fling them apart. In the water, we found that jellyfish must be large enough in size to effectively use jet propulsion and paddling to propel themselves. In particular, the structure of the vortex wake formed by the jellyfish is critical to their swimming efficiency. These results can be used to inform the design of micro-air and water vehicles that operate at the mesoscale.\n \nIn terms of mathematical modeling and numerical simulation, the unsteady effects of the fluid can be critical factors for effectively modeling swimming and flying at the mesoscale. Animals often use bristled structures when inertial and viscous effects are balanced in magnitude, and the flows through these structures do not quickly reach steady state. This poses significant computational challenges since direct numerical simulations of the full Navier-Stokes equations with complex boundaries are required. The continued development of improved adaptive and parallelized solvers is needed to make the study of these problems feasible in three dimensions. Organisms that swim or fly at scales in which inertia is the dominant force can often be well described using inviscid approximations (neglecting viscosity) that allow for fast computation of their vortex wakes and propulsive speed and efficiency.\n \nTopics from this research have been incorporated into several undergraduate classes and research projects. The PI developed two upper level undergraduate courses for math majors on mathematical modeling and mathematical biology that used examples of swimming and flying taken from this research. The PI also developed a first year seminar on \"Mathematics and Mechanics\" that focused on the development of simple mathematical models to describe swimming and flying. This class was open to all first year students at UNC, and there were no prerequisites. Nine undergraduates were funded to carry out research projects related to this grant. Of these students, six presented their work at national meetings such as the annual meetings of the Society of Mathematical Biology and the American Physical Society. These students have since gone on to medical school and graduate school in Mathematics and Computer Science. Miller and Alben organized a symposium at the Society of Integrative and Comparative Biology on using experiments and mathematical models to study problems in animal locomotion. This symposium was associated with a workshop on training at the interface of mathematics and biology. The results of the workshop and symposium are published in the journal Integrative and Comparative Biology.\n\n \n\n\t\t\t\t\tLast Modified: 02/09/2014\n\n\t\t\t\t\tSubmitted by: Laura A Miller"
 }
}