{
 "awd_id": "1022623",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Identification robust Inference in GMM Models Using Stability Restrictions",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032928326",
 "po_email": "mreksula@nsf.gov",
 "po_sign_block_name": "Michael Reksulak",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 55287.0,
 "awd_amount": 55287.0,
 "awd_min_amd_letter_date": "2010-08-30",
 "awd_max_amd_letter_date": "2010-08-30",
 "awd_abstract_narration": "Structural change, typically induced by policy regime shifts, is a common feature of dynamic economic models. The proposed research shows that such changes can be used constructively to improve the identification of structural parameters that are stable over time. This insight is used to develop novel econometric methods that generalize the widely used generalized method of moments (GMM). The proposed methods yield improved inference in models that are used for the analysis of macroeconomic policy, so they have the potential to be widely used in practice.\r\n\r\nThe proposed reseach focuses on time series models that are speci&#133;ed in terms of a set of moment conditions. A leading example is Euler equation models whose parameters are assumed to be stable in the face of policy regime shifts or changes in the volatility of economic shocks. However, the scope of the proposed methods of inference extends beyond this specific example.\r\n\r\nThe contribution of the proposed research is twofold. First, it makes a formal case for using stability restrictions (e.g., immunity to the Lucas critique) as a source of identification of the stable structural parameters in economic models, or put di¤erently, for using structural change to identify stable dynamic causal e¤ects. The key insight is that changes in the distribution of the data induced by, for example, policy regime shifts, provide additional exogenous variation that can be usefully exploited for inference. This information is ignored by the usual GMM approach that relies only on full-sample exclusion or cross-equation restrictions to identify the structural parameters of the model.\r\n\r\nThe second contribution is to develop new econometric methods for structural inference that exploit the information in stability restrictions and require only mild assumptions about the nature of instability in the distribution of the data. Specifically, they do not require any prior knowledge about the incidence, number and timing of breaks. Because no assumptions about identification are required, the main regularity conditions are strictly weaker than those used to justify the stability tests that are widely used in applied work.  Therefore, the scope of the proposed methods is very wide. Application of the proposed methods to a widely used new Keynesian macroeconomic model shows that these methods are very useful in practice.\r\n\r\nIntellectual Merit: This research, which is in collaboration with Leandro Magnusson (Tulane U), is important to advancing knowledge in the field of economics by developing essential new quantitative methods with transformative potential. \r\n\r\nBroader Impact: (i) The project will provide essential tools for the evaluation of models used for economic policy. (ii) the results will be broadly disseminated to enhance scientific understanding through presentations in conferences, and publication in peer-reviewed academic journals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sophocles",
   "pi_last_name": "Mavroeidis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sophocles Mavroeidis",
   "pi_email_addr": "Sophocles_Mavroeidis@brown.edu",
   "nsf_id": "000110520",
   "pi_start_date": "2010-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 55287.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Two of the most important problems in empirical macroeconomics are structural change and weak identification. This project proposed to turn one of these problems on its head to solve the other. In particular, it demonstrated how structural change could be used constructively to improve the identification of stable economic relationships that are otherwise difficult to identify. There is a large literature on methodological contributions for each of the above-mentioned problems, and this project has synthesized their findings in a novel and constructive way.</p>\n<p>This research has been conducted in collaboration with Leandro Magnusson, from Tulane University, and has also involved a graduate student RA. Research activities involved primarily work on econometric methodology, i.e., the development of statistical methods that can be used to implement the above identification strategy, and the evaluation of the proposed methods via simulation experiments and empirical applications. &nbsp;The methods have been applied to study the predictions of a leading theory of inflation, where it has been shown that inference becomes significantly sharper compared to using traditional identification strategies.</p>\n<p>The results of this research have been disseminated via presentations to top academic institutions and conferences, and they are currently at an advanced stage of the review process for publication in a top peer-reviewed economics journal. Due to the short duration of the award, and the long publication lags in economics, the publication process has not yet been completed, but thanks to this NSF grant, the PI has obtained additional research funding from the European Union until 2015 that will enable him to complete the publication of these results and work on extensions and refinements thereof.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2011<br>\n\t\t\t\t\tModified by: Sophocles&nbsp;Mavroeidis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTwo of the most important problems in empirical macroeconomics are structural change and weak identification. This project proposed to turn one of these problems on its head to solve the other. In particular, it demonstrated how structural change could be used constructively to improve the identification of stable economic relationships that are otherwise difficult to identify. There is a large literature on methodological contributions for each of the above-mentioned problems, and this project has synthesized their findings in a novel and constructive way.\n\nThis research has been conducted in collaboration with Leandro Magnusson, from Tulane University, and has also involved a graduate student RA. Research activities involved primarily work on econometric methodology, i.e., the development of statistical methods that can be used to implement the above identification strategy, and the evaluation of the proposed methods via simulation experiments and empirical applications.  The methods have been applied to study the predictions of a leading theory of inflation, where it has been shown that inference becomes significantly sharper compared to using traditional identification strategies.\n\nThe results of this research have been disseminated via presentations to top academic institutions and conferences, and they are currently at an advanced stage of the review process for publication in a top peer-reviewed economics journal. Due to the short duration of the award, and the long publication lags in economics, the publication process has not yet been completed, but thanks to this NSF grant, the PI has obtained additional research funding from the European Union until 2015 that will enable him to complete the publication of these results and work on extensions and refinements thereof.\n\n\t\t\t\t\tLast Modified: 11/30/2011\n\n\t\t\t\t\tSubmitted by: Sophocles Mavroeidis"
 }
}