{
 "awd_id": "1022638",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BECS:  Collaborative Research: Engineering Complex Self-Assembling Systems Composed of Interacting Patterned Polyhedra: Theory and Experiments",
 "cfda_num": "47.041",
 "org_code": "07040000",
 "po_phone": "7032925353",
 "po_email": "emisawa@nsf.gov",
 "po_sign_block_name": "Eduardo Misawa",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 124370.0,
 "awd_amount": 124370.0,
 "awd_min_amd_letter_date": "2010-08-26",
 "awd_max_amd_letter_date": "2010-08-26",
 "awd_abstract_narration": "The goal of this project is the investigation of interacting, precisely patterned polyhedral particles using a combination of experiment and theory. The two specific aims of the proposal are: (1) To understand folding pathways and aggregation of polyhedra such as cubes, parallelipipeds, tetrahedra and dodecahedra with sizes ranging from 10 microns to 1mm, and (2) To develop a model complex chemical reaction-diffusion system composed of arrays of interacting \"chemical reactant'' releasing polyhedra with precisely patterned porosity.  One of the key challenges limiting the understanding of complex systems is the chasm between physically realizable model experimental systems and theory. This research bridges this divide with the construction of experimental systems that are of technological importance, and also serve as model experimental systems for the development of mathematical models describing complex phenomenon.  This project will study the interaction of particles with precise shape and surface patterning which is important in a broad range of scientific and technological areas such as crystal growth, colloidal physics and self-assembly. The goals are also of importance in the creation of patterned sub-millimeter scale three dimensional metamaterials and devices which are expected to display novel optical and electronic properties. The studies will also lend insight into new self-assembly techniques for micro and nanotechnology.  Another goal of this project is to study the interaction of patterned polyhedra that release chemicals thereby representing chemically interacting particles.\r\n\r\nThese studies will allow the PIs to take a step closer towards the creation of active, reconfigurable and adaptive self-assembling materials since feedback and control loops can be encoded into the kinetics of coupled chemical reactions. Moreover, the study of chemically releasing particles is important in explaining growth phenomena and pattern formation in biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EFMA",
 "org_div_long_name": "Office of Emerging Frontiers in Research and Innovation (EFRI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Govind",
   "pi_last_name": "Menon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Govind Menon",
   "pi_email_addr": "menon@dam.brown.edu",
   "nsf_id": "000182017",
   "pi_start_date": "2010-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  },
  {
   "pgm_ele_code": "747800",
   "pgm_ele_name": "DYNAMICAL SYSTEMS"
  },
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  },
  {
   "pgm_ele_code": "763300",
   "pgm_ele_name": "EFRI Research Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7722",
   "pgm_ref_txt": "COMPLEXITY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 124370.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual merit: This project was a collaborative effort between applied mathematicians and engineers. The purpose of the project was to formulate and implement principles of rational design for systems of patterned self-folding polyhedra on the micron scale.&nbsp; Three sub-projects were investigated:<br /><br />(1) Algorithmic design of complex polyhedra:&nbsp; In the experiments, a polyhedra is patterned as a planar template (termed a net) with solder hinges. The template is released into a high boling point solvent. As the solvent is heated, the hinges melt and the planar net self-folds into a three-dimensional polyhedron. The main inverse problem encountered in experiments is to choose an initial net to build a given polyhedron. Heuristic design principles for simple polyhedra (the cube and octahedra) were used to guide the algorithmic design of more complex polyhedra (dodecahedron, truncated octahedron). The main challenge in building more complex polyhedra is that the number of possible initial configurations and folding pathways explodes combinatorially. A combination of mathematical modeling&nbsp; and careful experimental observations of folding pathways was used to guide this investigation.&nbsp; The use of compactness as a design principle was validated for these more complex polyhedra. <br /><br />(2) Analysis of pathways of assembly: A discrete geometric conceptual framework was introduced in project (1) to model the pathways of self-folding. A second investigation focused on the properties of these pathways. The main issue is that the number of pathways available to build a particular polyhedron grows extremely fast with the number of sides of the polyhedron. In a collaborative study, all pathways and intermediate states were computed for dodecahedron that fold from 21 compact nets. These nets were then self-folded in experiments. The yield of each net was observed, as well as the pathway&nbsp; of self-folding from each net. The experiments were contrasted with theoretical calculations of most favored pathways.&nbsp; Despite the combinatorial complexity of self-folding, a very small number of distinguished intermediates were observed to dominate the process of self-assembly. Surprisingly, these intermediates also possessed favorable rigidity.</p>\n<p>&nbsp;</p>\n<p>(3) An&nbsp; investigation of&nbsp; isomers in self-assembly:&nbsp; In chemistry, isomers are molecules built out of the same atoms, but with the atoms arranged in diffferent geometric configurations. The idea of octahedral isomers was investigated in theory and experiment. All folding pathways from octahedral nets were computed, showing that the nets could fold into both octahedra, as well as certain `boat' configurations. This is analogous to the classical idea of boat and chair isomers for cyclohexane molecules in chemistry. The pathways leading to the formation of the boat and octahedron were investigated in experiment and theory.<br /><br />Broader impact: Self-folding polyhedra constitute an ideal model system for the investigation of general principles that underly biological and natural self-assembly. The folding of biomolecules from primary sequence data into specific three-dimensional shapes is critical for their function. While all biological systems are complex, the self-assembly of simple organisms such as ss-RNA viruses offers examples of complexity that are amenable to a detailed understanding. Certain simple viruses such as the bacteriophage MS2 consist of a folded RNA genome enclosed within a polyhedral capsid. The self-assembly of this virus is a process of co-assembly: the RNA genome folds into a polyhedron dual to the icosahedral capsid, and RNA folds trigger the attachment of capsid faces. The mathematical framework for this self-assembly process is very similar to that used for self-folding polyhedra. This allows a careful analysis and discovery of common principles&n...",
  "por_txt_cntn": "\nIntellectual merit: This project was a collaborative effort between applied mathematicians and engineers. The purpose of the project was to formulate and implement principles of rational design for systems of patterned self-folding polyhedra on the micron scale.  Three sub-projects were investigated:\n\n(1) Algorithmic design of complex polyhedra:  In the experiments, a polyhedra is patterned as a planar template (termed a net) with solder hinges. The template is released into a high boling point solvent. As the solvent is heated, the hinges melt and the planar net self-folds into a three-dimensional polyhedron. The main inverse problem encountered in experiments is to choose an initial net to build a given polyhedron. Heuristic design principles for simple polyhedra (the cube and octahedra) were used to guide the algorithmic design of more complex polyhedra (dodecahedron, truncated octahedron). The main challenge in building more complex polyhedra is that the number of possible initial configurations and folding pathways explodes combinatorially. A combination of mathematical modeling  and careful experimental observations of folding pathways was used to guide this investigation.  The use of compactness as a design principle was validated for these more complex polyhedra. \n\n(2) Analysis of pathways of assembly: A discrete geometric conceptual framework was introduced in project (1) to model the pathways of self-folding. A second investigation focused on the properties of these pathways. The main issue is that the number of pathways available to build a particular polyhedron grows extremely fast with the number of sides of the polyhedron. In a collaborative study, all pathways and intermediate states were computed for dodecahedron that fold from 21 compact nets. These nets were then self-folded in experiments. The yield of each net was observed, as well as the pathway  of self-folding from each net. The experiments were contrasted with theoretical calculations of most favored pathways.  Despite the combinatorial complexity of self-folding, a very small number of distinguished intermediates were observed to dominate the process of self-assembly. Surprisingly, these intermediates also possessed favorable rigidity.\n\n \n\n(3) An  investigation of  isomers in self-assembly:  In chemistry, isomers are molecules built out of the same atoms, but with the atoms arranged in diffferent geometric configurations. The idea of octahedral isomers was investigated in theory and experiment. All folding pathways from octahedral nets were computed, showing that the nets could fold into both octahedra, as well as certain `boat' configurations. This is analogous to the classical idea of boat and chair isomers for cyclohexane molecules in chemistry. The pathways leading to the formation of the boat and octahedron were investigated in experiment and theory.\n\nBroader impact: Self-folding polyhedra constitute an ideal model system for the investigation of general principles that underly biological and natural self-assembly. The folding of biomolecules from primary sequence data into specific three-dimensional shapes is critical for their function. While all biological systems are complex, the self-assembly of simple organisms such as ss-RNA viruses offers examples of complexity that are amenable to a detailed understanding. Certain simple viruses such as the bacteriophage MS2 consist of a folded RNA genome enclosed within a polyhedral capsid. The self-assembly of this virus is a process of co-assembly: the RNA genome folds into a polyhedron dual to the icosahedral capsid, and RNA folds trigger the attachment of capsid faces. The mathematical framework for this self-assembly process is very similar to that used for self-folding polyhedra. This allows a careful analysis and discovery of common principles  in biological self-assembly that may be used to inspire nanotechnology. Conversely, the analysis of model technological systems, such as self-folding poly..."
 }
}