{
 "awd_id": "1022868",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Operation CRETE: Fostering Collaborations, Expanding Research Horizons, and Establishing and Transforming Networks for Early-Career Biogeographers",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927266",
 "po_email": "anwinkle@nsf.gov",
 "po_sign_block_name": "Antoinette WinklerPrins",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2010-08-27",
 "awd_max_amd_letter_date": "2010-08-27",
 "awd_abstract_narration": "The mission of the Biogeography Specialty Group (BSG) of the Association of American Geographers is to promote interactions between biogeographers, stimulate active research and teaching development in biogeography, and facilitate the exchange of ideas. While the BSG is a strong and vibrant group, its members stand to gain from an even greater exchange of ideas such as at the biennial meetings of the International Biogeography Society (IBS). Geographers are familiar with intra- and interdisciplinary work, and the ability to create knowledge bridges is a particular strength within the discipline. The IBS meetings represent an outlet for idea exchange at the international level that would foster collaboration, expand existing research horizons for all Biogeographers, and establish important research networks for the attending early career Biogeographers within the BSG. This project will promote participation of early-career faculty, post doctoral students and graduate students in the 5th International Biogeography Society (IBS) conference in Crete, Greece, January 2011.  The specific goal of this project is to offset the cost of participation for biogeographers who are the least able to provide their own funding and are the most likely to gain from the enhanced network of contacts professionally. The IBS is a young society, established in 2000, and its biennial conference has become the leading international conference focused specifically on Biogeography.  Founding IBS members included individuals from all of the sub-disciplines within Biogeography as well as noteworthy Geographers and past presidents of the BSG. Crucially, the IBS conferences provide a unique opportunity for meetings among leading biogeographers who have homes within Geography, Geology, and Biological Science departments.  \r\n\r\nThe goal of this project is to foster new collaborative networks expanding research horizons for the targeted group of early career Biogeographers.  The international nature of the conference will provide a transformative opportunity for students and early career faculty to listen to keynote speakers and session participants, to participate in inter- and intra-disciplinary discussions, workshops and symposia, and to meet outstanding researchers in their fields from across the world.  The BSG will promote the inclusion of women and minority BSG members through funding selection criteria. The BSG will also encourage all participants to work towards publication of their presentation topics through normal outlets or through themed journal issues resulting from the conference.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lesley",
   "pi_last_name": "Rigg",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Lesley S Rigg",
   "pi_email_addr": "lrigg@niu.edu",
   "nsf_id": "000418658",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Illinois University",
  "inst_street_address": "1425 W LINCOLN HWY",
  "inst_street_address_2": "",
  "inst_city_name": "DEKALB",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "8157531581",
  "inst_zip_code": "601152828",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "IL14",
  "org_lgl_bus_name": "NORTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M2EEE68GGCY9"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Illinois University",
  "perf_str_addr": "1425 W LINCOLN HWY",
  "perf_city_name": "DEKALB",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "601152828",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "IL14",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant provided the funds to promote participation in the 5<sup>th </sup>International Biogeography Society (IBS) conference (Crete, Greece, January 2011) by early career faculty (pre-tenure), post-docs, and graduate students, in the Biogeography Specialty group (BSG) of the Association of American<br />Geographers (AAG). Crucially, the IBS conferences provide a unique opportunity for meetings among leading biogeographers who have homes within Geography, Geology, and Biological Science departments.&nbsp;The mission of the BSG is to promote interactions between biogeographers, stimulate active research and teaching development in biogeography, and facilitate the exchange of ideas. While the BSG a strong and vibrant group, its members stand to gain from an even greater exchange of ideas. However, there has historically been low participation by BSG members at the biennial IBS meetings, limiting the opportunity for the two groups to network and share ideas. As Geographers we are familiar with intra- and interdisciplinary work, and our ability to create knowledge bridges is one of our main strengths. The IBS meetings represent an outlet for idea exchange at the international level that would 1) foster collaboration, 2) expand existing research horizons for all Biogeographers, and 3) establish and potentially transform important research networks for the attending early-career Biogeographers within the BSG. The specific target for this funding (Operation CRETE) was to offset the cost of participation for early career faculty and graduate students, i.e. those members who are least able to provide their own funding and are the most likely gain from the enhanced network of contacts professionally.</p>\n<p>While this funding was specifically targeted to offset travel expenses for early career faculty, post-docs, and graduate students to present paper/posters at the IBS conference, ultimately the goal of such funding is to foster new collaborative networks expanding research horizons for the targeted group of early career Biogeographers. Due to the international nature of the conference, it was hoped that it would provide a transformative opportunity for students and early career faculty to listen to keynote speakers and session participants, to participate in inter- and intra-disciplinary discussions, workshops and symposia, and to meet outstanding researchers in their fields from across the world.&nbsp;</p>\n<p>To date the participants have published six refereed journal articles, have four in press, and four in review. They have given other presentations on their work, some of which stemming from contacts made at the IBS conference. As a group they have received a further 11 awards including several Outstanding Graduate Student awards, Promising Scholars, various fellowships and one early career faculty member received tenure. All awardees affirmed that this NSF funding, for travel to the IBS meetings in Crete, was crucial for their award.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/18/2012<br>\n\t\t\t\t\tModified by: Lesley&nbsp;S&nbsp;Rigg</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant provided the funds to promote participation in the 5th International Biogeography Society (IBS) conference (Crete, Greece, January 2011) by early career faculty (pre-tenure), post-docs, and graduate students, in the Biogeography Specialty group (BSG) of the Association of American\nGeographers (AAG). Crucially, the IBS conferences provide a unique opportunity for meetings among leading biogeographers who have homes within Geography, Geology, and Biological Science departments. The mission of the BSG is to promote interactions between biogeographers, stimulate active research and teaching development in biogeography, and facilitate the exchange of ideas. While the BSG a strong and vibrant group, its members stand to gain from an even greater exchange of ideas. However, there has historically been low participation by BSG members at the biennial IBS meetings, limiting the opportunity for the two groups to network and share ideas. As Geographers we are familiar with intra- and interdisciplinary work, and our ability to create knowledge bridges is one of our main strengths. The IBS meetings represent an outlet for idea exchange at the international level that would 1) foster collaboration, 2) expand existing research horizons for all Biogeographers, and 3) establish and potentially transform important research networks for the attending early-career Biogeographers within the BSG. The specific target for this funding (Operation CRETE) was to offset the cost of participation for early career faculty and graduate students, i.e. those members who are least able to provide their own funding and are the most likely gain from the enhanced network of contacts professionally.\n\nWhile this funding was specifically targeted to offset travel expenses for early career faculty, post-docs, and graduate students to present paper/posters at the IBS conference, ultimately the goal of such funding is to foster new collaborative networks expanding research horizons for the targeted group of early career Biogeographers. Due to the international nature of the conference, it was hoped that it would provide a transformative opportunity for students and early career faculty to listen to keynote speakers and session participants, to participate in inter- and intra-disciplinary discussions, workshops and symposia, and to meet outstanding researchers in their fields from across the world. \n\nTo date the participants have published six refereed journal articles, have four in press, and four in review. They have given other presentations on their work, some of which stemming from contacts made at the IBS conference. As a group they have received a further 11 awards including several Outstanding Graduate Student awards, Promising Scholars, various fellowships and one early career faculty member received tenure. All awardees affirmed that this NSF funding, for travel to the IBS meetings in Crete, was crucial for their award.\n\n\t\t\t\t\tLast Modified: 05/18/2012\n\n\t\t\t\t\tSubmitted by: Lesley S Rigg"
 }
}