{
 "awd_id": "1023539",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Dynamics of the MJO (DYNAMO) Scientific Program Overview",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 7500.0,
 "awd_amount": 7500.0,
 "awd_min_amd_letter_date": "2010-09-13",
 "awd_max_amd_letter_date": "2010-09-13",
 "awd_abstract_narration": "This is an award to support continued planning for DYNAMO. It is not a commitment by NSF to fund the field project and related analysis and numerical simulation work. Those funding decisions will be determined by means of further review.\r\n\r\nThe Dynamics of the Madden-Julian Oscillation (DYNAMO) project is a field campaign to study the iniitiation of the Madden-Julian Oscillation (MJO), followed by a suite of data analysis, modeling, and forecasting studies. The MJO is an envelope of organized convection that propagates from the Indian Ocean to the Pacific Ocean and constitutes the dominant form of intraseasonal precipitation and atmospheric circulation variability in the tropics. The MJO influences a variety of tropical weather and climate phenomena,including tropical cyclones (affecting hurricanes in the Gulf of Mexico), the onset and intraseasonal fluctuations of the monsoons and rainfall over Asia, Australia, Africa, and the Americas, and the onset of El Nino events. Despite its importance and concerted efforts over several decades, the MJO has not yet been adequately explained, and global atmospheric circulation models have difficulty simulating and predicting it.\r\n\r\nThe field campaign is planned for October 2011 to March 2012, to take advantage of an international effort known as the Cooperative Indian Ocean Experiment on Intraseasonal Variability in the Year 2011 (CINDY2011). The DYNAMO observing array would take the form of a quadrangle observing array consisting of two ships and two islands. The islands are Diego Garcia (approximately 7S, 72E) and Gan, the southernmost island of the Maldive chain (near 0S, 73E). The ships would be located roughly 10 degrees east of the islands, and one ship station would held by a US research vessel (RV) while the other would be held alternately by RVs from Japan, Australia, and India. The RVs collect atmospheric and oceanographic observations using a combination of moored buoys, ship-based air-sea flux measurements, radars, and radiosonde launches. A radar \"supersite\" including radars of varying wavelengths, is planned for Gan, in addition to radiosonde launches on the island. Diego Garcia provides radiosonde launches to allow a four point observing array which can be used to compute the convergence of atmospheric heat and moisture fluxes.\r\n\r\nThe DYNAMO project seeks to test three general hypotheses regarding the initiation of the MJO, which focus on the interaction between convection and environmental moisture, the evolution of cloud populations, and air-sea interaction. The first hypothesis is that \"Deep convection can be organized into an MJO convective envelope only when the moist layer has become sufficiently deep over a region of the MJO scale, and the pace at which this moistening occurs determines the duration of the pre-onset state. The second hypothesis is that specific convective cloud populations at different stages are essential to MJO initiation. Clouds are considered to play two roles, one as a moistening agent through detrainment and the other as a driver of large-scale circulation through diabatic heating. The third hypothesis is that air-sea interactions and ocean conditions play an essential role in the initiation of the MJO, particularly in establishing the tropical Indian Ocean as the locus of MJO onset.\r\n\r\nThe project aims to improve the ability of numerical models to provide forecasts of MJO activity, which would be of great societal benefit due to the connections between the MJO and fluctuations of weather and climate (including hurricanes). DYNAMO would also have a strong educational benefit by introducing young scientists, including graduate students, to the tropical meteorology and oceanogaphy of the Indian Ocean. A field campaign on the scale of DYNAMO has not previously been carried out in the Indian Ocean, and the data collected during the campaign would be beneficial for a variety of purposes, including improvements to convective parameterization in climate models and the calibration and validation of satellite retrievals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Houze",
   "pi_mid_init": "A",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Robert A Houze",
   "pi_email_addr": "houze@atmos.washington.edu",
   "nsf_id": "000378383",
   "pi_start_date": "2010-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 7500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of this grant was travel to meetings to develop plans for a project entitled The Dynamics of the Madden Julian Oscillation, or DYNAMO. This project is being done in conjunction with the Department of Energy Atmospheric Radiation Measurement Program&rsquo;s&nbsp; Madden Julian Oscillation Experiment, or AMIE. Other partners include the U. S. Office of Naval Research, the National Oceanic and Atmospheric Administration (NOAA), the Japan Agency for Marine earth Science and Technology (JAMSTEC), and France&rsquo;s Centre National de la Recherche Scientifique (CNRS). This international cooperative joint project has been organized to study the Madden-Julian Oscillation, which affects weather across the globe including North America. The PI's specific part of the planning was to lead the development of a coordinated radar plan for DYNAMO, including deployment of the National Center for Atmospheric Research S-PolKa radar on an atoll in the Maldives, along with the SMART-R radar from Texas A&amp;M University, and three Department of Energy radars. In addition, another set of DOE radars was installed on Manus Island in the West Pacific, shipboard radars were deployed on the U. S. <em>Revelle</em> and the Japanese <em>Mirai</em>, and a Doppler radar was flown on a NOAA P3 aircraft out of Diego Garcia. The plan coordinating these radars was developed, written by the PI and is now being successfully implemented in DYNAMO.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/05/2011<br>\n\t\t\t\t\tModified by: Robert&nbsp;A&nbsp;Houze</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe purpose of this grant was travel to meetings to develop plans for a project entitled The Dynamics of the Madden Julian Oscillation, or DYNAMO. This project is being done in conjunction with the Department of Energy Atmospheric Radiation Measurement ProgramÆs  Madden Julian Oscillation Experiment, or AMIE. Other partners include the U. S. Office of Naval Research, the National Oceanic and Atmospheric Administration (NOAA), the Japan Agency for Marine earth Science and Technology (JAMSTEC), and FranceÆs Centre National de la Recherche Scientifique (CNRS). This international cooperative joint project has been organized to study the Madden-Julian Oscillation, which affects weather across the globe including North America. The PI's specific part of the planning was to lead the development of a coordinated radar plan for DYNAMO, including deployment of the National Center for Atmospheric Research S-PolKa radar on an atoll in the Maldives, along with the SMART-R radar from Texas A&amp;M University, and three Department of Energy radars. In addition, another set of DOE radars was installed on Manus Island in the West Pacific, shipboard radars were deployed on the U. S. Revelle and the Japanese Mirai, and a Doppler radar was flown on a NOAA P3 aircraft out of Diego Garcia. The plan coordinating these radars was developed, written by the PI and is now being successfully implemented in DYNAMO.\n\n\t\t\t\t\tLast Modified: 12/05/2011\n\n\t\t\t\t\tSubmitted by: Robert A Houze"
 }
}