{
 "awd_id": "1023710",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Accountability in Developing Democracies -- Within-Country Evidence from Mali",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2010-07-16",
 "awd_max_amd_letter_date": "2010-07-16",
 "awd_abstract_narration": "While the new wave of democratization in developing countries is often lauded as an achievement, there is a deficit of knowledge about how well new democracies are working. What distinguishes these new multi-party electoral systems from the autocratic regimes that preceded them is the ability of citizens to hold their representatives to account. Hence, to understand whether and how democracies are succeeding in developing countries, this research seeks to address the following two questions: whether and how accountability is being achieved; and what underlying social or economic conditions might facilitate accountability.\r\n\r\nThese questions will be studied in the context of Mali, a poor African nation recognized for nearly two decades of stable democratic governance. A recent policy of decentralization created 703 democratically elected local governments. This project will compare successes and failures in governance across communities to better understand the mechanisms that generate accountability, and why elected leaders are performing better in some places than others. Preliminary analyses suggest that information plays an important role in fostering local government accountability. When voters have low expectations of their government (as they do in Mali), they fail to sanction elected leaders for making bad decisions. In such a context, a little information can go a long way. Informing voters of their local government's responsibilities and of their fiscal capacity allows voters to form more appropriate expectations. This, the project posits, should generate better accountability. \r\n\r\nThis dissertation project will employ a multi-method approach that is both qualitative and quantitative. First, it will exploit within-country data on the impact of social and political forces on local government performance in Mali to test existing theories of governance. Second, the researcher will conduct qualitative interviews and surveys with voters and politicians to generate new hypotheses about political behavior in Mali. Third, the researcher will conduct a field experiment to test how information affects accountability in developing democracies characterized by voters with low expectations. \r\n\r\nThe intellectual merit of this project lies in its ability to advance our knowledge of how democratic institutions work in contexts that are currently little understood. Much research has been done on democratic practices in developed country settings. Less is known about whether the same institutions work in similar ways and have comparable outcomes in a developing country context. To the extent that Malian society is similar to other developing democracies with strong kin-based networks, high information asymmetries, and low expectations of government, findings from this within-country analysis can have important implications for improving democratic performance elsewhere. \r\n\r\nThe results of this project promise new insights into the ways in which citizens behave in poor democracies, a necessary step to improving governance. It will generate both theoretical and practical knowledge about how democracy works in poor countries. The research will be able to answer questions such as how informal kinship networks affect governance, how Malians decide for whom to vote, and how information improves accountability. The interdisciplinary nature of the project not only allows the questions to be addressed more successfully, but will also make the answers accessible to a wider audience.  That audience includes developing country governments such as Mali's and development organizations such as the World Bank and USAID that spend billions of dollars each year in the interest of promoting democracy around the world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": null,
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>The benefits to democracy accrue when voters discipline leaders at the ballot box. &nbsp;For this to occur, voters must have some understanding of the electoral institution and enough information about leaders to choose wisely. &nbsp;While ballot boxes have spread throughout the developing world in recent years, leaders often remain undisciplined. &nbsp;This project is a field experiment in one young democracy, Mali, testing whether these two types of information change voting behavior and ultimately government performance. &nbsp;Sixty-four randomly assigned communes across two regions of Mali received a two-part civics course. &nbsp;Half of communes were assigned to the first treatment, with only information about the basics of democracy and local government, while the second treatment added a component on relative government performance. &nbsp;Impacts are measured through 5,700 individual-level surveys, structured observations at 95 town hall meetings, and surveys with village and commune leaders. &nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>Studying voter and politician behavior in the localities that received the intervention in comparison to those that did not has yielded preliminary outcomes (only partial data is currently available).&nbsp; In a voting simulation, citizens in treated communities vote more often based on candidate performance than other dimensions such as kinship or gift-giving.&nbsp; The intervention had no significant effect on the frequency of civic activities such as attendance at meetings or contacting local officials.&nbsp; Of the activities people engaged in, however, those in treated communities were more likely to be of a public rather than a private matter &ndash; for example, to discuss the provision of public goods rather than personal financial troubles. &nbsp;While too few town hall meetings have been conducted to report conclusive findings, it appears that citizens in treated communes also challenge leaders more often in this public setting. &nbsp;Incumbent politicians appear to react negatively to the information provided to citizens.&nbsp; They held fewer public meetings in treated communes and said they were less likely to campaign based on a platform of transparency in the next election.&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>As more data become available, we will further analyze the effects of the information treatment on political behavior and ultimately, on government performance. &nbsp;These results will&nbsp;contribute to a growing evidence base on the effects of information on political behavior and government performance. &nbsp;The preliminary outcomes pertaining to voter behavior confirm previous findings. &nbsp;The findings on incumbent response, however, are new as is the ability to compare information about government capacity and government performance within the same study. &nbsp;In addition, results from the study&nbsp;will have immediate policy implications for donors or governments wishing to improve governance in developing democracies.&nbsp; Whether a similar civics course is recommended to policymakers will depend, in part, on further data analysis and weighing the seemingly positive effects on voters against the potentially negative effects on incumbents. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2011<br>\n\t\t\t\t\tModified by: Jessica&nbsp;A&nbsp;Gottlieb</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n The benefits to democracy accrue when voters discipline leaders at the ballot box.  For this to occur, voters must have some understanding of the electoral institution and enough information about leaders to choose wisely.  While ballot boxes have spread throughout the developing world in recent years, leaders often remain undisciplined.  This project is a field experiment in one young democracy, Mali, testing whether these two types of information change voting behavior and ultimately government performance.  Sixty-four randomly assigned communes across two regions of Mali received a two-part civics course.  Half of communes were assigned to the first treatment, with only information about the basics of democracy and local government, while the second treatment added a component on relative government performance.  Impacts are measured through 5,700 individual-level surveys, structured observations at 95 town hall meetings, and surveys with village and commune leaders.  \n\n Studying voter and politician behavior in the localities that received the intervention in comparison to those that did not has yielded preliminary outcomes (only partial data is currently available).  In a voting simulation, citizens in treated communities vote more often based on candidate performance than other dimensions such as kinship or gift-giving.  The intervention had no significant effect on the frequency of civic activities such as attendance at meetings or contacting local officials.  Of the activities people engaged in, however, those in treated communities were more likely to be of a public rather than a private matter &ndash; for example, to discuss the provision of public goods rather than personal financial troubles.  While too few town hall meetings have been conducted to report conclusive findings, it appears that citizens in treated communes also challenge leaders more often in this public setting.  Incumbent politicians appear to react negatively to the information provided to citizens.  They held fewer public meetings in treated communes and said they were less likely to campaign based on a platform of transparency in the next election. \n\n As more data become available, we will further analyze the effects of the information treatment on political behavior and ultimately, on government performance.  These results will contribute to a growing evidence base on the effects of information on political behavior and government performance.  The preliminary outcomes pertaining to voter behavior confirm previous findings.  The findings on incumbent response, however, are new as is the ability to compare information about government capacity and government performance within the same study.  In addition, results from the study will have immediate policy implications for donors or governments wishing to improve governance in developing democracies.  Whether a similar civics course is recommended to policymakers will depend, in part, on further data analysis and weighing the seemingly positive effects on voters against the potentially negative effects on incumbents.  \n\n \n\n\t\t\t\t\tLast Modified: 09/30/2011\n\n\t\t\t\t\tSubmitted by: Jessica A Gottlieb"
 }
}