{
 "awd_id": "1023766",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Motivation & Loss Aversion in the Health Savings Account Paradigm",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christian A. Meissner",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2010-08-24",
 "awd_max_amd_letter_date": "2010-08-24",
 "awd_abstract_narration": "Building upon prior work concerning decision making under uncertainty, this project addresses the impact of risk-avoidance versus risk-gain in the context of people's choice of healthcare options. This doctoral dissertation seeks to investigate (1) whether Health Savings Accounts (HSAs) encourage more prudent health care spending compared to traditional health insurance plans and (2) whether decision makers' general motivational tendencies can help explain common decision errors. HSAs are supposed to increase personality responsibility and reduce unnecessary care, but they might also be expected to decrease necessary care through the operation of decision making tendencies to avoid \"losses.\" \r\n\r\nThe project compares traditional health benefit plans with HSAs in terms of outcomes that involve decision-making in the health domain. The project also tests the impact of individuals' motivational preferences (either towards \"gains\" or towards \"losses\") between decision tasks under each type of health plan. Three experiments will vary the type of healthcare plan that consumers have and the manner in which they receive information. The experiments also measure the impact of consumers' general motivational tendencies. The studies will examine (a) intentions to obtain cancer screening and willingness to pay for cancer screening, (b) intentions to obtain an immunization injection and willingness to pay for it, and (c) preferred treatment option in the face of an imagined lung cancer and willingness to pay for each of the two possible treatments.\r\n\r\nThese experiments will assess the capability of the HSA paradigm to facilitate rationality among healthcare consumers. The experimental results will reveal whether HSAs facilitate or inhibit deviations from rational decision making. If HSAs reduce irrational decision outcomes, lawmakers may expect enhanced prudence among healthcare consumers who possess HSAs. If, on the other hand, HSAs permit or exacerbate decision making errors, lawmakers might reconsider the utility of individual healthcare accounts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Wiener",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Richard L Wiener",
   "pi_email_addr": "rwiener2@unl.edu",
   "nsf_id": "000278384",
   "pi_start_date": "2010-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Holtje",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Holtje",
   "pi_email_addr": "michaelholtje@hotmail.com",
   "nsf_id": "000556888",
   "pi_start_date": "2010-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "2200 VINE ST # 830861",
  "perf_city_name": "LINCOLN",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685032427",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>This investigation set out to examine the role of &ldquo;loss aversion&rdquo; and consumers&rsquo; motivational orientations in the context of healthcare purchasing under the HSA paradigm and the defined benefit (insurance) paradigm. &nbsp;The results, while not necessarily supporting the researcher&rsquo;s predictions, produced several interesting findings. For example, individuals&rsquo; knowledge about their healthcare plans was consistently a significant factor.&nbsp; Individuals with a high degree of knowledge of their healthcare plans indicated that they would spend less money on healthcare services than would individuals with a low degree of knowledge about their plans.</p>\n<p>In addition, individuals&rsquo; motivational orientations were also consistently influential. A persistent motivational tendency towards &ldquo;promotion&rdquo; concerns increased the likelihood that individuals would obtain certain healthcare services and enhanced the amount of money participants would spend on other services, particularly among participants with limited knowledge about their healthcare plan. Conversely, a persistent motivational tendency towards &ldquo;prevention&rdquo; concerns decreased the likelihood that individuals would obtain certain healthcare services and decreased the amount of money individuals would spend on other services.</p>\n<p>Perhaps most interesting, though, were the results concerning the framing of a healthcare decision as a Gain or Loss. Framing lung cancer treatment information as a loss (i.e., mortality rates), vice a gain (i.e., survivability rates), enhanced the amount of money individuals would spend on their selected healthcare treatment. Moreover, among individuals who received hypothetical HSAs, receiving gain-framed information decreased the likelihood they would obtain certain services (i.e., a professional skin cancer screening) and decreased the amount of money they would spend on such services. In contrast, among participants who received hypothetical insurance plans, receiving gain-framed information increased the amount of money individuals were willing to spend to obtain those services.</p>\n<p><strong>Broader Impacts:</strong></p>\n<p>As a whole, the study helps advance our understanding of how the individual account paradigm interfaces with typical decision making errors and how &ldquo;loss aversion&rdquo; may impact healthcare choices. The results have implications for both psychological theories of decision making and healthcare policy. The project outcomes should promote the study of individual difference factors in decision tasks and should encourage development of legal and policy structures that incorporate a sophisticated understanding of human decision making and behavior.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/16/2011<br>\n\t\t\t\t\tModified by: Richard&nbsp;L&nbsp;Wiener</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nThis investigation set out to examine the role of \"loss aversion\" and consumersÆ motivational orientations in the context of healthcare purchasing under the HSA paradigm and the defined benefit (insurance) paradigm.  The results, while not necessarily supporting the researcherÆs predictions, produced several interesting findings. For example, individualsÆ knowledge about their healthcare plans was consistently a significant factor.  Individuals with a high degree of knowledge of their healthcare plans indicated that they would spend less money on healthcare services than would individuals with a low degree of knowledge about their plans.\n\nIn addition, individualsÆ motivational orientations were also consistently influential. A persistent motivational tendency towards \"promotion\" concerns increased the likelihood that individuals would obtain certain healthcare services and enhanced the amount of money participants would spend on other services, particularly among participants with limited knowledge about their healthcare plan. Conversely, a persistent motivational tendency towards \"prevention\" concerns decreased the likelihood that individuals would obtain certain healthcare services and decreased the amount of money individuals would spend on other services.\n\nPerhaps most interesting, though, were the results concerning the framing of a healthcare decision as a Gain or Loss. Framing lung cancer treatment information as a loss (i.e., mortality rates), vice a gain (i.e., survivability rates), enhanced the amount of money individuals would spend on their selected healthcare treatment. Moreover, among individuals who received hypothetical HSAs, receiving gain-framed information decreased the likelihood they would obtain certain services (i.e., a professional skin cancer screening) and decreased the amount of money they would spend on such services. In contrast, among participants who received hypothetical insurance plans, receiving gain-framed information increased the amount of money individuals were willing to spend to obtain those services.\n\nBroader Impacts:\n\nAs a whole, the study helps advance our understanding of how the individual account paradigm interfaces with typical decision making errors and how \"loss aversion\" may impact healthcare choices. The results have implications for both psychological theories of decision making and healthcare policy. The project outcomes should promote the study of individual difference factors in decision tasks and should encourage development of legal and policy structures that incorporate a sophisticated understanding of human decision making and behavior.\n\n \n\n\t\t\t\t\tLast Modified: 12/16/2011\n\n\t\t\t\t\tSubmitted by: Richard L Wiener"
 }
}