{
 "awd_id": "1023937",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: The Relational Nature of Legislating",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 11527.0,
 "awd_amount": 11527.0,
 "awd_min_amd_letter_date": "2010-07-19",
 "awd_max_amd_letter_date": "2010-07-19",
 "awd_abstract_narration": "Most research on lawmaking focuses on relationship between individual legislators and bills upon which they vote. While this has produced important insights, it largely ignores the potential for interpersonal influence between legislators. In every legislature in the country, bills must be introduced by chamber members, thus, a vote on the bill is both a vote on the merits of the legislation itself and a vote supporting or denying support for an individual. This second dimension of legislating has the potential to show us a great deal about why the representative bodies of this country produce the outcomes we observe. In this project, the investigator seeks to uncover why legislators form the relationships we observe, why some relationships are more important than others, and what rules and constraints in a chamber influence the choice of relational, cooperative partners.\r\n\r\nThe investigator employs a social networks based approach in the analysis. Building on influential work by Granovetter (1973), The investigator observes that weak, bridging ties between clusters of strongly tied legislators produce sizeable increases in legislative influence, while the reinforcement of strong ties does nothing to generate influence. To study the evolution and impact of relationships between legislators on legislation, the investigator takes advantage of institutional differences presented by state legislatures. State legislatures present a great deal of organizational variance which influences how legislators work together and when that cooperation is most effective. By orienting the study around relationships between state legislators, the investigator is able to answer questions about how intentional organizational design can actually influence how well legislators work together. \r\n\r\nThis research is important both normatively and as an extension of the literature on legislative behavior. By understanding that repeated interactions on collective decisions create an environment where relationships form, evolve and shape subsequent behaviors, the project pushes the legislative literature forward building a theory that takes seriously both individual motivations and systematic effects that result from interdependence. Cooperation and collaboration have been recognized as organizational assets and strong individual survival strategies by both economists and sociologists, thus, beginning a study on how these behaviors are manifested by people charged with leadership can reveal how these basic social behaviors are conditioned by accountability, ambition, and sophistication.\r\n\r\nNormatively, recent legislative sessions have been characterized by polarized leaders consistently obstructing and delaying efforts to accomplish the task of legislating. It has long been noted that public confidence in legislatures is conditioned by the amount of infighting in a chamber, and new evidence indicates that more cooperative chambers are more successful in producing important legislation. Thus, understanding which institutional constraints promote legislative cooperation should interest anyone who cares about representative democracy and the efficiency of our own government.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Carsey",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas M Carsey",
   "pi_email_addr": "carsey@unc.edu",
   "nsf_id": "000498404",
   "pi_start_date": "2010-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Kirkland",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Justin H Kirkland",
   "pi_email_addr": "jhkirkland@uh.edu",
   "nsf_id": "000557443",
   "pi_start_date": "2010-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 11527.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project seeks to understand the complex influence legislators have on one another. Traditional political science research into legislative behaviors has analyzed legislators as isolated actors motivated by their own goals with limited influence on each other. Instead, I envision a legislature as a social construct or system where actors are constantly influencing one another and results or outputs of the system are a function of both individual goals, collective action, and complicated interdependences. The primary result of this conceptual effort is the realization that legislators are individually more successful when they cooperate. By extending influence beyond those who already agree with him or her, a legislator can use social connections and influence to alter the margins of committee and roll call votes.</p>\n<p>&nbsp;</p>\n<p>Perhaps more importantly, my project has also revealed that the structure or rules of a legislative chamber also influence how legislators cooperate with one another. For example, I show that multi-member districts, once a common element of state legislatures and generally thought to be divisive electoral institutions, actually generate collaboration between legislators even across party lines. Additionally, the basic size of a legislature influences the degree of partisanship in the chamber. When legislatures are large, managing the relational environment in the chamber becomes exceedingly difficult, meaning legislators rely on simple cues like party when developing collaborative partners. These results mean that institutional design plays a critical role in the conflict structure of a legislature. Given the consistent dislike the public expresses towards a conflict oriented legislative process, these seem like critical realizations.</p>\n<p>&nbsp;</p>\n<p>To test these ideas in a rigorous way, I have developed a comprehensive data set of cosponsorship patterns by state legislators in 2007. Cosponsorship patters form a social network between legislators from which we can infer patterns of collaboration and conflict. This data set consists of information from over 100,000 pieces of legislation and contains data on over 7,000 legislators&rsquo; behaviors. To gather this data, I developed computer routines that record publicly available information from state legislative websites. This means that my data set can be continuously updated with new information as more legislative data becomes available. Finally, these projects and this new data set can continue to push our understandings of legislatures and collective representative behaviors beyond the current individualistic understandings of representation.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/01/2011<br>\n\t\t\t\t\tModified by: Justin&nbsp;H&nbsp;Kirkland</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research project seeks to understand the complex influence legislators have on one another. Traditional political science research into legislative behaviors has analyzed legislators as isolated actors motivated by their own goals with limited influence on each other. Instead, I envision a legislature as a social construct or system where actors are constantly influencing one another and results or outputs of the system are a function of both individual goals, collective action, and complicated interdependences. The primary result of this conceptual effort is the realization that legislators are individually more successful when they cooperate. By extending influence beyond those who already agree with him or her, a legislator can use social connections and influence to alter the margins of committee and roll call votes.\n\n \n\nPerhaps more importantly, my project has also revealed that the structure or rules of a legislative chamber also influence how legislators cooperate with one another. For example, I show that multi-member districts, once a common element of state legislatures and generally thought to be divisive electoral institutions, actually generate collaboration between legislators even across party lines. Additionally, the basic size of a legislature influences the degree of partisanship in the chamber. When legislatures are large, managing the relational environment in the chamber becomes exceedingly difficult, meaning legislators rely on simple cues like party when developing collaborative partners. These results mean that institutional design plays a critical role in the conflict structure of a legislature. Given the consistent dislike the public expresses towards a conflict oriented legislative process, these seem like critical realizations.\n\n \n\nTo test these ideas in a rigorous way, I have developed a comprehensive data set of cosponsorship patterns by state legislators in 2007. Cosponsorship patters form a social network between legislators from which we can infer patterns of collaboration and conflict. This data set consists of information from over 100,000 pieces of legislation and contains data on over 7,000 legislatorsÆ behaviors. To gather this data, I developed computer routines that record publicly available information from state legislative websites. This means that my data set can be continuously updated with new information as more legislative data becomes available. Finally, these projects and this new data set can continue to push our understandings of legislatures and collective representative behaviors beyond the current individualistic understandings of representation.\n\n \n\n\t\t\t\t\tLast Modified: 08/01/2011\n\n\t\t\t\t\tSubmitted by: Justin H Kirkland"
 }
}