{
 "awd_id": "1023889",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: An Interdisciplinary Study of Mineral-Biomolecule Interactions",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 359674.0,
 "awd_amount": 359674.0,
 "awd_min_amd_letter_date": "2010-09-20",
 "awd_max_amd_letter_date": "2016-11-07",
 "awd_abstract_narration": "The inanimate world of minerals and the dynamic domains of life might at first glance seem unrelated. Yet interactions between mineral surfaces and life's varied biomolecules are ubiquitous in our environment, and are crucial to an extraordinarily broad range of scientific and technological topics. Mineral-molecule interactions play key roles in microbial ecology, environmental monitoring, corrosion and weathering, synthesis and purification of pharmaceuticals, planetary life detection, nanofabrication, and the development of artificial replacements for teeth and bones. These interactions are also key to a host of essential everyday products, including adhesives, paints, lubricants, dyes, solvents and cleaners. Geochemists pay special attention to reactions that occur between mineral surfaces and aqueous molecular species - interactions central to the breakdown of rocks and subsequent soil formation, hydrothermal ore deposition, pH buffering of lakes and oceans, biomineralization and biofilm formation, uptake and release of chemicals that affect water quality, and many other natural processes. Mineral-molecule interactions are also relevant to many models of the origins of life, in such varied roles as the selection, concentration, protection and assembly of biomolecules.\r\n   In this project investigators employ a diverse arsenal of experimental and theoretical techniques to understand atomic-scale phenomena associated with mineral-molecule interfaces. They will characterize surfaces of such important minerals as rutile (TiO2 - the surface coating of titanium bone replacement and an important constituent of paints), calcite (the commonest biomineral), and apatite (the most important mineral in teeth and bones). They will investigate the interactions of these and other minerals with key biomolecules, including amino acids (the building blocks of proteins), molecular components of the genetic molecules DNA and RNA, and common biological sugars. Building on recent advances, and harnessing resources of the Carnegie Institution, Johns Hopkins University, the University of Delaware, Pennsylvania State University, Northwestern University, Argonne National Laboratory and other institutions, this proposed collaborative interdisciplinary research program will continue to document in detail conditions under which specific molecules adsorb to specific mineral surfaces, while revealing molecular-scale aspects of those interactions. Researchers will investigate the nature and extent of competitive and cooperative adsorption of small biomolecules, including amino acids and pentose sugars. They will also expand the scope to study possible roles of rock-forming mineral surfaces in life's origins, notably in the selection and stabilization of biomolecules, as well as polymerization reactions. The ultimate objective of this project is thus to develop general principles governing the adsorption of organic species on mineral surfaces - principles that will have broad application to science and industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Hazen",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Robert M Hazen",
   "pi_email_addr": "rhazen@ciw.edu",
   "nsf_id": "000201477",
   "pi_start_date": "2010-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Cody",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "George D Cody",
   "pi_email_addr": "gcody@ciw.edu",
   "nsf_id": "000192385",
   "pi_start_date": "2010-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie Institution of Washington",
  "inst_street_address": "5241 BROAD BRANCH RD NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023876400",
  "inst_zip_code": "200151305",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CARNEGIE INSTITUTION OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZQ12LY4L5H39"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Institution of Washington",
  "perf_str_addr": "5241 BROAD BRANCH RD NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200151305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 119658.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 117972.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 122044.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project involved studies of the interactions of small organic molecules with mineral surfaces&mdash;phenomena that are integral to many important scientific and technological topics, including the corrosion of metals, the health of teeth and bones, the stability of medical implants, and the effectiveness of myriad products, including adhesives, paints, dyes, lubricants, solvents, and cleaners. In natural environments reactions between mineral surfaces and organic molecules affect weathering, soil formation, growth of shells, fossilization, ore deposits, and water quality. Mineral surfaces may have also played roles in life&rsquo;s emergence through the selection, concentration, and organization of life&rsquo;s essential building blocks. A central objective of our research program has been to develop experimental and theoretical protocols for understanding interactions between mineral surfaces and organic molecules. This work resulted in 32 peer-reviewed publications, more than 30 presentations at professional conferences, and more than 120 public lectures. Five sample findings are summarized here.</p>\n<p class=\"BODYTEXT\"><em><span style=\"text-decoration: underline;\">1. Why Ribose? Competitive Adsorption of Sugars:</span></em> Pentose sugars are important major bio-building blocks, but it is unknown why life selected ribose. Our research focused on competitive adsorption of sugar molecules onto the important mineral rutile (TiO<sub>2</sub>). Ribose adsorbs from solution more strongly than the other sugars (Figure 1), which might help to explain why life selected ribose.</p>\n<p><em><span style=\"text-decoration: underline;\">2. Evidence that Amino Acids Prefer Special Sites on Mineral Surfaces:</span></em> Relatively few previous studies present detailed data on interactions of amino acids with minerals in NaCl solutions. We have investigated several amino acids on a variety of minerals. We find, for example, two surface species of glutamate on rutile, the concentrations of which vary with environmental conditions (Figure 2).</p>\n<p><em><span style=\"text-decoration: underline;\">3. Atomic-Scale Surface Imaging of Rutile:</span></em> Most of our adsorption studies of metals and organic molecules use rutile, and we assume that surfaces described as {110}-type dominate at a microscopic scale, because those crystal faces are well-formed at the macroscopic scale. However, recent experimental and theoretical studies of glutamate and aspartate adsorption on a synthetic rutile are consistent with attachment to surface sites that are not present on ideal {110} surfaces but are instead present on the {111) or {101} surfaces. We used state-of-the-art electron microscopy techniques to image rutile crystals at the atomic scale. The remarkable images reveal that the rutile surface, once considered to be atomically flat, in fact contains a large proportion of atomic steps (Figure 3). <em>&nbsp;</em></p>\n<p><em><span style=\"text-decoration: underline;\">4. Redox state influences amino acid stability under hydrothermal conditions:</span></em> Scientists have long promoted the idea that the origin of life might have occurred in energy-rich volcanic zones on the ocean floor. Others counter with the argument that amino acids rapidly break down in hot water and thus could never have achieved high enough concentrations to promote prebiotic chemistry. We investigated the stability of amino acids under deep ocean hydrothermal conditions, paying special attention to the influence of oxidation-reduction (redox) conditions on the stability of glutamic acid at pressures and temperatures. Glutamate is significantly more stable in the presence of dissolved hydrogen than previously measured (Figure 4). We conclude that these more reducing conditions, typical of many environments on the deep ocean floor, must be re-evaluated as plausible sites for life&rsquo;s origins.</p>\n<p><em><span style=\"text...",
  "por_txt_cntn": "\nThis project involved studies of the interactions of small organic molecules with mineral surfaces&mdash;phenomena that are integral to many important scientific and technological topics, including the corrosion of metals, the health of teeth and bones, the stability of medical implants, and the effectiveness of myriad products, including adhesives, paints, dyes, lubricants, solvents, and cleaners. In natural environments reactions between mineral surfaces and organic molecules affect weathering, soil formation, growth of shells, fossilization, ore deposits, and water quality. Mineral surfaces may have also played roles in lifeÆs emergence through the selection, concentration, and organization of lifeÆs essential building blocks. A central objective of our research program has been to develop experimental and theoretical protocols for understanding interactions between mineral surfaces and organic molecules. This work resulted in 32 peer-reviewed publications, more than 30 presentations at professional conferences, and more than 120 public lectures. Five sample findings are summarized here.\n1. Why Ribose? Competitive Adsorption of Sugars: Pentose sugars are important major bio-building blocks, but it is unknown why life selected ribose. Our research focused on competitive adsorption of sugar molecules onto the important mineral rutile (TiO2). Ribose adsorbs from solution more strongly than the other sugars (Figure 1), which might help to explain why life selected ribose.\n\n2. Evidence that Amino Acids Prefer Special Sites on Mineral Surfaces: Relatively few previous studies present detailed data on interactions of amino acids with minerals in NaCl solutions. We have investigated several amino acids on a variety of minerals. We find, for example, two surface species of glutamate on rutile, the concentrations of which vary with environmental conditions (Figure 2).\n\n3. Atomic-Scale Surface Imaging of Rutile: Most of our adsorption studies of metals and organic molecules use rutile, and we assume that surfaces described as {110}-type dominate at a microscopic scale, because those crystal faces are well-formed at the macroscopic scale. However, recent experimental and theoretical studies of glutamate and aspartate adsorption on a synthetic rutile are consistent with attachment to surface sites that are not present on ideal {110} surfaces but are instead present on the {111) or {101} surfaces. We used state-of-the-art electron microscopy techniques to image rutile crystals at the atomic scale. The remarkable images reveal that the rutile surface, once considered to be atomically flat, in fact contains a large proportion of atomic steps (Figure 3).  \n\n4. Redox state influences amino acid stability under hydrothermal conditions: Scientists have long promoted the idea that the origin of life might have occurred in energy-rich volcanic zones on the ocean floor. Others counter with the argument that amino acids rapidly break down in hot water and thus could never have achieved high enough concentrations to promote prebiotic chemistry. We investigated the stability of amino acids under deep ocean hydrothermal conditions, paying special attention to the influence of oxidation-reduction (redox) conditions on the stability of glutamic acid at pressures and temperatures. Glutamate is significantly more stable in the presence of dissolved hydrogen than previously measured (Figure 4). We conclude that these more reducing conditions, typical of many environments on the deep ocean floor, must be re-evaluated as plausible sites for lifeÆs origins.\n\n5. What minerals were present at lifeÆs origins? Scientific models of lifeÆs origins almost always look to minerals for such essential tasks as the synthesis of lifeÆs molecular building blocks or the supply of metabolic energy. But this assumes that the mineral species found on Earth today are much the same as they were during EarthÆs first 550 million years&mdash;the Hadean Eon&mdash;when life emerged..."
 }
}