{
 "awd_id": "1023724",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Past Global Changes (PAGES) Project",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 1198867.0,
 "awd_amount": 1454882.0,
 "awd_min_amd_letter_date": "2010-09-16",
 "awd_max_amd_letter_date": "2013-09-02",
 "awd_abstract_narration": "This award supports the United States' contribution to the Past Global Changes (PAGES) International Project Office (IPO) in Bern, Switzerland. PAGES is one of several scientific programs that operates under the broad umbrella of the International Geosphere-Biosphere Programme (IGBP). \r\n\r\nOperated as a partnership between the US National Science Foundation and the Swiss National Science Foundation, the PAGES program has enabled the collaboration of international teams of scientists and students from developed and developing nations on projects searching for answers to critical questions in paleoclimate science. The specific responsibilities of the IPO include organizing meetings and workshops, publishing peer-reviewed manuscripts and books, producing newsletters, and maintaining and facilitating contacts among international scientists. \r\n\r\nThe scientific data generated by PAGES-coordinated research projects are readily available through various publicly accessible databases including those of the National Geophysical Data Center (NGDC) in Boulder, Colorado operated by the National Oceanic and Atmospheric Administration. In addition, PAGES actively seeks participation in research projects by scientists in developing countries thereby enabling technological transfer and capacity building within the scientific community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Loutre",
   "pi_last_name": "Marie-France",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Loutre Marie-France",
   "pi_email_addr": "marie-france.loutre@unibe.ch",
   "nsf_id": "000059426",
   "pi_start_date": "2010-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bette",
   "pi_last_name": "Otto-Bliesner",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Bette L Otto-Bliesner",
   "pi_email_addr": "ottobli@ucar.edu",
   "nsf_id": "000313464",
   "pi_start_date": "2010-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Past Global Changes",
  "inst_street_address": "Zaehringerstrasse 25",
  "inst_street_address_2": "",
  "inst_city_name": "Bern          3012",
  "inst_state_code": "",
  "inst_state_name": "RI REQUIRED",
  "inst_phone_num": "0316315608",
  "inst_zip_code": "",
  "inst_country_name": "Switzerland",
  "cong_dist_code": "",
  "st_cong_dist_code": "",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "JNB5XELJ7J55"
 },
 "perf_inst": {
  "perf_inst_name": "Past Global Changes",
  "perf_str_addr": "Zaehringerstrasse 25",
  "perf_city_name": "Bern          3012",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "SZ",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 411457.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 322400.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 569332.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 151693.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Humanity&rsquo;s response to climatic and environmental changes is the challenge of our age. The imprint of human activity on the world has risen to the magnitude of a geologic force, leading to the naming of a new geologic epoch, the &ldquo;Anthropocene&rdquo;. Decisions made in the next decade will have impacts that span millennia. We know with certainty that anthropogenic change is shifting the Earth system to states outside anything humans have experienced. Research on the functioning of the Earth system, on the impacts of climate change, and on adaptation and mitigation strategies has become a prime task for Earth systems research across all time scales. Paleoscience defines processes that operate on time scales longer than the instrumental record (for instance changes in soil formation, ecosystems, the carbon cycle, sediment transport, ice sheet mass, sea level, and natural climate variability), or events with recurrence times that are too long to allow us to assess risks from the instrumental era alone (such as floods, droughts, or volcanic dimming).</p>\n<p>The community of researchers studying past climatic and environmental changes is highly active and publishing specialist research outcomes at an increasing rate and finer detail. Such rapid growth highlights the need for community coordination by an organization such as PAGES, to maintain focus on critical issues where advances are most needed, to leverage scarce resources, and to facilitate the synthesis of data and knowledge.</p>\n<p>Over the funding period of the last four years PAGES has pursued and accomplished several key outcomes:</p>\n<p><em>Syntheses</em>: More&nbsp;than 300 individual publications have resulted from PAGES activities, with a growth trend over the last three years. Among them, PAGES&rsquo; working groups produced seminal synthesis products, such as community-based, multi-authored publications and coherent publicly available data compilations. Topics include the regional climate history of the last 2000 years (e.g. PAGES 2k Consortium, 2013), the climatic factors controlling wildfire activity (Daniau et al., 2012; Power et al., 2012), the ecological impacts of ocean acidification (H&ouml;nisch et al., 2012), the history of changing land use and cover (Gaillard et al., 2010), the dynamics of the nutrient cycle in the ocean during large-scale global warming (Galbraith et al., 2013) and the transition from the last ice age to the current warm period (Clark et al., 2012). Several of these results were prominently used in the fifth assessment report of the Intergovernmental Panel for Climate Change.</p>\n<p><em>Model-data integration: </em>Most PAGES working groups are now routinely co-designed by researchers producing physical data and those running computer modelers. Data assimilation techniques, forward modeling of geochemical or paleontological indicators, and long but nevertheless detailed simulations covering several millennia are new avenues facilitated by PAGES.</p>\n<p><em>Data management: </em>PAGES has promoted efficient data use, data sharing and data archival. This has led to the generation or expansion of valuable datasets, e.g. of detailed 2,000-year climate records, marine sediment nitrogen isotope data, charcoal fire records, varved-sediment record inventories, and glacial sea surface temperatures. Prior to these PAGES data compilation efforts, only around 20% of compiled data was readily available.</p>\n<p><em>Young scientist support: </em>Support for early-career scientists has received increasing priority in PAGES. The Young Scientists Meetings in 2009 (Corvallis, Oregon, USA) and 2013 (Goa, India) succeeded in promoting the capacities and careers of young researchers and their involvement in international science. For example, 18 of the 90 young participants of the 2009 meeting have since taken on prominent roles in PAGES as working group leaders, guest editors, or works...",
  "por_txt_cntn": "\nHumanityÆs response to climatic and environmental changes is the challenge of our age. The imprint of human activity on the world has risen to the magnitude of a geologic force, leading to the naming of a new geologic epoch, the \"Anthropocene\". Decisions made in the next decade will have impacts that span millennia. We know with certainty that anthropogenic change is shifting the Earth system to states outside anything humans have experienced. Research on the functioning of the Earth system, on the impacts of climate change, and on adaptation and mitigation strategies has become a prime task for Earth systems research across all time scales. Paleoscience defines processes that operate on time scales longer than the instrumental record (for instance changes in soil formation, ecosystems, the carbon cycle, sediment transport, ice sheet mass, sea level, and natural climate variability), or events with recurrence times that are too long to allow us to assess risks from the instrumental era alone (such as floods, droughts, or volcanic dimming).\n\nThe community of researchers studying past climatic and environmental changes is highly active and publishing specialist research outcomes at an increasing rate and finer detail. Such rapid growth highlights the need for community coordination by an organization such as PAGES, to maintain focus on critical issues where advances are most needed, to leverage scarce resources, and to facilitate the synthesis of data and knowledge.\n\nOver the funding period of the last four years PAGES has pursued and accomplished several key outcomes:\n\nSyntheses: More than 300 individual publications have resulted from PAGES activities, with a growth trend over the last three years. Among them, PAGESÆ working groups produced seminal synthesis products, such as community-based, multi-authored publications and coherent publicly available data compilations. Topics include the regional climate history of the last 2000 years (e.g. PAGES 2k Consortium, 2013), the climatic factors controlling wildfire activity (Daniau et al., 2012; Power et al., 2012), the ecological impacts of ocean acidification (H&ouml;nisch et al., 2012), the history of changing land use and cover (Gaillard et al., 2010), the dynamics of the nutrient cycle in the ocean during large-scale global warming (Galbraith et al., 2013) and the transition from the last ice age to the current warm period (Clark et al., 2012). Several of these results were prominently used in the fifth assessment report of the Intergovernmental Panel for Climate Change.\n\nModel-data integration: Most PAGES working groups are now routinely co-designed by researchers producing physical data and those running computer modelers. Data assimilation techniques, forward modeling of geochemical or paleontological indicators, and long but nevertheless detailed simulations covering several millennia are new avenues facilitated by PAGES.\n\nData management: PAGES has promoted efficient data use, data sharing and data archival. This has led to the generation or expansion of valuable datasets, e.g. of detailed 2,000-year climate records, marine sediment nitrogen isotope data, charcoal fire records, varved-sediment record inventories, and glacial sea surface temperatures. Prior to these PAGES data compilation efforts, only around 20% of compiled data was readily available.\n\nYoung scientist support: Support for early-career scientists has received increasing priority in PAGES. The Young Scientists Meetings in 2009 (Corvallis, Oregon, USA) and 2013 (Goa, India) succeeded in promoting the capacities and careers of young researchers and their involvement in international science. For example, 18 of the 90 young participants of the 2009 meeting have since taken on prominent roles in PAGES as working group leaders, guest editors, or workshop organizers. PAGES also supports about 2-3 topical educational workshops each year, which offer training for students and early-career researchers.\n\nCapacity bu..."
 }
}