{
 "awd_id": "1023954",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Integrating shape, scaling, and alignment in a global approach to F0 events in intonation systems",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Badecker",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 33598.0,
 "awd_amount": 33598.0,
 "awd_min_amd_letter_date": "2010-09-21",
 "awd_max_amd_letter_date": "2010-09-21",
 "awd_abstract_narration": "Human languages use pitch to convey meaning in a bewildering variety of ways. In all languages, pitch (as one aspect of speech prosody) can express attitude or emotion. In some languages, like English, pitch patterns, usually called intonation contours, also express distinctions such as that between a question and a statement. In languages like Mandarin Chinese, pitch patterns usually called tones go still further to signal differences between words that are otherwise identical. Despite significant advances in recent decades, a unified theoretical account of such linguistic phenomena remains elusive. What is missing is a common acoustic or articulatory vocabulary for expressing the relevant distinctions---a single measurable dimension within which spoken pitch contours (rises and falls) can be reliably distinguished regardless of the language under investigation. In recent work, the research team developed a new mathematical approach to tone and intonation, based on the notion of Tonal Center of Gravity. TCoG is a gestalt or global approach to tone perception and production that reconciles seemingly contradictory results from different strands of the experimental literature, moving toward a model that incorporates the best aspects of past theories, while avoiding their characteristic weaknesses. That earlier work has established that the TCoG approach accounts well for production and perception data involving two contrasting English intonation contours.  This project aims to expand the empirical range of the approach in three crucial ways: First it extends the model to additional English intonation patterns. Second, it moves beyond English to look at other intonation languages (e.g., German), as well as so-called \"tone languages\" (e.g., Serbian). Lastly, whereas the previous work concentrated primarily on the timing of tonal events in speech, this project goes further, to investigate the interaction of tonal timing patterns with the scaling of tonal events in the pitch domain. The experimental work will be of two primary kinds: automatic classification of pitch contours recorded from native speakers in an experimental setting, and direct manipulation (through speech synthesis) of pitch contours in perception studies designed to determine which aspects of the acoustic signal have the greatest effect on listeners' judgments of utterance meaning.\r\n\r\nGiven the central role of intonation patterns in speech communication, one major contribution of the Tonal Center of Gravity approach is its potential to transform methods for speech synthesis and speech understanding. Synthetic speech is typically described as repetitive, detached, and often unhelpfully neutral; listeners recognize that they are talking with a machine that ?doesn?t get it?. By providing a more detailed understanding of how intonational patterns help to convey a message, TCoG could be used to devise algorithms for the synthesis of more natural and appropriate-sounding speech. Likewise, for automatic understanding of the aspects of meaning that depend on intonational patterns, TCoG could allow an automatic system to detect levels of nuance beyond simply whether a word is emphasized or not, or whether an utterance is a statement or a question. A final application of this work could be in the development of software tools for second language learning, in which automated instruction and feedback on the subtleties of second language intonation patterns could help learners master important aspects of communication that are typically ignored in current approaches to language pedagogy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nanette",
   "pi_last_name": "Veilleux",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Nanette M Veilleux",
   "pi_email_addr": "veilleux@simmons.edu",
   "nsf_id": "000087062",
   "pi_start_date": "2010-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Simmons University",
  "inst_street_address": "300 FENWAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175212824",
  "inst_zip_code": "021155820",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "SIMMONS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SAKCL8BJ6DL9"
 },
 "perf_inst": {
  "perf_inst_name": "Simmons University",
  "perf_str_addr": "300 FENWAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "6867",
   "pgm_ref_txt": "INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 33598.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Prosody is the aspect of human language apart from the specific vowels and consonants produced in human speech, or, in somewhat imprecise layman&rsquo;s terms, &ldquo;not what you say but how you say it&rdquo;. This work concerns a novel way of modeling prosody, specifically integrating aspects of the intonational contour over the duration of a pitch accented syllable.</p>\n<p>This research expands upon a transformative account of intonational modeling, based on the Tonal Center of Gravity (TCoG) of a rise-fall contour (rather than the simple location of its F0 peak).The perception of roughly similar intonational contours has been previously accounted for by the alignment of a single F0 value of a turning point in the F0 contour, e.g. the location and scale of the High Peak. In contrast, the TCoG uses a weighted average of F0 values over the accented syllable, and therefore can account for the perceptual impact of varying shape as well as the alignment of the F0 contour peak. Furthermore, extensions to the model account for speaker's accommodations in intonation production over certain segmental contexts, and the effects on perception of alignments over these segments for listeners. &nbsp;This model allows researchers to use the intonational contour to account for the production and perception of prosody in American English more faithfully and robustly.&nbsp;</p>\n<p>Specifically, this work expanded the empirical horizons of the TCoG model by 1) testing the applicability of the model to the prediction of perceived alignment with additional early, medial and late aligned contours in American English, and 2) extending the model beyond tonal timing, to capture patterns of scaling in the frequency domain (TCoGF). [refs?]</p>\n<p>Our results have important implications for the development of a universal theory of intonation patterns in human language, yielding not just a new understanding of the alignment and scaling of pitch contours in production, but, equally importantly, interrogating how cues from these dimensions interact in perception as well. Our goal is an integrated model of how contour shape, scaling, and alignment cues combine to create the systems of contrasts deployed in the phonology of tone and intonation.</p>\n<p>This work has potential impact beyond its discipline. Using the findings based on the TCoG model, a method for varying the monotony of synthetic speech without compromising the subtle meaning imparted by prosody has already been suggested. Additional extensions suggested by these findings include adaptations to automatic systems that provide coaching for English language learners as they attempt to produce native English prosody. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/23/2015<br>\n\t\t\t\t\tModified by: Nanette&nbsp;M&nbsp;Veilleux</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProsody is the aspect of human language apart from the specific vowels and consonants produced in human speech, or, in somewhat imprecise laymanÆs terms, \"not what you say but how you say it\". This work concerns a novel way of modeling prosody, specifically integrating aspects of the intonational contour over the duration of a pitch accented syllable.\n\nThis research expands upon a transformative account of intonational modeling, based on the Tonal Center of Gravity (TCoG) of a rise-fall contour (rather than the simple location of its F0 peak).The perception of roughly similar intonational contours has been previously accounted for by the alignment of a single F0 value of a turning point in the F0 contour, e.g. the location and scale of the High Peak. In contrast, the TCoG uses a weighted average of F0 values over the accented syllable, and therefore can account for the perceptual impact of varying shape as well as the alignment of the F0 contour peak. Furthermore, extensions to the model account for speaker's accommodations in intonation production over certain segmental contexts, and the effects on perception of alignments over these segments for listeners.  This model allows researchers to use the intonational contour to account for the production and perception of prosody in American English more faithfully and robustly. \n\nSpecifically, this work expanded the empirical horizons of the TCoG model by 1) testing the applicability of the model to the prediction of perceived alignment with additional early, medial and late aligned contours in American English, and 2) extending the model beyond tonal timing, to capture patterns of scaling in the frequency domain (TCoGF). [refs?]\n\nOur results have important implications for the development of a universal theory of intonation patterns in human language, yielding not just a new understanding of the alignment and scaling of pitch contours in production, but, equally importantly, interrogating how cues from these dimensions interact in perception as well. Our goal is an integrated model of how contour shape, scaling, and alignment cues combine to create the systems of contrasts deployed in the phonology of tone and intonation.\n\nThis work has potential impact beyond its discipline. Using the findings based on the TCoG model, a method for varying the monotony of synthetic speech without compromising the subtle meaning imparted by prosody has already been suggested. Additional extensions suggested by these findings include adaptations to automatic systems that provide coaching for English language learners as they attempt to produce native English prosody.  \n\n \n\n\t\t\t\t\tLast Modified: 06/23/2015\n\n\t\t\t\t\tSubmitted by: Nanette M Veilleux"
 }
}