{
 "awd_id": "1023167",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Rags to Riches:  An Archaeological Study of Textiles and Gender in Iceland, AD 874 -1800.",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 487049.0,
 "awd_amount": 487049.0,
 "awd_min_amd_letter_date": "2010-06-22",
 "awd_max_amd_letter_date": "2012-05-30",
 "awd_abstract_narration": "This project will conduct a three-year study exploring gender, textiles and society in Iceland from the Viking Age (ca. 874-1050) until the early 19th century, using museum collections from 12 archaeological sites from across Iceland.\r\n\r\nUntil ca. 1750, textiles and their production were central to the operation of the Icelandic economy. While raising, herding, and shearing sheep were tasks primarily undertaken by men, the transformation of sheared wool to yarn, cloth, and finished products was women's work. It is not inappropriate to suggest that the products of their labor formed the basis on which this society ran. Woolen textiles were legal currency in medieval and post-medieval Iceland, against which all other commodities were valued and traded. Debts, taxes, tithes and foreign exchanges were paid in woolen cloth. Detailed laws regulated the quality and construction of different types of woolen cloth for use in different types of exchange or for exchange at different rates, but it was women working together who ensured that quality, regulated their own household?s production, and created its durable wealth.\r\n\r\nWomen were also in charge of transforming cloth into clothing and, through that process, produced the most essential items of daily life - clothing, blankets, tents, and other utilitarian items - that buffered Icelanders against a changing climate and often-severe conditions during the Little Ice Age. In the process, they also established styles used to demonstrate households' status vis-à-vis others; to visually affirm individuals' status by marking gender, age and marital status; and to link Icelanders to international styles and to emerging emblems of regional and national identity.\r\n\r\nThrough a detailed analysis of textile collections now held in Icelandic museums, recovered over the past century from archaeological sites in all parts of this subarctic island and spanning 1100 years, this project will document and analyze women's roles and women's involvement in textile production, In so doing, it will help to establish an archaeology of gender in the North Altantic. \r\n\r\nBy exploring textile production and use, through time, on an island-wide scale, it will document the roles of imported textiles and dyes within Iceland and the ways that \"women's work\" in textile production influenced both Iceland?s domestic and international commerce. Through this approach, it will shed new light on women?s power within Icelandic households at different levels of the social system, providing a valuable contribution to social archaeological research in the North Atlantic. \r\n\r\nFinally, by exploring the decisions that women made in transforming textiles - both domestic and imported - into clothing, this project will investigate the roles they played in establishing and changing markers of individual, family, regional, and national identity as well as decisions they may have made when facing increasing global climate cooling in the North Atlantic. \r\n\r\nThis project will bring Icelandic women and women's work to the forefront in North Atlantic research, use them as a model for reintroducing women into archaeological research programs across the North, and contribute to global discussions about the hidden roles of women in traditional societies and their roles in guiding change and preserving tradition.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michele Smith",
   "pi_email_addr": "Michele_Smith@brown.edu",
   "nsf_id": "000532936",
   "pi_start_date": "2010-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "520500",
   "pgm_ele_name": "ARC Rsch Support & Logistics"
  },
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 167469.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 171529.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 148051.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project outcome, report</strong></p>\n<p><em>Rags to Riches</em> examined women's roles in producing textiles in Iceland from the Viking Age (ca. 874-1050) to the early 19<sup>th</sup> century. Its goals were to explore the roles of women in Icelandic society and establish a more nuanced and gendered perspective of the archaeology of the North. Textiles provide a first hand account of women's actions, as they were the weavers in Norse society and responsible for all things relating to textile production. Although women had secondary roles in Icelandic political systems, this project demonstrated their critical role in the economy of the North Atlantic region.</p>\n<p>During the Middle Ages (11<sup>th</sup>-16<sup>th</sup> centuries) textiles were so critical to the Icelandic export economy that cloth functioned within Iceland as a legal currency. This study was the first to study that aspect of the North Atlantic economy directly through a focus on archaeologically recovered textiles from 31 archaeological sites. It demonstrated that textiles were woven on farms of all sizes, across the country, as the central focus of these households' domestic economies. I was able to document not only the range of textiles produced by Icelandic women during the Viking Age, when Iceland was settled, but also demonstrated that textile production became hyper-standardized, beginning in the late 11<sup>th</sup> century, as the economy shifted into production of cloth for use in external trade and wool became money. Although medieval literary sources imply the use of cloth currency, how it was produced, where it was produced, who produced it, when it began to be produced, and how long it was in use were previously poorly known. We now know that its standardized production began around 1050-1100 AD, that women were the producers, that it was made in every household studied &ndash; not just elite farms or special workshops, and that it continued to be used into the 16<sup>th</sup> century.</p>\n<p>Literally making money at home on their looms, Icelandic women ensured their households' solvency through centuries in which international trade allowed the Icelanders to obtain goods that they lacked. Women maintained traditional roles as mothers, wives, and daughters, while working alongside their men to ensure their households' and society's survival to through periods terrible environmental deterioration and hardship. Through their efforts, they gained significantly greater social and legal rights than contemporary women in other parts of Europe.</p>\n<p><em>Rags to Riches</em> also added new information to our understanding of Iceland's medieval international trade, focusing on woolen cloth exported from Iceland and specialty products, including fine cloth, imported from northwestern Europe. These medieval trade networks were the antecedants of the European trans-oceanic commercial networks that laid the framework for today's globalized world. <em>Rags to Riches</em> studied the very starting points of this globalized textile trade, when North Atlantic economies and societies (Iceland, Greenland) rose or fell on their abilities to produce and market cloth or to compete in the cloth trade. While textile production was taken over by powerful guilds, merchants, and tradesmen in northern Europe, in the poor and impoverished colonies of the North Atlantic, every household mobilized its labor and its capital to produce cloth for trade in the emerging global economy. Women, and the women's work studied in this project, lay at the heart of this production.</p>\n<p>My study spanned 1000 years, from the 9<sup>th</sup> century to the 18<sup>th</sup> century, during which natural fluctuations in the North Atlantic's climate shifted from temperate conditions during the \"Medieval Warm Period\" (ca. AD 800-1200) to the big chill of the Little Ice Age (circa AD 1300-1800), which devastated the communi...",
  "por_txt_cntn": "\nProject outcome, report\n\nRags to Riches examined women's roles in producing textiles in Iceland from the Viking Age (ca. 874-1050) to the early 19th century. Its goals were to explore the roles of women in Icelandic society and establish a more nuanced and gendered perspective of the archaeology of the North. Textiles provide a first hand account of women's actions, as they were the weavers in Norse society and responsible for all things relating to textile production. Although women had secondary roles in Icelandic political systems, this project demonstrated their critical role in the economy of the North Atlantic region.\n\nDuring the Middle Ages (11th-16th centuries) textiles were so critical to the Icelandic export economy that cloth functioned within Iceland as a legal currency. This study was the first to study that aspect of the North Atlantic economy directly through a focus on archaeologically recovered textiles from 31 archaeological sites. It demonstrated that textiles were woven on farms of all sizes, across the country, as the central focus of these households' domestic economies. I was able to document not only the range of textiles produced by Icelandic women during the Viking Age, when Iceland was settled, but also demonstrated that textile production became hyper-standardized, beginning in the late 11th century, as the economy shifted into production of cloth for use in external trade and wool became money. Although medieval literary sources imply the use of cloth currency, how it was produced, where it was produced, who produced it, when it began to be produced, and how long it was in use were previously poorly known. We now know that its standardized production began around 1050-1100 AD, that women were the producers, that it was made in every household studied &ndash; not just elite farms or special workshops, and that it continued to be used into the 16th century.\n\nLiterally making money at home on their looms, Icelandic women ensured their households' solvency through centuries in which international trade allowed the Icelanders to obtain goods that they lacked. Women maintained traditional roles as mothers, wives, and daughters, while working alongside their men to ensure their households' and society's survival to through periods terrible environmental deterioration and hardship. Through their efforts, they gained significantly greater social and legal rights than contemporary women in other parts of Europe.\n\nRags to Riches also added new information to our understanding of Iceland's medieval international trade, focusing on woolen cloth exported from Iceland and specialty products, including fine cloth, imported from northwestern Europe. These medieval trade networks were the antecedants of the European trans-oceanic commercial networks that laid the framework for today's globalized world. Rags to Riches studied the very starting points of this globalized textile trade, when North Atlantic economies and societies (Iceland, Greenland) rose or fell on their abilities to produce and market cloth or to compete in the cloth trade. While textile production was taken over by powerful guilds, merchants, and tradesmen in northern Europe, in the poor and impoverished colonies of the North Atlantic, every household mobilized its labor and its capital to produce cloth for trade in the emerging global economy. Women, and the women's work studied in this project, lay at the heart of this production.\n\nMy study spanned 1000 years, from the 9th century to the 18th century, during which natural fluctuations in the North Atlantic's climate shifted from temperate conditions during the \"Medieval Warm Period\" (ca. AD 800-1200) to the big chill of the Little Ice Age (circa AD 1300-1800), which devastated the communities of the North Atlantic and destroyed Greenland's Norse colony. By focusing on the woolen textiles that Icelanders and Greenlanders used to clothe themselves, I documented critical modifications in cloth produc..."
 }
}