{
 "awd_id": "1023334",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Population genetics of a climate-indicating predator across the forest-tundra ecotone",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Neil R. Swanberg",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 397063.0,
 "awd_amount": 397063.0,
 "awd_min_amd_letter_date": "2010-08-05",
 "awd_max_amd_letter_date": "2010-08-05",
 "awd_abstract_narration": "Subarctic freshwater lakes and ponds in Alaska are important oases for polar biodiversity and resources for arctic peoples. However, this habitat is also among the most sensitive to disturbances such as heavy metal pollution, eutrophication, and drainage or desiccation from climate warming. Environmental indicator species in freshwater have both acted as sentinels for ongoing change and as proxies for historical change. Phantom midges (Chaoborus), for example, are among the most important freshwater dipterans for aquatic toxicology and for indicating a boreal zone climate. In some cases, Chaoborus is believed to be a better sentinel of boreal forest-tundra boundary changes than the tree line because trees can have a growth lag that is negligible in midges. The larvae of Chaoborus are also voracious predators of microcrustaceans and, as such, can strongly affect the species compositions of freshwater habitats. The PI has recently found that two species of Chaoborus are common well beyond the tree line in roadside ponds of the Seward Peninsula of northwestern Alaska. This finding provides an opportunity to improve understanding of how tundra lakes and ponds may change as they encounter a keystone predator of the boreal zone. Moreover, the effect of direct human disturbances such as road construction on the freshwaters of the boreal zone ? tundra boundary can be assessed.\r\n\r\nSeveral aspects of the biology of Chaoborus in subarctic North America are poorly known. Because there are slight morphological differences between tundra species and well-studied temperate species, the geographic source and even the species name of the tundra populations are unclear. One objective of this research is to test hypotheses about the genetic affinities of Chaoborus that are presently found on the tundra. This involves phylogenetic comparisons of tundra specimens with those from eastern Asia, and with boreal Alaska. Another goal is to test the hypothesis that road construction has facilitated the expansion of boreal zone Chaoborus deep into the tundra. Testing this hypothesis involves testing for the erosion of genetic diversity on tundra ponds compared to forest ponds with high-resolution genetic markers. This project will also carry out paleoecological assessments of the rate and mode of colonization of tundra ponds. This research will inform environmental biologists, fisheries managers, engineers and planners about the role of human disturbance on the freshwater ecosystems across the tundra-boreal forest boundary at a critical time. The project will enhance or even enable comparative studies of environment-indicating chaoborids and promote a deeper understanding of recent and ongoing anthropogenic change in subarctic freshwaters. The speed and mode of colonization of tundra ponds by Chaoborus midges is important to paleoecology but unknown.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Derek",
   "pi_last_name": "Taylor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Derek Taylor",
   "pi_email_addr": "djtaylor@acsu.buffalo.edu",
   "nsf_id": "000326910",
   "pi_start_date": "2010-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "520 LEE ENTRANCE STE 211",
  "perf_city_name": "AMHERST",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142282577",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 397063.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Water is a key component of threatened arctic ecosystems and a critical resource for people. Most people know of the threats to ponds, lakes and rivers from acid rain, siltation, invasive species and pollutants. But few know that some northern regions have lost at least half of their surface water with recent permafrost melting. This is the freshwater equivalent of entire island groups disappearing from the planet. Another key change involves increased nutrient input into northern waters. Why would biologists be interested in these recent changes? It turns out that biological changes such as local extinctions and range expansions are expected to accompany the physical and chemical changes to northern waters. Moreover, evolution is happening to key members of freshwater food webs much more rapidly than previously thought. Smaller species such as phantom midges (aquatic insects related to mosquitoes), water fleas, and viruses have rapid evolutionary responses to recent environmental change and can be used as sentinels for changing conditions that might affect humans. But, studying biological changes for tiny life forms is complicated because, unlike for fisheries, we lack detailed historical records. We also lack a detailed understanding of the species diversity for small life forms. In essence, we can&rsquo;t understand what we have lost or how things are changing if we have a poor understanding of the historical diversity. One scientific aim of this grant, then, was to better understand endemic species diversity for key groups of polar freshwater zooplankton like phantom midges. Phantom midges and water fleas continually leave records of their body parts in the sediments of lakes. By using a sediment corer (essentially a large straw-like tube) the bodies of invertebrates (dated by radioisotopes or by counting annual sediment layers) can be obtained going back for millennia. These zooplankton also act as hosts for viruses that are capable of changing very rapidly. Another main aim of this grant, then, was to test questions about how physical and chemical changes to subarctic ponds are affecting the biology of freshwater zooplankton like the phantom midge.</p>\n<p>We found evidence that the roads created for human transport on the tundra have now formed aquatic stepping stones on the tundra that act to establish and disperse boreal zone midges. Our results show that abandoned roads have formed a network of suitable thaw ponds on the tundra that accelerate invasion and colonization by boreal midges. The new ponds show pronounced differences in zooplankton community structure compared to older ponds, and these differences could not be attributed to differences in physical-chemical parameters from the older ponds. Our results also provide evidence that biotic assemblages of sensitive subarctic freshwater ponds have been recently influenced by catchment disruptions such as shrub expansion.</p>\n<p>We showed that as freshwater insects expand their ranges into tundra ponds, they are bringing new viruses to the North. Indeed, we discovered a new family of RNA viruses from subarctic midges, which are now officially known as the Phasmaviridae. This virus family turned out to be widespread in arthropods and has enabled the discovery of several new genera of RNA viruses. While there is no evidence that phasmaviruses infect humans, our finding does suggest that there are many undiscovered RNA viruses in Arctic waters. As part of the virus research we also detected fossil-like viral imprints or &ldquo;paleoviruses&rdquo; in subarctic host genomes. It turns out that RNA paleoviruses can inform about the age of host-virus interactions, hidden reservoir species, and host defenses against viruses. We found genetic and morphological evidence that threatened subarctic ponds also harbor endemic crustaceans. We described a new species of subarctic crustacean, <em>Eurycercus beringi</em>, providing morphological details that will allow paleolimnologists to use this animal&rsquo;s remains to reconstruct past ecological conditions of lakes.</p>\n<p>Sixteen publications have been completed that were supported by this grant. Zooplankton collections from over 300 ponds in northwest Alaska, Canada, and Siberia have been preserved. The PI conducted pond invertebrate labs for an elementary school in Buffalo, NY. Students learned basic information about food webs, invertebrate predators, and sensitivity of arctic freshwater to human activities. For many, this lab was the first experience with a microscope. Additional presentations were made to a Buffalo elementary school on the importance of Arctic freshwater resources, biodiversity and current threats. The grant fostered long-term international collaborations with three Arctic researchers. A community college biology teacher participated in field research in NW Alaska sampling zooplankton from tundra ponds and collecting physical data. Two Ph.D. students also carried out Arctic field research in NW Alaska with help from this grant.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/13/2017<br>\n\t\t\t\t\tModified by: Derek&nbsp;Taylor</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n         Water is a key component of threatened arctic ecosystems and a critical resource for people. Most people know of the threats to ponds, lakes and rivers from acid rain, siltation, invasive species and pollutants. But few know that some northern regions have lost at least half of their surface water with recent permafrost melting. This is the freshwater equivalent of entire island groups disappearing from the planet. Another key change involves increased nutrient input into northern waters. Why would biologists be interested in these recent changes? It turns out that biological changes such as local extinctions and range expansions are expected to accompany the physical and chemical changes to northern waters. Moreover, evolution is happening to key members of freshwater food webs much more rapidly than previously thought. Smaller species such as phantom midges (aquatic insects related to mosquitoes), water fleas, and viruses have rapid evolutionary responses to recent environmental change and can be used as sentinels for changing conditions that might affect humans. But, studying biological changes for tiny life forms is complicated because, unlike for fisheries, we lack detailed historical records. We also lack a detailed understanding of the species diversity for small life forms. In essence, we can?t understand what we have lost or how things are changing if we have a poor understanding of the historical diversity. One scientific aim of this grant, then, was to better understand endemic species diversity for key groups of polar freshwater zooplankton like phantom midges. Phantom midges and water fleas continually leave records of their body parts in the sediments of lakes. By using a sediment corer (essentially a large straw-like tube) the bodies of invertebrates (dated by radioisotopes or by counting annual sediment layers) can be obtained going back for millennia. These zooplankton also act as hosts for viruses that are capable of changing very rapidly. Another main aim of this grant, then, was to test questions about how physical and chemical changes to subarctic ponds are affecting the biology of freshwater zooplankton like the phantom midge.\n\nWe found evidence that the roads created for human transport on the tundra have now formed aquatic stepping stones on the tundra that act to establish and disperse boreal zone midges. Our results show that abandoned roads have formed a network of suitable thaw ponds on the tundra that accelerate invasion and colonization by boreal midges. The new ponds show pronounced differences in zooplankton community structure compared to older ponds, and these differences could not be attributed to differences in physical-chemical parameters from the older ponds. Our results also provide evidence that biotic assemblages of sensitive subarctic freshwater ponds have been recently influenced by catchment disruptions such as shrub expansion.\n\nWe showed that as freshwater insects expand their ranges into tundra ponds, they are bringing new viruses to the North. Indeed, we discovered a new family of RNA viruses from subarctic midges, which are now officially known as the Phasmaviridae. This virus family turned out to be widespread in arthropods and has enabled the discovery of several new genera of RNA viruses. While there is no evidence that phasmaviruses infect humans, our finding does suggest that there are many undiscovered RNA viruses in Arctic waters. As part of the virus research we also detected fossil-like viral imprints or \"paleoviruses\" in subarctic host genomes. It turns out that RNA paleoviruses can inform about the age of host-virus interactions, hidden reservoir species, and host defenses against viruses. We found genetic and morphological evidence that threatened subarctic ponds also harbor endemic crustaceans. We described a new species of subarctic crustacean, Eurycercus beringi, providing morphological details that will allow paleolimnologists to use this animal?s remains to reconstruct past ecological conditions of lakes.\n\nSixteen publications have been completed that were supported by this grant. Zooplankton collections from over 300 ponds in northwest Alaska, Canada, and Siberia have been preserved. The PI conducted pond invertebrate labs for an elementary school in Buffalo, NY. Students learned basic information about food webs, invertebrate predators, and sensitivity of arctic freshwater to human activities. For many, this lab was the first experience with a microscope. Additional presentations were made to a Buffalo elementary school on the importance of Arctic freshwater resources, biodiversity and current threats. The grant fostered long-term international collaborations with three Arctic researchers. A community college biology teacher participated in field research in NW Alaska sampling zooplankton from tundra ponds and collecting physical data. Two Ph.D. students also carried out Arctic field research in NW Alaska with help from this grant.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/13/2017\n\n\t\t\t\t\tSubmitted by: Derek Taylor"
 }
}