{
 "awd_id": "1023300",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Early word learning in English- and Mandarin-acquiring infants",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 495684.0,
 "awd_amount": 495684.0,
 "awd_min_amd_letter_date": "2010-08-23",
 "awd_max_amd_letter_date": "2010-08-23",
 "awd_abstract_narration": "Humans are uniquely endowed with a natural capacity for building complex, flexible, and creative conceptual and linguistic systems. This project provides a window through which to view the link between these two uniquely human systems -- across development and across languages. An essential developmental task for human infants is to form concepts that capture the commonalities and relations among the objects and events they encounter, and to learn words to express them. Even before infants begin to speak, these developmental tasks are powerfully linked. Infants begin the task of word learning with a broad, universal expectation. This sets the stage for the emergence of more specific expectations, linking particular kinds of words (e.g., noun, verb) to particular kinds of meaning (e.g., object- and event-based commonalities). These more specific expectations emerge in a cascading fashion over the first two years, tuned by the structure of the infant's native language. Past research has underscored the vital interaction between infants' broad early expectations and the shaping role of their native language environment.  The overarching goal of the current project is to concentrate on the two types of evidence -- developmental and cross-linguistic -- that will reveal how the links between words and concepts unfold. Focusing on the second year of life, the experiments trace the acquisition of two kinds of words -- nouns and verbs -- in infants acquiring either English or Mandarin. Evidence from Mandarin offers a clear linguistic counterpoint to English and will engage, for the first time, a long-standing debate concerning whether and how infants' lexical and conceptual development are shaped by the language being acquired. The results will provide a detailed analysis of infants' emerging capacities in concept and word learning.  Recruiting state-of-the-art time-series analyses, the project will identify with precision how 18- and 24-month-old infants deploy their visual attention as they are engaged in the very process of mapping novel words to meaning. The project will also clarify not only whether infants at a particular age can successfully learn new word meanings, but will also shed light on the efficiency with which they do so. \r\n\r\nThis research will lead to fundamental advancements in scientific knowledge. Focusing on English and Mandarin, it will identify, for the first time, the impact of these distinctly different ambient languages on infants' language and conceptual development. In addition, there is a strong training component aimed at bringing members of underrepresented groups into the research process. By illuminating developmental patterns and processes in two distinct languages, this project will provide a means to better understanding how infants acquiring languages other than English learn words and concepts. This will advance the nation's efforts to promote positive developmental outcomes for the ever-increasing number of infants and young children in the U.S. from non-English-speaking home environments. By identifying the kinds of visual and linguistic support required for successful word learning, this basic research may also serve as a springboard for developing targeted interventions for infants and young children diagnosed with language delay or impairments. Tailoring the amount and kind information to capitalize on these children's strengths may prove especially effective in treatment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "Waxman",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra R Waxman",
   "pi_email_addr": "s-waxman@northwestern.edu",
   "nsf_id": "000111380",
   "pi_start_date": "2010-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 495684.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of this cross-linguistic, cross-national project was to gather new evidence to gain a more complete understanding of how the links between words and concepts unfold &ndash; across development and across languages. Our goal was to trace the acquisition of nouns and verbs in monolingual infants acquiring either English or Mandarin. In English, where infants&rsquo; early vocabularies are predominantly nouns, some have proposed a) that this reflects the relatively high frequency of nouns in speech to English-acquiring infants, and b) that in a language like Mandarin, where verbs are more prominent and more frequent in the input than in English, infants more readily learn verbs.</p>\n<p>Surprisingly, this proposal had never been tested with infants in the process of learning nouns and verbs. &nbsp;To fill this gap, we focused on infants in the second year of life, a developmental period that begins as infants produce their first words and ends as they begin to produce simple but well-formed word combinations. We developed a behavioral task that permitted us to examine how &ndash; and how successfully -- &nbsp;24-month-old monolingual infants acquiring either Mandarin (Beijing) or English (Chicago) learned novel nouns and verbs. Because we engaged young infants in the process of learning new words, we also engaged a long-standing theoretical and empirical debate concerning whether and how the acquisition of nouns and verbs -- two fundamental grammatical forms expressed universally across the worlds' languages -- are shaped by the structure of the language they are acquiring.</p>\n<p>We established a 5-year collaboration with psychologists at a top-tier experimental lab in Beijing. With them, we translated the English materials to Mandarin. We predicted that 24-month-olds in both language communities would successfully learn both nouns and verbs. But the results suggest otherwise. Just like infants acquiring English, those acquiring Mandarin successfully learned the meaning of novel nouns, but their performance with verbs is less clear. This was surprising; the literature suggested that Mandarin would provide an advantage over English for learning verbs. Yet in contrast to English-acquiring 24-month-olds who did learn the verbs, Mandarin-acquiring infants tend to map verbs (like nouns) to objects. To pursue this surprising outcome, we designed new experiments to assess more precisely the effect of syntax and language use in Mandarin.&nbsp;</p>\n<p>We find that in both language communities, there are conditions under which infants successfully learn both nouns and verbs. But we also find that noun-learning is more robust in both languages; infants successfully learn verbs only under certain specific conditions.</p>\n<p>This project sheds new light on cross-linguistic convergences and the ways in which early language development is shaped by the structure of the language being acquired. Infants across the worlds&rsquo; languages readily learn nouns. They then use these nouns to help them discover the meaning of new verbs. This reveals strong cross-linguistic convergences, favoring the acquisition of nouns. The results not only inform our theories, but also provide a foundation for better understanding the development of infants growing up bilingual (Mandarin-English).</p>\n<p>This basic research was fundamentally interdisciplinary, including linguists as well as psycholinguists and psychologists. It was also an international collaboration, and included a training component in each of these locales. In the US, two postdoctoral fellows (now professors) supported by this grant gained essential collaborative experience with our Chinese colleagues in this cross-national and cross-linguistic collaboration. The students working in the US lab are often from under-represented minority groups, and we have provided a welcoming environment that embraces diversity. In Ch...",
  "por_txt_cntn": "\nThe overarching goal of this cross-linguistic, cross-national project was to gather new evidence to gain a more complete understanding of how the links between words and concepts unfold &ndash; across development and across languages. Our goal was to trace the acquisition of nouns and verbs in monolingual infants acquiring either English or Mandarin. In English, where infantsÆ early vocabularies are predominantly nouns, some have proposed a) that this reflects the relatively high frequency of nouns in speech to English-acquiring infants, and b) that in a language like Mandarin, where verbs are more prominent and more frequent in the input than in English, infants more readily learn verbs.\n\nSurprisingly, this proposal had never been tested with infants in the process of learning nouns and verbs.  To fill this gap, we focused on infants in the second year of life, a developmental period that begins as infants produce their first words and ends as they begin to produce simple but well-formed word combinations. We developed a behavioral task that permitted us to examine how &ndash; and how successfully --  24-month-old monolingual infants acquiring either Mandarin (Beijing) or English (Chicago) learned novel nouns and verbs. Because we engaged young infants in the process of learning new words, we also engaged a long-standing theoretical and empirical debate concerning whether and how the acquisition of nouns and verbs -- two fundamental grammatical forms expressed universally across the worlds' languages -- are shaped by the structure of the language they are acquiring.\n\nWe established a 5-year collaboration with psychologists at a top-tier experimental lab in Beijing. With them, we translated the English materials to Mandarin. We predicted that 24-month-olds in both language communities would successfully learn both nouns and verbs. But the results suggest otherwise. Just like infants acquiring English, those acquiring Mandarin successfully learned the meaning of novel nouns, but their performance with verbs is less clear. This was surprising; the literature suggested that Mandarin would provide an advantage over English for learning verbs. Yet in contrast to English-acquiring 24-month-olds who did learn the verbs, Mandarin-acquiring infants tend to map verbs (like nouns) to objects. To pursue this surprising outcome, we designed new experiments to assess more precisely the effect of syntax and language use in Mandarin. \n\nWe find that in both language communities, there are conditions under which infants successfully learn both nouns and verbs. But we also find that noun-learning is more robust in both languages; infants successfully learn verbs only under certain specific conditions.\n\nThis project sheds new light on cross-linguistic convergences and the ways in which early language development is shaped by the structure of the language being acquired. Infants across the worldsÆ languages readily learn nouns. They then use these nouns to help them discover the meaning of new verbs. This reveals strong cross-linguistic convergences, favoring the acquisition of nouns. The results not only inform our theories, but also provide a foundation for better understanding the development of infants growing up bilingual (Mandarin-English).\n\nThis basic research was fundamentally interdisciplinary, including linguists as well as psycholinguists and psychologists. It was also an international collaboration, and included a training component in each of these locales. In the US, two postdoctoral fellows (now professors) supported by this grant gained essential collaborative experience with our Chinese colleagues in this cross-national and cross-linguistic collaboration. The students working in the US lab are often from under-represented minority groups, and we have provided a welcoming environment that embraces diversity. In China, students had a unique opportunity to learn the techniques and theories of developmental work with infants. Apart f..."
 }
}