{
 "awd_id": "1023465",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Terrestrial Linkages to Microbial and Metazoan Communities in Coastal Ecosystems of the Beaufort Sea",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Neil R. Swanberg",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 276235.0,
 "awd_amount": 276235.0,
 "awd_min_amd_letter_date": "2010-08-04",
 "awd_max_amd_letter_date": "2010-08-04",
 "awd_abstract_narration": "Coastal ecosystems of the Arctic receive extraordinarily large quantities of terrestrial organic matter through river discharge and shoreline erosion. The fate of this organic matter is of local interest as it relates to biological production in the coastal ocean. It is also of broader interest with respect to global biogeochemical cycling. The prevailing paradigm is that terrestrial organic matter inputs to the Arctic Ocean are highly recalcitrant. However, most studies supporting this paradigm have been conducted during mid- to late- summer. This effort is based on the premise that terrestrial organic matter, in both dissolved and particulate form, provides an important carbon and energy subsidy that supports and maintains heterotrophic activity and food webs in coastal waters during much of the year. The work will focus on a set of 12 field sites along the Alaskan Beaufort Sea coast, in the vicinity of Barter Island and the Inupiaq village of Kaktovik. Comparisons among sites ranging from lagoons to open coastal systems that receive differing amounts of freshwater runoff and also differ markedly in their exchange characteristics with shelf waters will be used to examine linkages between biological communities and organic matter inputs from land. Examining these linkages will help determine how seasonally distinct terrestrial inputs of water and organic matter influence microbial and metazoan communities in coastal waters of the Alaskan Beaufort Sea. Researchers will address this question thorough a seasonally explicit sampling program that includes field trips during the 9-month ice covered period as well as summer. Measurements of water and sediment chemistry, benthic and water column community characteristics, and natural abundance isotopic tracers will be used to evaluate the importance of terrestrial inputs under different hydrologic/hydrographic conditions. \r\n\r\nUnderstanding the fate of terrestrial carbon in arctic coastal waters is especially important now, as the arctic system enters a period of rapid climatic change. Changes in terrestrial organic matter export could influence total production as well as the relative roles of autotrophy and heterotrophy in arctic coastal waters. Such shifts have consequences for local human populations that use coastal food webs for subsistence and for the broad scientific community interested in land-sea coupling. This work focuses on fundamental questions about the fate of terrestrial organic matter in arctic coastal waters that must be answered before we can effectively consider future changes in land-sea coupling in the Arctic. \r\n\r\nThis collaborative project will support the dissertation research of two graduate students and two post-doctoral associates and also continue a very successful K-12 outreach program, entitled ?Climate Change in the Arctic: An Interactive Program Linking Scientists with K-12 Students? that includes the establishment of a summer field science program for native Kaktovik K-12 students. The Village Council has expressed keen enthusiasm to involve middle school students in hands-on science activities that can be provided in conjunction with teachers from the Kaktovik school district.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Byron",
   "pi_last_name": "Crump",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Byron C Crump",
   "pi_email_addr": "bcrump@coas.oregonstate.edu",
   "nsf_id": "000193189",
   "pi_start_date": "2010-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Center for Environmental Sciences",
  "inst_street_address": "2020 HORNS POINT RD",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4102212014",
  "inst_zip_code": "216133368",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MD01",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND CENTER FOR ENVIRONMENTAL SCIENCE",
  "org_prnt_uei_num": "",
  "org_uei_num": "JHTYTGKYWLL9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Center for Environmental Sciences",
  "perf_str_addr": "2020 HORNS POINT RD",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "216133368",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MD01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 201434.0
  }
 ],
 "por": null
}