{
 "awd_id": "1023429",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Law and Social Science: The Role of Political Parties and Organized Interests in the Selection of State Supreme Court Justices",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marjorie Zatz",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 11924.0,
 "awd_amount": 11924.0,
 "awd_min_amd_letter_date": "2010-06-25",
 "awd_max_amd_letter_date": "2010-06-25",
 "awd_abstract_narration": "The purpose of this project is to examine the role that political parties and interest groups play in the selection of state supreme court justices. This research will examine an array of different campaign activities to determine whether the involvement of parties and interest groups varies depending on the type of selection system, the competitiveness of the race, the broader political environment, and the type of group. This project will survey political parties, interest groups, and court candidates to determine the type and level of involvement of parties and interest groups in the selection of state supreme court justices. This data will help to clarify how the selection process affects the impartiality, independence, and accountability of state supreme court systems.\r\n\r\nScholars, policymakers, and the public have long debated whether state supreme court justices should be elected or appointed, and if the former, what type of election system is preferable. This debate is often framed as a fundamental dichotomy between judicial independence and judicial accountability, the former usually associated with judicial appointment, the latter with judicial election. However, despite the rapidly expanding research in this area, it is still not well understood to what extent political parties and interest groups have become involved in selecting justices, though their participation implicates both accountability and independence. The findings from this project will contribute to a better understanding of the dynamics of judicial elections.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Carmines",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edward Carmines",
   "pi_email_addr": "carmines@indiana.edu",
   "nsf_id": "000245626",
   "pi_start_date": "2010-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Beth",
   "pi_last_name": "Easter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Beth Easter",
   "pi_email_addr": "baeaster@indiana.edu",
   "nsf_id": "000555793",
   "pi_start_date": "2010-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 11924.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary purpose<strong><em> </em></strong>of this research project was to examine the role of organizations in state supreme court elections. It is crucial to analyze whether the participation of organizations in judicial elections biases the legal system because the judiciary is supposed to be fair, independent, and impartial institution. Moreover, it is important to examine whether this bias might occur depending on the type of election system and the types of organizations that are participating.</p>\n<p>&nbsp;</p>\n<p>In 2011, an original survey was conducted in order to study the role of organizations in judicial elections. To be eligible for the survey, an organization must have participated, at least once, in a state supreme court election from 2000 to 2008. The survey included a number of different types of organizations including: law firms, corporations, labor unions, state political parties, and citizen groups. A letter was sent to 2,000 potential respondents, which informed them of the study, requested their participation in the study, and provided them with instructions for accessing the web-survey. The survey asked organizations about which campaign activities that they engaged in, what factors they consider to be most important when deciding to support a candidate, the effectiveness of their campaign techniques, and their motivations for participating in state supreme court elections.</p>\n<p>&nbsp;</p>\n<p>The first main finding from the survey was that significant differences existed between types of organizations and the likelihood that they participated in state supreme court elections. Law firms and business organizations were significantly more likely to contribute money to a candidate than engage in any other type of campaign activity, and they contributed more money to candidates than other types of organizations. Law firms and corporations are economic institutions with very specific interests. They have the monetary resources to contribute money to elections; however, they lack individual members to mobilize in elections. Unions, parties, and citizen groups were more likely to engage in a range of campaign activities including activities that mobilize voters and their individual members such as sending out direct mailings and voter guides. These different patterns of participation across organizations have important implications for the judiciary and the legal system as a whole. Specifically, the majority of organizations that participate in judicial elections are interested in economic issues.</p>\n<p>&nbsp;</p>\n<p>The second main finding is that organizations varied in their participation across election systems. Organizations in partisan elections participated in more types of campaign activities and spent a greater amount of money, whereas organizations in non-partisan elections participated in fewer activities and spent less money. &nbsp;The results of the survey suggest that adopting a non-partisan election system might limit the number of organizations that participate in a SSC election or it might limit the participation of certain types of organizations such as state political parties and labor unions. State supreme courts are important democratic institutions. The variation across election system provides evidence that the design of the electoral system significantly affects the political behavior of organizations.</p>\n<p>&nbsp;</p>\n<p>This research project is the first study to ask organizations about when the participate in state supreme court elections and why they participate in these elections. The results from the survey have provided an original source of data that will continue to allow researchers to examine the role of organizations in state supreme court elections and generate additional findings. It is important to continue to examine under what conditions organizations are more likely to participate in state supreme co...",
  "por_txt_cntn": "\nThe primary purpose of this research project was to examine the role of organizations in state supreme court elections. It is crucial to analyze whether the participation of organizations in judicial elections biases the legal system because the judiciary is supposed to be fair, independent, and impartial institution. Moreover, it is important to examine whether this bias might occur depending on the type of election system and the types of organizations that are participating.\n\n \n\nIn 2011, an original survey was conducted in order to study the role of organizations in judicial elections. To be eligible for the survey, an organization must have participated, at least once, in a state supreme court election from 2000 to 2008. The survey included a number of different types of organizations including: law firms, corporations, labor unions, state political parties, and citizen groups. A letter was sent to 2,000 potential respondents, which informed them of the study, requested their participation in the study, and provided them with instructions for accessing the web-survey. The survey asked organizations about which campaign activities that they engaged in, what factors they consider to be most important when deciding to support a candidate, the effectiveness of their campaign techniques, and their motivations for participating in state supreme court elections.\n\n \n\nThe first main finding from the survey was that significant differences existed between types of organizations and the likelihood that they participated in state supreme court elections. Law firms and business organizations were significantly more likely to contribute money to a candidate than engage in any other type of campaign activity, and they contributed more money to candidates than other types of organizations. Law firms and corporations are economic institutions with very specific interests. They have the monetary resources to contribute money to elections; however, they lack individual members to mobilize in elections. Unions, parties, and citizen groups were more likely to engage in a range of campaign activities including activities that mobilize voters and their individual members such as sending out direct mailings and voter guides. These different patterns of participation across organizations have important implications for the judiciary and the legal system as a whole. Specifically, the majority of organizations that participate in judicial elections are interested in economic issues.\n\n \n\nThe second main finding is that organizations varied in their participation across election systems. Organizations in partisan elections participated in more types of campaign activities and spent a greater amount of money, whereas organizations in non-partisan elections participated in fewer activities and spent less money.  The results of the survey suggest that adopting a non-partisan election system might limit the number of organizations that participate in a SSC election or it might limit the participation of certain types of organizations such as state political parties and labor unions. State supreme courts are important democratic institutions. The variation across election system provides evidence that the design of the electoral system significantly affects the political behavior of organizations.\n\n \n\nThis research project is the first study to ask organizations about when the participate in state supreme court elections and why they participate in these elections. The results from the survey have provided an original source of data that will continue to allow researchers to examine the role of organizations in state supreme court elections and generate additional findings. It is important to continue to examine under what conditions organizations are more likely to participate in state supreme court elections, and how these organizations affect the judiciary.\n\n \n\n\t\t\t\t\tLast Modified: 09/26/2012\n\n\t\t\t\t\tSubmitted by: Beth Easter"
 }
}