{
 "awd_id": "1023366",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Understanding and Modeling Key Arctic Cloud-ABL-Surface Processes and Interactions",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Neil R. Swanberg",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 664741.0,
 "awd_amount": 664741.0,
 "awd_min_amd_letter_date": "2010-08-12",
 "awd_max_amd_letter_date": "2010-08-12",
 "awd_abstract_narration": "The Arctic lower troposphere represents a sensitive balance between surface, atmospheric boundary layer, and cloud processes, forming a cloud-ABL-surface (CAS) system. Changes to a component in this system will produce physical responses in the other components, culminating in the net system response to the change.  In order to accurately simulate the net CAS contributions and responses to a component change, such as to the predicted change from primarily multi-year sea-ice to first-year sea-ice, the process interactions between the CAS components must be well understood and quantitatively represented in coupled climate models.  Unfortunately, the understanding of various key processes and their interactions is very nascent, leading to poor representations in current global or regional climate models.  Hence, significant uncertainties exist in modeled parameters such as cloud fraction, ice water path, and liquid water path, resulting in surface cloud radiative forcing that varies by 40 W m-2 among models and modeled surface turbulent heat fluxes that have poor correlations with observations.  Even basic surface parameters, such as albedo, are often not physically represented and provide a source of significant errors to the CAS system. \r\nThis proposal focuses on understanding the complex processes and interactions in the Arctic CAS system using existing observations and process models and on improving key parameterizations in these process models. A broad range of existing in-situ and remotely sensed observational data will be used in the analyses.  The process modeling will be done with multiple-resolution configurations of the Weather and Research Forecasting Model (WRF).  Observational analyses and model evaluations will be conducted using process-oriented diagnostics -- diagnostics that reveal physical relationships directly relevant to a process and/or parameterization.  Through informal collaboration with the National Center for Atmospheric Research (NCAR), preliminary evaluations of the ability of a state-of-the-art global climate model (GCM), the Community Climate System Model (CCSM), to faithfully represent these process interactions will also be performed, providing initial insight as to whether key processes and relationships found in observations and process models are also represented in CCSM.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ola P",
   "pi_last_name": "Persson",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Ola P G Persson",
   "pi_email_addr": "ola.persson@colorado.edu",
   "nsf_id": "000321772",
   "pi_start_date": "2010-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Solomon",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Amy B Solomon",
   "pi_email_addr": "amy.solomon@noaa.gov",
   "nsf_id": "000453169",
   "pi_start_date": "2010-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Shupe",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew D Shupe",
   "pi_email_addr": "matthew.shupe@colorado.edu",
   "nsf_id": "000242543",
   "pi_start_date": "2010-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 664741.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objectives of this project were to a) improve understanding the complex processes in the Arctic cloud-atmospheric boundary layer-surface (CAS) system, b) improve key representations of these processes in a state-of-the-art fine-scale model, and c) evaluate our ability to represent these processes in models, including general circulation models.&nbsp; Hence, observational data collected during past field programs were analyzed to examine these interactive processes, a fine-scale research model was used to try to simulate these processes and the model output was analyzed further to improve the understanding of the processes, and output from models run by other organizations were analyzed to understand whether the key processes were present in these simulations. &nbsp;This last component included evaluations of global climate models.</p>\n<p>Results have provided an improved understanding of the process interactions between clouds, the atmospheric boundary layer, and the surface of the Arctic sea ice. &nbsp;Key results include an improved understanding of the different pathways for transferring aerosols, heat, moisture, and momentum between the free troposphere above the typically stable atmospheric boundary layer and the near-surface environment over sea ice. These pathways include a cloud mixed layer generated by cloud-top radiational cooling, upward surface-generated mixing, and intermittent coupling of these two mixing layers. &nbsp; Another key result is that long-distance transport of moisture and heat provides atmospheric layers over the Arctic sea ice that can produce clouds with supercooled liquid water. Because of the radiative properties of liquid drops, such clouds provide significant heating of the ice surface through longwave radiation, resulting in wintertime warming events over the sea ice when the near-surface temperature increases by up to 20&deg; C in half a day without the benefit of solar radiation. Similar synoptic forcing was also noted to trigger melt-season transition events, and may likely be the mechanism by which the melt season onset is occurring earlier over sea ice. &nbsp;The importance of the cloud phase for its impact on the atmospheric boundary-layer structure, the surface energy fluxes, and the&nbsp;sea-ice surface cannot be overemphasized. &nbsp;</p>\n<p>This work also contributed to a greater recognition of the importance of using process relationships for both analyzing observational data and for validating models, as illustrated in several publications. &nbsp;Clear process relationships between various atmosphere/surface processes, such as longwave radiative fluxes and turbulent sensible heat fluxes, have been demonstrated to exist in the observational data sets. The results from this study have argued that these same process relationships should be present in all types of numerical models, (e.g., process, weather, climate), and that they can be used to evaluate whether the physical parameterizations in the models are producing the correct interactions and relationships. &nbsp;If the model is missing a key process, the relationships in the model will be different and one would not expect that such a model would respond correctly when forcing is changed, either through seasonal evolution, climate change, or synoptic (weather) variability. &nbsp;We argue that this technique for evaluating models is a significant improvement over classical evaluations such as producing statistics on time series of basic parameters (e.g., near-surface air temperature). &nbsp;This technique was discussed at conferences and illustrated in several publications resulting from this study.&nbsp;Evaluations of models using these process relationships during the course of this project have demonstrated that most models have difficulties providing or sustaining the cloud liquid water necessary to produce the observed process interactions in the lower atmosp...",
  "por_txt_cntn": "\nThe objectives of this project were to a) improve understanding the complex processes in the Arctic cloud-atmospheric boundary layer-surface (CAS) system, b) improve key representations of these processes in a state-of-the-art fine-scale model, and c) evaluate our ability to represent these processes in models, including general circulation models.  Hence, observational data collected during past field programs were analyzed to examine these interactive processes, a fine-scale research model was used to try to simulate these processes and the model output was analyzed further to improve the understanding of the processes, and output from models run by other organizations were analyzed to understand whether the key processes were present in these simulations.  This last component included evaluations of global climate models.\n\nResults have provided an improved understanding of the process interactions between clouds, the atmospheric boundary layer, and the surface of the Arctic sea ice.  Key results include an improved understanding of the different pathways for transferring aerosols, heat, moisture, and momentum between the free troposphere above the typically stable atmospheric boundary layer and the near-surface environment over sea ice. These pathways include a cloud mixed layer generated by cloud-top radiational cooling, upward surface-generated mixing, and intermittent coupling of these two mixing layers.   Another key result is that long-distance transport of moisture and heat provides atmospheric layers over the Arctic sea ice that can produce clouds with supercooled liquid water. Because of the radiative properties of liquid drops, such clouds provide significant heating of the ice surface through longwave radiation, resulting in wintertime warming events over the sea ice when the near-surface temperature increases by up to 20&deg; C in half a day without the benefit of solar radiation. Similar synoptic forcing was also noted to trigger melt-season transition events, and may likely be the mechanism by which the melt season onset is occurring earlier over sea ice.  The importance of the cloud phase for its impact on the atmospheric boundary-layer structure, the surface energy fluxes, and the sea-ice surface cannot be overemphasized.  \n\nThis work also contributed to a greater recognition of the importance of using process relationships for both analyzing observational data and for validating models, as illustrated in several publications.  Clear process relationships between various atmosphere/surface processes, such as longwave radiative fluxes and turbulent sensible heat fluxes, have been demonstrated to exist in the observational data sets. The results from this study have argued that these same process relationships should be present in all types of numerical models, (e.g., process, weather, climate), and that they can be used to evaluate whether the physical parameterizations in the models are producing the correct interactions and relationships.  If the model is missing a key process, the relationships in the model will be different and one would not expect that such a model would respond correctly when forcing is changed, either through seasonal evolution, climate change, or synoptic (weather) variability.  We argue that this technique for evaluating models is a significant improvement over classical evaluations such as producing statistics on time series of basic parameters (e.g., near-surface air temperature).  This technique was discussed at conferences and illustrated in several publications resulting from this study. Evaluations of models using these process relationships during the course of this project have demonstrated that most models have difficulties providing or sustaining the cloud liquid water necessary to produce the observed process interactions in the lower atmosphere and the resulting surface energy fluxes.  This includes reanalyses as well as some state-of-the art climate models. \n\nFinally, ef..."
 }
}