{
 "awd_id": "1023967",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Foreign Interest Groups and American Foreign Policy.",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 190000.0,
 "awd_amount": 190000.0,
 "awd_min_amd_letter_date": "2010-07-22",
 "awd_max_amd_letter_date": "2010-07-22",
 "awd_abstract_narration": "Lobbying has long been a controversial issue among politicians, academics, and, most importantly, American voters. One particularly contentious aspect of the phenomenon is lobbying by foreign principals: countries, foreign political parties, foreign MNCs, or foreign nationals that lobby Congress, the executive branch, or administrative agencies in an attempt to change US policy to benefit the foreign principal. Despite the controversies, little useful knowledge actually exists about the policy areas or circumstances under which foreign lobbies influence US foreign policy. Extant research is usually based on anecdotal cases and often privileges normative judgment over social science. As a result, very little systematic evidence sheds light on when or how foreign entities lobby American decision-makers. Nor is it known to what end they do so.\r\n\r\nIn seeking to answer these important questions, this research capitalizes on data that is already provided to the Department of Justice (DoJ) as part of the Foreign Agent Registration Act (FARA). When foreign interest groups hire American lobbyists, they must register their activities with the DoJ and this information is subsequently submitted to Congress in semi-annual reports. To date, however, no analysis of these data has been conducted to understand general trends about when foreign principles lobby the US, how foreign principals lobby the US, and what the \"return\" on these foreign lobbying efforts comprises. This is surprising given that the law was enacted prior to World War II.\r\n\r\nThe project will first create an accessible database using FARA reports from the past 50 years (only the previous 10 years are currently accessible). The database can be used by scholars, practitioners, and citizens alike to track lobbying efforts by foreign principals from any country. The investigator will integrate the FARA data with data from other databases (specifically, Federal Election Commission [FEC] data and Legislative Disclosure Act [LDA] data) to gain a full picture of international-oriented lobbying. Combining these data sources will also allow an examination of what influence tactics are used by foreign principals: supporting candidates in elections (FEC); direct lobbying of individual decision-makers (LDA); or hiring traditional lobbying firms that engage in any manner of lobbying on behalf of the foreign principal (FARA).\r\n\r\nSecond, the researcher will use the data to answer the questions posed above: who lobbies, over what issues, and to what end? In a pilot study using ten years of FARA reports, initial analysis in one area of U.S. foreign policy, trade tariffs, suggested that more lobbying by countries, in terms of both the amount of money spent and the number of contracts awarded to American lobbyists by foreign principals, decreases US tariff rates towards those countries. This result holds even when accounting for a host of other factors influencing tariff rates. A more comprehensive database of foreign principal lobbying will enable an extension of the pilot study and expand the investigation into numerous other areas such as foreign aid disbursements, human rights ratings and denouncements, and economic sanctions. The new data will permit evaluation of old and new conjectures about foreign lobbies in a careful, systematic fashion, rather than relying on single case studies of lobbies.\r\n\r\nStaking out new ground, the project is designed to define whether, when, and how international lobbying efforts change American foreign policy in a systematic fashion. The research findings should thus be likely to lead to a more informative debate about the phenomenon. Moreover, the findings should provide guidance to policymakers who wish to revise current rules on lobbying by indicating where lobbying efforts are concentrated and isolating any effects they may have.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jon",
   "pi_last_name": "Pevehouse",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jon C Pevehouse",
   "pi_email_addr": "pevehous@polisci.wisc.edu",
   "nsf_id": "000408723",
   "pi_start_date": "2010-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 190000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>My NSF-sponsored project, \"America For Sale: Foreign Lobbies and American Foreign Policy\", has generated significant public goods for scholars, policy analysts, and citizens. The question motivating the project was whether actors outside the borders of the United States used lobbying to change American foreign policy. This question was interesting for several reasons, but the previous investigations of it were limited to single case-studies which were chosen for the salaciousness rather than their representativeness. As a result, we knew that international actors used lobbying in an attempt to create policy change, but we did not know the full extent to which this was common practice, nor did we have a way to guage their success or failure.</p>\n<p>As a result of the generous funding of the National Science Foundation, I was able to analyze many thousands of pages of records of \"foreign lobbying\" reported to the Department of Justice's Foriegn Agent Registration Act Office. This included the creation of a searchable database of lobbying efforts on the part of international actors. And while in recent years, the Justice Department has instituted their own mechanism for these searches, their serach engine only cover recent years. The data created under the auspices of the NSF date back to World War II, when the Foreign Agent Registration Act first became law. This database will be made publically available for anyone to search and use.</p>\n<p>There are also several academic papers and an in-progress book manuscript that have resulted from this project writen by the Principal Investigator - those are outlined more in the Final Project Report. The conclusion reached by most of that research is that lobbying efforts by foreign nationals does influence American foreign policy, especially in the areas of foreign aid provision and trade. That said, the marginal impact of these expenditures appears to be quite small and much of these resources are spent \"locking in\" previous favorable changes in American foreign policy to ensure that aid or trade benefits bestowed to a state are not removed.</p>\n<p>The monies from the grant were also used to sponsor a number of undergraduate research projects on lobbying and American foreign policy. Principal Investigator also created a new undergraduate course entitled \"Lobbies and American Foreign Policy\" which has been offered once and enrolled at maximum capacity. PI plans to offer the course again in 2015.<br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/27/2014<br>\n\t\t\t\t\tModified by: Jon&nbsp;Pevehouse</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMy NSF-sponsored project, \"America For Sale: Foreign Lobbies and American Foreign Policy\", has generated significant public goods for scholars, policy analysts, and citizens. The question motivating the project was whether actors outside the borders of the United States used lobbying to change American foreign policy. This question was interesting for several reasons, but the previous investigations of it were limited to single case-studies which were chosen for the salaciousness rather than their representativeness. As a result, we knew that international actors used lobbying in an attempt to create policy change, but we did not know the full extent to which this was common practice, nor did we have a way to guage their success or failure.\n\nAs a result of the generous funding of the National Science Foundation, I was able to analyze many thousands of pages of records of \"foreign lobbying\" reported to the Department of Justice's Foriegn Agent Registration Act Office. This included the creation of a searchable database of lobbying efforts on the part of international actors. And while in recent years, the Justice Department has instituted their own mechanism for these searches, their serach engine only cover recent years. The data created under the auspices of the NSF date back to World War II, when the Foreign Agent Registration Act first became law. This database will be made publically available for anyone to search and use.\n\nThere are also several academic papers and an in-progress book manuscript that have resulted from this project writen by the Principal Investigator - those are outlined more in the Final Project Report. The conclusion reached by most of that research is that lobbying efforts by foreign nationals does influence American foreign policy, especially in the areas of foreign aid provision and trade. That said, the marginal impact of these expenditures appears to be quite small and much of these resources are spent \"locking in\" previous favorable changes in American foreign policy to ensure that aid or trade benefits bestowed to a state are not removed.\n\nThe monies from the grant were also used to sponsor a number of undergraduate research projects on lobbying and American foreign policy. Principal Investigator also created a new undergraduate course entitled \"Lobbies and American Foreign Policy\" which has been offered once and enrolled at maximum capacity. PI plans to offer the course again in 2015.\n\n\n\n\t\t\t\t\tLast Modified: 05/27/2014\n\n\t\t\t\t\tSubmitted by: Jon Pevehouse"
 }
}