{
 "awd_id": "1023264",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Arctic Ocean Acidification: Bering Strait Time Series",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 308915.0,
 "awd_amount": 308915.0,
 "awd_min_amd_letter_date": "2010-07-27",
 "awd_max_amd_letter_date": "2010-12-30",
 "awd_abstract_narration": "This project, part of the Arctic Observing Network, will collect two years of in situ data pertaining to ocean acidification from an existing mooring in Bering Strait. Oceanic uptake of CO2 lowers pH and changes speciation of several key chemical constituents of seawater with important consequences for the physiology of organisms and transmission of sound in seawater. Global coupled climate models that take into account rising levels of CO2 in the atmosphere predict that the Arctic Ocean will be the first and most strongly impacted of the world?s oceans by acidification. High quality observations in key Arctic Ocean locations are needed for both the global and regional modeling communities to test and improve their predictive capabilities. Instruments for the project include indicator based (SAMI) pCO2 and pH sensors as well as a solid state IS-FET pH sensor with dissolved oxygen optode and conductivity sensors. Calibration will be achieved through a hydrographic measurement and sampling program for pCO2, DIC, alkalinity and O2 conducted in conjunction with all deployment and recoveries. This will be the first extended co-deployment of indicator and solid-state pH sensors in the oceans and thus the first comparison of their performance under realistic field conditions. Such information is needed to more fully characterize the solid-state systems whose lower power requirements are desirable for extended glider, float and mooring deployment. Insights from comparative exercises such as this will inform the design of the Arctic Observing Network and an eventual global ocean acidification observation network. The PIs will address ocean acidification in a range of their on-going educational and informal outreach activities. They will also leverage the Teacher-At-Sea program for the existing Arctic Observing Network-Bering Strait project by soliciting participation by Oregon classrooms. Undergraduates in the OSU honors program will be exposed to this emerging real world problem and gain training through entrainment in the laboratory components of the project. Data will be deposited with the Cooperative Arctic Data and Information Service (CADIS).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Falkner",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly K Falkner",
   "pi_email_addr": "kfalkner@coas.oregonstate.edu",
   "nsf_id": "000085919",
   "pi_start_date": "2010-07-27",
   "pi_end_date": "2010-12-30"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fredrick",
   "pi_last_name": "Prahl",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Fredrick G Prahl",
   "pi_email_addr": "fprahl@coas.oregonstate.edu",
   "nsf_id": "000345244",
   "pi_start_date": "2010-12-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Burke",
   "pi_last_name": "Hales",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Burke R Hales",
   "pi_email_addr": "bhales@oce.orst.edu",
   "nsf_id": "000433486",
   "pi_start_date": "2010-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "529300",
   "pgm_ele_name": "AON-Arctic Observing Network"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5296",
   "pgm_ref_txt": "OBSERVING ENV CHANGE (ARCTIC)"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 308915.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This field project was formulated primarily as proof-of-concept.&nbsp; Commercially available (Sunburst SAMI-pCO2 and pH) and prototype (seapHox) sensors were deployed at a near-bottom depth (~50m) on a mooring of opportunity located in the center of the Bering Strait.&nbsp; SAMI instrumentation was used for two consecutive years.&nbsp; The prototype instrument was used only in the first year. The goal of the overall effort was to obtain high quality, continuous records of dissolved inorganic composition (pCO2 and pH), T and S of waters from this harsh setting where the ocean surface is completely frozen for up to 50% of the year.&nbsp; Given the availability of such records, a first-order assessment could be made of ocean acidification and variability in its expression at the gateway between the Pacific and Arctic Ocean circulation.</p>\n<p>&nbsp;Quality time series records were only obtained in the first year of deployment from the two technologically different pH sensors.&nbsp; The record for the seapHox was for the complete first year.&nbsp; That for the SAMI-pH was only successfully acquired for the first month.&nbsp; Instrument problems such as biofouling, insufficient battery power and calibration failure prevented acquisition of quality time series records from all of the other devices employed during this project.&nbsp;</p>\n<p>Figure 1 provides a first-of-its-kind comparison of the two independent pH data sets acquired remotely in the first year.&nbsp; As illustrated, response of these sensors tracked each other quite well over the one month period when both were operable simultaneously.&nbsp; This quantitative agreement lends credibility to the accuracy of the data.&nbsp; Notably, the seapHox continued to acquire data for the entire first year&rsquo;s deployment period and was retrieved with sufficient battery power to continue operation.&nbsp; The total observed range of pH over the first year was ~8.0 to 8.4, averaging ~8.1.&nbsp; Temporal variability in the pH measurement was smallest during the period when surface waters in the Bering Strait were &lsquo;iced over&rsquo; and bottom water temperatures were maintained at the freezing point of seawater (~ -1.8<sup>o</sup>C)!&nbsp; pH determinations were much more variable during periods when surface water was ice-free and particularly post-winter, during a time known as the &lsquo;spring transition&rsquo;.&nbsp; Variability in the pH of bottom waters during periods of ice-free surface waters reflects the impact of primary production in sunlit surface waters on carbonate chemistry and biogeochemical coupling between surface and bottom waters through organic matter settling &ndash; decomposition and oceanographic circulation.</p>\n<p>The SAMI (a chemical - spectroscopic device) and seapHox (a field effect transitor or FET devise) instruments for in situ pH analysis have never been used for such long deployments in environments as harsh as the Bering Strait.&nbsp; The success we attained, albeit significantly less than hoped for, provide the first observational pH data for assessment of ocean acidification in a major, climatically sensitive portion of the world ocean.&nbsp; Formal identification of the operational limitations of this instrumentation in this type of setting will help our colleagues (Mike deGrandpre, Todd Martz) improve upon the design of their cutting edge, remotely operated, in situ chemical sensors that are currently of wide interest to various players involved with the major, on-going NSF Ocean Observatory Initiative (OOI).</p>\n<p>The Arctic is an environment that is now feeling the profound impact of climate change.&nbsp; Clear understanding of this impact and the consequences on marine resources necessitates the development of reliable global climate models.&nbsp; Observational data from projects such as the proof-of-concept one we just conducted and its future formulations will provide th...",
  "por_txt_cntn": "\nThis field project was formulated primarily as proof-of-concept.  Commercially available (Sunburst SAMI-pCO2 and pH) and prototype (seapHox) sensors were deployed at a near-bottom depth (~50m) on a mooring of opportunity located in the center of the Bering Strait.  SAMI instrumentation was used for two consecutive years.  The prototype instrument was used only in the first year. The goal of the overall effort was to obtain high quality, continuous records of dissolved inorganic composition (pCO2 and pH), T and S of waters from this harsh setting where the ocean surface is completely frozen for up to 50% of the year.  Given the availability of such records, a first-order assessment could be made of ocean acidification and variability in its expression at the gateway between the Pacific and Arctic Ocean circulation.\n\n Quality time series records were only obtained in the first year of deployment from the two technologically different pH sensors.  The record for the seapHox was for the complete first year.  That for the SAMI-pH was only successfully acquired for the first month.  Instrument problems such as biofouling, insufficient battery power and calibration failure prevented acquisition of quality time series records from all of the other devices employed during this project. \n\nFigure 1 provides a first-of-its-kind comparison of the two independent pH data sets acquired remotely in the first year.  As illustrated, response of these sensors tracked each other quite well over the one month period when both were operable simultaneously.  This quantitative agreement lends credibility to the accuracy of the data.  Notably, the seapHox continued to acquire data for the entire first yearÆs deployment period and was retrieved with sufficient battery power to continue operation.  The total observed range of pH over the first year was ~8.0 to 8.4, averaging ~8.1.  Temporal variability in the pH measurement was smallest during the period when surface waters in the Bering Strait were æiced overÆ and bottom water temperatures were maintained at the freezing point of seawater (~ -1.8oC)!  pH determinations were much more variable during periods when surface water was ice-free and particularly post-winter, during a time known as the æspring transitionÆ.  Variability in the pH of bottom waters during periods of ice-free surface waters reflects the impact of primary production in sunlit surface waters on carbonate chemistry and biogeochemical coupling between surface and bottom waters through organic matter settling &ndash; decomposition and oceanographic circulation.\n\nThe SAMI (a chemical - spectroscopic device) and seapHox (a field effect transitor or FET devise) instruments for in situ pH analysis have never been used for such long deployments in environments as harsh as the Bering Strait.  The success we attained, albeit significantly less than hoped for, provide the first observational pH data for assessment of ocean acidification in a major, climatically sensitive portion of the world ocean.  Formal identification of the operational limitations of this instrumentation in this type of setting will help our colleagues (Mike deGrandpre, Todd Martz) improve upon the design of their cutting edge, remotely operated, in situ chemical sensors that are currently of wide interest to various players involved with the major, on-going NSF Ocean Observatory Initiative (OOI).\n\nThe Arctic is an environment that is now feeling the profound impact of climate change.  Clear understanding of this impact and the consequences on marine resources necessitates the development of reliable global climate models.  Observational data from projects such as the proof-of-concept one we just conducted and its future formulations will provide the necessary tests of reliability for these models, the output of which are needed for purposes of developing objective, responsible environmental management policy.\n\n\t\t\t\t\tLast Modified: 09/02/2014\n\n\t\t\t\t\tSubmitted by: Fredrick G..."
 }
}