{
 "awd_id": "1023855",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Economics: The Price of Power: The Returns to Lobbying in the Energy Sector",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032928326",
 "po_email": "mreksula@nsf.gov",
 "po_sign_block_name": "Michael Reksulak",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 8090.0,
 "awd_amount": 8090.0,
 "awd_min_amd_letter_date": "2010-08-16",
 "awd_max_amd_letter_date": "2010-08-16",
 "awd_abstract_narration": "Interest groups attempt to influence policy-making of elected representatives through various means: making financial contribution to political candidates, encouraging citizens to vote for a specific candidate and/or to directly contact their legislators regarding a specific legislative issue, and hiring or retaining professional lobbyists, to name a few. In terms of interest groups? expenditures, hiring or retaining professional lobbyists is the single most prominent political activity. The central question is how effective these lobbying expenditures are, especially in two aspects: first, to what extent lobbying expenditures affect the probability that a policy is enacted; and second, how big the private returns to lobbying expenditures are. The proposed research will address these issues regarding energy legislation in the 110th Congress.  This project constructs a novel dataset on lobbying expenditures and targeted federal policies by energy firms, trade associations, and environmental groups.  The main sources of the dataset include lobbying reports mandated by Lobbying Disclosure Act (1995) and bill information available in the Library of Congress.  The policies in the dataset are to create, extend, or repeal a certain federal financial intervention or regulation that directly affects firms and municipalities that are involved in energy-related business.  One of the most innovative features of the dataset is that a lobbying target is a policy, which may appear in multiple bills that may also contain other policies, and the final status of a policy is defined accordingly.  The Pis use a game-theoretic model where multiple interest groups with different benefits or costs from a policy non-cooperatively contribute money to exert lobbying efforts in order to affect the chance of its approval.  This project will contribute to our understanding of the role of lobbying in representative democracy.  First, the PIs focus on the policies that are public goods in the sense that they directly affect all relevant parties, unlike policies with specific beneficiaries.  This project is the first attempt to measure the effect of lobbying while explicitly modeling the strategic interaction among various interest groups whose positions on a specific legislative issue can be opposite to each other.  Second, energy is one of the main issues for which the conventional wisdom is that industry interests have prevailed over the interests of the general public in shaping legislation. \r\n\r\nBroader Impact: In a debate on lobbying and its regulation, the magnitude of the effect of lobbying expenditures on policy-making is of primary interest. However, a study with a representative sample of energy issues has yet to be done. The results of this project will help fill in this gap and influence the debate on the regulation of lobbying in the United States.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Antonio",
   "pi_last_name": "Merlo",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Antonio M Merlo",
   "pi_email_addr": "antonio.merlo@nyu.edu",
   "nsf_id": "000126399",
   "pi_start_date": "2010-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 8090.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many firms systematically lobby the U.S. Congress to influence policy-making. To what extent do lobbying expenditures affect the probability that a policy is enacted? What are the private returns from lobbying expenditures?</p>\n<p>To answer these questions, I construct a novel dataset comprised of federal energy legislation and lobbying activities by the energy sector during the 110th Congress (2007&ndash;2008). I then specify and estimate a game-theoretic model where heterogeneous players choose lobbying expenditures to affect the probability that a policy is enacted. In this framework, I explicitly account for differences in the initial level of support for a policy in the legislature and the benefits or costs to players.</p>\n<p>A novel feature of this study is that <em>policies</em>, not entire pieces of legislation (bills), are the unit of analysis. I define a <em>policy</em> as part of a bill that addresses one unique issue. Existing studies on the influence of interest groups on legislation have focused on bills as the fundamental unit of analysis. However, a bill usually contains multiple policies, which may or may not be related to each other, and the same policy may appear in multiple bills.</p>\n<p>I construct a unique dataset of 539 distinct energy policies appearing in 445 bills. This represents all energy policies considered by the 110th Congress. By tracking each policy's movement through bills, I determine whether the policy was enacted or not.</p>\n<p>For each policy, I collect information on lobbying activities. The data is sourced from the lobbying reports mandated by the Lobbying Disclosure Act of 1995. This act stipulates that for every contract with a client, a lobbyist must periodically submit a report that records the total amount of income or expenses related to lobbying activities and disclose which issues were lobbied, such as bills or bill sections.</p>\n<p>I find that the effect of lobbying expenditures on a policy&rsquo;s equilibrium enactment probability is small. This finding is the result of two effects. First, the effect of lobbying expenditures on the policy enactment probability is small. Second, the effects of expenditures by both supporting and opposing lobbies partially cancel each other out. However, the average returns from lobbying expenditures are estimated to be large. This results from the fact that the estimated average value of a policy is quite large so that even a small change in its enactment probability can lead to large returns.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/06/2011<br>\n\t\t\t\t\tModified by: Karam&nbsp;Kang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany firms systematically lobby the U.S. Congress to influence policy-making. To what extent do lobbying expenditures affect the probability that a policy is enacted? What are the private returns from lobbying expenditures?\n\nTo answer these questions, I construct a novel dataset comprised of federal energy legislation and lobbying activities by the energy sector during the 110th Congress (2007&ndash;2008). I then specify and estimate a game-theoretic model where heterogeneous players choose lobbying expenditures to affect the probability that a policy is enacted. In this framework, I explicitly account for differences in the initial level of support for a policy in the legislature and the benefits or costs to players.\n\nA novel feature of this study is that policies, not entire pieces of legislation (bills), are the unit of analysis. I define a policy as part of a bill that addresses one unique issue. Existing studies on the influence of interest groups on legislation have focused on bills as the fundamental unit of analysis. However, a bill usually contains multiple policies, which may or may not be related to each other, and the same policy may appear in multiple bills.\n\nI construct a unique dataset of 539 distinct energy policies appearing in 445 bills. This represents all energy policies considered by the 110th Congress. By tracking each policy's movement through bills, I determine whether the policy was enacted or not.\n\nFor each policy, I collect information on lobbying activities. The data is sourced from the lobbying reports mandated by the Lobbying Disclosure Act of 1995. This act stipulates that for every contract with a client, a lobbyist must periodically submit a report that records the total amount of income or expenses related to lobbying activities and disclose which issues were lobbied, such as bills or bill sections.\n\nI find that the effect of lobbying expenditures on a policyÆs equilibrium enactment probability is small. This finding is the result of two effects. First, the effect of lobbying expenditures on the policy enactment probability is small. Second, the effects of expenditures by both supporting and opposing lobbies partially cancel each other out. However, the average returns from lobbying expenditures are estimated to be large. This results from the fact that the estimated average value of a policy is quite large so that even a small change in its enactment probability can lead to large returns.\n\n\t\t\t\t\tLast Modified: 12/06/2011\n\n\t\t\t\t\tSubmitted by: Karam Kang"
 }
}