{
 "awd_id": "1023681",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Two Hundred Years of Financial Integration",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 286095.0,
 "awd_amount": 286095.0,
 "awd_min_amd_letter_date": "2010-08-19",
 "awd_max_amd_letter_date": "2015-06-17",
 "awd_abstract_narration": "This project involves the creation of a new database of international capital flows for the heydays of financial globalization during the 19th and early 20th centuries.  The PI will use this database jointly with modern data on capital flows to study financial contagion, to construct an anatomy of capital flow bonanzas, to examine the dynamics and scope of crises that start in the periphery and those that start in the financial center, and to shed more light on the relationship between capital flow bonanzas, sovereign defaults, and growth.  \r\n\r\nEmpirical studies on the characteristics and effects of international capital flows examine mostly the experience of the last thirty years because there are data available only for this period.  While these data allow researchers to untangle the cross-country differences in international capital flows and the links to country fundamentals and macropolicies, they cannot help to examine the effects of sporadic shocks in international capital markets and overall timedependence.  For example, since 1970 most of the currency crises and the capital flow reversals they triggered started in countries in the periphery, Mexico (1994), Finland (1992), Thailand (1997), Russia (1998).  In contrast, the ongoing global financial crisis started in the financial center, similarly to the crises in 1824, 1873, and 1929. Only by comparing the current crisis to those of the earlier period, will we be able to answer which are the mechanisms of contagion when the financial center is the epicenter or assess the future scope of the current crisis.  A database on capital flows that spans two centuries can help in this endeavour.\r\n\r\nThis project will also deepen our understanding of capital flow cycles and channels of contagion as well as the elusive link between financial integration and growth. For example, until the mid 1990s most of international capital flows to developing economies took the form of bank loans. Only very recently did these countries gain access to international bond markets. In contrast, in the 19th century, most portfolio flows were bond flows.  Are sudden stops more pronounced when capital flows take the form of bank loans as in the 1970s?  Or is the bond market during the 19th century and nowadays (with its many uninformed and dispersed investors) what triggers more pronounced reversals, herding behavior, and financial contagion? Also, what are the links between trade openness, the composition of capital flows, sovereign defaults, and growth? re developing countries serial defaulters that only over time \"graduate\" and stop defaulting?  Or are there reversals in their commitment not to default as is the case of Argentina who was only in default 3 percent of the years from 1858 to 1931 but was in default 41 percent\r\nof the years in the most recent period? Did the type of capital flows in the 19th century trigger higher commitment?\r\n\r\nBroader impact: A central contribution of this project is to create a new database of gross primary issuance of bonds, equities, and loans floated in London, Paris, Berlin and Frankfurt, and New York, the financial centers of the 19th and early 20th centuries.  The data to be collected include all individual issues floated in these financial centers.  Using this new database, we can decompose capital flows into sovereign and private borrowing and by maturity and purpose of the issue. We can also identify the sectoral composition of the firms that are tapping international capital markets (say, railways, meat processing plants, petroleum).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Graciela",
   "pi_last_name": "Kaminsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Graciela Kaminsky",
   "pi_email_addr": "graciela@gwu.edu",
   "nsf_id": "000539896",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 286095.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"BankNormal\">This project examines international capital flow cycles and crises over two hundred years. Its central contribution is the creation of a new database of international capital flows for the first episode of financial globalization from the beginning of the 19<sup>th</sup> century to 1931 when barriers to international trade and capital flows are erected around the world.&nbsp; This new database is complemented with a similar database spanning the period 1970 to 2015, the so-called second episode of financial globalization to study, for example, the effects of global monetary policy cycles and the effects of panics in the financial centers.</p>\n<p class=\"BankNormal\">&nbsp;</p>\n<p>Why is it important to examine the experiences of the 19<sup>th</sup> and early 20<sup>th</sup> centuries?&nbsp; It is very hard to draw generalizations from just forty years of data.&nbsp; Post-1970 data can help us untangle some of the cross-country differences in international capital flows but they cannot help to uncover the effects of sporadic time shocks.&nbsp; For example, panics in the financial center are <em>rare disasters</em> that can only be studied in a longer episode of financial globalization.&nbsp; During the second episode of financial globalization the only crisis starting in the financial center is the 2008 Subprime crisis that erupted in the United States.&nbsp; The first episode of financial globalization spanning more than 100 years is witness to major crises in the financial center that can help us to understand the outlook of the current crisis.&nbsp; Similarly, cycles in monetary easing/tightening in the United States and other financial centers have been blamed for excessive booms and busts in capital flows to emerging economies, triggering crises in the periphery.&nbsp; The empirical research on the role of monetary policy in the financial center on international capital flow cycles focuses on the easing in the late 1970s, the one in the early 1990s, and most recently the one predating the Subprime crisis in 2008.&nbsp; With just a few cycles, it is hard to pinpoint the role of monetary policy in the financial centers on the rest of the world. This is especially so because these cycles coincide with other worldwide shocks, such as the oil shocks of the 1970s or the savings glut in East Asia in the early 2000s.&nbsp; In contrast, during the first episode of financial globalization, monetary policy in the financial center is constrained by the adherence to the Gold Standard, thus providing a benchmark for global cycles in the absence of an active role of central banks in the financial centers.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The research projects undertaken so far look at the characteristics of sovereign debt crises and booms and busts in international capital flows.</p>\n<p>&nbsp;</p>\n<p>The theoretical literature on sovereign defaults has focused on adverse shocks to debtors&rsquo; economies, suggesting that defaults are of an idiosyncratic nature.&nbsp; Still, sovereign debt crises are also of a systemic nature, with episodes of waves of crises erupting around the world.&nbsp; This research indicates that while both systemic and idiosyncratic crises occur following adverse shocks to the domestic economy, systemic sovereign debt crises are also triggered by panics in the financial center.&nbsp; Massive disruptions in international capital markets follow these panics.&nbsp; In the midst of an international liquidity crash, all countries in the periphery are unable to access international capital markets with sovereign defaults increasing.&nbsp; The collapse in international liquidity not only triggers defaults in the periphery but also, if persistent, prolongs default spells and leads to substantially smaller debt recovery rates.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The study of 200 years of financial globalization provides new insights into the causes of the boom-bust cycles in capital flows.&nbsp; The evidence from the 19<sup>th</sup> and early 20<sup>th</sup> centuries suggests that pronounced capital flow bonanzas occur even in the presence of episodes during which monetary policy in the financial centers is constrained by the adherence to the Gold Standard.&nbsp;&nbsp;&nbsp; Interestingly, capital flow bonanzas during the first episode of financial globalization are far larger than those of the second episode of financial globalization from 1970 to 2015. &nbsp;Importantly, international capital flow cycles around times of crises in the financial centers are different, with the average capital flow bonanza preceding the crises in the financial center being on average twice the size of that of episodes without panics in the financial center.&nbsp;&nbsp; Also, the estimates from the early episode of financial globalization indicate that the increase in the countries&rsquo; debt burden during the capital flow bonanzas is not followed by deleveraging during the bust, with economic growth at the core of declining debt burdens.&nbsp;&nbsp; With the global economy still in the doldrums since 2008, the findings for the first episode of financial globalization suggest that debt restructurings seem to be only tool to reduce debt burdens of highly-indebted countries.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/03/2016<br>\n\t\t\t\t\tModified by: Graciela&nbsp;Kaminsky</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This project examines international capital flow cycles and crises over two hundred years. Its central contribution is the creation of a new database of international capital flows for the first episode of financial globalization from the beginning of the 19th century to 1931 when barriers to international trade and capital flows are erected around the world.  This new database is complemented with a similar database spanning the period 1970 to 2015, the so-called second episode of financial globalization to study, for example, the effects of global monetary policy cycles and the effects of panics in the financial centers.\n \n\nWhy is it important to examine the experiences of the 19th and early 20th centuries?  It is very hard to draw generalizations from just forty years of data.  Post-1970 data can help us untangle some of the cross-country differences in international capital flows but they cannot help to uncover the effects of sporadic time shocks.  For example, panics in the financial center are rare disasters that can only be studied in a longer episode of financial globalization.  During the second episode of financial globalization the only crisis starting in the financial center is the 2008 Subprime crisis that erupted in the United States.  The first episode of financial globalization spanning more than 100 years is witness to major crises in the financial center that can help us to understand the outlook of the current crisis.  Similarly, cycles in monetary easing/tightening in the United States and other financial centers have been blamed for excessive booms and busts in capital flows to emerging economies, triggering crises in the periphery.  The empirical research on the role of monetary policy in the financial center on international capital flow cycles focuses on the easing in the late 1970s, the one in the early 1990s, and most recently the one predating the Subprime crisis in 2008.  With just a few cycles, it is hard to pinpoint the role of monetary policy in the financial centers on the rest of the world. This is especially so because these cycles coincide with other worldwide shocks, such as the oil shocks of the 1970s or the savings glut in East Asia in the early 2000s.  In contrast, during the first episode of financial globalization, monetary policy in the financial center is constrained by the adherence to the Gold Standard, thus providing a benchmark for global cycles in the absence of an active role of central banks in the financial centers. \n\n \n\nThe research projects undertaken so far look at the characteristics of sovereign debt crises and booms and busts in international capital flows.\n\n \n\nThe theoretical literature on sovereign defaults has focused on adverse shocks to debtors? economies, suggesting that defaults are of an idiosyncratic nature.  Still, sovereign debt crises are also of a systemic nature, with episodes of waves of crises erupting around the world.  This research indicates that while both systemic and idiosyncratic crises occur following adverse shocks to the domestic economy, systemic sovereign debt crises are also triggered by panics in the financial center.  Massive disruptions in international capital markets follow these panics.  In the midst of an international liquidity crash, all countries in the periphery are unable to access international capital markets with sovereign defaults increasing.  The collapse in international liquidity not only triggers defaults in the periphery but also, if persistent, prolongs default spells and leads to substantially smaller debt recovery rates. \n\n \n\nThe study of 200 years of financial globalization provides new insights into the causes of the boom-bust cycles in capital flows.  The evidence from the 19th and early 20th centuries suggests that pronounced capital flow bonanzas occur even in the presence of episodes during which monetary policy in the financial centers is constrained by the adherence to the Gold Standard.    Interestingly, capital flow bonanzas during the first episode of financial globalization are far larger than those of the second episode of financial globalization from 1970 to 2015.  Importantly, international capital flow cycles around times of crises in the financial centers are different, with the average capital flow bonanza preceding the crises in the financial center being on average twice the size of that of episodes without panics in the financial center.   Also, the estimates from the early episode of financial globalization indicate that the increase in the countries? debt burden during the capital flow bonanzas is not followed by deleveraging during the bust, with economic growth at the core of declining debt burdens.   With the global economy still in the doldrums since 2008, the findings for the first episode of financial globalization suggest that debt restructurings seem to be only tool to reduce debt burdens of highly-indebted countries.\n\n\t\t\t\t\tLast Modified: 11/03/2016\n\n\t\t\t\t\tSubmitted by: Graciela Kaminsky"
 }
}