{
 "awd_id": "1023667",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ice-Ocean Simulations using an Elastic-Decohesive Model",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 718907.0,
 "awd_amount": 718907.0,
 "awd_min_amd_letter_date": "2010-09-01",
 "awd_max_amd_letter_date": "2010-09-01",
 "awd_abstract_narration": "With prior NSF support, an elastic-decohesive ice model was developed based on the observed discontinuous and anisotropic behavior of ice. The emphasis of that work was development of a model to predict lead opening and orientation, as well as efficient numerical techniques to solve the model equations. The model was tested on basin-scale (e.g., Beaufort Sea) calculations over a period of about one winter month. The simulations were evaluated against ice deformation derived from satellite observations of ice motion using new metrics developed to account adequately for the presence of discontinuities.\r\n\r\nBuilding on this prior work, the PIs propose to further refine the models in order to conduct large-scale simulations. Specifically, they propose to add elements to the sea-ice model that allow realistic runs over long time scales. First, the model currently does not refreeze leads in the sense of resetting the ice strength over time if the lead closes and/or sufficient new ice is formed to heal the fracture. Second, the current model was developed and tested on winter conditions and does not adequately model freeze-up in the fall or melting in the spring. The model has been tested so far with prescribed ocean and wind currents. They propose to couple the sea-ice model to the Massachusetts Institute of Technology general circulation model (MITgcm) and test the combined code on basin-scale and eventually global simulations. They propose a direct comparison of the elastic-decohesive model with the viscous-plastic model currently used in the MITcgm code. The comparisons will be based on ice deformations inferred from satellite observations.\r\n\r\nThis novel approach to sea ice modeling is designed to model the small scale features whose effects are averaged in the traditional sea ice models now in use in global climate models and most operational models.  If proven successful through sufficient model-data comparison, this new approach could prove highly beneficial as Arctic operations, such as ship routing, require detailed predictions of anticipated conditions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Sulsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah Sulsky",
   "pi_email_addr": "sulsky@math.unm.edu",
   "nsf_id": "000185378",
   "pi_start_date": "2010-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1 UNIVERSITY OF NEW MEXICO",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 718907.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The focus of this work was improvement of computer models for sea ice to aid in long term forecasting of ice conditions and their effect on the climate. Sea ice plays a vital role in global atmospheric and oceanic dynamics; these dynamics, in turn, impact worldwide weather patterns and ecosystems. During the Arctic winter, sea-ice motion is constrained by continental boundaries. Strong interactions between ice floes take place that influence circulation and deformation of the ice over the entire Arctic. Mechanical deformation results in fracturing and ridging (opening and closing) of the ice cover. Cracks that open in the ice create areas of open water (leads) that significantly affect air-ice-ocean interaction. In the winter, newly-opened cracks are the source of new ice growth, brine rejection to the ocean, and rapid heat transfer from the ocean to the atmosphere. Areas of open water and thin ice dominate the net heat flux into the atmosphere, brine flux into the ocean and alter the Earth&rsquo;s albedo.</p>\n<div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>A collaboration between mathematicians, engineers and geophysicists produced the elastic-decohesive sea ice model that accounts directly for the presence of leads. Under this project, the model was further refined&nbsp;</span>to conduct large-scale, coupled ice-ocean simulations by coupling the sea ice model to the MITgcm ocean model. &nbsp;Improvements were made to capture freeze-up and melting of ice and adjustments were made to model ice strength with more fidelity as it depends on ice thickness. &nbsp;These enhancements enabled simulations to run over multiple seasons.</p>\n<p>A graduate student and post-doctoral assistant participated in this project and received training in this important interdisciplinary area. &nbsp;They were also provided with career mentorship and guidance.</p>\n<p><span>&nbsp;</span>Enhancing the ability to forecast lead opening and closing will eventually impact our understanding of the Earth&rsquo;s weather, climate and ecology, and also impact our ability to navigate Arctic waters, especially if we can also predict the orientation, width and extent of leads. The work undertaken contributes to these broader goals.</p>\n<p>Moreover, the constitutive model developed for sea ice is generally applicable to other geologic materials and has been used by the Principal Investigators to study potential damage to tunnels in rock due to shock loading. &nbsp;Other applications to earthquakes, rock faulting or slope stability, are envisioned. The model has also been used by the Principal Investigators to describe damage evolution in concrete. &nbsp;Further application to manufactured materials, particularly brittle materials such as ceramics, is also envisioned.</p>\n<p>The Principal Investigators, student and post-doctoral assistant presented their findings at several gatherings of professional societies and published their results in peer-reviewed journals in order to disseminate their work as broadly as possible.</p>\n</div>\n</div>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/03/2014<br>\n\t\t\t\t\tModified by: Deborah&nbsp;Sulsky</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe focus of this work was improvement of computer models for sea ice to aid in long term forecasting of ice conditions and their effect on the climate. Sea ice plays a vital role in global atmospheric and oceanic dynamics; these dynamics, in turn, impact worldwide weather patterns and ecosystems. During the Arctic winter, sea-ice motion is constrained by continental boundaries. Strong interactions between ice floes take place that influence circulation and deformation of the ice over the entire Arctic. Mechanical deformation results in fracturing and ridging (opening and closing) of the ice cover. Cracks that open in the ice create areas of open water (leads) that significantly affect air-ice-ocean interaction. In the winter, newly-opened cracks are the source of new ice growth, brine rejection to the ocean, and rapid heat transfer from the ocean to the atmosphere. Areas of open water and thin ice dominate the net heat flux into the atmosphere, brine flux into the ocean and alter the EarthÆs albedo.\n\n\n\n\nA collaboration between mathematicians, engineers and geophysicists produced the elastic-decohesive sea ice model that accounts directly for the presence of leads. Under this project, the model was further refined to conduct large-scale, coupled ice-ocean simulations by coupling the sea ice model to the MITgcm ocean model.  Improvements were made to capture freeze-up and melting of ice and adjustments were made to model ice strength with more fidelity as it depends on ice thickness.  These enhancements enabled simulations to run over multiple seasons.\n\nA graduate student and post-doctoral assistant participated in this project and received training in this important interdisciplinary area.  They were also provided with career mentorship and guidance.\n\n Enhancing the ability to forecast lead opening and closing will eventually impact our understanding of the EarthÆs weather, climate and ecology, and also impact our ability to navigate Arctic waters, especially if we can also predict the orientation, width and extent of leads. The work undertaken contributes to these broader goals.\n\nMoreover, the constitutive model developed for sea ice is generally applicable to other geologic materials and has been used by the Principal Investigators to study potential damage to tunnels in rock due to shock loading.  Other applications to earthquakes, rock faulting or slope stability, are envisioned. The model has also been used by the Principal Investigators to describe damage evolution in concrete.  Further application to manufactured materials, particularly brittle materials such as ceramics, is also envisioned.\n\nThe Principal Investigators, student and post-doctoral assistant presented their findings at several gatherings of professional societies and published their results in peer-reviewed journals in order to disseminate their work as broadly as possible.\n\n\n\n\n\t\t\t\t\tLast Modified: 10/03/2014\n\n\t\t\t\t\tSubmitted by: Deborah Sulsky"
 }
}