{
 "awd_id": "1023529",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Long-term Observations in the Switchyard Region of the Arctic Ocean as Part of the Arctic Observing Network (AON)",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032928048",
 "po_email": "wambrose@nsf.gov",
 "po_sign_block_name": "William Ambrose",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 1983241.0,
 "awd_amount": 1983241.0,
 "awd_min_amd_letter_date": "2010-08-19",
 "awd_max_amd_letter_date": "2012-07-23",
 "awd_abstract_narration": "Intellectual merit: This award supports a further three years of ocean observations in the 'Switchyard', the area north of Ellesmere Island, Canada, and Greenland, where water flows south out of the Arctic Ocean via Fram and Nares straits. The 'Switchyard' observing effort is part of the NSF Arctic Observing Network (AON), which supports long-term, science-driven observing that enables research into understanding rapid environmental system change in the Arctic. AON is a component of the broader Study of Environmental Arctic Change (SEARCH). The key elements of the 'Switchyard' observations are:  (1) an aircraft-based section using a CTD-O/rosette system between Alert and the North Pole of hydrographic properties and a set of tracers/carbon system variables aimed at resolving the relative age structure via CFC and tritium/helium-3 measurements and freshwater components via oxygen-18 and barium measurements in the upper water column; (2) an aircraft-based hydrography/tracer/carbon survey of the Lincoln Sea aimed at capturing changes in the regional freshwater routing and the front between the boundary current and the transpolar drift passing through the 'Switchyard' region; and (3) completion of an 8-mooring array across the shelf slope just west of Nares Strait aimed at capturing the structure and transport of the water masses coming around the Canada Basin on their way to Nares and Fram straits. Successful completion of the award will extend the 'Switchyard' observational record to 10 years, which will allow researchers to improve the understanding of the following: (1) water mass characteristics and their effect on stratification, diapycnal heat fluxes, and transport of heat and salt; (2) freshwater inventories (including that stored in form of sea ice); (3) freshwater release to the North Atlantic Ocean; (4) heat budget of the upper water layers and its interplay with the sea ice cover; (5) sea ice circulation and thickness distribution; and (6) future circulation patterns. \r\n\r\nBroader Impacts: The Arctic is undergoing a transition into a warmer world, and the data obtained in the 'Switchyard' will provide early indications of how the Arctic environmental system is responding to anthropogenic forcing. The data are freely and openly available to the broader scientific community via project Web sites and at CADIS (Cooperative Arctic Data and Information Service), the AON data repository. Collaboration with other NSF AON projects and international projects contributes to coordination and integration of a science-driven ocean and sea ice observing component of AON and SEARCH. The project contributes to education and outreach to inspire a new generation of scientist and engineers via undergraduate and graduate student participation and active involvement in the Polar Science Weekend at the Pacific Science Center, Seattle.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Schlosser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Schlosser",
   "pi_email_addr": "schlosser@asu.edu",
   "nsf_id": "000129415",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Smethie",
   "pi_mid_init": "M",
   "pi_sufx_name": "Jr",
   "pi_full_name": "William M Smethie",
   "pi_email_addr": "bsmeth@ldeo.columbia.edu",
   "nsf_id": "000249325",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dale",
   "pi_last_name": "Chayes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dale Chayes",
   "pi_email_addr": "dale@ldeo.columbia.edu",
   "nsf_id": "000118496",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Taro",
   "pi_last_name": "Takahashi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Taro Takahashi",
   "pi_email_addr": "taka@ldeo.columbia.edu",
   "nsf_id": "000159394",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "10964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "529300",
   "pgm_ele_name": "AON-Arctic Observing Network"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 684227.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 642131.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 656883.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;Water enters the Arctic Ocean from the Atlantic Ocean through Fram Strait and the Barents Sea, from the Pacific Ocean through Bering Strait, and from large Eurasian and North American rivers.&nbsp; Water exits the Arctic Ocean through Fram Strait and the Canadian Archipelago after flowing through the region between northern Canada and the North Pole, which we refer to as Switchyard.&nbsp; Water properties and flow paths in the Arctic Ocean are changing as the earth&rsquo;s climate warms and the objective of this project is to document and understand these changes.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Water exiting the Arctic Ocean enters the North Atlantic and the freshness of this water impacts the density of near surface water there.&nbsp; This is a very important region where water becomes sufficiently dense during winter to sink and flow into the depths of all of the ocean basins.&nbsp; However, if a sufficient amount of freshwater is introduced into the North Atlantic Ocean from the Arctic Ocean, its density could be reduced to a point that it would sink to shallower depths, reducing the ventilation of the deep ocean.&nbsp; Global warming could alter the amount of freshwater that enters the North Atlantic by changing river inflow or melting the Arctic ice cover, and one goal of our study was to document changes in the freshwater balance of the Arctic Ocean.&nbsp; Climate warming could also alter the marine carbon system and another goal was to document changes in carbon dioxide exchange between the atmosphere and the Arctic Ocean.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The distribution of the freshwater content along the Switchyard line between Alert and the North Pole has a similar shape for each year of the combined 10 year period of this study and two previous studies, with more freshwater along the southern half of the line (Fig. 1).&nbsp; However, the plot moves up and down for different years as the freshwater content (determined from salinity) varies.&nbsp; This variability results from changes in the freshwater sources, such as sea ice melting and river runoff, which can be identified from nutrient and delta <sup>18</sup>O measurements. &nbsp;There was a major freshening centered in 2009, where the freshwater content increased by nearly 50% (Fig. 2a).&nbsp; This was caused by two events.&nbsp; 1) The large scale upper ocean circulation changed such that water was expelled from the center of the Canada Basin when the Beaufort Gyre contracted in 2006-2007, and was then transported to the Switchyard region by flow paths observed in satellite tracked sea ice movement (Fig. 2b).&nbsp; Freshwater had accumulated in the Beaufort Gyre in the years prior to this.&nbsp; The second event was a large melting of sea ice in 2007 (Fig. 2c). &nbsp;Most of the increase in freshwater in 2009 was from a net increase in sea ice melt, which took about 2 years to reach the Switchyard region.&nbsp; A smaller freshening event occurred between 2013 and 2014 (Fig. 2a), 2 years after another major sea ice melting event in 2012 (Fig. 2c).&nbsp; However, the large scale upper ocean circulation was similar to the circulation prior to 2007 (Fig. 2b) and the source of this freshwater was not sea ice melt, but river water from the Russian shelf seas transported along the Lomonosov Ridge by the Transpolar Drift.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Measurements of CO<sub>2</sub> during the 2011 to 2013 time period revealed a 45 meter thick layer of low CO<sub>2</sub> water immediately under the ice.&nbsp; Summer-time biological production fueled by nutrients supplied by rivers, resulted in this water being under saturated with respect to CO<sub>2</sub> in air by 15 to 25%, and it would absorb CO<sub>2</sub> from the atmosphere...",
  "por_txt_cntn": "\n            Water enters the Arctic Ocean from the Atlantic Ocean through Fram Strait and the Barents Sea, from the Pacific Ocean through Bering Strait, and from large Eurasian and North American rivers.  Water exits the Arctic Ocean through Fram Strait and the Canadian Archipelago after flowing through the region between northern Canada and the North Pole, which we refer to as Switchyard.  Water properties and flow paths in the Arctic Ocean are changing as the earthÆs climate warms and the objective of this project is to document and understand these changes. \n\n            Water exiting the Arctic Ocean enters the North Atlantic and the freshness of this water impacts the density of near surface water there.  This is a very important region where water becomes sufficiently dense during winter to sink and flow into the depths of all of the ocean basins.  However, if a sufficient amount of freshwater is introduced into the North Atlantic Ocean from the Arctic Ocean, its density could be reduced to a point that it would sink to shallower depths, reducing the ventilation of the deep ocean.  Global warming could alter the amount of freshwater that enters the North Atlantic by changing river inflow or melting the Arctic ice cover, and one goal of our study was to document changes in the freshwater balance of the Arctic Ocean.  Climate warming could also alter the marine carbon system and another goal was to document changes in carbon dioxide exchange between the atmosphere and the Arctic Ocean.\n\n            The distribution of the freshwater content along the Switchyard line between Alert and the North Pole has a similar shape for each year of the combined 10 year period of this study and two previous studies, with more freshwater along the southern half of the line (Fig. 1).  However, the plot moves up and down for different years as the freshwater content (determined from salinity) varies.  This variability results from changes in the freshwater sources, such as sea ice melting and river runoff, which can be identified from nutrient and delta 18O measurements.  There was a major freshening centered in 2009, where the freshwater content increased by nearly 50% (Fig. 2a).  This was caused by two events.  1) The large scale upper ocean circulation changed such that water was expelled from the center of the Canada Basin when the Beaufort Gyre contracted in 2006-2007, and was then transported to the Switchyard region by flow paths observed in satellite tracked sea ice movement (Fig. 2b).  Freshwater had accumulated in the Beaufort Gyre in the years prior to this.  The second event was a large melting of sea ice in 2007 (Fig. 2c).  Most of the increase in freshwater in 2009 was from a net increase in sea ice melt, which took about 2 years to reach the Switchyard region.  A smaller freshening event occurred between 2013 and 2014 (Fig. 2a), 2 years after another major sea ice melting event in 2012 (Fig. 2c).  However, the large scale upper ocean circulation was similar to the circulation prior to 2007 (Fig. 2b) and the source of this freshwater was not sea ice melt, but river water from the Russian shelf seas transported along the Lomonosov Ridge by the Transpolar Drift.\n\n            Measurements of CO2 during the 2011 to 2013 time period revealed a 45 meter thick layer of low CO2 water immediately under the ice.  Summer-time biological production fueled by nutrients supplied by rivers, resulted in this water being under saturated with respect to CO2 in air by 15 to 25%, and it would absorb CO2 from the atmosphere upon exposure to the atmosphere.  Thus, the Arctic Ocean would help reduce the accumulation of CO2 in air,  slowing the rate of climate warming.\n\n            Beneath the under-ice layer, lies a 100-meter thick saltier layer from the Pacific, which flowed into the Arctic Ocean through the Bering Strait. This layer contains very high concentrations of CO2 and nutrients, especially silica.  In contrast to the under-ice layer abov..."
 }
}