{
 "awd_id": "1023409",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science:  The Fates of Rebels: The Politics of Insurgency Survival and Demise",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2010-06-24",
 "awd_max_amd_letter_date": "2010-06-24",
 "awd_abstract_narration": "Political violence that takes place outside of state control, in particular civil wars and insurgencies, raises critical issues for academic inquiry and for practical policy responses to today's international security environment.  Scholarly debates primarily focus on explaining the causes of insurgent violence, with particular reference to those rebellions that succeed or fail.  Seldom examined is the broad range of outcomes faced by the greater majority rebel groups at war's end.  Rebel fates vary considerably along a spectrum from survival, defined as ongoing insurgency or political settlement, to demise, defined as internal fragmentation or external defeat.  These outcomes are not necessarily related to the causes of war, the motivations of group members, or to the degree of popular support for rebellion. \r\n \r\nThis dissertation project presents a comparative framework for explaining the organizational variation and corresponding fates experienced by rebel groups in civil wars.  It constructs a new typology of these groups based on two structural factors that contribute to their contrasting fates.  First, a rebel group's degree of autonomy from external state actors' cross-border networks shapes how it collects and uses resources and reflects the role it plays in regional state politics.  Second, its degree of autonomy from internal state authority shapes group membership and reflects the ongoing role it plays in domestic politics.  State strategies for countering rebellion tend to correspond to rebel type and to the ways in which an incumbent regime deals with challenges to its authority from different segments of political society.  These rebel types and their strategic choices provide the basis for generating plausible expectations of their survival or demise. Those with external resource linkages and internal political linkages are more likely to survive than those without.  Such variation is prevalent in the fragmented states and contentious regional politics in parts of sub-Saharan Africa, and is present in the borderlands of northern India, Pakistan and Afghanistan. \r\n\r\nFieldwork funded by the NSF award will be conducted in Uganda, Southern Sudan, and Sierra Leone.  It will focus on 1) obtaining and analyzing primary documents to reconstruct patterns of events and to identify key actors; and 2) field interviews with former insurgents, military and government officials, scholars, and civil society leaders, which will lend insight into the internal strategic debates and decision-making of a range of rebel groups that operated in these countries. These cases allow for testable propositions through comparisons while controlling for specific variables, and present counterfactuals against which to test conclusions.\r\n\r\nThis research is relevant for policymakers in the United States.  Local and regional instability in parts of sub-Saharan Africa, the Middle East, and South Asia, the threat of terrorism, and the recognized connection between failed states and national security focus attention on how to devise effective responses to insurgent violence that has become global in scope.  The study of rebel fates generates widely applicable principles regarding the distinct relationships between rebels and the regimes they fight, and between rebels and neighboring states that sponsor them.  Rebel types derived from these relationships thus lead to predictions regarding their organization, behavior, and ultimate trajectories in warfare.  Research into the inner workings of multiple rebel types shows how international responses, such as peacekeeping interventions and counterinsurgency operations, can influence very different outcomes depending on which type of insurgency is their target.  Such research will therefore provide practical advice on how to address these conflicts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Reno",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "William S Reno",
   "pi_email_addr": "reno@northwestern.edu",
   "nsf_id": "000228255",
   "pi_start_date": "2010-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Day",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher R Day",
   "pi_email_addr": "dayc@cofc.edu",
   "nsf_id": "000555507",
   "pi_start_date": "2010-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"Section1\">\n<div class=\"Section1\">\n<p><strong>Project Outcomes Report:</strong></p>\n<p>The Fates of Rebels: The Politics of Insurgent Survival and Demise</p>\n<p><strong>&nbsp;</strong></p>\n<p>Understanding collective violence that persists outside the control of the state &ndash; political violence &ndash; is critical to political science. My project presents a comparative framework for explaining the organizational variation and corresponding fates experienced by insurgency movements in civil wars. The project offers two contributions to the study of political violence. First, it speaks directly to the core debates surrounding conflict, collective violence, and insurgency, which are often preoccupied with causes and processes rather than outcomes of civil wars.&nbsp; Second, it develops a comparative typology of insurgency movements that extends the scope of research beyond actors&rsquo; motivations, and examines their broader macro-political context.</p>\n<p>&nbsp;</p>\n<p>My findings dovetail with my initial hypotheses regarding the fates of rebel groups.&nbsp; I place these different fates along a spectrum of <em>survival</em> and <em>demise</em>.&nbsp; I hypothesize that two structural characteristics of rebel groups make them more likely to experience certain outcomes than others.&nbsp; First, a rebel group&rsquo;s historical relationship to domestic state authority shapes group cohesion.&nbsp; Second, its relationship to neighboring regimes shapes how it collects and uses resources.&nbsp; I describe these relationships in terms of domestic embeddedness and foreign dependence, respectively.&nbsp; Groups with high foreign dependence will have access to critical cross-border resource networks, but will become extensions of neighboring regimes&rsquo; regional security strategies.&nbsp; Those that are domestically embedded will have more cohesion around disenfranchised elites that have played a historical role in state politics.&nbsp; These elites bring to rebellion distinct organizational endowments and pre-war networks of cadres.&nbsp; I find that groups that are more domestically embedded tend to settle with the state, while those who are also foreign dependent may even survive through ongoing insurgency.&nbsp; Less embedded groups consisting of political outsiders are more likely to implode even if they have access to outside resources, or they will get eliminated if they do not.</p>\n<p>&nbsp;</p>\n<p>My research activities have been focused on fieldwork in Uganda and South Sudan. Before traveling to the field I gathered extensive historical data from secondary sources at Northwestern University&rsquo;s Melville J. Herskovits Library of African Studies.&nbsp; In Uganda, much my field research was in collaboration with the Center for Basic Research in Kampala.&nbsp; Here I conducted an extensive review of Ugandan newspaper archives from 1986 to 2004.&nbsp; In this review, I identified up to fifty armed movements that operated during this period.&nbsp; I focused on ten of these groups for more in depth research.&nbsp; These groups include the National Army for the Liberation of Uganda (NALU), the Ugandan Muslim Liberation Army (UMLA), the National Democratic Army (NDA), the Allied Democratic Front (ADF), the Ugandan People&rsquo;s Army (UPA), the Ugandan People&rsquo;s Democratic Army (UPDA), the Lord&rsquo;s Resistance Army (LRA), the West Nile Bank Front (WNBF), and the Ugandan National Rescue Front II (UNRF II).&nbsp; I also carried out extensive interviews with former members of the UPA, UPDA, LRA, and UNRF II.&nbsp; Interviewees also included members of the Ugandan armed forces &ndash; the Ugandan People&rsquo;s Defense Force (UPDF) &ndash; Ugandan politicians, and Ugandan scholars.&nbsp; For South Sudan I conducted an extensive review of the journal <em>Africa Confidential</em> from 1983 until 2005.&nbsp; In Juba I carried out a series of interviews ...",
  "por_txt_cntn": "\n\n\nProject Outcomes Report:\n\nThe Fates of Rebels: The Politics of Insurgent Survival and Demise\n\n \n\nUnderstanding collective violence that persists outside the control of the state &ndash; political violence &ndash; is critical to political science. My project presents a comparative framework for explaining the organizational variation and corresponding fates experienced by insurgency movements in civil wars. The project offers two contributions to the study of political violence. First, it speaks directly to the core debates surrounding conflict, collective violence, and insurgency, which are often preoccupied with causes and processes rather than outcomes of civil wars.  Second, it develops a comparative typology of insurgency movements that extends the scope of research beyond actorsÆ motivations, and examines their broader macro-political context.\n\n \n\nMy findings dovetail with my initial hypotheses regarding the fates of rebel groups.  I place these different fates along a spectrum of survival and demise.  I hypothesize that two structural characteristics of rebel groups make them more likely to experience certain outcomes than others.  First, a rebel groupÆs historical relationship to domestic state authority shapes group cohesion.  Second, its relationship to neighboring regimes shapes how it collects and uses resources.  I describe these relationships in terms of domestic embeddedness and foreign dependence, respectively.  Groups with high foreign dependence will have access to critical cross-border resource networks, but will become extensions of neighboring regimesÆ regional security strategies.  Those that are domestically embedded will have more cohesion around disenfranchised elites that have played a historical role in state politics.  These elites bring to rebellion distinct organizational endowments and pre-war networks of cadres.  I find that groups that are more domestically embedded tend to settle with the state, while those who are also foreign dependent may even survive through ongoing insurgency.  Less embedded groups consisting of political outsiders are more likely to implode even if they have access to outside resources, or they will get eliminated if they do not.\n\n \n\nMy research activities have been focused on fieldwork in Uganda and South Sudan. Before traveling to the field I gathered extensive historical data from secondary sources at Northwestern UniversityÆs Melville J. Herskovits Library of African Studies.  In Uganda, much my field research was in collaboration with the Center for Basic Research in Kampala.  Here I conducted an extensive review of Ugandan newspaper archives from 1986 to 2004.  In this review, I identified up to fifty armed movements that operated during this period.  I focused on ten of these groups for more in depth research.  These groups include the National Army for the Liberation of Uganda (NALU), the Ugandan Muslim Liberation Army (UMLA), the National Democratic Army (NDA), the Allied Democratic Front (ADF), the Ugandan PeopleÆs Army (UPA), the Ugandan PeopleÆs Democratic Army (UPDA), the LordÆs Resistance Army (LRA), the West Nile Bank Front (WNBF), and the Ugandan National Rescue Front II (UNRF II).  I also carried out extensive interviews with former members of the UPA, UPDA, LRA, and UNRF II.  Interviewees also included members of the Ugandan armed forces &ndash; the Ugandan PeopleÆs Defense Force (UPDF) &ndash; Ugandan politicians, and Ugandan scholars.  For South Sudan I conducted an extensive review of the journal Africa Confidential from 1983 until 2005.  In Juba I carried out a series of interviews with members of the Sudan PeopleÆs Liberation Army and the Government of South Sudan.  A table summarizing my findings is found on the following page.\n\n \n\nPolitical violence, and in particular insurgent violence, is an increasingly salient issue for the United States. Local and regional instability in parts of sub-Saharan Africa, the Middle East, and South Asia, the thr..."
 }
}