{
 "awd_id": "1023893",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: The Struggle over Citizenship in Liberia and Côte D'Ivoire.",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2011-10-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2010-07-31",
 "awd_max_amd_letter_date": "2010-07-31",
 "awd_abstract_narration": "Across Africa, conflict over citizenship leads to disputes, riots, violence, and in some cases civil war. At the center of these disputes is the relationship between indigenous groups, who make claims to land, and settlers, who are stigmatized as foreigners by indigenous groups. This research asks: why does conflict between indigenous groups and settlers occur in some localities and not in others?  In contrast to research that suggests that economic shocks, cultural and religious differences, or levels of migration explain conflict between settlers and indigenous groups, this project explores the political implications of local institutions. In particular, what role do local property rights regimes play in shaping conflicts over citizenship between settlers and indigenous groups in Africa?\r\n\r\nThis project will employ qualitative and quantitative data from the border region of Liberia and Côte D'Ivoire to explore instances of both de jure and de facto citizenship and formal and customary rights regimes.  It will focus on the ways that institutional reforms change the balance of local power, the way the social groups make demands on the state, and how this affects levels of conflict.  The research will also assess the validity of other theories explaining conflict over citizenship, including religious cleavages and economic shocks. \t\r\n\r\nThis project contributes to the emerging literature on the micro-foundations of conflict in order to understand the logic of ongoing disputes and to develop ways to solve and to prevent violence in the future.  It also builds on literature on citizenship and the idea that citizenship rights at the national level may be different than those at the local level.  In addition, the focus on property rights institutions contributes to an emerging body of work on informal institutions, vastly important, but notoriously difficult to analyze systematically.  Finally, this research contributes to a debate in economics and anthropology on the costs and benefits of statutory and customary land tenure institutions.  By exploring the political effects of land tenure regimes, this research transforms economic debates that do not take into account the impact of land tenure on social equity.\r\n\r\nIn the Liberian-Ivorian border region, reforms to property rights regimes, as well as variation in the levels of religious differences and economic hardship provide an opportunity to explain why conflict is high in some communities and not in others. Appointed in 2009, the Liberian Land Commission is designing an overarching property rights reform that promises a rights-based approach.  Liberia's recovery from 14 years of civil war and its natural resources increase the stakes of reform.  In contrast, in Côte D'Ivoire, the 1998 Land Reform enshrined customary practice in law while promoting the use of deeds and making it illegal for non-Ivorian citizens to own rural land. Enforcement is not universal as the state recovers from political crisis and deals with the return of Internally Displaced People (IDPs). In both countries, citizenship recognized by the central government does not fully determine access to local rights, which, depending on the location, can vary according to ethnic identity.\r\n\r\nThis research aims to have a broader impact on policy debates focusing on post-conflict transition and development.  By exploring the effects of property rights reform, this research contributes to the development of policies that promote good governance, the rule of law and transitional justice. Collaborative work with local and international NGOs will build the research capacity of Liberian and Ivorian civil society and provide a means of disseminating this study to not only NGOs and governments, but the citizens most directly affected by conflict.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elisabeth",
   "pi_last_name": "Wood",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elisabeth Wood",
   "pi_email_addr": "elisabeth.wood@yale.edu",
   "nsf_id": "000523926",
   "pi_start_date": "2010-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexandra",
   "pi_last_name": "Hartman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandra Hartman",
   "pi_email_addr": "alexandra.hartman@yale.edu",
   "nsf_id": "000555948",
   "pi_start_date": "2010-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project \"The Struggle over Citizenship in Liberia and Cote D'Ivoire\" explores contested citizenship in the West African states of Liberia and Cote D'Ivoire and how this conflict manifests itself in disputes over land and property rights.&nbsp;</p>\n<p>During the project period, quantitative and qualitative information was collected, including survey data, conflict narratives, historical documents, and oral histories. &nbsp;Extensive fieldwork provided the rich data necessary to examine the complex relationship between land rights, conflict over property,&nbsp;access to&nbsp;citizenship, social stability, and&nbsp;sustainable peace in West Africa. &nbsp;By combining different research methods this project provided the data necessary data to adjudicate between different theories of land conflict and conflict over citizenship. &nbsp;The information aims to contribute to debates about how and why local dispute resolution mechanisms work, property rights reform, and economic and institutional development in West Africa and throughout the developing world.</p>\n<p>During the research period, this project also contributed to research and learning in Liberia by providing training to local researchers and through participatory research with various actors and agencies involved in conflict resolution and land reform. &nbsp;Throughout the research period, presentations and consultations with local organizations, international organizations, local stakeholders and government partners disseminated the initial data and preliminary findings.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/25/2012<br>\n\t\t\t\t\tModified by: Alexandra&nbsp;Hartman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project \"The Struggle over Citizenship in Liberia and Cote D'Ivoire\" explores contested citizenship in the West African states of Liberia and Cote D'Ivoire and how this conflict manifests itself in disputes over land and property rights. \n\nDuring the project period, quantitative and qualitative information was collected, including survey data, conflict narratives, historical documents, and oral histories.  Extensive fieldwork provided the rich data necessary to examine the complex relationship between land rights, conflict over property, access to citizenship, social stability, and sustainable peace in West Africa.  By combining different research methods this project provided the data necessary data to adjudicate between different theories of land conflict and conflict over citizenship.  The information aims to contribute to debates about how and why local dispute resolution mechanisms work, property rights reform, and economic and institutional development in West Africa and throughout the developing world.\n\nDuring the research period, this project also contributed to research and learning in Liberia by providing training to local researchers and through participatory research with various actors and agencies involved in conflict resolution and land reform.  Throughout the research period, presentations and consultations with local organizations, international organizations, local stakeholders and government partners disseminated the initial data and preliminary findings. \n\n \n\n\t\t\t\t\tLast Modified: 02/25/2012\n\n\t\t\t\t\tSubmitted by: Alexandra Hartman"
 }
}