{
 "awd_id": "1023957",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Cooperation in Uncertainty: Migration, Ethnicity, and Community Governance in India's Urban Slums",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 11400.0,
 "awd_amount": 11400.0,
 "awd_min_amd_letter_date": "2010-08-16",
 "awd_max_amd_letter_date": "2010-08-16",
 "awd_abstract_narration": "In the face of common challenges, why do some vulnerable communities develop institutions that advance their collective interests and security while others fail? This research will investigate the foundations of community governance and development in India's urban slums. The project has two principal objectives. First, by drawing on variation in levels of inter-ethnic cooperation across India's slums, it seeks to illuminate the conditions that impede or facilitate political organization in socially heterogeneous groups. Second, it will examine how the nature of political organization within slums and the extent of political competition at the municipal and state level interact to produce variation in the distribution of water and electricity across slums. This project rests on a comparative research design that combines 12 months of qualitative fieldwork with a statistical analysis of survey data. In six slum settlements in the Indian cities of Jaipur and Ahmedabad, the co-investigator will trace the development of relations among migrant groups, community leaders, and local political parties. An original survey will be conducted across 1,200 households in the cities of Jaipur and Ahmedabad. This data will allow the co-investigator to statistically test the impact of community institutions and political competition on variation in the supply of public services across slum settlements.\r\n\r\nThe research will advance three interdisciplinary bodies of scholarship. First, it contributes to the study of social identity and collective action. A growing literature in comparative politics argues that ethnic diversity can significantly undermine collective action and economic development. The emergence of sustained, inter-ethnic organization and development in slum communities in India presents an important theoretical puzzle for this larger literature. This dissertation will add to our knowledge of identity politics and collective action by identifying how diverse people in economically uncertain conditions develop trust and common strategies to improve their lives. Second, it contributes to research on community institutions. Through an analytical comparison of recent community histories, this dissertation will examine the origins of community institutions and the mechanisms of institutional change among diverse migrant groups. Third, development research overwhelmingly focuses on rural poverty. This dissertation joins a budding research agenda in political economy that examines community development and public goods provision in the urban areas of the developing world.\r\n\r\nCommunity development policies largely rest on the notion of \"participatory development\"--the notion that poor communities must engage in sustained collective action and synergistic relations with NGOs and local government bodies to improve their welfare and security. Through a rigorous analysis of the microfoundations of collective action and community governance in India's slum settlements, this research will have significant policy relevance for urban development efforts. More than one billion people in the world live in slum and squatter settlements. Beyond India, then, this research will extend to poor urban communities in developing democracies as diverse as Mexico, Bangladesh, Thailand, Argentina, and Ghana. In addition to publications and conferences in the United States, research findings will be presented at research institutions in India, including the Institute of Development Studies (Jaipur), Jawaharlal Nehru University (JNU), and the Institute of Economic Growth in Delhi. All qualitative interview data and quantitative survey data will be made publically available for transparency and accessibility. Data will be permanently archived at JNU for scholars in India and will be offered to the Social Capital Document Library, a joint project by the World Bank and Michigan State University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aseema",
   "pi_last_name": "Sinha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aseema Sinha",
   "pi_email_addr": "asinha@polisci.wisc.edu",
   "nsf_id": "000555295",
   "pi_start_date": "2010-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Auerbach",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Adam M Auerbach",
   "pi_email_addr": "aauerbach@wisc.edu",
   "nsf_id": "000553447",
   "pi_start_date": "2010-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 11400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This doctoral dissertation examines the political foundations of informal community governance and development in India&rsquo;s urban slums. Two related puzzles motivate the study.&nbsp; First, the level of basic public goods and services&mdash;access to drinking water, sanitation and waste removal, electricity, paved roads, public safety, and schools&mdash;varies widely across and within slums in India.&nbsp; What causes these developmental disparities?&nbsp; Second, urban slums are among the most densely populated and ethnically diverse areas in India.&nbsp; Residents exist at the margins of the state, in an environment largely defined by informality and illegality.&nbsp; Despite these shared conditions, slums exhibit incredible variation in the extent to which they internally organize to mitigate pervasive risks and bargain with municipalities for basic services and infrastructure.&nbsp; Why do some slum communities develop inclusive institutions that advance their collective interests and security while others fail?&nbsp; Drawing on variation in the extent and quality of community governance across India&rsquo;s slums, this dissertation illuminates the mechanisms that impede or facilitate political organization in contexts of social diversity, illegality, and patronage politics.&nbsp; It also provides insight into the political economy of development in urban India and other developing democracies experiencing large rural-urban movements of people.</p>\n<p>The study rests on a comparative research design that combines 15 months of qualitative fieldwork with a statistical analysis of original survey data.&nbsp; In eight slum settlements&mdash;four in the Indian city of Jaipur, Rajasthan and four in Bhopal, Madhya Pradesh&mdash;the Co-Investigator historically traced the development of political organization and public goods provision from the initial period of settlement to the present.&nbsp; This includes interviews with local slum leaders, elected representatives, and municipal officials, focus groups with residents, and day-to-day field observations.&nbsp; The Co-Investigator was also able to gather written correspondence between leaders and politicians, newspaper clippings, community meeting notes, and election materials.&nbsp; The Co-Investigator created digital maps across 90 slums that accurately depict the number, quality, and position of community assets, such as water tanks, paved roads, schools, community bathrooms, drainage, clinics, and streetlights.&nbsp; A survey was conducted across sampled slums to generate statistics on socio-economic demographics, the nature of informal community governance, and the density of political party networks.&nbsp; Based on gathered quantitative and survey data, the Co-Investigator has identified three explanatory variables that powerfully influence the nature and extent of informal community governance and development in India&rsquo;s slums: (1) electoral incentives for political parties to extend, or not extend party organization networks into the slum; (2) the relative size of ethnic groups in the slum; and (3) the land ownership category on which the slum is located.&nbsp;</p>\n<p>This dissertation advances three bodies of research in political science and development economics.&nbsp; First, it contributes to the study of social identity and collective action. A growing literature in comparative politics and development economics argues that ethnic diversity can significantly undermine collective action and economic development. &nbsp;The emergence of sustained, inter-ethnic organization and development in slum communities in India presents an important theoretical puzzle for this larger literature.&nbsp; This dissertation will add to our knowledge of identity politics and collective action by identifying how diverse people in economically uncertain conditions develop trust and common strategies to improve their li...",
  "por_txt_cntn": "\nThis doctoral dissertation examines the political foundations of informal community governance and development in IndiaÆs urban slums. Two related puzzles motivate the study.  First, the level of basic public goods and services&mdash;access to drinking water, sanitation and waste removal, electricity, paved roads, public safety, and schools&mdash;varies widely across and within slums in India.  What causes these developmental disparities?  Second, urban slums are among the most densely populated and ethnically diverse areas in India.  Residents exist at the margins of the state, in an environment largely defined by informality and illegality.  Despite these shared conditions, slums exhibit incredible variation in the extent to which they internally organize to mitigate pervasive risks and bargain with municipalities for basic services and infrastructure.  Why do some slum communities develop inclusive institutions that advance their collective interests and security while others fail?  Drawing on variation in the extent and quality of community governance across IndiaÆs slums, this dissertation illuminates the mechanisms that impede or facilitate political organization in contexts of social diversity, illegality, and patronage politics.  It also provides insight into the political economy of development in urban India and other developing democracies experiencing large rural-urban movements of people.\n\nThe study rests on a comparative research design that combines 15 months of qualitative fieldwork with a statistical analysis of original survey data.  In eight slum settlements&mdash;four in the Indian city of Jaipur, Rajasthan and four in Bhopal, Madhya Pradesh&mdash;the Co-Investigator historically traced the development of political organization and public goods provision from the initial period of settlement to the present.  This includes interviews with local slum leaders, elected representatives, and municipal officials, focus groups with residents, and day-to-day field observations.  The Co-Investigator was also able to gather written correspondence between leaders and politicians, newspaper clippings, community meeting notes, and election materials.  The Co-Investigator created digital maps across 90 slums that accurately depict the number, quality, and position of community assets, such as water tanks, paved roads, schools, community bathrooms, drainage, clinics, and streetlights.  A survey was conducted across sampled slums to generate statistics on socio-economic demographics, the nature of informal community governance, and the density of political party networks.  Based on gathered quantitative and survey data, the Co-Investigator has identified three explanatory variables that powerfully influence the nature and extent of informal community governance and development in IndiaÆs slums: (1) electoral incentives for political parties to extend, or not extend party organization networks into the slum; (2) the relative size of ethnic groups in the slum; and (3) the land ownership category on which the slum is located. \n\nThis dissertation advances three bodies of research in political science and development economics.  First, it contributes to the study of social identity and collective action. A growing literature in comparative politics and development economics argues that ethnic diversity can significantly undermine collective action and economic development.  The emergence of sustained, inter-ethnic organization and development in slum communities in India presents an important theoretical puzzle for this larger literature.  This dissertation will add to our knowledge of identity politics and collective action by identifying how diverse people in economically uncertain conditions develop trust and common strategies to improve their lives.  Second, it contributes to research on community institutions.  Through an analytical comparison of recent community histories, this dissertation examines the origins of communi..."
 }
}