{
 "awd_id": "1023240",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Invisible Wounds of War: An Ethnographic Investigation of Yup'ik combat veterans' problematic reintegrations into communities in southwestern Alaska",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2010-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 415381.0,
 "awd_amount": 415381.0,
 "awd_min_amd_letter_date": "2010-07-02",
 "awd_max_amd_letter_date": "2012-06-20",
 "awd_abstract_narration": "This research study is to understand how Yup'ik veterans from villages in the Yukon-Kuskokwim Delta of southwestern Alaska who face significant problems of access to services reintegrate into communities with the accompanying stresses of combat, that are only partially visible.  This project is an ethnographic investigation with three key objectives: First, to grasp the human and social consequences of war on the lives of those Yup'ik community members who have served in combat in the US military. The study examines the multidimensional aspects of reintegration of Yup'ik solders into their communities from three eras; the Vietnam War, the First Gulf War, and the ongoing conflicts in Iraq and Afghanistan. Secondly, the study explores how individual soldiers as well as their families make sense of, give meaning to, and cope with the partially visible wounds of war in their daily lives in the aftermath of combat. As such the investigator will explore the impact, both positively and negatively, of external forces and internal disruptive pressures on people's everyday lives and livelihoods and how these processes are understood. Thirdly, to gain an understanding under what circumstances Native veterans may or may not choose to seek help for their battle trauma; when and why do they choose to \"go it alone\" or to actively participate in medical care. In the context of this planned ethnographic research the investigator will explore to what extent and under what conditions kinship, community, and culture can be helpful in healing and contributing to successful reentry as these outcomes are reported by veterans, their families and their community.\r\n\r\nThe central concern of this proposed research is to gain a long-term historical perspective on how people manage psychological and social trauma. As such this study focuses on how soldiers cope with coming home from combat  -- from Vietnam to the present -- and places their experiences within a social milieu, one, like many aboriginal communities from Australia to the Circumpolar North struggle with devastating rates of suicide, interpersonal violence and substance abuse. The need for this research is pronounced.  In the absence of substantial VA interventions in the researcher's perspective what is crucial is to investigate the kinds of issues families and communities face as they try to help in the reintegration process of veterans.\r\n\r\nImportantly, this study will contribute to an understanding of the kinds of problems Native veterans are facing, the effects on kin and families and the panoply of coping strategies that are utilized by communities. The data produced by this project will help community residents and leaders, as well as social service organizations responsible for assisting them to better understand the social needs that are crucial in helping veterans, kin and communities cope with this added layer of social stress, loss and trauma. \r\nMoreover this study by design includes Alaska Native residents/under-represented groups in the research planning and data collection process - including the innovative community-based Elders Advisory Councils. While the research will produce academic articles and a monograph, the findings will also be presented at scientific meetings and conferences. The summaries of the research will also be presented to local indigenous associations in Alaska, particularly in the Yukon-Kuskokwim Delta, village tribal councils, the Yukon-Kuskokwim Health Corporation, the Veterans Administration in Bethel and Anchorage, The Alaskan Tribal Health Consortium. And in keeping with the Principles for the Conduct of Research in the Arctic the Principle Investigator will return to each village for public presentations of the research findings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Green",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Linda B Green",
   "pi_email_addr": "lbgreen@arizona.edu",
   "nsf_id": "000094059",
   "pi_start_date": "2010-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "520500",
   "pgm_ele_name": "ARC Rsch Support & Logistics"
  },
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 182929.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 182929.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49523.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The general purpose of the research study was to understand how Yup&rsquo;ik combat veterans from villages in the Yukon-Kuskokwim Delta of southwestern Alaska who face significant problems of access to services, &nbsp;reintegrate into communities with the accompanying stresses of combat, that are only partially visible. Moreover, using ethnographic fieldwork and key informant interviews the study examined how kin, community and cultural traditions are used and transformed in the process of reintegration over time. The research project also investigated how experiences of the veterans may differ for those who go back to their home communities and those chose to live in the regional hub,</p>\n<p>The PI interviewed dozens of active duty soldiers as well as those who were combat soldiers in the past about their experiences of coping with the return home from war zones from Vietnam to the present. PI also interviewed extensively families of soldiers and community leaders alongisde interviews with local health care providers and VA officials.</p>\n<dt>Specific Objectives:</dt><dd>\n<div class=\"tinyMCEContent\">\n<p>To understand how soldiers, families and communities make sense of and deal with the accompanying stresses of reintegration after combat and to identify some of the more common issues that arise in the first decade following combat.</p>\n</div>\n</dd><dt>Significant Results:</dt><dd>\n<div class=\"tinyMCEContent\">\n<p>The wounds of war are long lasting, often to do not surface immediately and are a source of silencing of experiences. Although there are dramatic episodes for many, mostly life is punctuated by small, often &nbsp;imperceptible crises &nbsp;that greatly affect families and individuals but in ways that are not understood until much later. The services available are mostly inadequate thus of limited value for helping families and soldiers to cope.</p>\n</div>\n</dd><dt>Key outcomes&nbsp;</dt><dd>\n<div class=\"tinyMCEContent\">\n<p>Bringing awareness and discussion &nbsp;to these issues through public conversations at the community level as well as contribute to the intellectual and health policy debates regarding these issues.</p>\n</div>\n</dd>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/05/2015<br>\n\t\t\t\t\tModified by: Linda&nbsp;B&nbsp;Green</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe general purpose of the research study was to understand how YupÆik combat veterans from villages in the Yukon-Kuskokwim Delta of southwestern Alaska who face significant problems of access to services,  reintegrate into communities with the accompanying stresses of combat, that are only partially visible. Moreover, using ethnographic fieldwork and key informant interviews the study examined how kin, community and cultural traditions are used and transformed in the process of reintegration over time. The research project also investigated how experiences of the veterans may differ for those who go back to their home communities and those chose to live in the regional hub,\n\nThe PI interviewed dozens of active duty soldiers as well as those who were combat soldiers in the past about their experiences of coping with the return home from war zones from Vietnam to the present. PI also interviewed extensively families of soldiers and community leaders alongisde interviews with local health care providers and VA officials.\nSpecific Objectives:\n\n\nTo understand how soldiers, families and communities make sense of and deal with the accompanying stresses of reintegration after combat and to identify some of the more common issues that arise in the first decade following combat.\n\nSignificant Results:\n\n\nThe wounds of war are long lasting, often to do not surface immediately and are a source of silencing of experiences. Although there are dramatic episodes for many, mostly life is punctuated by small, often  imperceptible crises  that greatly affect families and individuals but in ways that are not understood until much later. The services available are mostly inadequate thus of limited value for helping families and soldiers to cope.\n\nKey outcomes \n\n\nBringing awareness and discussion  to these issues through public conversations at the community level as well as contribute to the intellectual and health policy debates regarding these issues.\n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/05/2015\n\n\t\t\t\t\tSubmitted by: Linda B Green"
 }
}