{
 "awd_id": "1023131",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Arctic Predictability",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Neil R. Swanberg",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 259812.0,
 "awd_amount": 259812.0,
 "awd_min_amd_letter_date": "2010-09-07",
 "awd_max_amd_letter_date": "2010-09-07",
 "awd_abstract_narration": "The proposed project will respond to one of the driving questions of the Study of Environmental Arctic Change (SEARCH): \"To what extent is the Arctic system predictable?\"  The project will quantify near-term (seasonal to decadal) predictability by drawing upon the observational records of surface air temperature, precipitation, sea level pressure and sea ice coverage. The near-term predictions will be placed into a framework of probabilities, based on the recent record of variability, that the upcoming period (1, 2, 5, 10? years) will see various increments of change of temperature, precipitation, pressure and sea ice.  Longer-term predictability will be quantified in terms of decadal likelihoods of change based on output from a suite of global climate models, with the likelihoods integrated across models and forcing scenarios.  Potential predictability inherent in low-frequency variability will be assessed and compared with results from global studies.  Spatial mapping of the probabilistic results will be implemented at a website that will allow users to construct pan-Arctic maps of the probability-of-exceedance of a threshold of a selected variable in a particular timeslice.  Finally, we will provide an Arctic focus for the seasonal-to-decadal predictability of the Coupled Model Intercomparison Project 5 (CMIP5), which will enable the diagnosis of Arctic predictability inherent in the initial states of the ocean and surface variables (snow, ice).  The broader impacts of the proposed project lie in the utilization of the results by the user community (stakeholders, planners, and Arctic communities).  The products of this study will link the science of Arctic change, as captured by Arctic observations and global climate models, with a \"responding\" component that includes adaptation and mitigation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Walsh",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "John E Walsh",
   "pi_email_addr": "jewalsh@alaska.edu",
   "nsf_id": "000214329",
   "pi_start_date": "2010-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "2145 N TANANA LOOP",
  "perf_city_name": "FAIRBANKS",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997750001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 259812.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The goals of research funded by ARC-1023131 included (1) a quantitative evaluation of the predictability of Arctic climate, and (2) a synthesis of information from different system components and timeframes into a value-added depiction of the trajectory of Arctic change.</p>\n<p style=\"text-align: left;\">Intellectual Merit</p>\n<p style=\"text-align: left;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; An early activity of the project was an assessment of the Pacific Decadal Oscillation and its impact on the Arctic.&nbsp; The winter and spring temperatures in the North American Arctic were shown to be impacted by this oscillation.&nbsp; A positive phase of the Pacific Decadal Oscillation is associated with warmer and drier conditions over Alaska and especially northwestern Canada.&nbsp; Because this oscillation tends to lock into one phase (positive or negative) for a decade or two, predictability of Arctic winter conditions is traceable to this Pacific-wide pattern.</p>\n<p style=\"text-align: left;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; While the Arctic is characterized by weather systems having large day-to-day variability, high-pressure systems over the Arctic Ocean, especially in the Beaufort Sea region, are increasing in frequency in spring and summer.&nbsp; In an application of a new map-typing&nbsp;procedure to Arctic pressure fields, we found that the increasing trend of high pressure was associated with a reduction of ice coverage at the end of summer.&nbsp; The linkage occurs through the winds (and export from the Arctic) of sea ice.&nbsp; The phase lags between the high-pressure occurrences and sea ice variability represent an augmentation of other approaches to sea ice prediction.</p>\n<p style=\"text-align: left;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; As more stringent retention criteria (based on historical performance in the Arctic) are applied to global climate models, the simulated historical trend of sea ice becomes larger and the median date of a projected ice-free Arctic Ocean becomes earlier, advancing from 2065 (35 models) to 2035 (5 models).&nbsp; This finding advances the expected date of first occurrence of ice-free conditions in the Arctic at the end of summer.</p>\n<p style=\"text-align: left;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In the future, extreme minimum temperatures in Alaska are projected by climate models to increase two to three times as much as the extreme maximum temperatures in all seasons except summer.&nbsp; Record 5-day precipitation events, with implications for flooding, become especially more frequent under the \"business-as-usual\" RCP 8.5 emission scenario relative to the low-emission RCP 4.5 scenario.&nbsp; A similar scenario-dependence was found in model projections of high-latitude storminess, for which there is an increase in frequency and a northward shift of storm tracks through 2100 in the climate models evaluated in this study.</p>\n<p style=\"text-align: left;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In explaining why the Arctic has warmed at about twice the global rate since the 1960s, our recent synthesis paper concluded that the reduction of sea ice and snow cover has contributed to the high-latitude warming.&nbsp; There is evidence that increasing ocean heat fluxes into the Arctgic from the North Atlantic and North Pacific have also contributed to the Arctic warming through a reduction of sea ice.&nbsp; We assessed observational and modeling studies supporting the notion that a reduced sea ice cover and a warmer Arctic in autumn affect the middle latitudes by weakening the west-to-east wind speeds in the upper atmosphere, and by increasing the frequency of wintertime blocking events that in turn lead to persistence of anomalous temperatures in middle latitudes.&nbsp; While internal variability is large and cannot be dismissed as a driver, our review&nbsp;found emerging evidence that the warming is alrea...",
  "por_txt_cntn": "The goals of research funded by ARC-1023131 included (1) a quantitative evaluation of the predictability of Arctic climate, and (2) a synthesis of information from different system components and timeframes into a value-added depiction of the trajectory of Arctic change.\nIntellectual Merit\n      An early activity of the project was an assessment of the Pacific Decadal Oscillation and its impact on the Arctic.  The winter and spring temperatures in the North American Arctic were shown to be impacted by this oscillation.  A positive phase of the Pacific Decadal Oscillation is associated with warmer and drier conditions over Alaska and especially northwestern Canada.  Because this oscillation tends to lock into one phase (positive or negative) for a decade or two, predictability of Arctic winter conditions is traceable to this Pacific-wide pattern.\n      While the Arctic is characterized by weather systems having large day-to-day variability, high-pressure systems over the Arctic Ocean, especially in the Beaufort Sea region, are increasing in frequency in spring and summer.  In an application of a new map-typing procedure to Arctic pressure fields, we found that the increasing trend of high pressure was associated with a reduction of ice coverage at the end of summer.  The linkage occurs through the winds (and export from the Arctic) of sea ice.  The phase lags between the high-pressure occurrences and sea ice variability represent an augmentation of other approaches to sea ice prediction.\n      As more stringent retention criteria (based on historical performance in the Arctic) are applied to global climate models, the simulated historical trend of sea ice becomes larger and the median date of a projected ice-free Arctic Ocean becomes earlier, advancing from 2065 (35 models) to 2035 (5 models).  This finding advances the expected date of first occurrence of ice-free conditions in the Arctic at the end of summer.\n      In the future, extreme minimum temperatures in Alaska are projected by climate models to increase two to three times as much as the extreme maximum temperatures in all seasons except summer.  Record 5-day precipitation events, with implications for flooding, become especially more frequent under the \"business-as-usual\" RCP 8.5 emission scenario relative to the low-emission RCP 4.5 scenario.  A similar scenario-dependence was found in model projections of high-latitude storminess, for which there is an increase in frequency and a northward shift of storm tracks through 2100 in the climate models evaluated in this study.\n      In explaining why the Arctic has warmed at about twice the global rate since the 1960s, our recent synthesis paper concluded that the reduction of sea ice and snow cover has contributed to the high-latitude warming.  There is evidence that increasing ocean heat fluxes into the Arctgic from the North Atlantic and North Pacific have also contributed to the Arctic warming through a reduction of sea ice.  We assessed observational and modeling studies supporting the notion that a reduced sea ice cover and a warmer Arctic in autumn affect the middle latitudes by weakening the west-to-east wind speeds in the upper atmosphere, and by increasing the frequency of wintertime blocking events that in turn lead to persistence of anomalous temperatures in middle latitudes.  While internal variability is large and cannot be dismissed as a driver, our review found emerging evidence that the warming is already having an influence on middle latitudes in autumn and winter.\nBroader Impacts\n      A key message for broader audiences is that the emission scenario makes a major difference in the magnitude of predicted changes in the Arctic.  Our results substantiate this message in the context of extreme events (temperature, precipitation and storminess) in the Arctic, and also in the timing of the predicted disappearance of symmer sea ice.  This finding implies that human decisions (policies and actions with re..."
 }
}