{
 "awd_id": "1023872",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Understanding Chinese \"Welfare States\": Rural Health Policy and the New Cooperative Medical System",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2010-06-24",
 "awd_max_amd_letter_date": "2010-06-24",
 "awd_abstract_narration": "Without the pressures of elections or independent civil society, what motivates the Chinese government to expand social welfare provision? Moreover, what accounts for local variation in implementation of social policy in China? Through an analysis of rural health delivery in China, this project will address the larger issue of welfare state performance in non-democratic developing countries, which comprise half of the world's people and nations. Despite the significance of this issue, the dominant research paradigms ignore or misrepresent authoritarian systems and instead focus on the impacts of democratic forces, such as civil society and electoral competition.\r\n\r\nAnother gap in the current literature limits its utility for policy analysis in the quest for good governance. Much policy analysis of welfare regimes in developing countries is overly focused on policy adoption at the national level. In reality, all regime types have to grapple with the difficulties inherent to the geographic and regional diversity that produces the complex realities of local communities. Without understanding variation within a country, an analyst cannot fully grasp the causes driving policy successes and failures. This research begins to fill in these glaring lacunae.\r\n\r\nTo this end, the dissertation will examine the adoption and variation in implementation of the New Cooperative Medical System (NCMS) in rural China. Building on the existing literature, this project will evaluate three broad categories of hypotheses: political and historical context, economic constraints, and social forces. The extant literature on the welfare state in developing countries examines the first two sets of hypotheses at the national level; this research will test whether these factors affect variation in implementation of the NCMS at the local level in China. As for the effect of social forces, the current literature typically emphasizes the role of democracy and democratization; this project will examine whether and how social forces affect the adoption and implementation of social policy in an authoritarian context. To test these theories empirically, the dissertation will rely on qualitative research, including archival research; semi-structured interviews with government officials, medical personnel, and villagers; and the analysis of an original survey of county-level Public Health officials in five provinces.\r\n\r\nIn addition, this dissertation will have concrete broader impacts through the dissemination of an original survey and the presentation of results in China and other developing countries. First, the original survey will be archived for public use. Second, the co-investigator will collaborate with Chinese partners and present the results of her research in Chinese at Chinese universities. Third, the dissertation has policy implications for social policy in developing countries and will include a comparative chapter on social policy in other developing countries. Thus, the results will have implications for both academic debates and policymakers concerned with social welfare provision in China and beyond.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Friedman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edward Friedman",
   "pi_email_addr": "friedman@polisci.wisc.edu",
   "nsf_id": "000152773",
   "pi_start_date": "2010-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kerry",
   "pi_last_name": "Ratigan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kerry Ratigan",
   "pi_email_addr": "kratigan@amherst.edu",
   "nsf_id": "000523636",
   "pi_start_date": "2010-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>Doctoral Dissertation Research in Political Science</strong></p>\n<p style=\"text-align: center;\"><strong><br /></strong></p>\n<p style=\"text-align: center;\">Understanding Chinese \"Welfare States\":</p>\n<p style=\"text-align: center;\">Rural Health Policy and the New Cooperative Medical System</p>\n<p style=\"text-align: center;\">PI: Professor Edward Friedman; Co-PI: Kerry Ratigan</p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>Project Outcomes Report</strong></p>\n<p>China has become &ldquo;the sick man of Asia.&rdquo; With economic development, risk behaviors of chronic non-communicable diseases have become more prevalent, leading to increases in cardiovascular disease, hypertension, and diabetes. Meanwhile, half of the country continues to live in rural areas where liver, lung, and stomach cancer has risen dramatically due to environmental contaminants. Due to industrial pollution, China is estimated to have over 450 &ldquo;cancer villages.&rdquo; China has the most suicides per capita in the world, yet mental health is still considered taboo. China could be considered the sickest country in the world.</p>\n<p>In response to these issues, the central government has initiated nationwide healthcare reform. The reform seeks to expand insurance coverage; regulate the cost of essential medicines; improve infrastructure, equipment, and human resources of health systems in rural areas and at the local level in urban areas; reform oversight and management of hospitals; and improve public health systems. This dissertation examines the development of this healthcare reform and its impact on rural China. Without the pressures of elections or independent civil society, why and how does expansion of healthcare occur? Moreover, what accounts for local variation in implementation of social policy in China?</p>\n<p>At the national level, the Chinese government has initiated limited debate on the reform, indicating a new phase of partially transparent policymaking. However, the unity of party-state institutions continues to inhibit the effectiveness of reforms that require independent oversight and bargaining between parties. As a result, the impact of reforms that should increase access to healthcare has been blunted. At the subnational level, the dissertation explains why some local states are more effective at providing healthcare than others. The dissertation contends that village committees that are accountable and representative to the local population are more likely to implement health policy effectively. In particular, village committees that are more accountable and representative are more likely to be responsive in terms of healthcare. These links of accountability and representativeness create incentives for village leaders to work with other levels of government to provide relatively high-quality and low-cost health services.</p>\n<p>With the support of NSF, the co-investigator has prepared for the administration of an original survey of villagers and village leaders in Jiangsu, Hubei, and Yunnan provinces, which will be implemented in early February 2012. The survey seeks to examine villagers&rsquo; expectations and perceptions of local healthcare provision, the role of local government in providing healthcare and public goods, and villagers&rsquo; use and knowledge of healthcare and health systems. In addition, the survey will be administered to village leaders in order to examine how they perceive their role in social policy provision and their relationship to villagers. The co-investigator has established local partnerships in each province, designed the questionnaire, and used probability sampling methods to select villagers and village leaders. The survey is expected to yield a total of approximately 700 completed questionnaires. The NSF grant provided the majority of funding for the execution of the...",
  "por_txt_cntn": "Doctoral Dissertation Research in Political Science\n\n\nUnderstanding Chinese \"Welfare States\":\nRural Health Policy and the New Cooperative Medical System\nPI: Professor Edward Friedman; Co-PI: Kerry Ratigan\n \nProject Outcomes Report\n\nChina has become \"the sick man of Asia.\" With economic development, risk behaviors of chronic non-communicable diseases have become more prevalent, leading to increases in cardiovascular disease, hypertension, and diabetes. Meanwhile, half of the country continues to live in rural areas where liver, lung, and stomach cancer has risen dramatically due to environmental contaminants. Due to industrial pollution, China is estimated to have over 450 \"cancer villages.\" China has the most suicides per capita in the world, yet mental health is still considered taboo. China could be considered the sickest country in the world.\n\nIn response to these issues, the central government has initiated nationwide healthcare reform. The reform seeks to expand insurance coverage; regulate the cost of essential medicines; improve infrastructure, equipment, and human resources of health systems in rural areas and at the local level in urban areas; reform oversight and management of hospitals; and improve public health systems. This dissertation examines the development of this healthcare reform and its impact on rural China. Without the pressures of elections or independent civil society, why and how does expansion of healthcare occur? Moreover, what accounts for local variation in implementation of social policy in China?\n\nAt the national level, the Chinese government has initiated limited debate on the reform, indicating a new phase of partially transparent policymaking. However, the unity of party-state institutions continues to inhibit the effectiveness of reforms that require independent oversight and bargaining between parties. As a result, the impact of reforms that should increase access to healthcare has been blunted. At the subnational level, the dissertation explains why some local states are more effective at providing healthcare than others. The dissertation contends that village committees that are accountable and representative to the local population are more likely to implement health policy effectively. In particular, village committees that are more accountable and representative are more likely to be responsive in terms of healthcare. These links of accountability and representativeness create incentives for village leaders to work with other levels of government to provide relatively high-quality and low-cost health services.\n\nWith the support of NSF, the co-investigator has prepared for the administration of an original survey of villagers and village leaders in Jiangsu, Hubei, and Yunnan provinces, which will be implemented in early February 2012. The survey seeks to examine villagersÆ expectations and perceptions of local healthcare provision, the role of local government in providing healthcare and public goods, and villagersÆ use and knowledge of healthcare and health systems. In addition, the survey will be administered to village leaders in order to examine how they perceive their role in social policy provision and their relationship to villagers. The co-investigator has established local partnerships in each province, designed the questionnaire, and used probability sampling methods to select villagers and village leaders. The survey is expected to yield a total of approximately 700 completed questionnaires. The NSF grant provided the majority of funding for the execution of the survey, including payment of enumerators and travel costs, and additional funded has been procured in order to complete the project and ensure a high quality survey. The dataset produced by this survey will provide invaluable primary information for the co-investigatorÆs dissertation as well as generate new questions for future research on social policy provision in authoritarian states.\n\nThe survey and resulting data..."
 }
}