{
 "awd_id": "1023380",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ideas, Technology,  and Economic Change:  The Impact of the Printing Press",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 163257.0,
 "awd_amount": 163257.0,
 "awd_min_amd_letter_date": "2010-09-26",
 "awd_max_amd_letter_date": "2010-09-26",
 "awd_abstract_narration": "The objective of this project is to deepen our understanding of the role of technology in economic growth by determining how the adoption of the movable type printing press impacted city growth in Europe.  The movable type printing press was the great innovation in early modern information technology and provides the closest historical parallel to the emergence of the internet.  This project will construct and analyze a database on the diffusion of the printing press and print media.  This work will document how the information technology revolution of the Renaissance transformed the economic geography of Europe and contributed to the emergence of modern growth.  The research will combine economic, geographic, and historic scholarship in new ways - to document local interactions between technology, ideas, and institutions that radically transformed economic life.  \r\n\r\nThe central aims of this project are:\r\n\r\n1. To produce and disseminate a new database on the diffusion of the printing press and the composition of print media output at the city level.\r\n\r\n2. To determine the magnitude of the increases in city growth that were caused by early adoption of the printing press, by exploiting historical evidence.\r\n\r\n3. To determine how the magnitude of the printing press effect on growth compares to the effect of geographic advantages associated with climate and location and the impact of institutional determinants of city growth, such as relatively secure property rights.\r\n\r\n4. To produce new, quantitative data documenting how the printing press fostered the acquisition of mathematical skills and innovations in business practice and to determine how these transformations were associated with city growth.\r\n\r\nThis work will for the first time show how the great pre-internet revolution in information technology transformed the economic geography of Europe.  The research will produce an original database and an assessment of the relative importance of technology, geography, and institutions as determinants of city growth in European history.  Economists recognize that economic activity is highly concentrated in cities and that ideas are at the heart of growth.  This study will produce data on the local production of knowledge, link city growth to regional development, and enable an assessment of competing theories of growth articulated and debated by economists.  \r\n\r\nBroader Impact: This work will produce data and results that will help researchers studying economic geography, the history of science, and urban history understand the connections between entrepreneurship, technology, ideas, and the emergence of modern economic growth.  The printing press dramatically reduced the cost of transmitting complex information between cities, leading observers to anticipate a future in which the importance of location was greatly diminished.  But the technology was also associated with new face-to-face interactions and with localized spillovers in human capital accumulation and technological change.  The PI expects that determining how these spillovers operated will allow lessons to be drawn from the past for contemporary questions concerning the impact of modern information technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeremiah",
   "pi_last_name": "Dittmar",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremiah E Dittmar",
   "pi_email_addr": "dittmar.academic@gmail.com",
   "nsf_id": "000552896",
   "pi_start_date": "2010-09-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American University",
  "inst_street_address": "4400 MASSACHUSETTS AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028853440",
  "inst_zip_code": "200168003",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H4VNDUN2VWU5"
 },
 "perf_inst": {
  "perf_inst_name": "American University",
  "perf_str_addr": "4400 MASSACHUSETTS AVE NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200168003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 163257.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The printing press was the key information technology revolution in early modern Europe. &nbsp;The printing press with movable moveable metal type was invented in Europe in the mid-1400s. &nbsp;The printing press transformed how Europeans stored and transmitted ideas, and initiated one of the most consequential information technology revolutions in history.&nbsp;</p>\n<p>This research documents the economic impact of the printing revolution on European society. &nbsp;The research studies both the diffusion of printing technology across European cities -- and the diffusion of ideas in the media.</p>\n<p>Printing was established in cities and was a for-profit business from the outset. &nbsp;The new technology changed how ideas circulated within and across cities. &nbsp;Printing dramatically lowered the cost of storing and disseminating ideas and led to an expansion in the quantity and variety of ideas in circulation. &nbsp;Printing transformed the nature of media markets and broader \"markets for ideas.\" Printing press establishments themselves emerged as locations where writers, scholars, mechanics, and entrepeneurs interacted in new ways.&nbsp;</p>\n<p>This research studies economic dimensions of the print media revolution in early modern Europe, 1450-1600. &nbsp;The research provides evidence indicating that cities that adopted printing press technology early subsequently grew relatively quickly. &nbsp;The relationship between early adoption and growth was strongest in cities with access to maritime trade networks.</p>\n<p>The research also documents the role of ideas that disseminated in print in transforming European society. &nbsp;With printing, a new business education literature emerged to provide knowledge and technical education that were critical for businessmen in pre-industrial Europe. &nbsp;The spread of business education ideas in the media was uniquely associated with local economic growth. &nbsp;Printing also disseminated ideas that drove religious and institutional change, notably during the Protestant Reformation. &nbsp;This research documents the diffusion of these ideas and uses detailed evidence from media markets to study the cause-and-effect relationship between the spread of ideas and social changes that transformed European society.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/24/2017<br>\n\t\t\t\t\tModified by: Jeremiah&nbsp;E&nbsp;Dittmar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe printing press was the key information technology revolution in early modern Europe.  The printing press with movable moveable metal type was invented in Europe in the mid-1400s.  The printing press transformed how Europeans stored and transmitted ideas, and initiated one of the most consequential information technology revolutions in history. \n\nThis research documents the economic impact of the printing revolution on European society.  The research studies both the diffusion of printing technology across European cities -- and the diffusion of ideas in the media.\n\nPrinting was established in cities and was a for-profit business from the outset.  The new technology changed how ideas circulated within and across cities.  Printing dramatically lowered the cost of storing and disseminating ideas and led to an expansion in the quantity and variety of ideas in circulation.  Printing transformed the nature of media markets and broader \"markets for ideas.\" Printing press establishments themselves emerged as locations where writers, scholars, mechanics, and entrepeneurs interacted in new ways. \n\nThis research studies economic dimensions of the print media revolution in early modern Europe, 1450-1600.  The research provides evidence indicating that cities that adopted printing press technology early subsequently grew relatively quickly.  The relationship between early adoption and growth was strongest in cities with access to maritime trade networks.\n\nThe research also documents the role of ideas that disseminated in print in transforming European society.  With printing, a new business education literature emerged to provide knowledge and technical education that were critical for businessmen in pre-industrial Europe.  The spread of business education ideas in the media was uniquely associated with local economic growth.  Printing also disseminated ideas that drove religious and institutional change, notably during the Protestant Reformation.  This research documents the diffusion of these ideas and uses detailed evidence from media markets to study the cause-and-effect relationship between the spread of ideas and social changes that transformed European society.\n\n \n\n\t\t\t\t\tLast Modified: 01/24/2017\n\n\t\t\t\t\tSubmitted by: Jeremiah E Dittmar"
 }
}