{
 "awd_id": "1024193",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Missing Links: Investigating the Socially-Differentiated Effects of Land Cover Change in a Rural Zambian Frontier",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Winslow",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 5500.0,
 "awd_amount": 5500.0,
 "awd_min_amd_letter_date": "2010-08-27",
 "awd_max_amd_letter_date": "2010-08-27",
 "awd_abstract_narration": "University of Kentucky Doctoral Candidate Allison D. Harnish, supervised by Dr. Lisa C. Cliggett, will undertake research on how variability in gender- and age-based divisions of labor, socioeconomic status, and household composition affect the experience of natural resource declines that are increasingly common throughout the world. The research moves beyond debates regarding the causes of environmental change to uncover measurable effects of environmental change on humans. Incorporating conventional ethnographic techniques with participatory methods and geographic information science, the research will foster continued growth and policy relevance in the area of environmental anthropology. \r\n\r\nHarnish will carry out the research in Chikanta, a rural farming frontier in southern Zambia abutting Kafue National Park. This study integrates an existing 650-household demographic survey with analyses of a time series (1970, 1986, 2000) of remotely sensed (aerial and satellite) imagery as well as in-depth and follow-up interviews, two mapping exercises, and participant observation. The project also will contribute to an ongoing longitudinal assessment of the social and environmental consequences of relocation for a population of Gwembe Tonga who were displaced by Kariba Dam in the late-1950s. This will including building a visual representation of land cover change and extractive labor that plots (a) the distribution of environmental resources relative to migrant homesteads and (b) the time and distance required by different actors for the collection of environmental resources. \r\n\r\nThis research is important because changes in land cover are likely to bear substantial and substantially unequal consequences, not just for Chikanta residents, but for people worldwide who depend on natural resources for their livelihood. This project will contribute to understanding the intricate interconnections between gender, development, and environment at a time when proliferating concern for women's vulnerability is shaping international development and conservation priorities. Depictions of rural women as more linked to the natural environment by virtue their domestic labor and, so, more vulnerable to environmental change may lead researchers and policymakers inadvertently to marginalize the experiences of men and youth, and to downplay other variables, such as age and class, that also affect people's relationships with the natural environment. By focusing on the socially-differentiated effects of environmental change and emphasizing the heterogeneity of all social categories, this project will help to counter stereotypical portrayals of rural peoples and Third-World women. The project also supports the education and training of a social scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Cliggett",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa C Cliggett",
   "pi_email_addr": "Lisa.Cliggett@uky.edu",
   "nsf_id": "000449890",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Allison",
   "pi_last_name": "Harnish",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Allison D Harnish",
   "pi_email_addr": "adharn2@uky.edu",
   "nsf_id": "000521926",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "500 S LIMESTONE",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 5500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The findings for this study, conducted in a frontier farming region outside one of Africa&rsquo;s largest national parks, make three broad intellectual contributions. First, they complicate existing literatures on gender, development, and environment that consider the role of gender, socioeconomic status, and other household variables in influencing human-environment interactions. Second, they join a growing body of social research focused on investigating the heterogeneous lives of youth alongside their adult counterparts. Third, they advocate the incorporation of geospatial technologies with qualitative ethnographic research. Specifically, this grant enabled the Co-PI to append onto her existing research project a series of mapping exercises, through which she was able to create a Geographic Information System (GIS) that documents gender- and age-based differences in rural Zambians&rsquo; experiences of environmental change. Using handheld Global Positioning System (GPS) devices, the Co-PI documented the distances traveled by research participants from their homes to the sites where they extract key resources like water, firewood, thatching grass, and other building materials from the natural environment. This data was then entered into the GIS where, using specialized mapping software, the Co-PI is able to visualize existing differences in the time spent and distances traveled by men, women, boys, and girls for the gathering of environmental resources. In investigating more deeply the patterns emergent in the GIS, and highlighting the diversity of rural peoples&rsquo; relationships with the natural environment, the Co-PI hopes to contribute to productive dialogue with potential to influence regional development and conservation policies.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2011<br>\n\t\t\t\t\tModified by: Allison&nbsp;D&nbsp;Harnish</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2011/1024193/1024193_10033182_1316396296091_May-June010--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2011/1024193/1024193_10033182_1316396296091_May-June010--rgov-800width.jpg\" title=\"Photo of Research Area\"><img src=\"/por/images/Reports/POR/2011/1024193/1024193_10033182_1316396296091_May-June010--rgov-66x44.jpg\" alt=\"Photo of Research Area\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Example of a household compound, one of many included in the research sample.</div>\n<div class=\"imageCredit\">Allison Harnish</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Allison&nbsp;D&nbsp;Harnish</div>\n<div class=\"imageTitle\">Photo of Research Area</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2011/1024193/1024193_10033182_1316397453570_May-June006--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2011/1024193/1024193_10033182_1316397453570_May-June006--rgov-800width.jpg\" title=\"Wild Honey\"><img src=\"/por/images/Reports/POR/2011/1024193/1024193_10033182_1316397453570_May-June006--rgov-66x44.jpg\" alt=\"Wild Honey\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">One of a variety of 'bush resources' utilized by the research community.</div>\n<div class=\"imageCredit\">Allison Harnish</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Allison&nbsp;D&nbsp;Harnish</div>\n<div class=\"imageTitle\">Wild Honey</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2011/1024193/1024193_10033182_13163...",
  "por_txt_cntn": "\nThe findings for this study, conducted in a frontier farming region outside one of AfricaÆs largest national parks, make three broad intellectual contributions. First, they complicate existing literatures on gender, development, and environment that consider the role of gender, socioeconomic status, and other household variables in influencing human-environment interactions. Second, they join a growing body of social research focused on investigating the heterogeneous lives of youth alongside their adult counterparts. Third, they advocate the incorporation of geospatial technologies with qualitative ethnographic research. Specifically, this grant enabled the Co-PI to append onto her existing research project a series of mapping exercises, through which she was able to create a Geographic Information System (GIS) that documents gender- and age-based differences in rural ZambiansÆ experiences of environmental change. Using handheld Global Positioning System (GPS) devices, the Co-PI documented the distances traveled by research participants from their homes to the sites where they extract key resources like water, firewood, thatching grass, and other building materials from the natural environment. This data was then entered into the GIS where, using specialized mapping software, the Co-PI is able to visualize existing differences in the time spent and distances traveled by men, women, boys, and girls for the gathering of environmental resources. In investigating more deeply the patterns emergent in the GIS, and highlighting the diversity of rural peoplesÆ relationships with the natural environment, the Co-PI hopes to contribute to productive dialogue with potential to influence regional development and conservation policies.\n\n\t\t\t\t\tLast Modified: 09/29/2011\n\n\t\t\t\t\tSubmitted by: Allison D Harnish"
 }
}