{
 "awd_id": "1024817",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Biological production of reactive oxygen species in freshwaters",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 260369.0,
 "awd_amount": 260369.0,
 "awd_min_amd_letter_date": "2010-07-20",
 "awd_max_amd_letter_date": "2010-07-20",
 "awd_abstract_narration": "Intellectual merit: The reactive oxygen species (ROS), superoxide, hydrogen peroxide, and hydroxyl, can have significant effects on the cycling of metals and organic compounds in aquatic systems. Although it is known that fungi, algae and bacteria are all capable of extracellular ROS production, it has generally been assumed that biological ROS production is negligible in freshwater systems, compared to photo-oxidation of natural organic matter. However, recent results from the Voelker lab indicate that dark biological production of H2O2 is more important than photochemical production. The overall goal of this research is to elucidate the biological role in ROS production in freshwater systems. The specific objectives are to determine which types of organisms are significant sources of reactive oxygen species to freshwater systems, which environmental variables affect ROS production rates, and which biogeochemical processes are likely to be affected by biological ROS production. The PIs will focus on three hypotheses: (i) Biological production of ROS is widespread, and specific microbial groups (which may be bacterial, algal or fungal) are responsible. (ii) Biological production rates by a specific organism can change as a result of changes in the environmental conditions such as available nutrients and light intensity. (iii) Superoxide and Fenton products are generated as a result of biological ROS production, at rates sufficient to affect the cycling of organic compounds and metals. The PIs will cultivate and isolate organisms responsible for ROS production at selected field sites, targeting algal, bacterial, and/or fungal groups. The PIs will then use their work on the cultivated organisms to design molecular techniques to examine the relationship between ROS production rates by natural assemblages of organisms. \r\n\r\nBroader Impacts. The proposed work will provide an educational opportunity for several graduate students and undergraduates. The PIs have a strong track record in advising minorities and women, and student recruitment efforts for this proposal will continue to be focused on underrepresented groups in science and engineering.  In addition, the PIs will draw on the results of this research to develop a series of lectures on the role of microorganisms in the production of reactive oxygen species and their impact on the health of microbial ecosystems and aquatic biogeochemistry. The PIs will present the lectures at the annual Professional Development Workshop for Science Educators entitled ?Windows on the Invisible World? coordinated by the Microbial Sciences Initiative at Harvard University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Colleen",
   "pi_last_name": "Hansel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Colleen Hansel",
   "pi_email_addr": "chansel@whoi.edu",
   "nsf_id": "000613308",
   "pi_start_date": "2010-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 110160.0
  }
 ],
 "por": null
}