{
 "awd_id": "1024786",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding Labor Markets from a Macroeconomics Perspective",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 273288.0,
 "awd_amount": 273288.0,
 "awd_min_amd_letter_date": "2010-09-10",
 "awd_max_amd_letter_date": "2010-09-10",
 "awd_abstract_narration": "Intellectual Merit: The intellectual merit of the proposed research is the development of rigorous theoretical and quantitative models to shed light on the economic forces behind some important socio-economic/labor market trends as well as on their consequences for the U.S. economy more broadly. This proposal contains three sub-projects that share this common goal.\r\nThe first sub-project attempts to understand (i) why (before-tax) wage inequality has been significantly higher in the United States than in continental European countries, and (ii) why this inequality gap has been widening since the 1970s. This sub-project studies the role of labor income tax policies for understanding these facts. This project constructs a life cycle model of human capital accumulation in which individuals decide each period whether to go to school, work, or be unemployed. Individuals can accumulate skills either in school or while working. Wage inequality arises from differences across individuals in their ability to learn new skills as well as from idiosyncratic shocks. Progressive taxation compresses the (after-tax) wage structure, thereby distorting the incentives to accumulate human capital, in turn reducing the cross-sectional dispersion of (before-tax) wages. Investigations so far suggests that this framework generates wage inequality patterns across countries and over time that are consistent with the data. The PI will conduct a comprehensive quantitative assessment of this framework and address the effects of different labor market policies and institutions on wage dispersion.\r\nThe goal of the second sub-project is to shed new light on idiosyncratic income risk by using, for the first time, a panel dataset on labor earnings obtained from administrative (IRS) records that has three key advantages: (i) a very large sample size (7 to 20 times the size of PSID samples used in the existing literature), (ii) minimal measurement error, and (iii) no top-coding. This data set is not publicly available and is obtained through the PI's collaboration with a researcher in the US Department of Treasury. The goal of this project is to estimate several econometric specifications for labor income, ranging from very simple to very general ones, including those that have been considered in past work but have then been discarded due to the difficulty of obtaining precise estimates with the small PSID samples. The large and clean data set can deliver precisely identified parameters that can help guide calibration of economic models. \r\nThe third sub-project will investigate the effects of education on the evolution of women's role in the society, specifically, in the labor market and in the marriage market. In particular, it will attempt to understand some socio-economic trends since the 1950s, such as (i) the falling marriage rate and the rising divorce rate, (ii) the rising educational attainment of women, which now exceeds that of men's (iii) the rising average earnings of women relative to men (i.e., the gender wage gap), and (iv) the substantial rise in the labor force participation of married women. These trends have potentially profound effects on the society and raise several interesting questions to study. This subproject aims to build a plausible model, with education, marriage/divorce, and labor supply decisions, in which these different trends are intimately related to each other. The project focuses on the role of education because divorce laws typically allow spouses to keep a much larger fraction of the returns from their human capital upon divorce compared to their physical capital, making education a good insurance against divorce risk. The proposed framework generates a number of powerful amplification mechanisms, which lead to large rises in divorce rates and college enrollment of women and a fall in marriage rates from relatively modest exogenous driving forces. The broader impacts of the proposed research are also central. The first two sub-projects aim to develop tools and analytically tractable models as well as make publicly available micro data sets that the PI will put together as part of the proposed project. These data sets could be useful to sudy a wide variety of questions beyond macroeconomics and can ultimately help policymakers make more informed decisions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fatih",
   "pi_last_name": "Guvenen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fatih Guvenen",
   "pi_email_addr": "guvenen@umn.edu",
   "nsf_id": "000556518",
   "pi_start_date": "2010-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 273288.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has made three contributions.&nbsp;</p>\n<p><a id=\"magicparlabel-171318\">The first sub-project attempted to understand (i) why (before-tax) wage inequality has been significantly higher in the United States than in continental European countries, and (ii) why this inequality gap has been widening since the 1970s. This paper studied the role of labor income tax policies for understanding these facts. It first documented two new empirical facts that link these inequality differences to tax policies. First, countries with more progressive labor income tax schedules have significantly lower <em>before-tax</em> wage inequality at different points in time. Second, progressivity is also negatively related to the <em>rise</em> in wage inequality during this period. This paper then built a life cycle model of skill acquisition in which individuals decide each period whether to go to school, work, or be unemployed. Individuals can accumulate skills either in school or while working. Wage inequality arises from differences across individuals in their ability to learn new skills. Progressive taxation compresses the (after-tax) wage structure, thereby distorting the incentives to skills, in turn reducing the cross-sectional dispersion of (before-tax) wages. This model has been able to explain quantitatively the magnitude of wage inequality differences between the United States and European countries, along with many other aspects of wage inequality data.&nbsp;</a></p>\n<p><a id=\"magicparlabel-171318\"> </a></p>\n<div class=\"standard\"><a id=\"magicparlabel-171318\"></a><a id=\"magicparlabel-171319\">The second sub-project has examined the variation in individual income risk over the business cycle. The main novelty of this study was in its use of a very large administrative data set from the Social Security administration on earnings histories of US individuals. Contrary to conventional wisdom in the literature, our analysis has shown that the volaility of earnings shocks do not get higher during recessions. In fact, volatility is virtually constant over the business cycle. Instead, what changes (and does so significantly) is the the left skew of earnings shocks. What this means is that relative to the average earnings change, in recessions really bad earnings shocks become larger, whereas really good earnings shocks become much less likely. This does increase the earnings uncertainty but in a different way than was believed based on earlier work.&nbsp;</a></div>\n<div class=\"standard\"></div>\n<p><a id=\"magicparlabel-171319\"> </a></p>\n<div class=\"standard\"><a id=\"magicparlabel-171319\"></a><a id=\"magicparlabel-171320\">The third sub-project has nvestigated the effects of education on the evolution of women's role in the society&mdash;specifically, in the labor market and in the marriage market. In particular, it attempted to understand some socio-economic trends since the 1950s, such as (i) the falling marriage rate and the rising divorce rate, (ii) the rising educational attainment of women, which now exceeds that of men's (iii) the rising average earnings of women relative to men (i.e., the gender wage gap), and (iv) the substantial rise in the labor force participation of married women. These trends have potentially profound effects on the society and raise several interesting questions to study. This subproject built a plausible model&mdash;with education, marriage/divorce, and labor supply decisions&mdash;in which these different trends are intimately related to each other. The project focused on the role of education because divorce laws typically allow spouses to keep a much larger fraction of the returns from their human capital upon divorce compared to their physical capital, making education a good insurance against divorce risk. Our model has shown that the insurance benefit of education can be a powerful force that can lead to higher education for women, but also si...",
  "por_txt_cntn": "\nThis project has made three contributions. \n\nThe first sub-project attempted to understand (i) why (before-tax) wage inequality has been significantly higher in the United States than in continental European countries, and (ii) why this inequality gap has been widening since the 1970s. This paper studied the role of labor income tax policies for understanding these facts. It first documented two new empirical facts that link these inequality differences to tax policies. First, countries with more progressive labor income tax schedules have significantly lower before-tax wage inequality at different points in time. Second, progressivity is also negatively related to the rise in wage inequality during this period. This paper then built a life cycle model of skill acquisition in which individuals decide each period whether to go to school, work, or be unemployed. Individuals can accumulate skills either in school or while working. Wage inequality arises from differences across individuals in their ability to learn new skills. Progressive taxation compresses the (after-tax) wage structure, thereby distorting the incentives to skills, in turn reducing the cross-sectional dispersion of (before-tax) wages. This model has been able to explain quantitatively the magnitude of wage inequality differences between the United States and European countries, along with many other aspects of wage inequality data. \n\n \nThe second sub-project has examined the variation in individual income risk over the business cycle. The main novelty of this study was in its use of a very large administrative data set from the Social Security administration on earnings histories of US individuals. Contrary to conventional wisdom in the literature, our analysis has shown that the volaility of earnings shocks do not get higher during recessions. In fact, volatility is virtually constant over the business cycle. Instead, what changes (and does so significantly) is the the left skew of earnings shocks. What this means is that relative to the average earnings change, in recessions really bad earnings shocks become larger, whereas really good earnings shocks become much less likely. This does increase the earnings uncertainty but in a different way than was believed based on earlier work. \n\n\n \nThe third sub-project has nvestigated the effects of education on the evolution of women's role in the society&mdash;specifically, in the labor market and in the marriage market. In particular, it attempted to understand some socio-economic trends since the 1950s, such as (i) the falling marriage rate and the rising divorce rate, (ii) the rising educational attainment of women, which now exceeds that of men's (iii) the rising average earnings of women relative to men (i.e., the gender wage gap), and (iv) the substantial rise in the labor force participation of married women. These trends have potentially profound effects on the society and raise several interesting questions to study. This subproject built a plausible model&mdash;with education, marriage/divorce, and labor supply decisions&mdash;in which these different trends are intimately related to each other. The project focused on the role of education because divorce laws typically allow spouses to keep a much larger fraction of the returns from their human capital upon divorce compared to their physical capital, making education a good insurance against divorce risk. Our model has shown that the insurance benefit of education can be a powerful force that can lead to higher education for women, but also simultaneously create more divorces. \n\nOverall, these papers have uncovered some new empirical facts and new theoretical mechanisms that can inform both academic work and policy analyses into a wide range of macroeconomic issues. \n\n \n\n\t\t\t\t\tLast Modified: 02/08/2015\n\n\t\t\t\t\tSubmitted by: Fatih Guvenen"
 }
}