{
 "awd_id": "1024220",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: RUI: Adding Segments One by One: A Comparative Analysis of the Growth Zone in Arthropods",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Klein",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 494641.0,
 "awd_amount": 494641.0,
 "awd_min_amd_letter_date": "2010-07-28",
 "awd_max_amd_letter_date": "2013-08-27",
 "awd_abstract_narration": "Arthropods are one of the most abundant and diverse groups of animals on the planet. A key feature that has been modified during evolution to produce this diversity is the number and types of body segments. Most arthropods develop their segments in the same way: they add them one by one from the posterior, from a region commonly called the 'growth zone'.  In spite of being the most common mode of arthropod segmentation, the growth zone is mostly unstudied. This project will analyze cell dynamics and genetic regulation of the growth zone in two species - a crustacean, Artemia, and a beetle, Tribolium - both of which add segments one by one from the posterior. It will focus on a common set of genes that recently have been hypothesized to control the growth zone and segmental patterning in diverse arthropods. The fusion of cellular dynamics and genetic regulation provides the strongest vantage point for developing hypotheses about the evolution of segmentation. In the long term, this research will provide additional data to evaluate the growing speculation that segmentation throughout all animals shares a common evolutionary origin and that indeed segmentation is akin to the much broader phenomena of reiteration. This work is a collaborative effort between one PI at a teaching institution and one PI at a research institution. This project is aimed at both institutions to promote participation of undergraduates in research and includes a plan for students from the teaching institution to do summer research at the research institution. Both PIs are active in recruiting under-represented minorities and women to a supportive environment of scientific discovery.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Terri",
   "pi_last_name": "Williams",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Terri A Williams",
   "pi_email_addr": "terri.williams@trincoll.edu",
   "nsf_id": "000345908",
   "pi_start_date": "2010-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trinity College",
  "inst_street_address": "300 SUMMIT ST",
  "inst_street_address_2": "",
  "inst_city_name": "HARTFORD",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8602975347",
  "inst_zip_code": "061063100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CT01",
  "org_lgl_bus_name": "THE TRUSTEES OF TRINITY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "RG7YYBN8C835"
 },
 "perf_inst": {
  "perf_inst_name": "Trinity College",
  "perf_str_addr": "300 SUMMIT ST",
  "perf_city_name": "HARTFORD",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "061063100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 94641.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Arthropods are an extremely diverse and successful group of organisms. Their diversity rests in part on a segmental body plan, built from a series of repeated parts, or body segments, produced early in development. These segments can then develop varied and specialized morphologies that allow the animals to have a diverse array of lifestyles. In most arthropods, segments develop one by one from a posterior region called the &ldquo;growth zone&rdquo;.&nbsp; One of the main goals of this grant was to detail some of the cellular behaviors in the growth zone of an insect and a crustacean and to begin to link those behaviors to known genetic regulators of segmentation. We focused on the flour beetle, <em>Tribolium castaneum</em>, and a fairy shrimp, <em>Thamnocephalus platyurus</em>. The most significant result of this work is the fact that the growth zone in these species does not exhibit constant behavior over time. We find that many measures of both spatial dimensions and temporal behaviors vary during the process of segmentation. For example, rates of cell division, the area of the growth zone, and the degree of cell movement can all vary. Surprisingly, we also found that rates of segment addition vary in the flour beetle. This is in contrast to the idea that the oscillations of genes controlling segmentation (the segmentation &ldquo;clock&rdquo;) would have a stable period. In addition, this variability in the segmentation clock is correlated with what region of the body is developing; abdominal segments are added faster than thoracic ones and cells in abdominal segments show much greater amounts of rearrangement than cells forming thoracic segments. Taken together these results argue against a steady state model of segment addition.&nbsp;This research was done as a collaboration between a primarily teaching college, Trinity College, and a research university, University of Arizona. Undergraduates traveled from the college to the university for exposure to university research and additional research training. Labs members at both institutions used cloud-based tools for collaboration and communication, linking the students in real time to share protocols and results as they worked towards shared research goals.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/26/2015<br>\n\t\t\t\t\tModified by: Terri&nbsp;A&nbsp;Williams</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nArthropods are an extremely diverse and successful group of organisms. Their diversity rests in part on a segmental body plan, built from a series of repeated parts, or body segments, produced early in development. These segments can then develop varied and specialized morphologies that allow the animals to have a diverse array of lifestyles. In most arthropods, segments develop one by one from a posterior region called the \"growth zone\".  One of the main goals of this grant was to detail some of the cellular behaviors in the growth zone of an insect and a crustacean and to begin to link those behaviors to known genetic regulators of segmentation. We focused on the flour beetle, Tribolium castaneum, and a fairy shrimp, Thamnocephalus platyurus. The most significant result of this work is the fact that the growth zone in these species does not exhibit constant behavior over time. We find that many measures of both spatial dimensions and temporal behaviors vary during the process of segmentation. For example, rates of cell division, the area of the growth zone, and the degree of cell movement can all vary. Surprisingly, we also found that rates of segment addition vary in the flour beetle. This is in contrast to the idea that the oscillations of genes controlling segmentation (the segmentation \"clock\") would have a stable period. In addition, this variability in the segmentation clock is correlated with what region of the body is developing; abdominal segments are added faster than thoracic ones and cells in abdominal segments show much greater amounts of rearrangement than cells forming thoracic segments. Taken together these results argue against a steady state model of segment addition. This research was done as a collaboration between a primarily teaching college, Trinity College, and a research university, University of Arizona. Undergraduates traveled from the college to the university for exposure to university research and additional research training. Labs members at both institutions used cloud-based tools for collaboration and communication, linking the students in real time to share protocols and results as they worked towards shared research goals.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/26/2015\n\n\t\t\t\t\tSubmitted by: Terri A Williams"
 }
}