{
 "awd_id": "1024374",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Building Peace Through Institutions? Revisiting the Logic of Institutional Engineering in Divided Societies Through Experiments",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 11904.0,
 "awd_amount": 11904.0,
 "awd_min_amd_letter_date": "2010-07-19",
 "awd_max_amd_letter_date": "2010-07-19",
 "awd_abstract_narration": "What is the optimal design for political institutions in deeply divided societies? Which institutional arrangements are best fit to mitigate ethnic tensions and avoid the recurrence of conflicts? The debate revolves around two main paradigms initiated by the seminal works of Arend Lijphart and Donald Horowitz, which differ in their assumptions, expectations, and recommendations to mitigate the potential for ethnic conflict. In the absence of a clear causal mechanism linking political institutions to ethnic conflict, this study stresses the role of electoral appeals as a key variable that is closely tied to conflict in divided societies, and argues that those two theories can indeed coexist in a broader and more fruitful institutional framework. This project provides empirical evidence through a novel experimental approach, specifically designed to address concerns about the validity of results beyond the laboratory. \r\n\r\nThe project makes several contributions. Theoretically, this study constitutes an immediate advancement in the understanding of ethnic conflict three decades after the pioneering work by Horowitz and Lijphart, and will be among the first contributions to overcome empirical challenges for testing those theories. Furthermore it provides an important methodological advancement, as it helps to evaluate the use of laboratory experiment to understand real-world conditions. By replicating the same experiment on student subjects, ethnic communities from New York City, and ethnic groups in post-war Burundi, it is possible to evaluate the extent to which results from laboratory experiment can be generalized to a broader population. This work is also of great interest for the larger literature in ethnic politics, as it provides needed empirical support for the role of political institutions as agents of change of ethnic identities, and it enriches those theories with new causal mechanisms. The involvement of minority groups in the US, as well as ethnic groups previously excluded from power in Burundi, also fosters the participation of under-represented groups in the study.\r\n\r\nBut the impact of the project is broader, as its results will have a substantial impact for policy formulation. The uncertainty surrounding the impact of different governance choices in post-conflict environments has often forced the international community to creatively improvise to rebuild a divided society. Cases like the Balkans would have benefited from well-established theoretical prescriptions for coping effectively with their ethnic tensions in the past, and it is apparent how countries like Iraq, Afghanistan, or Burundi could immediately benefit from clear and reliable recommendations for peace-building efforts, in order to transform their their deep divisions on a successful path for a durable peace.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Morton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca Morton",
   "pi_email_addr": "rebecca.morton@nyu.edu",
   "nsf_id": "000571034",
   "pi_start_date": "2010-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Manuela",
   "pi_last_name": "Travaglianti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Manuela Travaglianti",
   "pi_email_addr": "mt1438@nyu.edu",
   "nsf_id": "000556609",
   "pi_start_date": "2010-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 11904.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Project Outcomes Report for the General Public is displayed verbatim as submitted<br />by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.<br /><br />The awarded project aimed at investigating the link between political institutions and ethnic conflict. Building upon a longstanding theoretical debate and a less developed empirical literature, the project focused on the use of ethnic rhetoric and political violence at election time in an ethnically divided society. The sponsored research has addressed the original research goal of understanding the link between institutional rules and the use of the ethnic card, but also expanded the knowledge on the related topics of pre-election violence and democratic accountability.<br /><br />In order to successfully explore the causal mechanism linking electoral competition to<br />violence it was important to rely on fine-grained data of high quality, to isolate micro-level mechanisms that explain sub-national variation of campaign practices. Burundi was chosen as fieldwork site since it is a country where ethnicity has been been a relevant issue in economic and political life, experiencing ethnic genocides and a civil war fought mainly, but not only, along ethnic lines, followed by the emergence of different parties nested within ethnic groups. The fieldwork made possible by this Doctoral Dissertation Improvement Grant had several components: first, it involved collecting information that allowed the creation of an original dataset including geo-localized violent events, electoral results, socio-economic indicators, war-related factors, and the use of particular political and ethnic rhetoric for each of the 129 municipalities of Burundi. Such information were retrieved by ministerial and non-governmental sources, as well as from an expert questionnaire carried out by the Co-PI,<br />and allows rigorous statistical analysis of the relationship between elections and violence in Burundi. Second, the fieldwork allowed to collect original qualitative evidence of party rhetoric, in the form of translation of political rallies, TV interviews, and party songs. Finally, the project involved in-depth interviews with political elites and members of media, NGOs and the international community in Burundi. Due to political developments in the country following the 2010 elections, a substantial portion of the political opposition fled the country, and the grant enabled the Co-PI to reach diaspora and exiled politicians in Belgium. The qualitative research provided rich contextual evidence, and substantially helped the elaboration of the theoretical framework proposed in the Dissertation.<br /><br />The primary findings of the research is a theory of pre-electoral violence that departs from the common wisdom of intra-ethnic conflict and presents intra-ethnic violence and intimidation as a vote share-increasing strategy. It posits that when violence is used to coerce voters to deviate from their preferred political alignments, politicians may find it more beneficial to target co-ethnics, both in order to minimize ideological costs paid by voters, and as a consequence of certain institutional rules. On this respect, the project confirms that power-sharing institutions solidify ethnic voting patterns, but disprove that such heightened salience would translate into ethnic violence, paving the way for the emergence of potentially violent intraethnic competition. Not only this paper advances the blossoming scholarship on electoral violence, but it chiefly speaks to the literature of ethnic politics, as it shows a different role that ethnicity may play during electoral competition in addition to the psychologically role ...",
  "por_txt_cntn": "\nThis Project Outcomes Report for the General Public is displayed verbatim as submitted\nby the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.\n\nThe awarded project aimed at investigating the link between political institutions and ethnic conflict. Building upon a longstanding theoretical debate and a less developed empirical literature, the project focused on the use of ethnic rhetoric and political violence at election time in an ethnically divided society. The sponsored research has addressed the original research goal of understanding the link between institutional rules and the use of the ethnic card, but also expanded the knowledge on the related topics of pre-election violence and democratic accountability.\n\nIn order to successfully explore the causal mechanism linking electoral competition to\nviolence it was important to rely on fine-grained data of high quality, to isolate micro-level mechanisms that explain sub-national variation of campaign practices. Burundi was chosen as fieldwork site since it is a country where ethnicity has been been a relevant issue in economic and political life, experiencing ethnic genocides and a civil war fought mainly, but not only, along ethnic lines, followed by the emergence of different parties nested within ethnic groups. The fieldwork made possible by this Doctoral Dissertation Improvement Grant had several components: first, it involved collecting information that allowed the creation of an original dataset including geo-localized violent events, electoral results, socio-economic indicators, war-related factors, and the use of particular political and ethnic rhetoric for each of the 129 municipalities of Burundi. Such information were retrieved by ministerial and non-governmental sources, as well as from an expert questionnaire carried out by the Co-PI,\nand allows rigorous statistical analysis of the relationship between elections and violence in Burundi. Second, the fieldwork allowed to collect original qualitative evidence of party rhetoric, in the form of translation of political rallies, TV interviews, and party songs. Finally, the project involved in-depth interviews with political elites and members of media, NGOs and the international community in Burundi. Due to political developments in the country following the 2010 elections, a substantial portion of the political opposition fled the country, and the grant enabled the Co-PI to reach diaspora and exiled politicians in Belgium. The qualitative research provided rich contextual evidence, and substantially helped the elaboration of the theoretical framework proposed in the Dissertation.\n\nThe primary findings of the research is a theory of pre-electoral violence that departs from the common wisdom of intra-ethnic conflict and presents intra-ethnic violence and intimidation as a vote share-increasing strategy. It posits that when violence is used to coerce voters to deviate from their preferred political alignments, politicians may find it more beneficial to target co-ethnics, both in order to minimize ideological costs paid by voters, and as a consequence of certain institutional rules. On this respect, the project confirms that power-sharing institutions solidify ethnic voting patterns, but disprove that such heightened salience would translate into ethnic violence, paving the way for the emergence of potentially violent intraethnic competition. Not only this paper advances the blossoming scholarship on electoral violence, but it chiefly speaks to the literature of ethnic politics, as it shows a different role that ethnicity may play during electoral competition in addition to the psychologically role that inter-ethnic violence may play as a way to solidify ethnic constituencies. \n\nThe rich body of quantita..."
 }
}