{
 "awd_id": "1024668",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Rotation of  Single Cell Surface Protein Molecules Studied via Nanoparticle Probes",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 611122.0,
 "awd_amount": 611122.0,
 "awd_min_amd_letter_date": "2010-07-27",
 "awd_max_amd_letter_date": "2012-05-08",
 "awd_abstract_narration": "Modern optical methods have allowed researchers to determine many properties of single biological molecules, including those on the surfaces of living cells. Evaluating how two molecules of the exact same type can differ in their behavior has enhanced understanding of cellular function. However, one important property of individual molecules, their rates of rotation, has so far escaped characterization since this rotation is extremely rapid, occurring in thousandths of a second or less. Nonetheless rotation of cell surface molecules, particularly proteins, is important since changes in these motions reflect how cells obtain information from their environment. Nanotechnology has recently provided a variety of tags that can be attached to cell surface molecules to provide optical signals from individual biomolecules. This project will employ two of these, nanometer sized cylindrical gold nanorods and eggshaped fluorescent structures called quantum dots, to determine time-dependent orientational changes, and hence rotation rates, of the individual molecules to which they are attached. These single-molecule results will be applied to questions that previous measurements averaging properties of large numbers of molecules together have left unresolved. An example, one such question concerns the actual sizes of large cell surface molecular complexes that initiate particular biological effects. \r\n\r\nBroader impacts\r\nThis project will provide Ph.D. educational opportunities to minority, first-generation and female college students in a laboratory that already trains a diverse group of scientists. This group has included women, under-represented minority individuals and first-generation and non-traditional college students at the undergraduate, graduate and postdoctoral levels. The project activities will broaden the exposure of students and trainees to important contemporary topics such as nanotechnology and singlemolecule biophysics. Instrumental resources developed through the project will be available to visiting scientists and to undergraduate researchers and will provide a significant infrastructural resource for biological research, in particular, unique facilities for measuring motions of biological molecules. Such studies will, as have previous investigations by this laboratory, lead to specialized sessions at the U.S. Biophysical Society meetings, short courses in international locations, and laboratory modules in optical biophysical methods for university students. One societal benefit of the project will be improved understanding of mechanisms limiting reproductive efficiency of livestock since one of the topics to be addressed arises from unresolved questions in this area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "B.George",
   "pi_last_name": "Barisas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "B.George Barisas",
   "pi_email_addr": "george.barisas@colostate.edu",
   "nsf_id": "000399571",
   "pi_start_date": "2010-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S HOWES ST",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1132",
   "pgm_ref_txt": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 223428.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 189529.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 198165.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Living cells receive information from the outside world in a variety of ways.&nbsp;&nbsp; Many substances to which cells respond, for example, allergens and most hormones, do not signal their presence by actually entering cells. Rather, these materials act at the external cell surface or &ldquo;membrane&rdquo; where they bind to proteins termed &ldquo;receptors&rdquo;, various types of which exist to trigger cell responses to specific types of external molecule.&nbsp;&nbsp; Upon binding its target molecule, each receptor responds by a characteristic mechanism. It may bind to other receptors of its type, interact with other nearby, non-related, molecules, alter its three-dimensional structure &nbsp;or move to a different cell surface environment. &nbsp;Such actions on the <em>outside</em> of the cell are perceived by other molecular systems <em>inside</em> the cell which then cause the cell&rsquo;s response to the external molecule encountered.&nbsp; Thus, events on the outside of cells are the first step in cell responses to external signals.&nbsp; Of interest to us, such events also cause characteristic changes in the motions of a particular receptor. &nbsp;Instrumental measurement of cell surface molecular motions has thus become an important tool in visualizing and deciphering primary events in cell responses to external stimuli.</p>\n<p>Membrane molecules exhibit both lateral and rotational motions. Lateral motions are molecular movement in the plane of the cell surface while rotational motions reflect changes in orientation of a molecule at an otherwise-fixed location.&nbsp; Rotational motions of a membrane molecule are more sensitive to its size and to immediate environment than are its lateral motions.&nbsp; This makes measurement of molecular rotation on cell surfaces of special importance.&nbsp; Previous techniques have relied on simultaneous examination of large numbers of cells so that results reflect <em>average</em> behavior of <em>large numbers</em> of a particular receptor.&nbsp;&nbsp; In the case of lateral motion, it has become possible to examine the behavior of individual molecules.&nbsp; One technique, called &ldquo;single-particle tracking&rdquo;, has shown that individual molecules of the same type exhibit different lateral motions and has provided new insights into membrane organization, for example, that receptor molecules are typically &ldquo;corralled&rdquo; in sub-micrometer regions of the cell surface.&nbsp; By contrast, it has not previous been possible to examine the rotational motions of single molecules.&nbsp;</p>\n<p>This project has explored using two types of nanoparticles, fluorescent semiconductor quantum dots and gold nanorods, to examine rotational motions of single molecules.&nbsp; Much of our work involved the receptor which triggers allergic responses to allergens, the Type I Fc&epsilon; receptor.&nbsp; Fluorescence microscopy permitted imaging of individual quantum dots bound to receptors and the characteristic on-and-off blinking of quantum dots&rsquo; fluorescence in such images verified that single dots were being observed.&nbsp; Polarization of fluorescence from individual receptor-bound quantum dots, a measure of the spatial orientation of the nanoparticle, fluctuated from image frame to image frame as a result of normal random receptor movement. The technique of correlation analysis was applied to image sequences to reveal the average polarization fluctuation decays, and hence rotation, of the receptors.&nbsp; These apparent motions extended into the millisecond timescale, as implied but not directly shown, by earlier measurements on large numbers of suspended cells.&nbsp; Receptor crosslinking using known allergens reduced receptor motion on the faster timescales observed in these earlier studies but seemed to have limited effect on the slower apparent motions observed here.&nbsp; This suggested that slow apparent rec...",
  "por_txt_cntn": "\nLiving cells receive information from the outside world in a variety of ways.   Many substances to which cells respond, for example, allergens and most hormones, do not signal their presence by actually entering cells. Rather, these materials act at the external cell surface or \"membrane\" where they bind to proteins termed \"receptors\", various types of which exist to trigger cell responses to specific types of external molecule.   Upon binding its target molecule, each receptor responds by a characteristic mechanism. It may bind to other receptors of its type, interact with other nearby, non-related, molecules, alter its three-dimensional structure  or move to a different cell surface environment.  Such actions on the outside of the cell are perceived by other molecular systems inside the cell which then cause the cellÆs response to the external molecule encountered.  Thus, events on the outside of cells are the first step in cell responses to external signals.  Of interest to us, such events also cause characteristic changes in the motions of a particular receptor.  Instrumental measurement of cell surface molecular motions has thus become an important tool in visualizing and deciphering primary events in cell responses to external stimuli.\n\nMembrane molecules exhibit both lateral and rotational motions. Lateral motions are molecular movement in the plane of the cell surface while rotational motions reflect changes in orientation of a molecule at an otherwise-fixed location.  Rotational motions of a membrane molecule are more sensitive to its size and to immediate environment than are its lateral motions.  This makes measurement of molecular rotation on cell surfaces of special importance.  Previous techniques have relied on simultaneous examination of large numbers of cells so that results reflect average behavior of large numbers of a particular receptor.   In the case of lateral motion, it has become possible to examine the behavior of individual molecules.  One technique, called \"single-particle tracking\", has shown that individual molecules of the same type exhibit different lateral motions and has provided new insights into membrane organization, for example, that receptor molecules are typically \"corralled\" in sub-micrometer regions of the cell surface.  By contrast, it has not previous been possible to examine the rotational motions of single molecules. \n\nThis project has explored using two types of nanoparticles, fluorescent semiconductor quantum dots and gold nanorods, to examine rotational motions of single molecules.  Much of our work involved the receptor which triggers allergic responses to allergens, the Type I Fc&epsilon; receptor.  Fluorescence microscopy permitted imaging of individual quantum dots bound to receptors and the characteristic on-and-off blinking of quantum dotsÆ fluorescence in such images verified that single dots were being observed.  Polarization of fluorescence from individual receptor-bound quantum dots, a measure of the spatial orientation of the nanoparticle, fluctuated from image frame to image frame as a result of normal random receptor movement. The technique of correlation analysis was applied to image sequences to reveal the average polarization fluctuation decays, and hence rotation, of the receptors.  These apparent motions extended into the millisecond timescale, as implied but not directly shown, by earlier measurements on large numbers of suspended cells.  Receptor crosslinking using known allergens reduced receptor motion on the faster timescales observed in these earlier studies but seemed to have limited effect on the slower apparent motions observed here.  This suggested that slow apparent receptor motion may reflect small concerted motions of larger membrane regions in which individual receptors are embedded.\n\nOne technical challenge of these imaging measurements it that the timescale is limited by how fast low-light cameras can record single image frames within an image ..."
 }
}