{
 "awd_id": "1024390",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Methods for Studying Residential Segregation",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 114387.0,
 "awd_amount": 114387.0,
 "awd_min_amd_letter_date": "2010-08-30",
 "awd_max_amd_letter_date": "2012-11-01",
 "awd_abstract_narration": "SES-1024390\r\nMark Fossett\r\nWenquan Zhang\r\nTexas A&M University\r\n\r\nResidential segregation between racial and socioeconomic groups is a striking, enduring feature of urban areas in the United States and it is linked with disadvantages in life chances for vulnerable populations, particularly low income groups and racial minority groups. This project will improve the ability to study segregation by introducing more accurate measures that can be used over a wider range of circumstances than was previously possible. The project will establish the benefits of the new measures and conduct studies to determine whether findings from past research need to be re-considered based on results obtained using the new measures. In addition, the project will conduct detailed segregation analyses that were not feasible in the past. As an example, the project will examine racial segregation within and between socioeconomic groups in more detail and for more cities than has previously been possible.  \r\n\r\nBroader Impacts: The project will make it possible to measure segregation accurately over a wider range of circumstances than before. This will expand the scope of segregation studies and improve basic knowledge regarding segregation patterns. This will contribute to a better understanding of segregation and how its adverse consequences for vulnerable populations may be reduced.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Fossett",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Fossett",
   "pi_email_addr": "m-fossett@tamu.edu",
   "nsf_id": "000372126",
   "pi_start_date": "2010-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Wenquan",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wenquan Zhang",
   "pi_email_addr": "c-zhang@neo.tamu.edu",
   "nsf_id": "000541108",
   "pi_start_date": "2010-08-30",
   "pi_end_date": "2012-11-01"
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  },
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 114387.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research conducted in this project has produced outcomes in two main areas. &nbsp;The first area is developing improved research methodologies for measuring and analyzing segregation. &nbsp;The second area is new findings obtained using the new methods.</p>\n<p>The project developed and introduced improved methods for measuring residential segregation between social groups (e.g., racial/ethnic groups). &nbsp;Previously, indices used to measure the dimension of segregation known as uneven distribution &ndash; the most widely studied aspect of segregation &ndash; had a well-known limitation; the indices give misleading results in some situations. &nbsp;Specifically, the indices have inherent &ldquo;upward bias&rdquo; and yield scores that are &ldquo;too high&rdquo; when segregation is measured in certain settings including: (a) in communities where minority populations are small in relative size (e.g., less than 3-5% of the population), (b) when segregation is measured in smaller urban areas and rural communities, (c) when segregation is measured using small spatial units (e.g., census blocks), and (d) when segregation is assessed for comparisons between minority groups. &nbsp;</p>\n<p>This project developed new versions of the indices that were free of the problem of upward bias in index scores. &nbsp;It did so by introducing a new mathematical framework for computing the index scores. &nbsp;This new framework revealed the mathematical source of the problem of index bias and made it possible to refine the calculations to eliminate the problem. &nbsp;The resulting new versions of the indices introduced by this project are &ldquo;unbiased&rdquo;; they are reliable and trustworthy in situations where conventional versions of the indices would be misleading. &nbsp;As a result, the new versions can be used to measure segregation in a wide range of situations where segregation previously could not be studied and still maintain continuity with measures used in previous research.</p>\n<p>The new framework for measuring segregation introduced in this project also created new options for investigating residential segregation using micro-level models of residential attainment. &nbsp;These models make it possible to investigate in greater clarity and detail than was previously possible how segregation between groups (e.g., Whites and Latinos) arises from the combination of group differences in social characteristics (e.g., income, language ability, family status, etc.) and groups differences in &ldquo;converting&rdquo; these individual and household characteristics into the residential outcomes that determine segregation.&nbsp;</p>\n<p>The project applied these new measurement techniques to improve our understanding of residential segregation. &nbsp;First, it used the new &ldquo;unbiased&rdquo; indices to investigate segregation in settings where it previously was not possible to do so. &nbsp;Specifically, the project systematically measured segregation in smaller communities and in communities where minority populations were small. &nbsp;This was possible because the new unbiased indices make it possible to measure segregation using small spatial units (e.g., census blocks), a strategy that is highly problematic when using older versions of the same indices. &nbsp;This resulted in several new findings. &nbsp;One new finding is that, in general, the levels of segregation that exist in smaller urban areas and rural towns and communities are higher than has been previously reported and thus are closer to the levels seen in larger urban areas. &nbsp;</p>\n<p>Another new finding is that segregation involving new immigrant groups such as Latinos and Asians is lower than has been reported in previous studies. &nbsp;This is especially true in areas of &ldquo;new settlement&rdquo; where immigrant groups tend to be small in size. &nbsp;Thus, our analyses indicate that White-Asian and Whi...",
  "por_txt_cntn": "\nThe research conducted in this project has produced outcomes in two main areas.  The first area is developing improved research methodologies for measuring and analyzing segregation.  The second area is new findings obtained using the new methods.\n\nThe project developed and introduced improved methods for measuring residential segregation between social groups (e.g., racial/ethnic groups).  Previously, indices used to measure the dimension of segregation known as uneven distribution &ndash; the most widely studied aspect of segregation &ndash; had a well-known limitation; the indices give misleading results in some situations.  Specifically, the indices have inherent \"upward bias\" and yield scores that are \"too high\" when segregation is measured in certain settings including: (a) in communities where minority populations are small in relative size (e.g., less than 3-5% of the population), (b) when segregation is measured in smaller urban areas and rural communities, (c) when segregation is measured using small spatial units (e.g., census blocks), and (d) when segregation is assessed for comparisons between minority groups.  \n\nThis project developed new versions of the indices that were free of the problem of upward bias in index scores.  It did so by introducing a new mathematical framework for computing the index scores.  This new framework revealed the mathematical source of the problem of index bias and made it possible to refine the calculations to eliminate the problem.  The resulting new versions of the indices introduced by this project are \"unbiased\"; they are reliable and trustworthy in situations where conventional versions of the indices would be misleading.  As a result, the new versions can be used to measure segregation in a wide range of situations where segregation previously could not be studied and still maintain continuity with measures used in previous research.\n\nThe new framework for measuring segregation introduced in this project also created new options for investigating residential segregation using micro-level models of residential attainment.  These models make it possible to investigate in greater clarity and detail than was previously possible how segregation between groups (e.g., Whites and Latinos) arises from the combination of group differences in social characteristics (e.g., income, language ability, family status, etc.) and groups differences in \"converting\" these individual and household characteristics into the residential outcomes that determine segregation. \n\nThe project applied these new measurement techniques to improve our understanding of residential segregation.  First, it used the new \"unbiased\" indices to investigate segregation in settings where it previously was not possible to do so.  Specifically, the project systematically measured segregation in smaller communities and in communities where minority populations were small.  This was possible because the new unbiased indices make it possible to measure segregation using small spatial units (e.g., census blocks), a strategy that is highly problematic when using older versions of the same indices.  This resulted in several new findings.  One new finding is that, in general, the levels of segregation that exist in smaller urban areas and rural towns and communities are higher than has been previously reported and thus are closer to the levels seen in larger urban areas.  \n\nAnother new finding is that segregation involving new immigrant groups such as Latinos and Asians is lower than has been reported in previous studies.  This is especially true in areas of \"new settlement\" where immigrant groups tend to be small in size.  Thus, our analyses indicate that White-Asian and White-Latino segregation has sometimes been over-estimated in past research.  \n\nOur analyses also indicated that segregation between different racial/ethnic minority populations -- for example, Black-Latino and Latino-Asian segregation --  often is as high as se..."
 }
}