{
 "awd_id": "1024982",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Modeling and monitoring of landscape evolution along a climate gradient: Kohala Peninsula, Hawaii",
 "cfda_num": "47.050",
 "org_code": "06030206",
 "po_phone": "7032924744",
 "po_email": "ryuretic@nsf.gov",
 "po_sign_block_name": "Richard Yuretich",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 201658.0,
 "awd_amount": 201658.0,
 "awd_min_amd_letter_date": "2010-07-30",
 "awd_max_amd_letter_date": "2012-07-11",
 "awd_abstract_narration": "Climate, and more specifically rainfall, is amongst the most important forces that shape a landscape, yet quantifying the impacts of rainfall on landscape development remains a challenge.  It is easy to see the differences between the topography in arid versus humid landscapes, but it is has proven difficult to quantify how physical processes such as soil development, surface and subsurface water flow, and hillslope and fluvial erosion, differ between these two environments.  The Kohala Peninsula, on the northern tip of the Big Island of Hawaii, offers an excellent field environment to address this question.  Across the approximately 20 km wide peninsula, rainfall rates very from upwards of 4,000 mm/year to less than 200 mm/year.  Deeply incised gulches dominate the topography of the wet side of the peninsula, while on the dry side, shallow gulches disappear and reappear across the landscape.  The wet side of the peninsula has developed deep soils and the process of weathering is so intense that a fingernail can scrape a groove in many rocks.  In contrast, on the dry side, surface soils are often shallow and rocky and exposed rock surfaces are much less weathered.  This project will quantify the differences in hydrologic and erosion processes on the contrasting sides on the peninsula using both field monitoring and numerical modeling.  Two watersheds, one on the dry side and one on the wet side, will be equipped with devices to measure rainfall rates, water flow depths on both the hillslopes and in the gulches, soil moisture content, and erosion rates.  These devices will operate continually throughout the duration of the project.  Field surveys will provide detailed observations of the geometry of the gulches and the variables that control incision rates, such as sediment grain size, rock hardness, and degree of fracturing.  These data will be incorporated into a numerical landscape evolution model.  The model will be used to systematically explore feedbacks between key climatic controls and surface process responses over the time scales at which landscapes evolve.  Field data will be used to both constrain physical processes in the model and inspire the specific modeling scenarios.\r\n\r\nThis project will address a fundamental scientific question of how rainfall patterns actually influence the processes of weathering and erosion.  Rainfall gradients are present across almost every mountain range on Earth and the findings from this study will have broad significance beyond the Hawaiian Islands.  Knowledge of the detailed interactions among climate, hydrology, and erosion can be applied to landscapes across the planet.  Furthermore, by quantifying links between landscape development and rainfall, the effects of potential climate change on landscape evolution can be predicted more effectively.  This project will develop a number of numerical models that will be freely available for use throughout the scientific community, so that the findings from this study can be easily applied in other settings and to a wide range of scientific questions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Johnson",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Joel P Johnson",
   "pi_email_addr": "joelj@jsg.utexas.edu",
   "nsf_id": "000556425",
   "pi_start_date": "2010-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 74887.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 51727.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 75044.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall motivation of this project was to understand how climate controls landscape erosion and evolution over geological timescales of thousands to millions of years.&nbsp; It is intuitive that differences in climate, in particular in the amount of precipitation, should affect where and by how much river channels erode into bedrock in mountain ranges and other steep landscapes. &nbsp;However, previous work has found somewhat ambiguous and conflicting results when trying to measure how strongly climate affects landscape form.&nbsp; A better understanding of how climate controls landscape form and evolution should make it possible to &ldquo;read&rdquo;, to some extent, the past history of climate and climate changes from landscape form.&nbsp; Mountain ranges also strongly influence climate by making rain shadows, and so changes in topography can also influence regional and even global climate.&nbsp;</p>\n<p>Our project addressed a major scientific limitation related to this topic: specific processes by which climate controls erosion are poorly understood. &nbsp;We used a combination of field work and numerical modeling to determine how climate controlled erosion rates and patterns in a particular landscape. The Kohala peninsula of the Big Island of Hawaii has well over 2 meters of rainfall each year on its wet side, which tropical rain forests and deep valleys that indicate relatively fast erosion rates along rivers. In contrast, the dry side gets less than 25 cm of rainfall a year in places, making it arid.&nbsp; Channels have also eroded down on the dry side, but less than on the wet side.&nbsp;</p>\n<p>We next describe two key results from this project.&nbsp; Our most important result is that chemical weathering is a specific mechanism that strongly controls bedrock erosion patterns in this landscape. To show that this mechanism is important, we measured rock strength (in both the field and laboratory) along channels at locations with different average precipitation rates.&nbsp; We also used XRF&mdash;X-ray fluorescence&mdash;too measure how much the chemical composition of these rock samples changed due to chemical weathering.&nbsp; We found that chemical weathering increased systematically with average precipitation in the rock of this landscape, which is entirely basalt.&nbsp; We also found that the more chemically weathered a rock sample is, the weaker it is.&nbsp; It makes sense that weaker rocks can be more easily eroded.&nbsp; However, to more rigorously prove the link between erosion rates and weathering, we used numerical modeling.&nbsp; We combined our strength and weathering measurements with climate data, and developed equations that predict how bedrock erodibility should vary in this landscape with climate.&nbsp; Next, we put these equations into a standard numerical model (i.e., another set of equations) for calculating river erosion.&nbsp; By including our independent constraints on climate-controlled rock strength, we were able to accurately predict the patterns of incision measured across Kohala Peninsula.&nbsp; However, when climate-controlled rock strength was not included in the standard model, we were unable to accurately predict channel erosion patterns observed in the landscape.</p>\n<p>We also constrained how climate-controlled chemical weathering influenced the availability and formation of coarse sediment including gravel and boulders.&nbsp; We observed, and quantitatively measured, differences in the amount and size distribution of sediment at different locations in channels across the climate gradient.&nbsp; Sediment comes from the erosion of the surrounding landscape, i.e. erosion of hillslopes next to channels. &nbsp;Previous work has shown that the amount of sediment in channels also influences erosion rates.&nbsp; We created a new numerical model for sediment production as a function of climate.&nbsp; The rock in Kohala is all bas...",
  "por_txt_cntn": "\nThe overall motivation of this project was to understand how climate controls landscape erosion and evolution over geological timescales of thousands to millions of years.  It is intuitive that differences in climate, in particular in the amount of precipitation, should affect where and by how much river channels erode into bedrock in mountain ranges and other steep landscapes.  However, previous work has found somewhat ambiguous and conflicting results when trying to measure how strongly climate affects landscape form.  A better understanding of how climate controls landscape form and evolution should make it possible to \"read\", to some extent, the past history of climate and climate changes from landscape form.  Mountain ranges also strongly influence climate by making rain shadows, and so changes in topography can also influence regional and even global climate. \n\nOur project addressed a major scientific limitation related to this topic: specific processes by which climate controls erosion are poorly understood.  We used a combination of field work and numerical modeling to determine how climate controlled erosion rates and patterns in a particular landscape. The Kohala peninsula of the Big Island of Hawaii has well over 2 meters of rainfall each year on its wet side, which tropical rain forests and deep valleys that indicate relatively fast erosion rates along rivers. In contrast, the dry side gets less than 25 cm of rainfall a year in places, making it arid.  Channels have also eroded down on the dry side, but less than on the wet side. \n\nWe next describe two key results from this project.  Our most important result is that chemical weathering is a specific mechanism that strongly controls bedrock erosion patterns in this landscape. To show that this mechanism is important, we measured rock strength (in both the field and laboratory) along channels at locations with different average precipitation rates.  We also used XRF&mdash;X-ray fluorescence&mdash;too measure how much the chemical composition of these rock samples changed due to chemical weathering.  We found that chemical weathering increased systematically with average precipitation in the rock of this landscape, which is entirely basalt.  We also found that the more chemically weathered a rock sample is, the weaker it is.  It makes sense that weaker rocks can be more easily eroded.  However, to more rigorously prove the link between erosion rates and weathering, we used numerical modeling.  We combined our strength and weathering measurements with climate data, and developed equations that predict how bedrock erodibility should vary in this landscape with climate.  Next, we put these equations into a standard numerical model (i.e., another set of equations) for calculating river erosion.  By including our independent constraints on climate-controlled rock strength, we were able to accurately predict the patterns of incision measured across Kohala Peninsula.  However, when climate-controlled rock strength was not included in the standard model, we were unable to accurately predict channel erosion patterns observed in the landscape.\n\nWe also constrained how climate-controlled chemical weathering influenced the availability and formation of coarse sediment including gravel and boulders.  We observed, and quantitatively measured, differences in the amount and size distribution of sediment at different locations in channels across the climate gradient.  Sediment comes from the erosion of the surrounding landscape, i.e. erosion of hillslopes next to channels.  Previous work has shown that the amount of sediment in channels also influences erosion rates.  We created a new numerical model for sediment production as a function of climate.  The rock in Kohala is all basalt, an igneous rock that was gradually deposited between approximately 500,000 and 100,000 years ago as a stack of multiple lava flows.  When the flows cool, the rock shrinks and cracks.  These cooling frac..."
 }
}