{
 "awd_id": "1024504",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Statistical Properties of Numerical Derivatives and Algorithms",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 157280.0,
 "awd_amount": 157280.0,
 "awd_min_amd_letter_date": "2010-09-18",
 "awd_max_amd_letter_date": "2010-09-18",
 "awd_abstract_narration": "Numerical differentiation is widely used in econometrics and many other areas of quantitative economic analysis. Many functions that need to be differentiated in econometric analysis need to be estimated from the data. For example, estimating the approximate variance of an estimator often requires estimating the derivatives of the moment conditions that define the estimator. Many estimators are also obtained by finding the zeros of the first order condition of the sample objective functions.\r\n\r\nThe estimated functions can be either non-differentiable or difficult to differentiate analytically.  Oftentimes the estimated functions are complex and can be challenging to compute even numerically. Empirical researchers often apply numerical differentiation methods which depend on taking a finite number of differences of the objective function at discrete points, either explicitly or implicitly through the use of software routines, to the estimated functions from the sample in order to approximate the derivative of the unknown true functions.\r\n\r\nA key tuning parameter that determines how well the numerical derivatives approximate the analytic derivatives is the step size used in the finite differencing operation. Empirical researchers often find that different step sizes can lead to very different numerical derivative estimates. While\r\nthe importance of numerical derivatives has not gone unnoticed in econometrics, statistics and mathematics, the results that are available in the existing literature are very limited in scope.\r\n\r\nThe goal of this project is to take an important step to provide a systematic framework for understanding the conditions on the step size in numerical di\u000berentiation that are needed to obtain the optimal quality of approximation. These conditions involve subtle tradeoffs between the complexity of the function that needs to be differentiated and the amount of information that is available in the sample of data, and the degree of smoothness of the  expectation of the function with respect to the sampling distribution. Empirical process theory provides a powerful tool for analyzing the complex of functions in the presence of randomly sampled data.\r\n\r\nThis project focuses on analyzing the use of numerical derivatives in estimating the asymptotic variance of estimators and in obtaining extreme estimators through gradient based optimization routines. The PIs' first goal is to give general sufficient consistency conditions that allow for nondifferentiable and discontinuous moment functions in consistent variance estimation. The precise rate conditions for the step size in numerical differentiation that we obtain depend on the tradeoff between bias and the degree of nonsmoothness of the moment condition. These general conditions\r\ncan be specialized for certain continuous models, for which choosing a smaller step size can only be beneficial in reducing the asymptotic bias. However, the asymptotic bias will be dominated by the statistical noise once it falls below a certain threshold. \r\n\r\nThe second goal of this project is to analyze a class of estimators that are based on numerically differentiating a finite sample objective function, and provide conditions under which numerical derivative based optimization methods deliver consistent and asymptotic normal parameter estimates. The conditions for numerical extreme estimators require that the step size used in the\r\nnumerical derivative has to converge to zero at specific rates when the sample size increases to infinity. The conditions required for the consistency of the asymptotic variance and for the convergence of the estimator itself can be different. The PIs seek extensive results that cover finite dimensional\r\nparametric models, infinite dimensional semiparametric models, and models that are defined by U-processes involving multiple layers of summation over the sampling data. \r\n\r\nThe proposed project involves joint work with Professor Aprajit Mahajan from Stanford University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Han",
   "pi_last_name": "Hong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Han Hong",
   "pi_email_addr": "doubleh@stanford.edu",
   "nsf_id": "000491001",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 157280.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project involves developing<br />theoretical statistical properties of the use of numerical<br />derivatives in econometric analysis and validating the theoretical results<br />through computer simulations.<br /><br />A major result is that when numerical derivative is being used to estimate<br />the variance-covariance matrix of consistent estimator, the condition<br />on the step size that is needed for consistent can be shown to be<br />much weaker than the known results available in the literature.&nbsp;&nbsp; The<br />precise condition depends on the degree of smoothness of the<br />objective function that is to be differentiated. For smooth functions<br />the choice of the step size does not have to balance the tradeoff<br />between the bias and the variance, and&nbsp; only needs balance<br />the reduction of the bias with the lower bound imposed by the machine<br />precision.<br /><br />A second main result is that when numerical derivative is being<br />used to optimize an objective function to obtain an econometric<br />estimator, it can substantially change the statistical properties<br />of the resulting estimator. For a class of objective functions<br />that has been extensively analyzed in econometrics and statistics,<br />the use of numerical differentiation can transform a nonstandard<br />parametric problem into a smooth but nonparametric estimation problem.<br /><br />Numerical methods are widely used in many different areas including public finance, macroeconomics, labor economics and industrial organization. This project is among the first to analyze<br />the statistical impact of numerical methods on econometric procedures.<br />We believe that the results that will be developed will be relevant<br />for many areas of empirical research that make extensive use of<br />these techniques.</p>\n<p>Our project bridges the gap between mathematics, statistics and<br />economics. Mathematical studies of numerical algorithms often only<br />focus on its analytical properties and not its statistical properties.<br />However, statistical properties of numerical algorithms are at least as<br />important as, if not more important than, their analytical properties<br />as they are often applied to econometrics routines implemented using<br />real life statistical data.</p>\n<p>This project also relates closely to<br />a very interesting literature of empirical processes which<br />analyze how the complexity of a class of function relates to the uniform<br />statistical convergence properties under suitable sampling assumptions.<br />The use of empirical process theory brings together a deeper understanding of the rules that a researcher needs to understand when using numerical methods.</p>\n<p>Numerical analysis and econometrics are traditionally two very different<br />areas in the economics research community. This project has the potential<br />of bringing these two groups of researchers closer and bridging the gap<br />between them, and as a result can improve the institutional structure<br />within economics research communities.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/14/2014<br>\n\t\t\t\t\tModified by: Han&nbsp;Hong</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project involves developing\ntheoretical statistical properties of the use of numerical\nderivatives in econometric analysis and validating the theoretical results\nthrough computer simulations.\n\nA major result is that when numerical derivative is being used to estimate\nthe variance-covariance matrix of consistent estimator, the condition\non the step size that is needed for consistent can be shown to be\nmuch weaker than the known results available in the literature.   The\nprecise condition depends on the degree of smoothness of the\nobjective function that is to be differentiated. For smooth functions\nthe choice of the step size does not have to balance the tradeoff\nbetween the bias and the variance, and  only needs balance\nthe reduction of the bias with the lower bound imposed by the machine\nprecision.\n\nA second main result is that when numerical derivative is being\nused to optimize an objective function to obtain an econometric\nestimator, it can substantially change the statistical properties\nof the resulting estimator. For a class of objective functions\nthat has been extensively analyzed in econometrics and statistics,\nthe use of numerical differentiation can transform a nonstandard\nparametric problem into a smooth but nonparametric estimation problem.\n\nNumerical methods are widely used in many different areas including public finance, macroeconomics, labor economics and industrial organization. This project is among the first to analyze\nthe statistical impact of numerical methods on econometric procedures.\nWe believe that the results that will be developed will be relevant\nfor many areas of empirical research that make extensive use of\nthese techniques.\n\nOur project bridges the gap between mathematics, statistics and\neconomics. Mathematical studies of numerical algorithms often only\nfocus on its analytical properties and not its statistical properties.\nHowever, statistical properties of numerical algorithms are at least as\nimportant as, if not more important than, their analytical properties\nas they are often applied to econometrics routines implemented using\nreal life statistical data.\n\nThis project also relates closely to\na very interesting literature of empirical processes which\nanalyze how the complexity of a class of function relates to the uniform\nstatistical convergence properties under suitable sampling assumptions.\nThe use of empirical process theory brings together a deeper understanding of the rules that a researcher needs to understand when using numerical methods.\n\nNumerical analysis and econometrics are traditionally two very different\nareas in the economics research community. This project has the potential\nof bringing these two groups of researchers closer and bridging the gap\nbetween them, and as a result can improve the institutional structure\nwithin economics research communities.\n\n \n\n\t\t\t\t\tLast Modified: 12/14/2014\n\n\t\t\t\t\tSubmitted by: Han Hong"
 }
}