{
 "awd_id": "1024836",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in DRMS: Using Transparency to Increase Awareness of Chemical Hazards in University Laboratories",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 2825.0,
 "awd_amount": 2825.0,
 "awd_min_amd_letter_date": "2010-08-12",
 "awd_max_amd_letter_date": "2010-08-12",
 "awd_abstract_narration": "This project examines how improved chemical information can increase the understanding of chemical health and safety and the effectiveness of decision making with regards to chemical management in research laboratories at universities. University research laboratories are places where many toxic chemicals not only threaten the health and safety of students and university staff, but also threaten the health and security of the surrounding neighborhoods. The risk is especially high for researchers who work in the laboratories and custodians who clean the facilities. Individuals in both groups may not be aware of the hazards presented by the chemicals in the lab; they may have incomplete knowledge of the risks. Simply providing the information (e.g. Material Safety Data Sheets) does not insure that the information is accurate, used, understood, or incorporated into decision making about chemical purchasing, handling or disposal. \r\n\r\nIn order to evaluate the quality of information sources, the project gives hypothetical questions about chemical exposures to two groups of test subjects: graduate students and workers. Then, the subjects search for the answers on several websites and rate their experiences using criteria for the effectiveness of the information. The results identify the benefits of enhanced chemical safety information for workers and students.\r\n \r\nThis research provides useful information for the occupational safety and health profession and work environment policy makers. Research labs like any workplace have several overlapping workplace cohorts--students, staff, managers, custodians, and environmental health and safety professionals. Improvements in chemical management practices can reduce procurement and use of toxic chemicals, reduce exposures to hazardous materials and reduce waste. They can also reduce environmental exposures and liability for universities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Geiser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth Geiser",
   "pi_email_addr": "Ken_Geiser@uml.edu",
   "nsf_id": "000557196",
   "pi_start_date": "2010-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Miriam",
   "pi_last_name": "Weil",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Miriam Weil",
   "pi_email_addr": "weilmirweil@gmail.com",
   "nsf_id": "000557310",
   "pi_start_date": "2010-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Lowell",
  "inst_street_address": "220 PAWTUCKET ST STE 400",
  "inst_street_address_2": "",
  "inst_city_name": "LOWELL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9789344170",
  "inst_zip_code": "018543573",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS LOWELL",
  "org_prnt_uei_num": "",
  "org_uei_num": "LTNVSTJ3R6D5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Lowell",
  "perf_str_addr": "220 PAWTUCKET ST STE 400",
  "perf_city_name": "LOWELL",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018543573",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 2825.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Using Transparency to Increase Awareness of Chemical Hazards in University Laboratories</strong></p>\n<p><strong>Ken Geiser, UMASS Lowell, PI</strong></p>\n<p><strong>Miriam Weil. MPH, UMASS Lowell, Co-PI</strong></p>\n<p>Hundreds of thousands of workers and students come in contact with toxic chemicals in academic laboratories in the US every year. These toxic chemicals in university laboratories present a threat to the health and safety of students and university staff who work in them. Individuals may have limited information about the risks, even though the Occupational Safety and Health Act (OSHA) requires that material safety data sheets (MSDSs) for the chemicals in use are present. Even with information, individuals in both groups may not fully understand the nature of the risks they face even if informed about chemical hazards.<strong> </strong>This project investigated the impact of web-based chemical health and safety information on the awareness and understanding of hazards of laboratory chemicals among laboratory workers and students. It evaluated which characteristics made the websites useful to the subjects of the study. Seven websites were assessed for their ability to provide useful health and safety information to laboratory workers and students using three criteria: relevance, compatibility and accessibility.</p>\n<p>The purpose of this research project was to explore the concept of embeddedness in the context of chemical health and safety in university laboratories. Embeddedness was defined as the ability for information to be retained, absorbed, and integrated into one&rsquo;s consciousness and for that information to be assimilated and internalized. When information is &ldquo;embedded&rdquo;, it is taken to heart and can cause a change in behavior.</p>\n<p>The goals of the project were to explore the role that embeddedness plays in establishing website preferences in participants seeking chemical health and safety information; to explore whether website preferences identified predict future behavior; and to determine whether there are differences between students and workers in website preferences and predictions of future behavior.&nbsp;&nbsp;</p>\n<p>Seven websites that provide chemical health and safety information that are to varying degrees, relevant, compatible and accessible to students and workers were investigated. Thirty-five participants who work or study around chemicals in academic laboratories at University of Massachusetts Lowell and Harvard University were recruited for this study, 17 students and 18 workers from both institutions. To be eligible for the project, participants had to have laboratory classes or work around laboratory chemicals and have experience with or the ability to use the internet.</p>\n<p>The investigation tested the hypothesis that exposure to transparent chemical health and safety information sources can embed these sources of information critical to the assessment of workplace risks and the management of laboratory chemicals in the minds of people who need them. It examined whether the availability of enhanced chemical health and safety information can increase the understanding of chemical hazards and improve decision-making about chemical management in research laboratories at universities.</p>\n<p>&nbsp;</p>\n<p>Results indicated that education and years of experience made little difference in preference of the seven websites. Exposure to and practice using the websites during the exercise influenced preferences and intentions to revisit sites in six of the seven cases. Both student and workers showed a preference for using Google for chemical information searching even though they rated it as less useful in terms of the evaluation criteria. This research provides insight into the need for enhanced chemical safety information for students and lab workers via the Web and the need to tailor websites to be...",
  "por_txt_cntn": "\nUsing Transparency to Increase Awareness of Chemical Hazards in University Laboratories\n\nKen Geiser, UMASS Lowell, PI\n\nMiriam Weil. MPH, UMASS Lowell, Co-PI\n\nHundreds of thousands of workers and students come in contact with toxic chemicals in academic laboratories in the US every year. These toxic chemicals in university laboratories present a threat to the health and safety of students and university staff who work in them. Individuals may have limited information about the risks, even though the Occupational Safety and Health Act (OSHA) requires that material safety data sheets (MSDSs) for the chemicals in use are present. Even with information, individuals in both groups may not fully understand the nature of the risks they face even if informed about chemical hazards. This project investigated the impact of web-based chemical health and safety information on the awareness and understanding of hazards of laboratory chemicals among laboratory workers and students. It evaluated which characteristics made the websites useful to the subjects of the study. Seven websites were assessed for their ability to provide useful health and safety information to laboratory workers and students using three criteria: relevance, compatibility and accessibility.\n\nThe purpose of this research project was to explore the concept of embeddedness in the context of chemical health and safety in university laboratories. Embeddedness was defined as the ability for information to be retained, absorbed, and integrated into oneÆs consciousness and for that information to be assimilated and internalized. When information is \"embedded\", it is taken to heart and can cause a change in behavior.\n\nThe goals of the project were to explore the role that embeddedness plays in establishing website preferences in participants seeking chemical health and safety information; to explore whether website preferences identified predict future behavior; and to determine whether there are differences between students and workers in website preferences and predictions of future behavior.  \n\nSeven websites that provide chemical health and safety information that are to varying degrees, relevant, compatible and accessible to students and workers were investigated. Thirty-five participants who work or study around chemicals in academic laboratories at University of Massachusetts Lowell and Harvard University were recruited for this study, 17 students and 18 workers from both institutions. To be eligible for the project, participants had to have laboratory classes or work around laboratory chemicals and have experience with or the ability to use the internet.\n\nThe investigation tested the hypothesis that exposure to transparent chemical health and safety information sources can embed these sources of information critical to the assessment of workplace risks and the management of laboratory chemicals in the minds of people who need them. It examined whether the availability of enhanced chemical health and safety information can increase the understanding of chemical hazards and improve decision-making about chemical management in research laboratories at universities.\n\n \n\nResults indicated that education and years of experience made little difference in preference of the seven websites. Exposure to and practice using the websites during the exercise influenced preferences and intentions to revisit sites in six of the seven cases. Both student and workers showed a preference for using Google for chemical information searching even though they rated it as less useful in terms of the evaluation criteria. This research provides insight into the need for enhanced chemical safety information for students and lab workers via the Web and the need to tailor websites to better respond to the way that people search for information and then use it to make decisions. \n\n \n\n\t\t\t\t\tLast Modified: 10/17/2011\n\n\t\t\t\t\tSubmitted by: Miriam Weil"
 }
}