{
 "awd_id": "1024722",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshops: Special Focus on Algorithmic Decision Theory",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "donald hantula",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 70000.0,
 "awd_amount": 70000.0,
 "awd_min_amd_letter_date": "2010-09-22",
 "awd_max_amd_letter_date": "2010-09-22",
 "awd_abstract_narration": "As a consequence of advances in information technology and communication unprecedented quantities of information are available for use in making decisions and this information can be transmitted at unprecedented speed. At the same time, the process for integrating these vast quantities of data is daunting and particularly so given that much of the data available is incomplete and unreliable. Three events bringing together scholars in a variety of disciplines (e.g., computer science, economics, decision theory and mathematics) to explore possibilities for developing algorithmic methods for addressing the information aggregation / decision making problem engendered by the availability of vast quantities of noisy data  and applied workshops to consider how such algorithms might be applied in specific domains (e.g., health care, ecology and port security) will be conducted. These are:\r\n1)\tSessions at the Second International Conference on Algorithmic Decision Theory aimed at identifying concrete research projects/problems involving aggregation of vast quantities of noisy data and and small working group meetings following the conference to spell out those projects.\r\n2)\tTwo workshops, one on Algorithmic Decision Theory for the Smart Grid and one on Algorithmic Decision Theory for Robust Ports.\r\n\r\nThese activities are intended to spawn new networks among researchers in many fields and provide new methods and tools for addressing many important decision problems that confront policy makers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fred",
   "pi_last_name": "Roberts",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Fred S Roberts",
   "pi_email_addr": "froberts@dimacs.rutgers.edu",
   "nsf_id": "000172929",
   "pi_start_date": "2010-09-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  },
  {
   "pgm_ele_code": "793200",
   "pgm_ele_name": "COMPUT GAME THEORY & ECON"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 70000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Today's decision makers in fields ranging from engineering to medicine to homeland security have available to them remarkable new technologies, huge amounts of information, and the ability to share information at unprecedented speeds and quantities. These tools and resources will enable better decisions if we can surmount concomitant challenges:</p>\n<ul>\n<li>the massive amounts of data available are often incomplete or      unreliable or distributed and there is great uncertainty in them;</li>\n<li>interoperating/distributed decision makers and decision-making      devices need to be coordinated;</li>\n<li>many sources of data need to be fused into a good decision, often      in a remarkably short time;</li>\n<li>decisions must be made in dynamic environments based on partial      information;</li>\n<li>there is heightened risk due to extreme consequences of poor      decisions;</li>\n<li>decision makers must understand complex, multi-disciplinary      problems.</li>\n</ul>\n<p>When faced with such issues, decision makers have few efficient algorithms to support decisions, to automate, speed up and improve real-time decision making. Our objective was to improve performance of decision makers (human or automated) in the face of these new opportunities and challenges by exploiting algorithmic methods.</p>\n<p>The goal of the Special Focus on Algorithmic Decision Theory (SF-ADT) and of the field of Algorithmic Decision Theory (ADT) was to explore and develop algorithmic approaches to decision problems. SF-ADT featured workshops (WSs) aimed at bringing the challenges, problems, concepts, and methods of ADT to a large, interdisciplinary audience, &nbsp;and research working groups (WGs) meeting several times to pursue interdisciplinary research areas. Some WSs and WGs were on foundational topics: risk-averse adversarial decision making, risk measures and incorporating them into ADT, the science of expert opinion, and evidence-based policy making. Others covered applied topics: electric power systems (&ldquo;smart grid&rdquo;), health care, maritime/port security, and urban policy making (&ldquo;smart cities&rdquo;). Several other WSs were offshoots of these, dealing with algorithmic aspects of information fusion, ADT and Hurricane Sandy, and ADT and urban planning for climate events &ndash; the latter two resulting from our maritime risk symposium.</p>\n<p>NSF funding only supported several of the activities and partially supported others. However, we leveraged the NSF investment to produce a much larger activity under the general theme SF-ADT. Part of SF-ADT was funded by the European Cooperation in Science and Technology and also through a Groupement de Recherche International, a networking project funded by European sources with partners from France, Belgium, Luxembourg, and Spain.</p>\n<p>The variety of research results achieved included applications of adversarial risk analysis to the challenge of the Somali Pirates; algorithmic analysis of risk under incomplete information, new tools for Coast Guard enforcement of fisheries regulations, and decision support tools for reopening a port after a storm or other disaster.</p>\n<p>We organized the Second International Conference on ADT (ADT II), with results published in a book by Springer. ADT II led to ADT III, with significantly higher participation, indicating the beginning of establishment of a new multidisciplinary field.</p>\n<p>Many graduate students participated. At the WS on Evidence-based Policy Making, approximately 1/3 of the participants were PhD students. At the WS on Smart Cities, approximately 1/5 were PhD students. A notable feature of SF-ADT was heavy involvement of researchers from industry and government, also heavy involvement of researchers from the biological and medical sciences.</p>\n<p>Given the likely long-term consequences of Hurricane Sandy, the results of the WS on this topic were of broad interest to go...",
  "por_txt_cntn": "\nToday's decision makers in fields ranging from engineering to medicine to homeland security have available to them remarkable new technologies, huge amounts of information, and the ability to share information at unprecedented speeds and quantities. These tools and resources will enable better decisions if we can surmount concomitant challenges:\n\nthe massive amounts of data available are often incomplete or      unreliable or distributed and there is great uncertainty in them;\ninteroperating/distributed decision makers and decision-making      devices need to be coordinated;\nmany sources of data need to be fused into a good decision, often      in a remarkably short time;\ndecisions must be made in dynamic environments based on partial      information;\nthere is heightened risk due to extreme consequences of poor      decisions;\ndecision makers must understand complex, multi-disciplinary      problems.\n\n\nWhen faced with such issues, decision makers have few efficient algorithms to support decisions, to automate, speed up and improve real-time decision making. Our objective was to improve performance of decision makers (human or automated) in the face of these new opportunities and challenges by exploiting algorithmic methods.\n\nThe goal of the Special Focus on Algorithmic Decision Theory (SF-ADT) and of the field of Algorithmic Decision Theory (ADT) was to explore and develop algorithmic approaches to decision problems. SF-ADT featured workshops (WSs) aimed at bringing the challenges, problems, concepts, and methods of ADT to a large, interdisciplinary audience,  and research working groups (WGs) meeting several times to pursue interdisciplinary research areas. Some WSs and WGs were on foundational topics: risk-averse adversarial decision making, risk measures and incorporating them into ADT, the science of expert opinion, and evidence-based policy making. Others covered applied topics: electric power systems (\"smart grid\"), health care, maritime/port security, and urban policy making (\"smart cities\"). Several other WSs were offshoots of these, dealing with algorithmic aspects of information fusion, ADT and Hurricane Sandy, and ADT and urban planning for climate events &ndash; the latter two resulting from our maritime risk symposium.\n\nNSF funding only supported several of the activities and partially supported others. However, we leveraged the NSF investment to produce a much larger activity under the general theme SF-ADT. Part of SF-ADT was funded by the European Cooperation in Science and Technology and also through a Groupement de Recherche International, a networking project funded by European sources with partners from France, Belgium, Luxembourg, and Spain.\n\nThe variety of research results achieved included applications of adversarial risk analysis to the challenge of the Somali Pirates; algorithmic analysis of risk under incomplete information, new tools for Coast Guard enforcement of fisheries regulations, and decision support tools for reopening a port after a storm or other disaster.\n\nWe organized the Second International Conference on ADT (ADT II), with results published in a book by Springer. ADT II led to ADT III, with significantly higher participation, indicating the beginning of establishment of a new multidisciplinary field.\n\nMany graduate students participated. At the WS on Evidence-based Policy Making, approximately 1/3 of the participants were PhD students. At the WS on Smart Cities, approximately 1/5 were PhD students. A notable feature of SF-ADT was heavy involvement of researchers from industry and government, also heavy involvement of researchers from the biological and medical sciences.\n\nGiven the likely long-term consequences of Hurricane Sandy, the results of the WS on this topic were of broad interest to government, industry, and academia attendees and a follow-up meeting is planned for 2014.\n\nThe Maritime Risk Symposium was originally intended to be a WS on ADT and robust ports. Under the broader s..."
 }
}