{
 "awd_id": "1025618",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "VOSS: Successful Collaboration between Researchers from Developing and Developed Countries in Virtual Organizations",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kevin Crowston",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 282663.0,
 "awd_amount": 282663.0,
 "awd_min_amd_letter_date": "2010-08-02",
 "awd_max_amd_letter_date": "2010-08-02",
 "awd_abstract_narration": "The advancement of science, technology and education depends increasingly on distributed international scientific virtual organizations that include researchers in both developed and developing countries. Yet little is known about improving the effectiveness of these collaboration networks.  This study will extend the Theory of Remote Scientific Collaboration to partnerships involving developing and developed countries and empirically test this revised theory.  Based on a review of the literature we will modify the Theory then use both qualitative interviews and quantitative questionnaires to test the revised Theory in three virtual organizations with researchers in developing and developed countries. We will better understand how to define success in these virtual organizations, what the factors contribute to successful collaboration, and the connections between success factors and success measures. \r\n\r\nThis study identifies the conditions under which collaboration between researchers from developing and developed countries are likely to be successful.  Results should illuminate the dynamics of partnerships between parties whose access to resources varies and may generalize to partnerships between U.S. institutions with differential access to resources.  Many smaller U.S. institutions and those serving underrepresented groups may encounter difficulties similar to those faced by scientists from developing countries (low scientific capacity, poor communication infrastructure, etc.). Understanding the effects of differential access to resources on participation in scientific collaboration will help policy makers and funding agencies better support such virtual organizations and improve the probability of their success.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Airong",
   "pi_last_name": "Luo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Airong Luo",
   "pi_email_addr": "airongl@umich.edu",
   "nsf_id": "000531864",
   "pi_start_date": "2010-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Theodore",
   "pi_last_name": "Hanss",
   "pi_mid_init": "A",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Theodore A Hanss",
   "pi_email_addr": "ted@umich.edu",
   "nsf_id": "000532269",
   "pi_start_date": "2010-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764200",
   "pgm_ele_name": "VIRTUAL ORGANIZATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7642",
   "pgm_ref_txt": "VIRTUAL ORGANIZATIONS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 282663.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>This project aims to study what makes collaborations between researchers from developing and developed country successful in order to extend the Theory of Remote Scientific Collaboration (TORSC) and highlight those previously unexamined components that are particularly critical for collaboration between developing and developed countries. We seek to answer three research questions:</p>\n<p>&nbsp;</p>\n<p>(1)&nbsp; What socio-technical practices have emerged in scientific collaboration between researchers from developing and developed countries in virtual organizations?</p>\n<p>(2)&nbsp; How do we define and measure collaboration success?</p>\n<p>(3)&nbsp; What factors predict the success of collaboration between developing and developed countries?</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>This project provides unique contributions in four areas: (a) developing a collaboration model that involves an interactive process of action, assessment, and reflection to facilitate coordination and communication and to ensure productivity, efficiency, and sustainability of collaborations; (b) developing a model of inculcating institutional infrastructure to support international collaboration by understanding how institutional infrastructure enables and constrains individuals&rsquo; participation in international collaborations, infrastructural components developed in individual collaborative projects, and organizational processes that facilitate individuals and academic institutions to retain and stabilize these infrastructural components and embed them into institutional infrastructure; (c) extending the theory of Communities of Practice (CoP) by identifying factors affecting effective learning when graduate students participate in multiple levels of CoPs in their own institutions and in the virtual organizations; and (d) extending the Theory of Remote Scientific Collaboration (TORSC) by identifying factors that have an impact on successful collaboration between participants from developing and developed countries.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impact</strong></p>\n<p>The broader impact of the proposed work is that it provides a gateway to understanding what leads to successful collaboration between lesser-resourced and well-resourced institutions, including collaboration between developing and developed countries, as well as underrepresented groups and well-resourced academic institutions within the U.S. This project also improves our understanding of factors that affect effective training of graduate students in large-scale international collaborations. In addition, the collaboration model and the model to inculcate institutional infrastructure to support international collaboration we developed can serve as guidelines for use in virtual organization practices, institutions participating in international collaborations, and for individual participants and managers of collaborations. Findings from this project will also advise policy makers and funding agencies on how to support virtual organizations involving collaboration between lesser and well-resourced institutions and how to select projects with high probabilities of success.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2014<br>\n\t\t\t\t\tModified by: Airong&nbsp;Luo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nThis project aims to study what makes collaborations between researchers from developing and developed country successful in order to extend the Theory of Remote Scientific Collaboration (TORSC) and highlight those previously unexamined components that are particularly critical for collaboration between developing and developed countries. We seek to answer three research questions:\n\n \n\n(1)  What socio-technical practices have emerged in scientific collaboration between researchers from developing and developed countries in virtual organizations?\n\n(2)  How do we define and measure collaboration success?\n\n(3)  What factors predict the success of collaboration between developing and developed countries?\n\n \n\nIntellectual Merit\n\nThis project provides unique contributions in four areas: (a) developing a collaboration model that involves an interactive process of action, assessment, and reflection to facilitate coordination and communication and to ensure productivity, efficiency, and sustainability of collaborations; (b) developing a model of inculcating institutional infrastructure to support international collaboration by understanding how institutional infrastructure enables and constrains individualsÆ participation in international collaborations, infrastructural components developed in individual collaborative projects, and organizational processes that facilitate individuals and academic institutions to retain and stabilize these infrastructural components and embed them into institutional infrastructure; (c) extending the theory of Communities of Practice (CoP) by identifying factors affecting effective learning when graduate students participate in multiple levels of CoPs in their own institutions and in the virtual organizations; and (d) extending the Theory of Remote Scientific Collaboration (TORSC) by identifying factors that have an impact on successful collaboration between participants from developing and developed countries.\n\n \n\nBroader Impact\n\nThe broader impact of the proposed work is that it provides a gateway to understanding what leads to successful collaboration between lesser-resourced and well-resourced institutions, including collaboration between developing and developed countries, as well as underrepresented groups and well-resourced academic institutions within the U.S. This project also improves our understanding of factors that affect effective training of graduate students in large-scale international collaborations. In addition, the collaboration model and the model to inculcate institutional infrastructure to support international collaboration we developed can serve as guidelines for use in virtual organization practices, institutions participating in international collaborations, and for individual participants and managers of collaborations. Findings from this project will also advise policy makers and funding agencies on how to support virtual organizations involving collaboration between lesser and well-resourced institutions and how to select projects with high probabilities of success.\n\n\t\t\t\t\tLast Modified: 11/27/2014\n\n\t\t\t\t\tSubmitted by: Airong Luo"
 }
}