{
 "awd_id": "1025530",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Perception and Processing Rates in American Sign Language",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 11960.0,
 "awd_amount": 11960.0,
 "awd_min_amd_letter_date": "2010-08-27",
 "awd_max_amd_letter_date": "2010-08-27",
 "awd_abstract_narration": "With NSF support and collaboration among researchers at the University of Maryland and Gallaudet University, doctoral student So-One Hwang will examine the perception and production of American Sign Language (ASL) as compared to spoken English, in order to investigate the contribution of modality and linguistic representations in language processing. Psycholinguistic experiments will be conducted to investigate the effect of visual processing in determining the time windows of integrating linguistic information, using behavioral methodology similar to that used to study speech. Although processing speech often feels like a seamless, continuous experience, studies have shown that the acoustic input is actually analyzed piece-meal, according to time windows that are closely linked to linguistic units. This has been shown by the cognitive restoration of locally-reversed speech, where sentences that are distorted in small chunks still remain intelligible. This phenomenon has provided insight into the temporal integration windows and the limits of the auditory system for language processing. Because signs in ASL take longer to produce than words of spoken English, and because the visual system can be more resilient to temporal distortions than the auditory system, it is hypothesized that significant differences will be found for the perception of ASL as compared to speech. The intelligibility of distorted ASL sentences will be determined by asking deaf participants to sign back what they can understand, and accuracy will be measured. \r\n\r\nIn the second part of this project, archived recordings of ASL and English will be used to compare production rates of languages that use different articulators. Using the most current understanding of the features of linguistic units in ASL and English, this study will lead to a better understanding of the differences and similarities in the production rates of languages using different modalities. In addition to contributions based on its findings, this research promotes multidisciplinary collaboration among investigators at two institutions, and will lead to an increased awareness of the importance of diversity and cross-modal approaches in language and cognitive science research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Idsardi",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "William J Idsardi",
   "pi_email_addr": "idsardi@umd.edu",
   "nsf_id": "000166350",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "So-One",
   "pi_last_name": "Hwang",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "So-One K Hwang",
   "pi_email_addr": "soone@umd.edu",
   "nsf_id": "000557803",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 11960.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Building a model for how humans process language requires examination of a diverse range of languages. This dissertation work compared signed and spoken languages to better understand the time constraints of language processing. Underlying the seemingly effortless process of language comprehension is the perceiver&rsquo;s knowledge about the rate at which the input unfolds in time to create meaning. Rather than analyzing the sounds or signs smoothly and continuously over time, the perceiver integrates the input in time chunks or windows of certain durations. This project was the first to investigate temporal integration windows for sign language processing. Size of temporal integration windows was tested by measuring the intelligibility of sentences that were locally-reversed in different time increments. When these increments are short in duration, the sentences are easy to understand, but as these increments get longer, intelligibility falls sharply and reflects limitations of the perceptual systems. By comparing results from English and American Sign Language, this study&rsquo;s findings show that the time durations over which we chunk the linguistic input depend on whether the input is coming through our ears (~50-60 ms) or our eyes (~250-300 ms). In both cases, however, temporal integration windows are affected by the rate of the input and become shorter proportionately when the rate is faster and the size of the linguistic units themselves become shorter. Thus, integrating the input according to the rate at which the sounds or signs unfold in time to create meaning is a universal mechanism of language processing. However, individuals who learn the language later in their lives do not have the same perceptual flexibility to accurately track natural fluctuations in the input. Finally, data from word, sign, morpheme, and syllable rates from natural production suggest that while the rate of words and signs can vary from language to language, the relationship between the rate of syllables and morphemes is relatively consistent among typologically diverse languages.</p>\n<p>The project provided many training opportunities for Ph.D. candidate So-One Hwang in different aspects of language research and professional development, such as mentoring, networking, and public-outreach. As a result, Hwang created opportunities for other students get more research training experience. Furthermore, it brought together researchers from Gallaudet University and the University of Maryland to pursue interdisciplinary collaborations for training and research. Sharing the project&rsquo;s findings spreads awareness of the importance of diversity and cross-modal approaches in language and cognitive science research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2012<br>\n\t\t\t\t\tModified by: So-One&nbsp;K&nbsp;Hwang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBuilding a model for how humans process language requires examination of a diverse range of languages. This dissertation work compared signed and spoken languages to better understand the time constraints of language processing. Underlying the seemingly effortless process of language comprehension is the perceiverÆs knowledge about the rate at which the input unfolds in time to create meaning. Rather than analyzing the sounds or signs smoothly and continuously over time, the perceiver integrates the input in time chunks or windows of certain durations. This project was the first to investigate temporal integration windows for sign language processing. Size of temporal integration windows was tested by measuring the intelligibility of sentences that were locally-reversed in different time increments. When these increments are short in duration, the sentences are easy to understand, but as these increments get longer, intelligibility falls sharply and reflects limitations of the perceptual systems. By comparing results from English and American Sign Language, this studyÆs findings show that the time durations over which we chunk the linguistic input depend on whether the input is coming through our ears (~50-60 ms) or our eyes (~250-300 ms). In both cases, however, temporal integration windows are affected by the rate of the input and become shorter proportionately when the rate is faster and the size of the linguistic units themselves become shorter. Thus, integrating the input according to the rate at which the sounds or signs unfold in time to create meaning is a universal mechanism of language processing. However, individuals who learn the language later in their lives do not have the same perceptual flexibility to accurately track natural fluctuations in the input. Finally, data from word, sign, morpheme, and syllable rates from natural production suggest that while the rate of words and signs can vary from language to language, the relationship between the rate of syllables and morphemes is relatively consistent among typologically diverse languages.\n\nThe project provided many training opportunities for Ph.D. candidate So-One Hwang in different aspects of language research and professional development, such as mentoring, networking, and public-outreach. As a result, Hwang created opportunities for other students get more research training experience. Furthermore, it brought together researchers from Gallaudet University and the University of Maryland to pursue interdisciplinary collaborations for training and research. Sharing the projectÆs findings spreads awareness of the importance of diversity and cross-modal approaches in language and cognitive science research.\n\n\t\t\t\t\tLast Modified: 10/01/2012\n\n\t\t\t\t\tSubmitted by: So-One K Hwang"
 }
}