{
 "awd_id": "1025245",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Archaeological Investigations at Dmanisi, Republic of Georgia",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 147645.0,
 "awd_amount": 147645.0,
 "awd_min_amd_letter_date": "2010-09-10",
 "awd_max_amd_letter_date": "2012-04-25",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Reid Ferring will conduct three seasons of archaeological and geologic investigations at the Dmanisi Site in the Republic of Georgia. Dmanisi's strategic geographical setting at the crossroads of Europe and Asia and its earliest (1.85-1.77 Ma) age of all Eurasian hominin-artifact bearing localities explain its prominent role in modeling  the first human dispersals from Africa to Eurasia. This broader significance is matched by its extensive stratigraphic and spatial record of reoccupation events, providing a unique opportunity to document patterns of settlement, resource procurement and processing by early Homo. This work will therefore contribute to research being conducted from eastern Asia to western Europe, where the ages of colonization are being pushed back farther into the early Pleistocene, illuminating the remarkable biogeographic range of early human settlement, and apparent diversity of early adaptations. \r\n\r\nDmanisi has yielded one of the largest and best-preserved collections of fossils of early Homo, providing critical information on the first dispersal of humans from Africa to Eurasia. In collaboration with the Georgian-led international team, this project will focus on the important archaeological record of repeated occupations at the site. Geologic investigations will provide environmental and contextual data on the numerous artifacts, human and mammal fossils recovered. Collaborating with Martha Tappen (Minnesota) and Georgian paleontologists, this project will contribute to reconstructing the roles of humans and carnivores in the accumulation of thousands of diverse, well-preserved mammal bones. Archaeological excavations will be conducted in the recently tested M5 sector of the site, which preserves over 6 meters of artifact and fauna-bearing deposits. This work, combined with that in the main excavation areas, will document and compare numerous reoccupation episodes. Detailed artifact analyses will focus on the procurement of raw materials, and the manufacture and use of stone tools. Combining artifact studies with data on faunal processing will establish an exceptional framework for comparing human behaviors among the many occupation episodes registered at the site.  \r\n\r\nThis project will make significant contributions to the educational and research infrastructure in Georgia, by continuing collaboration with Georgian scientists, and by enabling many Georgian students to participate each summer, gaining field and lab training and experience.  Summer field schools (the first held in 2009) will provide Georgian and international students with field training and lectures by senior project personnel. The research will support University of North Texas graduate students in their MS thesis research, as well as undergraduate students in the McNair Scholars Program. The recovery and accessioning of collections, as well as publication of data bases on Museum and University websites will enhance international research opportunities for scientists and students pursuing independent research. This project will support informal science education as well, via public tours of the site, new exhibits in the Georgian National Museum, and an expanded website with resources for teachers and public school students.  A major travelling exhibit on Dmanisi is being planned by the Fort Worth Museum of Science and History, via a new major collaboration with the Georgian National Museum.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "C. Reid",
   "pi_last_name": "Ferring",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "C. Reid Ferring",
   "pi_email_addr": "ferring@unt.edu",
   "nsf_id": "000369708",
   "pi_start_date": "2010-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "1112 DALLAS DR STE 4000",
  "perf_city_name": "DENTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762051132",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 57242.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 51114.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 39289.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF grant (No. 1025245) supported four years of archaeological excavations at Dmanisi as well as analyses of the recovered materials. Dmanisi is located in the southern Republic of Georgia. The site is now famous for the remarkable sample of fossils of earliest <em>Homo erectus</em> and for documenting the earliest occupations of Eurasia (1.85-1.76 million years ago) following the first exodus of humans from Africa. While there has been considerable attention given to the human fossils from Dmanisi, this grant supported archaeological study of the evidence for human activities at the site.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dmanisi is situated on a promontory that stands high above the confluence of two rivers today. Quite notable is the fact that this location remained a strategic place in much later time periods and even served briefly as a capital of Georgia in the Medieval period. Therefore all of the ancient archaeological materials are buried beneath the ruins of Bronze Age and Medieval occupations.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; There were two major components of the fieldwork that were supported by this grant. First was the excavation of a 25 m&sup2; block in what is called the M5 sector. From the 7 m thick sequence we recovered over 2300 artifacts and natural stones as well as scores of animal bones. This record constitutes the longest and most complete sequence of archaeological materials recovered thus far at the site. Artifacts show important patterns of variability involving both the acquisition of different types of stone raw materials as well as the manufacture and use of different kinds of tools. We interpret these patterns as reflecting different activities by the occupants rather than visitations of the site by different cultures. The animal bones that we recovered include rhinoceros, horse, bison, several kinds of deer, wolf, bear, a large leopard, and hyena. An important and new discovery are four carnivore dens that were filled with the chewed bones of their prey as well as bones of juvenile hyenas. These dens confirm the fact that humans and carnivores shared in the use of this promontory over quite a period of time.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The second major part of our field investigations was the excavation of 12 test pits across the promontory. The purpose of these was to better document the spatial extent and the stratigraphic depth of the deposits at the site and also to reveal a better picture of the variety of different activities conducted during repeated occupations. The results of this work were very successful. Most importantly they document an area of over 40,000 m&sup2; at the site that contain the in-place remains of occupations including stone artifacts and animal bones. One of these tests resulted in the recovery of a complete human pelvis and a neck vertebra. The pelvis has not been studied yet but it is the first one to be found at the site and these bones are important for documenting the stature and locomotion of these people. The other test pits yielded different assemblages of stone artifacts and a significant variety of animal bones in different parts of the site. Together the results of this work reveal a much larger and more complex site and we had known previously. A direct outcome of this work was the expansion of two of these test units into 25 m&sup2; excavation blocks. This work is funded by the National Geographic Society and is still in progress.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Several broader impacts were achieved with this support from NSF. We hired and trained a group of local villagers to work on our excavation crews. Not only did these young men and women do an excellent job on...",
  "por_txt_cntn": "\nThis NSF grant (No. 1025245) supported four years of archaeological excavations at Dmanisi as well as analyses of the recovered materials. Dmanisi is located in the southern Republic of Georgia. The site is now famous for the remarkable sample of fossils of earliest Homo erectus and for documenting the earliest occupations of Eurasia (1.85-1.76 million years ago) following the first exodus of humans from Africa. While there has been considerable attention given to the human fossils from Dmanisi, this grant supported archaeological study of the evidence for human activities at the site.\n\n \n\n            Dmanisi is situated on a promontory that stands high above the confluence of two rivers today. Quite notable is the fact that this location remained a strategic place in much later time periods and even served briefly as a capital of Georgia in the Medieval period. Therefore all of the ancient archaeological materials are buried beneath the ruins of Bronze Age and Medieval occupations.\n\n \n\n            There were two major components of the fieldwork that were supported by this grant. First was the excavation of a 25 m&sup2; block in what is called the M5 sector. From the 7 m thick sequence we recovered over 2300 artifacts and natural stones as well as scores of animal bones. This record constitutes the longest and most complete sequence of archaeological materials recovered thus far at the site. Artifacts show important patterns of variability involving both the acquisition of different types of stone raw materials as well as the manufacture and use of different kinds of tools. We interpret these patterns as reflecting different activities by the occupants rather than visitations of the site by different cultures. The animal bones that we recovered include rhinoceros, horse, bison, several kinds of deer, wolf, bear, a large leopard, and hyena. An important and new discovery are four carnivore dens that were filled with the chewed bones of their prey as well as bones of juvenile hyenas. These dens confirm the fact that humans and carnivores shared in the use of this promontory over quite a period of time.\n\n \n\n            The second major part of our field investigations was the excavation of 12 test pits across the promontory. The purpose of these was to better document the spatial extent and the stratigraphic depth of the deposits at the site and also to reveal a better picture of the variety of different activities conducted during repeated occupations. The results of this work were very successful. Most importantly they document an area of over 40,000 m&sup2; at the site that contain the in-place remains of occupations including stone artifacts and animal bones. One of these tests resulted in the recovery of a complete human pelvis and a neck vertebra. The pelvis has not been studied yet but it is the first one to be found at the site and these bones are important for documenting the stature and locomotion of these people. The other test pits yielded different assemblages of stone artifacts and a significant variety of animal bones in different parts of the site. Together the results of this work reveal a much larger and more complex site and we had known previously. A direct outcome of this work was the expansion of two of these test units into 25 m&sup2; excavation blocks. This work is funded by the National Geographic Society and is still in progress.\n\n \n\n            Several broader impacts were achieved with this support from NSF. We hired and trained a group of local villagers to work on our excavation crews. Not only did these young men and women do an excellent job on this project but also a number of them have now gone on to join other archaeological projects in Georgia. Two graduate students at the University of North Texas completed their master's theses on work conducted as part of this project. In addition we worked in full partnership with and trained a number of other Georgian professional archaeologists. We also..."
 }
}