{
 "awd_id": "1025846",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Field Experiment Incentivizing Exercise Among Workers",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 264288.0,
 "awd_amount": 264288.0,
 "awd_min_amd_letter_date": "2010-05-06",
 "awd_max_amd_letter_date": "2010-05-06",
 "awd_abstract_narration": "Many working-age adults in the U.S. engage in little to no physical exercise, which is particularly troubling given the growing fraction of the US population that is obese. The reasons for this inactivity are not entirely clear, but misperceptions about the benefits of exercise or a lack of interest are not the primary culprits. Instead, lack of self-control and an inability to commit oneself to exercise appear to play a significant role. As a result, economic incentives, which have been effective in other areas such as education and health care, may be a natural solution.  As a step towards answering this question, the proposed research will study whether direct financial incentives and self-commitment devices for exercise are effective at overcoming these barriers. The direct financial incentives are per-visit payments for exercise, while self-commitment devices allow individuals to define an exercise goal and commit their own money that is forfeited if the goal is not attained.  Specifically, the study examines a) the effectiveness of these two types of incentives during the period in which they are in place, b) whether the incentives lead to lasting increases in physical activity in the post-intervention period, and c) the relative effectiveness of each type of incentive. Furthermore, the study provides an understanding of how the effectiveness of these two categories of incentives relate to an individual?s attributes such as their degree of self-control and their time preferences. The intervention takes place among employees of a Fortune 500 company at an on-site fitness center.  Successful completion of a pilot study at this company in the fall of 2007 aided in the design of the proposed study and demonstrated its overall feasibility\r\n\r\nThis research will be the most comprehensive study to date on incentives and commitments for exercise.  Moreover, this research will be a useful complement to the existing literature on incentives in environments where individuals exhibit a lack of self-control (e.g., smoking and weight-loss). There is increasing interest among corporations and policy makers in incentive schemes to improve health and reduce healthcare spending. Within the academic literature, the study of per-use incentives for exercise contributes to the broader literature on the effect of financial incentives, including those on grades, school attainment, teacher performance, and healthcare quality. The contrast of self-commitment devices to the per-use incentives will make a significant addition to the growing literature on the economics of self control and will contribute to our understanding of the effectiveness of self-commitment devices in other settings besides the previously-studied savings and smoking environments. While there is a sizeable theoretical literature providing insights into self-control problems and possible mechanisms to overcome these problems, to date only a few studies have tested these theoretical predictions or implemented mechanisms to overcome self-control problems in field settings.\r\n\r\nThe proposed study exploits the use of a randomized-controlled trial. In such a setting, it can be insured that differences between groups are due to the intervention itself. Much of the existing evidence on the effectiveness of financial incentives for exercise is plagued by research designs where observed differences may be due to inherent differences in comparison groups (e.g., a contrast of voluntary participants and non-participants).\r\n\r\nBroader Impacts:  The results of the proposed research will help improve the design of wellness plans and healthcare policies, which is extremely important given the rapid increases in healthcare spending in the U.S. We anticipate that corporations, insurance companies, medical professionals, and policymakers, in addition to the academic community, will all have interest in the results of this study. Also, the research will be useful for understanding self-control and psychological barriers outside of the domain of exercise.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Royer",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Heather N Royer",
   "pi_email_addr": "royer@econ.ucsb.edu",
   "nsf_id": "000473352",
   "pi_start_date": "2010-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1320",
   "pgm_ref_txt": "ECONOMICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 264288.0
  }
 ],
 "por": null
}