{
 "awd_id": "1025189",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Lifting the Barriers: Understanding and Enhancing Approaches to Teaching Communication and Teamwork Among Engineering Faculty",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elliot Douglas",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 379181.0,
 "awd_amount": 379181.0,
 "awd_min_amd_letter_date": "2010-08-11",
 "awd_max_amd_letter_date": "2010-08-11",
 "awd_abstract_narration": "This engineering education research project investigates faculty beliefs about communication and teamwork, and compares these beliefs to students' beliefs.  The research focuses on first elucidating what faculty and students believe about communication and teamwork, then investigating the alignment of faculty and students beliefs, and finally studying interventions that transform faculty beliefs.  The study will look at these beliefs in three engineering fields--civil, mechanical, and industrial--in order to maximize the impact on student learning.  The research will occur at five partner schools, making research results more transferable.  \r\n\r\nThe project can have broad impact on how teamwork and communication are taught since it bridges research on epistemology (the theory of what is knowledge and knowing) to practice.  A very important outcome of this project, if successful, is changing how faculty teach and students learn the key professional skills of teamwork and communication.  The project has targeted research sites to represent diverse populations of students to help ensure that the results can be used across a broad spectrum of universities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Holly",
   "pi_last_name": "Matusovich",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Holly M Matusovich",
   "pi_email_addr": "matushm@vt.edu",
   "nsf_id": "000526522",
   "pi_start_date": "2010-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marie",
   "pi_last_name": "Paretti",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Marie C Paretti",
   "pi_email_addr": "mparetti@vt.edu",
   "nsf_id": "000211471",
   "pi_start_date": "2010-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 379181.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>To sustain U.S. leadership in the global economy, today&rsquo;s engineering workforce needs to be as strong in professional skills as in core technical skills. For well over a decade, industry has consistently called out weaknesses in communication and teamwork in particular, but graduates have made few gains in these critical skills. This research focused on understanding why the gaps persist by identifying the barriers that keep engineering faculty from more fully and effectively integrating these skills into their courses. Our research included several different activities:</p>\n<ul>\n<li>We interviewed engineering students and faculty at five different universities, including public and private, small and large, comprehensive and technical, throughout the U.S.</li>\n<li>We surveyed a broader sample of students at these same universities to better understand how and where they believed they were learning these critical skills. </li>\n<li>To better understand how U.S. views and approaches compare internationally, we also interviewed engineering students and faculty at a university in northern Europe that has an extensive and well-developed engineering writing program.</li>\n<li>Because our initial interviews with students highlighted some particular challenges faced by underrepresented students on engineering teams, we followed 18 African-American students through their team projects over the course a semester.</li>\n<li>To make sure our research had practical outcomes that would be both meaningful and useful to faculty, we brought the findings back to several of the universities we studied to discuss what the results might mean for classroom practice and how we might better support faculty in helping students develop communication and teamwork skills.</li>\n</ul>\n<p><strong>Intellectual Merit:</strong> We found two key factors that aligned with whether faculty were incorporating these professional skills into their classes: sense of competence (that is, whether faculty thought they could effectively teach these skills) and sense of autonomy (that is, whether faculty thought they had the flexibility to include these skills). Faculty who felt competent and had autonomy were more likely to address these skills in their courses.</p>\n<p>In terms of competence, in particular, faculty generally had a clear understanding of effective communication &ndash; an understanding that typically matched the ways experts talk about writing and speaking &ndash; and could identify where students were learning and practicing these skills throughout the curriculum. Discussions about teamwork, however, were often less clear; more faculty saw teamwork as something students simply &ldquo;picked up&rdquo; by working in groups, and far fewer could identify concrete teamwork skills or specific places in the curriculum were students were learning teamwork skills. However, one concrete skill did emerge repeatedly: project management. In engineering, effective teamwork seems to include the ability to plan and organize larger or longer term projects, something not often addressed in general discussions of teamwork skills.</p>\n<p>Like faculty, students could often identify where in the curriculum they were developing communication skills and could identify specific characteristics of effective communication, though they generally wanted more guidance. But interviews and surveys with students also confirmed the gap in teamwork teaching and learning as students often described little instruction or mentoring from faculty. While students often felt confident in their ability to complete their own work on time in a team, their confidence in skills such as conflict management, leadership, and time management was much lower. The student interviews, particularly those with the African-American students, also highlighted the importance of social interactions and personal relationships in building strong teams...",
  "por_txt_cntn": "\nTo sustain U.S. leadership in the global economy, todayÆs engineering workforce needs to be as strong in professional skills as in core technical skills. For well over a decade, industry has consistently called out weaknesses in communication and teamwork in particular, but graduates have made few gains in these critical skills. This research focused on understanding why the gaps persist by identifying the barriers that keep engineering faculty from more fully and effectively integrating these skills into their courses. Our research included several different activities:\n\nWe interviewed engineering students and faculty at five different universities, including public and private, small and large, comprehensive and technical, throughout the U.S.\nWe surveyed a broader sample of students at these same universities to better understand how and where they believed they were learning these critical skills. \nTo better understand how U.S. views and approaches compare internationally, we also interviewed engineering students and faculty at a university in northern Europe that has an extensive and well-developed engineering writing program.\nBecause our initial interviews with students highlighted some particular challenges faced by underrepresented students on engineering teams, we followed 18 African-American students through their team projects over the course a semester.\nTo make sure our research had practical outcomes that would be both meaningful and useful to faculty, we brought the findings back to several of the universities we studied to discuss what the results might mean for classroom practice and how we might better support faculty in helping students develop communication and teamwork skills.\n\n\nIntellectual Merit: We found two key factors that aligned with whether faculty were incorporating these professional skills into their classes: sense of competence (that is, whether faculty thought they could effectively teach these skills) and sense of autonomy (that is, whether faculty thought they had the flexibility to include these skills). Faculty who felt competent and had autonomy were more likely to address these skills in their courses.\n\nIn terms of competence, in particular, faculty generally had a clear understanding of effective communication &ndash; an understanding that typically matched the ways experts talk about writing and speaking &ndash; and could identify where students were learning and practicing these skills throughout the curriculum. Discussions about teamwork, however, were often less clear; more faculty saw teamwork as something students simply \"picked up\" by working in groups, and far fewer could identify concrete teamwork skills or specific places in the curriculum were students were learning teamwork skills. However, one concrete skill did emerge repeatedly: project management. In engineering, effective teamwork seems to include the ability to plan and organize larger or longer term projects, something not often addressed in general discussions of teamwork skills.\n\nLike faculty, students could often identify where in the curriculum they were developing communication skills and could identify specific characteristics of effective communication, though they generally wanted more guidance. But interviews and surveys with students also confirmed the gap in teamwork teaching and learning as students often described little instruction or mentoring from faculty. While students often felt confident in their ability to complete their own work on time in a team, their confidence in skills such as conflict management, leadership, and time management was much lower. The student interviews, particularly those with the African-American students, also highlighted the importance of social interactions and personal relationships in building strong teams.\n\nFinally, our analysis of the European university data highlighted multiple ways in which the close integration of writing and engineering worked to better prepare stu..."
 }
}