{
 "awd_id": "1025069",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Molecular Basis of a Digital, Multi-state Developmental Switch",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 690000.0,
 "awd_amount": 719543.0,
 "awd_min_amd_letter_date": "2010-07-28",
 "awd_max_amd_letter_date": "2012-11-28",
 "awd_abstract_narration": "Intellectual Merit. \r\nStem cells of multicellular organisms differentiate into diverse specialized cell types through the action of multi-state developmental switches. The ultimate aim of this project is to understand the molecular mechanism of mating type determination in Tetrahymena thermophila, as a model of a multi-state developmental switch. Ciliated Protozoa (including T. thermophila) are unicellular eukaryotes that maintain two copies of their genome. Seven distinct mating types (\"genders\") occur in T. thermophila, numbered I to VII. In order to mate (conjugate), physical contacts between cells of different mating type are required. The micronucleus contains the genetic information for five to seven mating types, but only one mating type is chosen to be expressed from the macronucleus. The choice of which mating type will be expressed takes place during differentiation of the macronucleus. The mating type to be expressed is chosen randomly, as if a roulette wheel were making the choice. The choice, once made, is irreversible. Thus the mat locus thus behaves as multi-state, developmental switch, which is reliably, permanently, and randomly set during MAC differentiation to one somatically heritable state. This project aims to test the following working hypothesis. During macronuclear differentiation, mating type determination involves a progressive wave of chromatin remodeling moving through the mating type locus, believed to contain up to seven distinct mating type genes in a row. The wave stops at a random location in the mating type locus and the DNA of remodeled mating type genes is deleted. The first undeleted gene becomes the expressed mating type gene. The results of this project are expected to contribute knowledge about the molecular basis of multi-state developmental switches. The results are also expected to extend knowledge in the area of chromatin remodeling guided by small interfering (regulatory) RNAs. Because the hypothesized mechanisms are evolutionarily broadly conserved among eukaryotes, the project may well contribute insights into developmental switches of general significance, e.g., the switch that patterns differentiation along the anterior-posterior axis during embryonic development of mammals and other metazoa, or switches that determine the huge diversity of immune system cells that recognize and destroy microbial invaders of the vertebrate circulatory system.\r\n\r\nBroader Impacts.\r\nThis project is expected to generate important new knowledge, genomic and gene sequence data and novel constructs that should be a boon to Tetrahymena molecular genetics and enhance the value and contributions of this valuable model organism for fundamental and applied research - as reflected by the 2009 Nobel Prize in Medicine. New genetic and genomic resources will be deposited in public databases and the Tetrahymena Stock Center. The project will additionally invest in the future by training a postdoctoral scholar. In addition, a group of 20-30 talented undergraduates will be involved in carrying out original research (for an average period of one year) that contributes to practically every aspect of the project. Historically, a large and highly diverse group of undergraduates has done original research in the principal investigator's lab (including high proportions of women and members of under-represented minorities); this will continue to be encouraged.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eduardo",
   "pi_last_name": "Orias",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eduardo Orias",
   "pi_email_addr": "orias@lifesci.ucsb.edu",
   "nsf_id": "000439393",
   "pi_start_date": "2010-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "1128",
   "pgm_ref_txt": "POP & COMMUNITY ECOL CLUSTER"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 230000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 230000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 230000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 29543.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Mating type (sex) determination in the protozoan <em>Tetrahymena thermophila</em></strong>.</p>\n<p>The protozoan <em>Tetrahymena thermophila</em> (a single celled eukaryote) belongs to a group called Ciliates. Every <em>Tetrahymena</em> cell possesses two differentiated nuclei. The small one, called micronucleus (MIC), is the &ldquo;germline&rdquo; nucleus, i.e., the store of genetic information for the sexual progeny. MIC genes are not expressed. All gene expression occurs in the large nucleus, the macronucleus (MAC), or &ldquo;working&rdquo; nucleus. MAC gene products run the everyday business of the cell. It had been known for 50 years that <em>Tetrahymena</em> cells come in 7 mating types (= sexes, genders). Every sexually mature cell expresses one mating type. To mate, cells have to touch one another and chemically sense that they differ in mating type. Remarkably, when cells mate, the mating type of a sexual progeny cell is determined at random, as if a molecular roulette wheel were used. What was missing was the molecular identification of the mating type genes. This project has now solved this long-standing puzzle.</p>\n<p>The first hint of the of mating type gene candidates came from a collaboration with Prof. Wei Miao&rsquo;s group at the Institute of Hydrobiology of the Chinese Academy of Sciences in Wuhan, China. We went on to confirm the identification of the mating type genes and to discover that mating type determination involves a novel system of programmed DNA rearrangement. Non-contiguous DNA segments &ndash; three in most cases -- are joined by homologous recombination, which is a highly precise, efficient and reliable &ldquo;cut-and-paste&rdquo; mechanism. These rearrangements go to completion within a few hours in large synchronous cell populations; thus they will facilitate additional investigations of mechanisms of DNA rearrangement, which are a common source of cancers in multicellular organisms, including humans. The predicted <em>Tetrahymena</em> mating type membrane proteins that we identified are principal players in a self/non-self recognition process requiring direct cell/cell contact. Thus, our discovery also has potential human health implications ranging from tissue transplantation to cancer, including allorecognition&mdash;the ability of an organism to distinguish its own tissues from those of another&mdash;which can be a first line of defense against infection and illness.</p>\n<p>The article reporting this work was published in PLoS Biology and was highlighted in Science, Nature and The Scientist, among other science news services. It is now included in &ldquo;F100Prime&rdquo;, a publication of the &ldquo;Faculty of 1000&rdquo;, and a 3-page review of the article appeared in Current Biology. The article was also covered at a variety of popular blogs, national and abroad -- readily found by googling: &ldquo;Tetrahymena seven sexes&rdquo;. They include NBC news, Huffington Post, National Geographic and Smithsonian news, and &ldquo;Today&rsquo;s Science&rdquo; website serving high school science students. Even a <em>Tetrahymena</em>-based political cartoon character was created, drawing on the seven sexes of <em>Tetrahymena</em>. By now, our article has had more than 70,000 views and more than 2,000 downloads at PLoS Biology.</p>\n<p><strong>Other collaborations</strong></p>\n<p>Our group collaborated with another NSF-funded project, directed by Dr. Robert S Coyne at the J. Craig Venter Institute, to sequence and assemble the MIC genome of <em>T. thermophila</em>, and the MAC genomes of 3 other closely related <em>Tetrahymena</em> species. Our collaborative work was instrumental in making <em>T. thermophila</em> the only Ciliate to have complete assemblies of the MIC and MAC genome aligned to one another, and the only Ciliate for which MIC centromeres have been located and genetically mapped.</p>\n<p>Synthetic nanoscale metal oxi...",
  "por_txt_cntn": "\nMating type (sex) determination in the protozoan Tetrahymena thermophila.\n\nThe protozoan Tetrahymena thermophila (a single celled eukaryote) belongs to a group called Ciliates. Every Tetrahymena cell possesses two differentiated nuclei. The small one, called micronucleus (MIC), is the \"germline\" nucleus, i.e., the store of genetic information for the sexual progeny. MIC genes are not expressed. All gene expression occurs in the large nucleus, the macronucleus (MAC), or \"working\" nucleus. MAC gene products run the everyday business of the cell. It had been known for 50 years that Tetrahymena cells come in 7 mating types (= sexes, genders). Every sexually mature cell expresses one mating type. To mate, cells have to touch one another and chemically sense that they differ in mating type. Remarkably, when cells mate, the mating type of a sexual progeny cell is determined at random, as if a molecular roulette wheel were used. What was missing was the molecular identification of the mating type genes. This project has now solved this long-standing puzzle.\n\nThe first hint of the of mating type gene candidates came from a collaboration with Prof. Wei MiaoÆs group at the Institute of Hydrobiology of the Chinese Academy of Sciences in Wuhan, China. We went on to confirm the identification of the mating type genes and to discover that mating type determination involves a novel system of programmed DNA rearrangement. Non-contiguous DNA segments &ndash; three in most cases -- are joined by homologous recombination, which is a highly precise, efficient and reliable \"cut-and-paste\" mechanism. These rearrangements go to completion within a few hours in large synchronous cell populations; thus they will facilitate additional investigations of mechanisms of DNA rearrangement, which are a common source of cancers in multicellular organisms, including humans. The predicted Tetrahymena mating type membrane proteins that we identified are principal players in a self/non-self recognition process requiring direct cell/cell contact. Thus, our discovery also has potential human health implications ranging from tissue transplantation to cancer, including allorecognition&mdash;the ability of an organism to distinguish its own tissues from those of another&mdash;which can be a first line of defense against infection and illness.\n\nThe article reporting this work was published in PLoS Biology and was highlighted in Science, Nature and The Scientist, among other science news services. It is now included in \"F100Prime\", a publication of the \"Faculty of 1000\", and a 3-page review of the article appeared in Current Biology. The article was also covered at a variety of popular blogs, national and abroad -- readily found by googling: \"Tetrahymena seven sexes\". They include NBC news, Huffington Post, National Geographic and Smithsonian news, and \"TodayÆs Science\" website serving high school science students. Even a Tetrahymena-based political cartoon character was created, drawing on the seven sexes of Tetrahymena. By now, our article has had more than 70,000 views and more than 2,000 downloads at PLoS Biology.\n\nOther collaborations\n\nOur group collaborated with another NSF-funded project, directed by Dr. Robert S Coyne at the J. Craig Venter Institute, to sequence and assemble the MIC genome of T. thermophila, and the MAC genomes of 3 other closely related Tetrahymena species. Our collaborative work was instrumental in making T. thermophila the only Ciliate to have complete assemblies of the MIC and MAC genome aligned to one another, and the only Ciliate for which MIC centromeres have been located and genetically mapped.\n\nSynthetic nanoscale metal oxides released from consumer goods may enter food webs via microbial uptake and predator-prey interactions.  We contributed our Tetrahymena biology expertise in a collaborative project with Prof. Patricia Holden (UCSB Bren School of Environmental Science and Management). We showed that two types of commonly used nanopa..."
 }
}