{
 "awd_id": "1025088",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NSWP:  Quantifying the Thermosphere-ionosphere Response to Solar and Geomagnetic Forcing",
 "cfda_num": "47.050",
 "org_code": "06020201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Therese Moretto Jorgensen",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 337615.0,
 "awd_amount": 337615.0,
 "awd_min_amd_letter_date": "2010-08-23",
 "awd_max_amd_letter_date": "2013-06-05",
 "awd_abstract_narration": "The objective of this project is to enhance the operational, predictive capability of a widely-used, three-dimensional, time dependent, non-linear global model of the terrestrial upper atmosphere: The Coupled Thermosphere Ionosphere Plasmasphere Electrodynamics model (CTIPe).  The project will assess the model's accuracy regarding long-term climatology (year scale) and day-to-day variability using long-term data sets acquired from both space- and ground-based platforms.  In addition, it will evaluate model capability during both simple and complex magnetic storms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mariangel",
   "pi_last_name": "Fedrizzi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mariangel Fedrizzi",
   "pi_email_addr": "Mariangel.Fedrizzi@colorado.edu",
   "nsf_id": "000493752",
   "pi_start_date": "2010-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Fuller-Rowell",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy J Fuller-Rowell",
   "pi_email_addr": "timothy.fuller-rowell@colorado.edu",
   "nsf_id": "000416432",
   "pi_start_date": "2010-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9196",
   "pgm_ref_txt": "NATURAL DISASTERS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 82957.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 83592.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 84879.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 86187.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Modern society depends heavily on a variety of technologies that are susceptible to severe disturbances of the upper atmosphere and of the near-Earth space environment that are driven by the magnetic activity of the Sun. Strong auroral currents can disrupt and damage modern electric power grids and may contribute to the corrosion of oil and gas pipelines. Magnetic storm-driven ionospheric density disturbances interfere with high-frequency radio communications and navigation signals from Global Positioning System (GPS) satellites, while polar cap absorption events can degrade or completely black out HF communications along transpolar aviation routes, requiring aircraft flying these routes to be diverted to lower latitudes. Thermospheric heating increases atmospheric density and the drag on low-Earth orbiting satellites. Exposure of spacecraft to energetic particles during solar energetic particle events and radiation belt enhancements can cause temporary operational anomalies, damage critical electronics, degrade solar arrays, and blind optical systems such as imagers and star trackers. In order to avoid or minimize the effects of space weather on such systems, the monitoring and forecast of the Sun to Earth conditions is crucial, and heavily dependent on models and ground and space-based observations.</p>\n<p>The overall goal of this project was to advance knowledge and understanding of the thermosphere-ionosphere system dynamics on different spatial and temporal scales through assessment of the capability as well as the limitations of current physics based models in specifying and predicting the upper atmosphere neutral and plasma climatology, day-to-day-variability, and weather responses to changes in external drivers. This project&rsquo;s goal was successfully achieved, and addressed the following National Space Weather Program goals (NSF 07-520 Program Solicitation): \"understanding and prediction of processes affecting solar activity and the propagation of resulting solar effects to the Earth via the solar wind\"; \"improved specification of thermospheric dynamics and neutral densities\"; and \"validation and enhancement of space weather models to improve specification and prediction capabilities.\" It involved theory, numerical simulations using the global, three-dimensional, time-dependent, non-linear, self-consistent coupled model of the thermosphere, ionosphere, plasmasphere and electrodynamics (CTIPe) physics-based model, and a wide variety of ground and space-based observations. CTIPe model is one of the existing models in the United States that is capable of physically model the Earth&rsquo;s upper atmosphere response to solar storms.</p>\n<p>Results from this project include: (i) Improvement of CTIPe neutral density response and recovery during geomagnetic storms. The Nitric Oxide Empirical Model used in CTIPe is based solely on observations under geomagnetic conditions when&nbsp;Kp geomagnetic index rarely exceeded 5. Introducing a scaling factor in Nitric Oxide values during large geomagnetic storms resulted in an improvement of neutral density agreement between model and satellite observations during the storms&rsquo; recovery phase. (ii) Improvement of the semi-annual variation in modeled neutral density, which has been underestimated during equinox seasons. The semi-annual variation is characterized by a six-month periodicity with density maxima in April and October. A semi-annual variation in electric field small-scale variability was introduced in CTIPe. Electric fields affect Joule heating, which changes the neutral temperature and density at constant heights. Electric field variability changes the distribution of Joule heating significantly, and can introduce interhemispheric asymmetries. Another process that can modify the semiannual variation in thermospheric neutral density is the change in composition, driven by eddy mixing in the mesopause region...",
  "por_txt_cntn": "\nModern society depends heavily on a variety of technologies that are susceptible to severe disturbances of the upper atmosphere and of the near-Earth space environment that are driven by the magnetic activity of the Sun. Strong auroral currents can disrupt and damage modern electric power grids and may contribute to the corrosion of oil and gas pipelines. Magnetic storm-driven ionospheric density disturbances interfere with high-frequency radio communications and navigation signals from Global Positioning System (GPS) satellites, while polar cap absorption events can degrade or completely black out HF communications along transpolar aviation routes, requiring aircraft flying these routes to be diverted to lower latitudes. Thermospheric heating increases atmospheric density and the drag on low-Earth orbiting satellites. Exposure of spacecraft to energetic particles during solar energetic particle events and radiation belt enhancements can cause temporary operational anomalies, damage critical electronics, degrade solar arrays, and blind optical systems such as imagers and star trackers. In order to avoid or minimize the effects of space weather on such systems, the monitoring and forecast of the Sun to Earth conditions is crucial, and heavily dependent on models and ground and space-based observations.\n\nThe overall goal of this project was to advance knowledge and understanding of the thermosphere-ionosphere system dynamics on different spatial and temporal scales through assessment of the capability as well as the limitations of current physics based models in specifying and predicting the upper atmosphere neutral and plasma climatology, day-to-day-variability, and weather responses to changes in external drivers. This projectÆs goal was successfully achieved, and addressed the following National Space Weather Program goals (NSF 07-520 Program Solicitation): \"understanding and prediction of processes affecting solar activity and the propagation of resulting solar effects to the Earth via the solar wind\"; \"improved specification of thermospheric dynamics and neutral densities\"; and \"validation and enhancement of space weather models to improve specification and prediction capabilities.\" It involved theory, numerical simulations using the global, three-dimensional, time-dependent, non-linear, self-consistent coupled model of the thermosphere, ionosphere, plasmasphere and electrodynamics (CTIPe) physics-based model, and a wide variety of ground and space-based observations. CTIPe model is one of the existing models in the United States that is capable of physically model the EarthÆs upper atmosphere response to solar storms.\n\nResults from this project include: (i) Improvement of CTIPe neutral density response and recovery during geomagnetic storms. The Nitric Oxide Empirical Model used in CTIPe is based solely on observations under geomagnetic conditions when Kp geomagnetic index rarely exceeded 5. Introducing a scaling factor in Nitric Oxide values during large geomagnetic storms resulted in an improvement of neutral density agreement between model and satellite observations during the stormsÆ recovery phase. (ii) Improvement of the semi-annual variation in modeled neutral density, which has been underestimated during equinox seasons. The semi-annual variation is characterized by a six-month periodicity with density maxima in April and October. A semi-annual variation in electric field small-scale variability was introduced in CTIPe. Electric fields affect Joule heating, which changes the neutral temperature and density at constant heights. Electric field variability changes the distribution of Joule heating significantly, and can introduce interhemispheric asymmetries. Another process that can modify the semiannual variation in thermospheric neutral density is the change in composition, driven by eddy mixing in the mesopause region. A seasonal variation in eddy diffusion was imposed at the modelÆs lower boundary, successfully ..."
 }
}