{
 "awd_id": "1025359",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CMG Collaborative Research: Ocean Modeling by Bridging Primitive and Boussinesq Equations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 190526.0,
 "awd_amount": 190526.0,
 "awd_min_amd_letter_date": "2010-09-11",
 "awd_max_amd_letter_date": "2010-09-11",
 "awd_abstract_narration": "While vast regions of the ocean can be treated accurately within the framework of eddy-resolving ocean models integrating simplified equations, there are comparatively small regions in which rapidly-evolving three dimensional motions are important not only for local but also for   large-scale dynamics, thereby playing an important role in the multi-scale dynamics of both coastal and global oceanic flows. The flow dynamics in these small regions are complex enough not to permit an accurate approximation by simple parameterizations, but rather demand solution of the full set of equations. The objective of this project is to build a modeling framework which can handle both energetically active motions and large scale general circulations simultaneously. This research-education project is an orchestrated effort of a collaboration synthesizing expertise in both mathematics and oceanography. The blend of mathematical, computational, and geophysical expertise of the project team is central to the success of this endeavor. It is also essential to the truly interdisciplinary training of graduate and undergraduate students, who will be involved in all the stages of a research project: Modeling, mathematical analysis, discretization, validation, computation, and data analysis.\r\n\r\n\r\n\r\nTo model these challenging oceanic flows, a truly multi-scale modeling framework that will employ the computationally intensive Boussinesq equations only in the small regions of intense mixing and the computationally efficient primitive equations in the rest of the fluid domain is needed. The inherent multi-scale nature of the oceanic flows  considered, however, makes the development of such a modeling framework challenging, both mathematically and computationally.  Indeed, one needs to address outstanding open questions, such as, the mathematical bridging of two different systems of equations, the interfacing of computational meshes of vastly varying resolutions, the quantification and modeling of uncertainty in this complex framework and the modeling of oceanic flows over a range of scales where forward and backward energy cascades coexist.  This new framework comprises several significant mathematical and computational developments: (i) a new multiphysics/multiresolution modeling approach based on domain decomposition that will allow an appropriate treatment of highly varying mesh resolutions and the interfacing of the non-hydrostatic and hydrostatic flow regimes; (ii) a novel spatio-temporal  filtering methodology that provides an elegant mathematical approach for bridging two different sets of equations by creating a spectrum of intermediate models filling the gap between the two sets of equations in terms of computational efficiency and physical accuracy; (iii) new modeling strategies for the uncertainty in the system generated by the inherently stochastic nature of the Boussinesq-primitive equations coupling; and (iv) state-of-the-art turbulence modeling for an appropriate treatment of the markedly different turbulence character of the  Boussinesq and  primitive flow regimes by taking advantage of the mathematical nature of approximate deconvolution approaches.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Fischer",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Paul F Fischer",
   "pi_email_addr": "fischerp@illinois.edu",
   "nsf_id": "000299911",
   "pi_start_date": "2010-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721500",
   "pgm_ele_name": "OPPORTUNITIES FOR RESEARCH CMG"
  },
  {
   "pgm_ele_code": "723200",
   "pgm_ele_name": "MATHEMATICAL GEOSCIENCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7215",
   "pgm_ref_txt": "OPPORTUNITIES FOR RESEARCH CMG"
  },
  {
   "pgm_ref_code": "7232",
   "pgm_ref_txt": "MATHEMATICAL GEOSCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 190526.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 13.0px Courier} -->\n<p class=\"p1\">The objective of this work is to develop software that will allow ocean modelers, engineers, and physicists to efficiently solve hydrodynamic models on leading-edge supercomputers.<span>&nbsp; </span>The governing equations for fluid flow, thermal transport, and mass transport are highly nonlinear partial differential equations in space and time.<span>&nbsp; </span>They often require significant computing resources and efficient algorithms to produce meangingful results.<span>&nbsp; </span>Our objective is to provide a tool that allows modelers to tackle problems at unprecedented scales. The approach is based on a highly parallel implementation of the spectral element method that reduces the number of compute hours needed for a accurate simulation of turbulent flows.</p>\n<p class=\"p1\">The current work extends the SEM to support independent simulations that are coupled only through an exchange of boundary values. This approach allows for computational meshes that are nonconforming, which can be tailored to the resolution requirements in the regions of interest. It also allows one to couple regions where the flow physics is governed by differing physical phenomena.</p>\n<p class=\"p1\">The main result of this work is a new capability in the spectral element code, Nek5000, that supports coupling of independent calculations. To date, his new capability is finding significant use in applications related to heat transfer, geophysics, and aeronautics. It is anticipate that the work will find application in many additional problems.</p>\n<p class=\"p1\">In addition to the multidomain coupling developments, a significant part of this project has been dedicated to support for other partners in application of spectral element methods to ocean modeling problems, resulting in several publications in Ocean Modeling with Prof. Tamay Ozgokmen at U.<span>&nbsp; </span>Miami.<span>&nbsp; </span>This work has formed the basis for the U.<span>&nbsp; </span>Miami-based center that is analyzing buoyancy-driven flows in the ocean as part of a Gulf of Mexico Research Institute project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/20/2017<br>\n\t\t\t\t\tModified by: Paul&nbsp;Fischer</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1025359/1025359_10039893_1503088151494_nek_nek_coupling--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1025359/1025359_10039893_1503088151494_nek_nek_coupling--rgov-800width.jpg\" title=\"Multidomain Coupling\"><img src=\"/por/images/Reports/POR/2017/1025359/1025359_10039893_1503088151494_nek_nek_coupling--rgov-66x44.jpg\" alt=\"Multidomain Coupling\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Challenging multidomain simulation of flow in two domains coupled through velocity and back pressure.</div>\n<div class=\"imageCredit\">P. Fischer</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Paul&nbsp;Fischer</div>\n<div class=\"imageTitle\">Multidomain Coupling</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe objective of this work is to develop software that will allow ocean modelers, engineers, and physicists to efficiently solve hydrodynamic models on leading-edge supercomputers.  The governing equations for fluid flow, thermal transport, and mass transport are highly nonlinear partial differential equations in space and time.  They often require significant computing resources and efficient algorithms to produce meangingful results.  Our objective is to provide a tool that allows modelers to tackle problems at unprecedented scales. The approach is based on a highly parallel implementation of the spectral element method that reduces the number of compute hours needed for a accurate simulation of turbulent flows.\nThe current work extends the SEM to support independent simulations that are coupled only through an exchange of boundary values. This approach allows for computational meshes that are nonconforming, which can be tailored to the resolution requirements in the regions of interest. It also allows one to couple regions where the flow physics is governed by differing physical phenomena.\nThe main result of this work is a new capability in the spectral element code, Nek5000, that supports coupling of independent calculations. To date, his new capability is finding significant use in applications related to heat transfer, geophysics, and aeronautics. It is anticipate that the work will find application in many additional problems.\nIn addition to the multidomain coupling developments, a significant part of this project has been dedicated to support for other partners in application of spectral element methods to ocean modeling problems, resulting in several publications in Ocean Modeling with Prof. Tamay Ozgokmen at U.  Miami.  This work has formed the basis for the U.  Miami-based center that is analyzing buoyancy-driven flows in the ocean as part of a Gulf of Mexico Research Institute project.\n\n \n\n\t\t\t\t\tLast Modified: 08/20/2017\n\n\t\t\t\t\tSubmitted by: Paul Fischer"
 }
}