{
 "awd_id": "1025120",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Manifold Alignment of High-Dimensional Data Sets",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928448",
 "po_email": "tluo@nsf.gov",
 "po_sign_block_name": "Tie Luo",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 499909.0,
 "awd_amount": 499909.0,
 "awd_min_amd_letter_date": "2010-07-22",
 "awd_max_amd_letter_date": "2010-07-22",
 "awd_abstract_narration": "As the availability and size of digital information repositories continues to burgeon, the problem of extracting deep semantic structure from high-dimensional data becomes more critical. This project addresses the fundamental problem of transfer learning, in particular it investigates methods for aligning multiple heterogeneous data sets to find correspondences and extract shared latent semantic structure. Domains of applicability include automatic machine translation, bioinformatics, cross-lingual information retrieval, perceptual learning, robotic control, and sensor-based activity modeling.  The proposed research will investigate a geometric framework for transfer learning based on finding correspondences between data by aligning their projections onto lower dimensional manifolds. The proposed research will investigate a broad spectrum of approaches to manifold alignment, including one-step vs. two-step alignment, instance-based vs. feature-based alignment, semi-supervised vs. unsupervised alignment, and finally one-level vs. multi-scale alignment. Visualization tools that use alignment information will be developed to facilitate interactive learning from data analysis. To aid the processing of large data sets, the parallel computational power of modern graphics processing units (GPUs) will be exploited.\r\n\r\nGiven the rapidly increasing availability of digital data sets from a diverse variety of domains, the scientific question of extracting knowledge from massive unstructured information repositories is becoming ever more critical. The proposed research combines the study of machine learning algorithms for discovering latent correspondences between seemingly disparate data sets, and the development of visualization tools to aid human interpretation of high-dimensional data.  Empirical studies on a variety of real-world applications will be carried out, ranging from bioinformatics, Internet web archives, multilingual text, and sequential time-series data sets. The broader impacts of the proposed research include algorithmic advances in the analysis and visualization of high-dimensional data, and empirical studies on a variety of real-world applications. The data sets and software developed in this research will be disseminated through the web. The research will be communicated through a variety of conferences, workshops and seminars in several disciplines ranging from computer science, engineering, mathematics, and statistics. The PIs will make significant efforts to recruit underrepresented groups, including women and other minorities, in this research.  New course material on advanced data analysis and visualization will be developed based on the proposed research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sridhar",
   "pi_last_name": "Mahadevan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sridhar Mahadevan",
   "pi_email_addr": "mahadeva@cs.umass.edu",
   "nsf_id": "000203723",
   "pi_start_date": "2010-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rui",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rui Wang",
   "pi_email_addr": "ruiwang@cs.umass.edu",
   "nsf_id": "000070914",
   "pi_start_date": "2010-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745400",
   "pgm_ele_name": "MSPA-INTERDISCIPLINARY"
  },
  {
   "pgm_ele_code": "770300",
   "pgm_ele_name": "FOUNDATIONS VISUAL ANALYTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 499909.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 5\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>As the availability and size of digital information repositories continues to burgeon &ndash; from bioinformatics and robotics to sensor and surveillance networks and Internet archives &ndash; the problem of extracting deep semantic structure from high-dimensional data becomes more critical. &nbsp;</span></p>\n<div class=\"page\" title=\"Page 5\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>This research project &nbsp;addresses the fundamental problem of </span><span>aligning </span><span>multiple data sets to extract shared latent semantic structure. Specifically, the goal of the methods described here is to create a more meaningful representation by aligning multiple data sets. Domains of applicability range across the field of engineering, humanities, and science. Examples include automatic machine translation, bioinformatics, cross-lingual information retrieval, perceptual learning, robotic control, and sensor-based activity modeling. What makes the data alignment problem challenging is that the multiple data streams that need to be co- ordinated are represented using disjoint features. For example, in cross-lingual information retrieval, it is often desirable to search for documents in a target language (e.g., Italian or Arabic) by typing in queries in English.&nbsp;</span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<p>The research resulted in the development of several novel methods for aligning mutltiple data sets, based on optimizing different criteria. For example, a simple criterion is to align English and Italian documents from the Proceedings of the European Union in a lower-dimensional space, while preserving the local geometry of the original document space (where each dimension corresponds to a word in English or Italian, a very high-dimensional space). In the lower-dimensional space, each coordinate is defined by some ``topic\" of the document, usually automatically computed as a linear combination of the words in the document. The research investigated alignment methods that preserved local or global geometry, and also methods that required the user to provide sample correspondences vs. no correpondences, or required lables that were used to align pairs of training instances.&nbsp;</p>\n<p>The novel algorithms that were develloped were tested in a variety of large-scale real-world domains, ranging from cross-lingual information retrieval from the Proceeedings of the European Union, protein alignment in bioinformatics, image pair alignment, and human activity recognition.&nbsp;</p>\n<p>The results showed that the novel manifold alignment methods often significantly outperformed classical statistical methods, such as canonical correlational analysis (CCA), which is still widely used in many applications, such as genomic large-scale studies. Manifold alignment methods can be often used in place of methods like CCA, with significant improvements.&nbsp;</p>\n<p>The proposed research also has widespread applications to mobile devices, such as smartphones and tables, which are increasingly used to retrieve informatkion from the world wide web. These devices are usually used to retrieve information based on combining multimodal information, such as images, speech, and text. In such cases, the information from these heterogenous modalities needs to be combined into a coherent search query, which can then be used to find the relevant information. Manifold alignment has significant potential in web applications of this kind, and many others where heterogeneous datasets need to be combined.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2014<br>\n\t\t\t\t\tModified by: Sridhar&nbsp;Mahadevan</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0...",
  "por_txt_cntn": "\n\n\n\nAs the availability and size of digital information repositories continues to burgeon &ndash; from bioinformatics and robotics to sensor and surveillance networks and Internet archives &ndash; the problem of extracting deep semantic structure from high-dimensional data becomes more critical.  \n\n\n\n\nThis research project  addresses the fundamental problem of aligning multiple data sets to extract shared latent semantic structure. Specifically, the goal of the methods described here is to create a more meaningful representation by aligning multiple data sets. Domains of applicability range across the field of engineering, humanities, and science. Examples include automatic machine translation, bioinformatics, cross-lingual information retrieval, perceptual learning, robotic control, and sensor-based activity modeling. What makes the data alignment problem challenging is that the multiple data streams that need to be co- ordinated are represented using disjoint features. For example, in cross-lingual information retrieval, it is often desirable to search for documents in a target language (e.g., Italian or Arabic) by typing in queries in English. \n\n\n\n\n\n\n\nThe research resulted in the development of several novel methods for aligning mutltiple data sets, based on optimizing different criteria. For example, a simple criterion is to align English and Italian documents from the Proceedings of the European Union in a lower-dimensional space, while preserving the local geometry of the original document space (where each dimension corresponds to a word in English or Italian, a very high-dimensional space). In the lower-dimensional space, each coordinate is defined by some ``topic\" of the document, usually automatically computed as a linear combination of the words in the document. The research investigated alignment methods that preserved local or global geometry, and also methods that required the user to provide sample correspondences vs. no correpondences, or required lables that were used to align pairs of training instances. \n\nThe novel algorithms that were develloped were tested in a variety of large-scale real-world domains, ranging from cross-lingual information retrieval from the Proceeedings of the European Union, protein alignment in bioinformatics, image pair alignment, and human activity recognition. \n\nThe results showed that the novel manifold alignment methods often significantly outperformed classical statistical methods, such as canonical correlational analysis (CCA), which is still widely used in many applications, such as genomic large-scale studies. Manifold alignment methods can be often used in place of methods like CCA, with significant improvements. \n\nThe proposed research also has widespread applications to mobile devices, such as smartphones and tables, which are increasingly used to retrieve informatkion from the world wide web. These devices are usually used to retrieve information based on combining multimodal information, such as images, speech, and text. In such cases, the information from these heterogenous modalities needs to be combined into a coherent search query, which can then be used to find the relevant information. Manifold alignment has significant potential in web applications of this kind, and many others where heterogeneous datasets need to be combined. \n\n\t\t\t\t\tLast Modified: 11/25/2014\n\n\t\t\t\t\tSubmitted by: Sridhar Mahadevan"
 }
}