{
 "awd_id": "1025298",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  Augmented Reality for Understanding Social and Environmental Science",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2010-05-15",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2010-05-05",
 "awd_max_amd_letter_date": "2010-05-05",
 "awd_abstract_narration": "This project is an experiment to introduce Augmented Reality (AR)to new platforms. AR is an exciting emerging technology that overlays geographically registered three dimensional computer graphics on the real world. Until recently, AR required expensive hardware, or, at the minimum, a laptop computer equipped with a web camera. Recent improvements in cellular telephone technology, however, have enabled the possibility to use a smart phone as an interaction device for AR thus creating a portable AR experience. By using the cell phone as a \"magic lens\", participants can view the real world through the camera on the phone and see the augmentations in place, in registration with the real world.\r\n\r\nIn this project the research team will create a demonstration of how Augmented Reality can aid in understanding and teaching social and environmental science. The interdisciplinary, collaborative team of researchers will develop and demonstrate a sample scenario for using AR environments to teach archaeology at the collegiate level. Archaeology was chosen for a variety of reasons. Archaeology has a very physical component and deals largely with three dimensional objects and thus is a good match of needs with the capabilities that AR provides. One problem in teaching archaeology is that the processes and methods of field research are difficult to present in a classroom, and many students will never get the opportunity to engage in field research, and those who do will be limited to only a few different sites. The project team hypothesizes that AR-based simulations will be suitable to expose students to what is involved in field work and to enable them to participate in a wide variety of simulated sites. \r\n\r\nTo address the challenge of teaching field work techniques, we seek to create an immersive, interactive demonstration in which students use AR environments to \"excavate\" sites, interpret artifacts, and create a reconstruction of an overall site. Such an AR environment will include many aspects of actual field work, including excavation methods, strategic analysis (e.g., where to look next), systematic recording of the field data, imaginative reconstruction of 3D artifacts, and interpretation of evidence from multiple sources. Archaeology field work has a considerable amount of physical activity, and the nature of AR is that there is a strong physical aspect to its use. The project team suspects that a smart phone is a suitable interaction device because it is a device familiar to most students and it is of a size such that a student can carry it like any other archaeological tool, such as a trowel or a brush.\r\n\r\nThis is a proof of concept project, that AR can be implemented through a smart phone and used in a classroom setting to communicate critical scientific methodologies and concepts, in this case surrounding the discipline of archaeology.  However, the implication of this project are quite extensive, e.g., virtual classrooms on small platforms in remote rural communities and field site access to virtual zoological and lithics collections.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Craig",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Alan B Craig",
   "pi_email_addr": "acraig@ncsa.uiuc.edu",
   "nsf_id": "000296088",
   "pi_start_date": "2010-05-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "McGrath",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Robert E McGrath",
   "pi_email_addr": "remcgrat@illinois.edu",
   "nsf_id": "000308050",
   "pi_start_date": "2010-05-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The &ldquo;EAGER: Augmented Reality for Understanding Social and Environmental Science&rdquo; project was an investigation into the capabilities and affordances of augmented reality as it pertains to social and environmental science.&nbsp; Most specifically, the broader end goal of this project was to investigate applications of augmented reality for education pertaining primarily to archeology and the idea that augmented reality might be useful in providing a component in a simulated archeological dig exercise.</p>\n<p>A key part of this project was an investigation into the current state of augmented reality hardware, software, applications, and interaction techniques, all of which have been changing rapidly.&nbsp; &nbsp;The primary focus for this project, in keeping with the goal of informing the future goal of an educational application that could be deployed in classrooms, was on mobile augmented reality and specifically the use of hand-held devices such as smart phones and tablets to serve as the means through which students interact with the virtual objects in their real world classroom environment.&nbsp; Because at the beginning of the project period the performance of hand-held devices was not adequate for augmented reality applications, we began work using laptop and desktop computers, but as the performance of hand-held devices improved we moved our work to those platforms.</p>\n<p>With respect to augmented reality technology, we conclude that many applications are now technically feasible on widely available handheld devices, and can be readily distributed through the Internet.&nbsp; The major barriers are the creation of content (3D renderings, video, audio, etc.) and the legal and intellectual property processes involved in releasing &ldquo;apps&rdquo;.</p>\n<p>One of the key aspects of this project was developing relationships with content experts and data sources.&nbsp; Through this project we have established a relationship with the NSF supported Virtual Zooarchaeology of the Arctic Project (VZAP) and have demonstrated that we can import objects from the VZAP archive into a mobile augmented reality environment.</p>\n<p>The outcomes of the project have included demonstration applications, videos, technical reports, public and private presentations. Additionally, some aspects of the project are represented in the book: &ldquo;Understanding Augmented Reality&rdquo; published by Morgan Kaufmann Publishing.&nbsp; The outcomes have informed not only the arctic social sciences, but also contributed to the field of augmented reality.</p>\n<p>This work was significant beyond the goals of this particular study. The project work fostered other potential collaborations and applications in education, cultural heritage, and even public art.&nbsp; For example, partly based on the experience from this project we have established collaborations with the Spurlock Museum and other museums (cultural heritage), the University of Nebraska Medical Center (STEM education), and were able to contribute to a University of Illinois commencement event (public participatory art).</p>\n<p>Future goals for the project, pending support, include developing a deployable, production grade application to support a simulated archeological dig in a classroom environment, a study to evaluate the application, and a study to determine the effectiveness of the application in the educational experience.&nbsp; We also plan to extend and refine techniques for acquiring 3D content, including low cost scanning.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2013<br>\n\t\t\t\t\tModified by: Alan&nbsp;B&nbsp;Craig</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe \"EAGER: Augmented Reality for Understanding Social and Environmental Science\" project was an investigation into the capabilities and affordances of augmented reality as it pertains to social and environmental science.  Most specifically, the broader end goal of this project was to investigate applications of augmented reality for education pertaining primarily to archeology and the idea that augmented reality might be useful in providing a component in a simulated archeological dig exercise.\n\nA key part of this project was an investigation into the current state of augmented reality hardware, software, applications, and interaction techniques, all of which have been changing rapidly.   The primary focus for this project, in keeping with the goal of informing the future goal of an educational application that could be deployed in classrooms, was on mobile augmented reality and specifically the use of hand-held devices such as smart phones and tablets to serve as the means through which students interact with the virtual objects in their real world classroom environment.  Because at the beginning of the project period the performance of hand-held devices was not adequate for augmented reality applications, we began work using laptop and desktop computers, but as the performance of hand-held devices improved we moved our work to those platforms.\n\nWith respect to augmented reality technology, we conclude that many applications are now technically feasible on widely available handheld devices, and can be readily distributed through the Internet.  The major barriers are the creation of content (3D renderings, video, audio, etc.) and the legal and intellectual property processes involved in releasing \"apps\".\n\nOne of the key aspects of this project was developing relationships with content experts and data sources.  Through this project we have established a relationship with the NSF supported Virtual Zooarchaeology of the Arctic Project (VZAP) and have demonstrated that we can import objects from the VZAP archive into a mobile augmented reality environment.\n\nThe outcomes of the project have included demonstration applications, videos, technical reports, public and private presentations. Additionally, some aspects of the project are represented in the book: \"Understanding Augmented Reality\" published by Morgan Kaufmann Publishing.  The outcomes have informed not only the arctic social sciences, but also contributed to the field of augmented reality.\n\nThis work was significant beyond the goals of this particular study. The project work fostered other potential collaborations and applications in education, cultural heritage, and even public art.  For example, partly based on the experience from this project we have established collaborations with the Spurlock Museum and other museums (cultural heritage), the University of Nebraska Medical Center (STEM education), and were able to contribute to a University of Illinois commencement event (public participatory art).\n\nFuture goals for the project, pending support, include developing a deployable, production grade application to support a simulated archeological dig in a classroom environment, a study to evaluate the application, and a study to determine the effectiveness of the application in the educational experience.  We also plan to extend and refine techniques for acquiring 3D content, including low cost scanning.\n\n \n\n\t\t\t\t\tLast Modified: 07/30/2013\n\n\t\t\t\t\tSubmitted by: Alan B Craig"
 }
}