{
 "awd_id": "1025121",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Function and Evolution of Grass B Class Floral Homeotic Proteins",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ben Holt",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 359826.0,
 "awd_amount": 359826.0,
 "awd_min_amd_letter_date": "2010-06-29",
 "awd_max_amd_letter_date": "2010-06-29",
 "awd_abstract_narration": "Clinton Whipple\r\nIOS-1025121\r\nFunction and Evolution of Grass B Class Floral Homeotic Proteins\r\n\r\nFlowers have a characteristic arrangement of organs that is consistent throughout all of flowering plants (angiosperms).  Early in flower development, a group of related proteins, known as MADS-box proteins, plays a key role in establishing the correct organ identity for each whorl.  Stamen (male reproductive structures) and petal identities, for example are controlled by the combined activity of two distinct MADS-box proteins, known as the B class proteins.  These two B class proteins, which are found in all angiosperm lineages, have been shown to function only when both are present in some groups of angiosperms, while in other groups the proteins appear to function without a partner.  It is not clear what these proteins are doing when they act without a partner, nor is it clear how distinct angiosperm groups evolved so that their B class proteins either function alone or in combination.  This project will investigate the function and evolution of B class protein interaction in the grass family, which has B class proteins that must act together.  A mutant in which a grass B class protein is disrupted will be characterized to understand its function in the grass family.  B class proteins will be isolated from diverse grass members and closely related grasses.  These proteins will then be assayed for their ability to act alone or with their respective partners in order to understand the point at which grasses evolved the requirement for both partners.  The protein sequences will be assayed for evidence of natural selection that may have facilitated this evolution.  Ultimately, the precise protein modifications that allowed the evolution of these interesting protein interactions will be elucidated by this research.  The project will provide training for a postdoctoral associate, graduate student and several undergraduates.  In addition, local high school student will be involved by creation of a novel module to investigate the ethical implications of transgenic crop technologies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clinton",
   "pi_last_name": "Whipple",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Clinton J Whipple",
   "pi_email_addr": "whipple@byu.edu",
   "nsf_id": "000557211",
   "pi_start_date": "2010-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brigham Young University",
  "inst_street_address": "A-153 ASB",
  "inst_street_address_2": "",
  "inst_city_name": "PROVO",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8014223360",
  "inst_zip_code": "846021128",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "UT03",
  "org_lgl_bus_name": "BRIGHAM YOUNG UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JWSYC7RUMJD1"
 },
 "perf_inst": {
  "perf_inst_name": "Brigham Young University",
  "perf_str_addr": "A-153 ASB",
  "perf_city_name": "PROVO",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "846021128",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "UT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 359826.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the period of this NSF award we investigated the developmental functions and evolutionary history of a protein critical for the proper development of flowers, trained several young scientists, and engaged with high school students to consider the ethical concerns related to transgenic crop production.&nbsp; These activities address the NSF aims to advance knowledge (Intellectual Merit) and to benefit society (Broader Impacts) as described below.&nbsp;</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Intellectual Merit</span></p>\n<p>The protein STERILE TASSEL SILKY EAR1 (STS1) was identified from the analysis of a mutant maize (corn) plant in which STS1 was non-functional.&nbsp; These mutant plants fail to make the appropriate organs in their flowers.&nbsp; Specifically, the male reproductive organs (stamens) are transformed into either female organs (carpels) or into sterile leafy organs, while lodicules, an organ unique to grasses that is a modified petal, are transformed into sterile leafy organs. &nbsp;&nbsp;A careful analysis of plants lacking STS1 function provided novel insight into two aspects of grass flower development that are still poorly understood. &nbsp;The first of these is the development of male specific flowers in the tassel, which requires abortion of female organs.&nbsp; We showed that female organ abortion in maize occurs as a result of organ identity irrespective of the position in which that organ develops within the flower.&nbsp; Female organ abortion is a complex process that involves both a gene known to inhibit cell growth as well a programmed death of cells.&nbsp; The second poorly studied aspect of grass flower development illuminated by our study is the formation of asymmetric flowers lacking one or more of the expected organs.&nbsp; In grasses this asymmetry is often observed as the failure of one of the lodicules to grow.&nbsp; We demonstrated that grasses regulate this asymmetry by a developmental mechanism that is distinct from other plants with asymmetric flowers.&nbsp; STS1 is the maize version of a protein called PISTILLATA well known from studies in other plants to regulate stamen and petal development.&nbsp; Similar to PISTILLATA, STS1 must bind to a distinct protein partner called SILKY1 (SI1) in order to function.&nbsp; We investigated the evolution of this STS1-SI1 protein interaction, and showed that in maize and most other grasses STS1 must have a partner.&nbsp; However, STS1 evolved from an ancestral protein that could function without the SI1 partner by binding with another copy of itself.&nbsp; Interestingly, the evolutionary change that regulates this transition is simple, involving the change of a single amino acid subunit of the protein.&nbsp; Contrary to expectations, during the evolution of the Poales (the order to which the grass family belongs) this protein frequently switched from requiring a partner to being able to function alone and vice versa.&nbsp; These results shed light on a protein critical for grass flower development as well as possible functional changes associated with protein evolution.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Broader Impacts</span></p>\n<p>Funding from this grant facilitated the training of several young scientists, including one postdoctoral associate who has since taken a position and established her own lab at U Mass Amherst, one graduate student who has since taken a position in industry, and over 15 undergraduate students who have since pursued various career options including medicine, graduate studies, and secondary education.&nbsp; Considering the controversial nature of transgenic crops in our society, and my lab&rsquo;s use of transgenic plant technology, we developed a module appropriate for advanced high school students to promote a discussion of the ethical concerns related to transgenic crops.&nbsp; This two-week module was ...",
  "por_txt_cntn": "\nDuring the period of this NSF award we investigated the developmental functions and evolutionary history of a protein critical for the proper development of flowers, trained several young scientists, and engaged with high school students to consider the ethical concerns related to transgenic crop production.  These activities address the NSF aims to advance knowledge (Intellectual Merit) and to benefit society (Broader Impacts) as described below. \n\n \n\nIntellectual Merit\n\nThe protein STERILE TASSEL SILKY EAR1 (STS1) was identified from the analysis of a mutant maize (corn) plant in which STS1 was non-functional.  These mutant plants fail to make the appropriate organs in their flowers.  Specifically, the male reproductive organs (stamens) are transformed into either female organs (carpels) or into sterile leafy organs, while lodicules, an organ unique to grasses that is a modified petal, are transformed into sterile leafy organs.   A careful analysis of plants lacking STS1 function provided novel insight into two aspects of grass flower development that are still poorly understood.  The first of these is the development of male specific flowers in the tassel, which requires abortion of female organs.  We showed that female organ abortion in maize occurs as a result of organ identity irrespective of the position in which that organ develops within the flower.  Female organ abortion is a complex process that involves both a gene known to inhibit cell growth as well a programmed death of cells.  The second poorly studied aspect of grass flower development illuminated by our study is the formation of asymmetric flowers lacking one or more of the expected organs.  In grasses this asymmetry is often observed as the failure of one of the lodicules to grow.  We demonstrated that grasses regulate this asymmetry by a developmental mechanism that is distinct from other plants with asymmetric flowers.  STS1 is the maize version of a protein called PISTILLATA well known from studies in other plants to regulate stamen and petal development.  Similar to PISTILLATA, STS1 must bind to a distinct protein partner called SILKY1 (SI1) in order to function.  We investigated the evolution of this STS1-SI1 protein interaction, and showed that in maize and most other grasses STS1 must have a partner.  However, STS1 evolved from an ancestral protein that could function without the SI1 partner by binding with another copy of itself.  Interestingly, the evolutionary change that regulates this transition is simple, involving the change of a single amino acid subunit of the protein.  Contrary to expectations, during the evolution of the Poales (the order to which the grass family belongs) this protein frequently switched from requiring a partner to being able to function alone and vice versa.  These results shed light on a protein critical for grass flower development as well as possible functional changes associated with protein evolution.\n\n \n\nBroader Impacts\n\nFunding from this grant facilitated the training of several young scientists, including one postdoctoral associate who has since taken a position and established her own lab at U Mass Amherst, one graduate student who has since taken a position in industry, and over 15 undergraduate students who have since pursued various career options including medicine, graduate studies, and secondary education.  Considering the controversial nature of transgenic crops in our society, and my labÆs use of transgenic plant technology, we developed a module appropriate for advanced high school students to promote a discussion of the ethical concerns related to transgenic crops.  This two-week module was developed in collaboration with an ethics, philosophy and English teacher at Park City High School, and repeated over the three years of the project.  Participating students learned the common techniques and applications of transgenic plant technology, followed by a discussion to help them uncover and evaluate the p..."
 }
}