{
 "awd_id": "1025602",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Development of Syntactic Alternations",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Badecker",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 274997.0,
 "awd_amount": 274997.0,
 "awd_min_amd_letter_date": "2010-09-12",
 "awd_max_amd_letter_date": "2011-06-27",
 "awd_abstract_narration": "Mastering spoken and written discourse is vitally important in human cognitive development, and it is increasingly recognized that this mastery depends on the implicit knowledge of \"linguistic probabilities\"--the likelihoods of types of expressions occurring in ordinary language use.  For example, psychologists have shown that while reading or hearing a sentence, people instantaneously anticipate the more likely of two types of continuations, even when they are semantically equivalent.  For another example, researchers of the historical and social dimensions of language have demonstrated that speakers of different regional varieties of the same language (such as British and American English) are characterized by different models of their speech probabilities, and that these probabilities have been changing over historical time.  Finally,  developmental studies have revealed children's sensitivity to the statistical regularities of their linguistic environment and their mastery of the variable higher-level linguistic structures that occur in spontaneous discourse.  Combing these psychological, historical/social, and developmental perspectives, the present project will investigate how the implicit knowledge of linguistic probabilities develops in the individual and in historically diverging groups of speakers.   The project will make use of a common theoretical framework for studying linguistic probabilities as well as a common set of semantically equivalent types of linguistic expressions which differ in their linguistic probabilities.  The latter, called \"syntactic alternations\", are alternative ways of paraphrasing the same message (such as \"give her a book/give a book to her\" or \"the woman's shadow/the shadow of the woman\").  The project will enlist an international team of experts to conduct on-site field research of the same syntactic alternations in three suites of studies: (i) parallel observational studies and experiments across groups of speakers of closely related dialects of English to investigate the varying probabilities of syntactic alternations in speaking or writing and their effect on understanding, (ii) studies of how probabilistic models of higher-level linguistic structures from the spontaneous spoken language of children and their caretakers develop over the time-course of primary language learning, and (iii) studies of how the predictors of probabilistic changes in the same high-level linguistic structures develop in historical time.\r\n\r\nThe project has unusual intellectual scope, because it applies multiple methods of expert collaborators that are seldom brought together within an integrated theoretical approach.  New datasets built for this project will be made publicly available to all researchers.  This work also has potential applications in reading, second language education and language impairment.  Working as a multidisciplinary team on this central set of fundamental linked problems in the comprehension, production, and development of spoken and written discourse will more rapidly advance the growing convergence of probabilistic approaches to language in all of the language sciences, including computer science, communication engineering, psychology, and linguistics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joan",
   "pi_last_name": "Bresnan",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Joan W Bresnan",
   "pi_email_addr": "bresnan@stanford.edu",
   "nsf_id": "000467098",
   "pi_start_date": "2010-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 274997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mastering spoken and written discourse is vitally important in human cognitive development, and there is growing recognition of the &nbsp;centrality of probabilistic reasoning and statistical inference in the process. Even when choosing between close paraphrases, speakers of a language have powerful predictive abilities that enable them to anticipate and closely match the linguistic choices of others.</p>\n<p>This project has taken a novel, unified approach to understanding these predictive abilities by bringing together an outstanding international and interdisciplinary team of experts in different subfields of linguistics, psychology, and computer science to study how the same English sructures vary probabilistically across space and time in conversations, children's language development, and historical language change.&nbsp;</p>\n<p>The project has produced over a score of scientific and scholarly works which have been published in major journals, books, and conference presentations.</p>\n<p>The project has provided training and professional development to four US graduate student researchers, one foreign graduate student, and one foreign postdoctoral student. &nbsp;The students participated in all aspects of the project by helping to collect and analyze data, collaborating with the international and interdisciplinary team of experts, and co-authoring publications reporting the findings. Two now hold university appointments and three are now teaching in universities using many of the methods and findings developed in this project.</p>\n<p>The project co-investigators are in the process of making the datasets collected available to all researchers as well as the public. &nbsp;Because of their unique nature and previous unavailability, these datasets are expected to have a broader scientific impact well beyond the life of the project.&nbsp;</p>\n<p>The use of advanced statistical and computational modeling of the datacollected in this project will have a broader impact in permitting us to understand individual variation in language development and language use better than ever before. There is great future potential for improving language education and communication across cultural and historical differences.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/29/2015<br>\n\t\t\t\t\tModified by: Joan&nbsp;W&nbsp;Bresnan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMastering spoken and written discourse is vitally important in human cognitive development, and there is growing recognition of the  centrality of probabilistic reasoning and statistical inference in the process. Even when choosing between close paraphrases, speakers of a language have powerful predictive abilities that enable them to anticipate and closely match the linguistic choices of others.\n\nThis project has taken a novel, unified approach to understanding these predictive abilities by bringing together an outstanding international and interdisciplinary team of experts in different subfields of linguistics, psychology, and computer science to study how the same English sructures vary probabilistically across space and time in conversations, children's language development, and historical language change. \n\nThe project has produced over a score of scientific and scholarly works which have been published in major journals, books, and conference presentations.\n\nThe project has provided training and professional development to four US graduate student researchers, one foreign graduate student, and one foreign postdoctoral student.  The students participated in all aspects of the project by helping to collect and analyze data, collaborating with the international and interdisciplinary team of experts, and co-authoring publications reporting the findings. Two now hold university appointments and three are now teaching in universities using many of the methods and findings developed in this project.\n\nThe project co-investigators are in the process of making the datasets collected available to all researchers as well as the public.  Because of their unique nature and previous unavailability, these datasets are expected to have a broader scientific impact well beyond the life of the project. \n\nThe use of advanced statistical and computational modeling of the datacollected in this project will have a broader impact in permitting us to understand individual variation in language development and language use better than ever before. There is great future potential for improving language education and communication across cultural and historical differences.\n\n \n\n\t\t\t\t\tLast Modified: 05/29/2015\n\n\t\t\t\t\tSubmitted by: Joan W Bresnan"
 }
}