{
 "awd_id": "1025011",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Learning and the Planning Horizon: Applications to Economic Fluctuations, Asset Prices and Policy",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 170158.0,
 "awd_amount": 170158.0,
 "awd_min_amd_letter_date": "2010-08-04",
 "awd_max_amd_letter_date": "2012-04-30",
 "awd_abstract_narration": "LEARNING AND THE PLANNING HORIZON: APPLICATIONS TO ECONOMIC FLUCTUATIONS, ASSET PRICES AND POLICY\r\nIntellectual Merit. A central feature of modern economic theory is forward-looking decision making by firms and households. While the rational expectations approach provides the benchmark theory of expectation formation, adding learning dynamics has yielded many novel insights. The proposed research will advance this research conceptually and examine several prominent issues in macroeconomics. Theoretical issues will focus on incorporation of structural knowledge, implications of the planning horizon, and eductive stability in infinite-horizon models. Applications will include monetary and fiscal policy in deep recessions, the impact of anticipated future changes in fiscal policy, and the tendency for asset prices to exhibit bubbles and crashes. Unifying themes are that learning impacts both the stability of the system and the propagation mechanisms for shocks. The research will focus on five interconnected lines of research:\r\n(i) Macroeconomic policy in New Keynesian models. Even when private agents use long-horizon decision rules, a large pessimistic expectations shock can push the economy along a trajectory of falling output and deflation. This research will study alternative monetary and fiscal policies for avoiding deep recession and deflation, and which return the economy to equilibrium. The implications of heterogeneous expectations for monetary policy will also be studied.\r\n(ii) Anticipated policy and learning. This research will show how private agents can combine econometric learning with structural knowledge about future policy changes. Examples include the impact on hours and investment of anticipated future changes in government spending and taxes. The scope of validity of Ricardian equivalence under learning will receive particular attention.\r\n(iii) Learning to optimize and the planning horizon. This project proposes a natural model of bounded optimality for long-horizon agents. The research will show how solving and updating suitable two-period decision problems, using adaptive learning rules, can converge to fully optimal decisions. The methodology will be extended to cover real business cycle (RBC) type models.\r\n(iv) Financial markets. One application will examine the impact of learning about risk and return on stock price dynamics, and determine the conditions in which bubbles and crashes are likely to emerge. A second application will look at the possibility of financial collapse when adaptive learning is introduced into a model of financial intermediation with long-term relationships.\r\n(v) Eductive stability in RBC models. This research will examine whether mental reasoning based on common knowledge can lead agents to coordinate on rational expectations in RBC models. Eductive learning combined with long-horizon decision-making appears prone to cyclical dynamics and even instability. Methods for combining eductive and adaptive learning will also be explored.\r\nBroader Impacts. The broader aim of the project is to inform policymakers of the need to take into account learning and bounded rationality by private agents and policymakers themselves. The importance of learning, expectations and model uncertainty, for monetary and fiscal policy, is increasingly being recognized by policymakers. In the last five years the PI has been a visiting scholar at the Cleveland and St. Louis Federal Reserve Banks and made presentations at the Board of Governors, the Kansas City and San Francisco FRBs, the Bank of Japan, the Bank of England, the Banque de France, the Central Bank of Chile, the ECB, the IMF and the IMF Institute. The PI has also co-authored surveys, including one aimed at policymakers. The research from the proposed project will be disseminated widely in seminars, workshops and conferences, at universities and central banks. Research papers from the project will be made available on the web. The project will also support the research of graduate students. Past NSF grants by the PI have supported research on related topics and led to PhD theses and academic appointments at research universities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Evans",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "George W Evans",
   "pi_email_addr": "gevans@uoregon.edu",
   "nsf_id": "000452881",
   "pi_start_date": "2010-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 53934.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 56669.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 59555.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>PROJECT OUTCOMES</strong></p>\n<p><strong>LEARNING AND THE PLANNING HORIZON: APPLICATIONS TO ECONOMIC FLUCTUATIONS, ASSET PRICES AND POLICY</strong></p>\n<p>&nbsp;</p>\n<p>The economic decisions of households and firms depend on their expectations of future incomes, product demand, wage and price inflation, interest rates and asset prices.&nbsp; This project extended theoretical results for the adaptive learning approach to expectation formation, in which forecasts are based on experience and revised over time in response to the evolving data. The project applied this approach to monetary and fiscal policy, asset price fluctuations, the coordination of expectations, and optimal decision-making.</p>\n<p>Applications and results include:</p>\n<ul>\n<li>Monetary and fiscal policy      in deep recessions. Following a large pessimistic shock to GDP and      inflation expectations, there is the possibility of destabilizing paths      entering a deflation trap with falling or low GDP. To avoid this, policies      to ensure a suitable floor on inflation are critical. Aggressive monetary      easing is essential and may need to be supplemented by temporary increases      in government spending. Increasing the monetary authority&rsquo;s inflation      target may be a more risky policy strategy.</li>\n<li>Monetary policy in normal      times. We find that an expectations-based interest-rate rule, designed to respond      explicitly to private-sector expectations, performs well when agents have      heterogeneous expectations due to their use of multiple forecasting models.</li>\n<li>Asset price bubbles and      crashes. In deciding on their holdings of assets like equities, households      and traders need to estimate both expected risk and return.&nbsp; If traders base their decisions on      short-term forecasts of risk and return using adaptive learning and if      they place a significant weight on recent experience, then, even though over      the long run prices are centered at their fundamentals level, asset prices      will periodically enter a regime in which there are bubbles and crashes.</li>\n<li>If households take a      long-horizon adaptive-learning approach in deciding on consumption and      saving levels, taking into account announced future tax and spending      paths, then temporary changes in government spending and taxes can lead to      higher GDP multipliers than if expectations are &ldquo;fully rational.&rdquo; Cyclical      dynamics are also more likely under adaptive learning. Shifts between tax      and debt finance may have no or little impact even if expectations are far      from fully rational.</li>\n</ul>\n<p>Theoretical results focused on the impact of the planning horizon:</p>\n<ul>\n<li>In the benchmark growth      model of macroeconomics, when agents make decisions based on long      horizons, coordination on equilibrium is surprisingly fragile. Even with      fully rational agents who understand the structure, coordination cannot be      expected. Coordination requires adaptive learning over time, and the      extent of disequilibrium will often increase before the economy eventually      reaches equilibrium.</li>\n<li>The project developed a      plausible approach to boundedly optimal decision-making for households and      firms facing complicated long-horizon stochastic dynamic optimization      problem. This approach, which we call &ldquo;shadow-price learning&rdquo; is boundedly      rational, but has good properties. By solving and updating suitable      two-period problems, and using adaptive learning rules, agents will over      time converge to optimal decisions. This model of bounded optimality is      natural and testable.</li>\n<li>In addition the project      developed decision rules with alternative finite planning horizons. This      has the potential to provide realistic levels of boundedly rational      decision-making with the...",
  "por_txt_cntn": "\nPROJECT OUTCOMES\n\nLEARNING AND THE PLANNING HORIZON: APPLICATIONS TO ECONOMIC FLUCTUATIONS, ASSET PRICES AND POLICY\n\n \n\nThe economic decisions of households and firms depend on their expectations of future incomes, product demand, wage and price inflation, interest rates and asset prices.  This project extended theoretical results for the adaptive learning approach to expectation formation, in which forecasts are based on experience and revised over time in response to the evolving data. The project applied this approach to monetary and fiscal policy, asset price fluctuations, the coordination of expectations, and optimal decision-making.\n\nApplications and results include:\n\nMonetary and fiscal policy      in deep recessions. Following a large pessimistic shock to GDP and      inflation expectations, there is the possibility of destabilizing paths      entering a deflation trap with falling or low GDP. To avoid this, policies      to ensure a suitable floor on inflation are critical. Aggressive monetary      easing is essential and may need to be supplemented by temporary increases      in government spending. Increasing the monetary authorityÆs inflation      target may be a more risky policy strategy.\nMonetary policy in normal      times. We find that an expectations-based interest-rate rule, designed to respond      explicitly to private-sector expectations, performs well when agents have      heterogeneous expectations due to their use of multiple forecasting models.\nAsset price bubbles and      crashes. In deciding on their holdings of assets like equities, households      and traders need to estimate both expected risk and return.  If traders base their decisions on      short-term forecasts of risk and return using adaptive learning and if      they place a significant weight on recent experience, then, even though over      the long run prices are centered at their fundamentals level, asset prices      will periodically enter a regime in which there are bubbles and crashes.\nIf households take a      long-horizon adaptive-learning approach in deciding on consumption and      saving levels, taking into account announced future tax and spending      paths, then temporary changes in government spending and taxes can lead to      higher GDP multipliers than if expectations are \"fully rational.\" Cyclical      dynamics are also more likely under adaptive learning. Shifts between tax      and debt finance may have no or little impact even if expectations are far      from fully rational.\n\n\nTheoretical results focused on the impact of the planning horizon:\n\nIn the benchmark growth      model of macroeconomics, when agents make decisions based on long      horizons, coordination on equilibrium is surprisingly fragile. Even with      fully rational agents who understand the structure, coordination cannot be      expected. Coordination requires adaptive learning over time, and the      extent of disequilibrium will often increase before the economy eventually      reaches equilibrium.\nThe project developed a      plausible approach to boundedly optimal decision-making for households and      firms facing complicated long-horizon stochastic dynamic optimization      problem. This approach, which we call \"shadow-price learning\" is boundedly      rational, but has good properties. By solving and updating suitable      two-period problems, and using adaptive learning rules, agents will over      time converge to optimal decisions. This model of bounded optimality is      natural and testable.\nIn addition the project      developed decision rules with alternative finite planning horizons. This      has the potential to provide realistic levels of boundedly rational      decision-making with the planning horizon adapted to specific problems.\n\n\nThe research on monetary and fiscal policy in deep recessions also had broader impacts on public discourse and policy advocacy. \"The Stagnation Regime of the New Keynesian Model and Recent US Poli..."
 }
}