{
 "awd_id": "1025893",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Regulation of Neural Circuits Underlying Mammalian Reproduction",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032928167",
 "po_email": "ethiels@nsf.gov",
 "po_sign_block_name": "Edda Thiels",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 900000.0,
 "awd_amount": 900000.0,
 "awd_min_amd_letter_date": "2010-08-06",
 "awd_max_amd_letter_date": "2014-04-30",
 "awd_abstract_narration": "Kisspeptin, a recently-identified neuropeptide encoded by the Kiss1 gene, is both necessary and sufficient for puberty onset and adulthood fertility; however, exactly how Kiss1 neurons, which are known to be located in the hypothalamus, are themselves regulated is poorly understood. In females, Kiss1 neurons in the anterior hypothalamus are regulated by temporal signals from the brain?s circadian clock, thereby generating a precisely-timed activation of the reproductive axis that results in ovulation. Interestingly, this circadian regulation of Kiss1 neurons is fully dependent on the presence of the hormone estradiol, but how and where in the brain estradiol acts to induce the circadian activation of Kiss1 neurons is unknown. Additionally, the Kauffman lab has identified a novel extra-hypothalamic population of Kiss1 neurons in the amygdala which is also stimulated by estradiol; however, the molecular mechanisms of this regulation and the functions of amygdala Kiss1 neurons are completely unknown. Using mice, this research will ascertain the neuroanatomical location and molecular mechanism(s) by which hypothalamic Kiss1 neurons are regulated by both hormonal signals and circadian cues, and will also elucidate the hormonal regulatory mechanisms and potential functions of the novel Kiss1 population located in the amygdala. This intellectual merit of this research is a better understanding of how, when, and where in the brain hormones, particularly estradiol, regulate the function of critical pubertal and reproductive neural circuits, in particular, Kiss1 circuits. The research component is complimented and integrated with the outreach and broader impact aspects, which are to directly train and educate undergraduate and graduate students in hands-on biology research, to participate in the UCSD Initiative for Maximizing Student Diversity which engages and mentors undergraduate minority students in biology research, and to design and manage a new dynamic science website (Neuroendo Now) that serves as a public forum for, and disseminates current information pertaining to advances in neuroendocrinology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Kauffman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander S Kauffman",
   "pi_email_addr": "akauffman@ucsd.edu",
   "nsf_id": "000535680",
   "pi_start_date": "2010-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 450000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the 5-year grant period, we performed multiple activities, both research and outreach, summarized briefly below for Intellectual Merit and Broader Impact.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit:</strong></p>\n<p>The brain regulates hormone secretion and fertility via neurons that secrete gonadotropin-releasing hormone (GnRH), which in turn stimulates LH secretion from the pituitary. GnRH neurons are themselves regulated by &ldquo;upstream&rdquo; neuronal circuits, including hypothalamic neurons containing the neuropeptides kisspeptin and RFRP-3, which stimulates and inhibits GnRH, respectively. This project had several research goals to better understand how kisspeptin and RFRP-3 populations regulate hormone secretion and are themselves regulated.&nbsp;</p>\n<p>The first research goal was to elucidate the mechanisms through which gonadal hormones act in the brain to elicit the circadian-timed generation of the &ldquo;LH surge&rdquo; in females (causing ovulation). We first proved that kisspeptin signaling is an essential component of the circadian LH surge phenomenon in females. We also demonstrated that females lacking progesterone receptors in kisspeptin neurons had impaired fertility, ovulation, and LH surges. This identified, for the first time, the necessary role of progesterone signaling in kisspeptin neurons to generate LH surges and trigger ovulation. We also determined that estrogen represses RFRP-3 neurons, which express estrogen receptors, perhaps as a key step in permitting LH surge generation. Furthermore, we determined that a circadian clock neurotransmitter, VIP, indirectly regulates kisspeptin and RFRP-3 neurons. Thus, during the LH surge, both estrogen and the circadian clock signal positively to activate kisspeptin neurons and, concurrently, signal negatively to inhibit RFRP-3 neurons. These findings provide better understanding of the mechanisms by which the brain, specifically kisspeptin and RFRP-3 neurons, control the LH surge and ovulation.</p>\n<p>The second major research goal focused on novel kisspeptin neuron populations. We discovered, for the first time, kisspeptin in the medial amygdala (MeA), a region implicated in social behaviors and reproduction. We demonstrated that kisspeptin in the MeA is positively regulated by estrogen through estrogen receptor alpha pathways. We also determined that kisspeptin in the MeA is dramatically upregulated in the absence of GABA neurotransmitter signaling, suggesting that GABA signaling normally inhibits kisspeptin neurons outside the hypothalamus. Collectively, these novel findings indicate that a previously-unrecognized kisspeptin population in the MeA is GABA and estrogen-regulated, and may play an important role in estrogen-regulated physiology and/or behavior. This opens up new yet-to-be characterized roles for kisspeptin beyond controlling GnRH neurons.</p>\n<p>A final research pathway capitalized on our circumstantial observation that kisspeptin receptor KO females were seemingly heavier than normal females. We therefore studied these KO mice further and determined, surprisingly, that KO females are markedly obese and have striking impairments in glucose processing and metabolism. This fortuitous finding identified, for the first time, kisspeptin as a novel player in metabolism and obesity, extending its role beyond the reproductive system.</p>\n<p>Collectively, this research provided a better understanding of how, when, and where hormones (like estrogen, progesterone) and neurotransmitters (like GABA, VIP) regulate critical reproductive circuits in the brain, in particular, RFRP-3 and kisspeptin neural circuits. Additionally, new insight was gained into novel roles for kisspeptin signaling beyond reproductive control, extending to metabolism and actions in the amygdala region. Given the presence of both kisspeptin and RFRP-3 in many animal species, these findings shed new light on r...",
  "por_txt_cntn": "\nDuring the 5-year grant period, we performed multiple activities, both research and outreach, summarized briefly below for Intellectual Merit and Broader Impact.\n\n \n\nIntellectual Merit:\n\nThe brain regulates hormone secretion and fertility via neurons that secrete gonadotropin-releasing hormone (GnRH), which in turn stimulates LH secretion from the pituitary. GnRH neurons are themselves regulated by \"upstream\" neuronal circuits, including hypothalamic neurons containing the neuropeptides kisspeptin and RFRP-3, which stimulates and inhibits GnRH, respectively. This project had several research goals to better understand how kisspeptin and RFRP-3 populations regulate hormone secretion and are themselves regulated. \n\nThe first research goal was to elucidate the mechanisms through which gonadal hormones act in the brain to elicit the circadian-timed generation of the \"LH surge\" in females (causing ovulation). We first proved that kisspeptin signaling is an essential component of the circadian LH surge phenomenon in females. We also demonstrated that females lacking progesterone receptors in kisspeptin neurons had impaired fertility, ovulation, and LH surges. This identified, for the first time, the necessary role of progesterone signaling in kisspeptin neurons to generate LH surges and trigger ovulation. We also determined that estrogen represses RFRP-3 neurons, which express estrogen receptors, perhaps as a key step in permitting LH surge generation. Furthermore, we determined that a circadian clock neurotransmitter, VIP, indirectly regulates kisspeptin and RFRP-3 neurons. Thus, during the LH surge, both estrogen and the circadian clock signal positively to activate kisspeptin neurons and, concurrently, signal negatively to inhibit RFRP-3 neurons. These findings provide better understanding of the mechanisms by which the brain, specifically kisspeptin and RFRP-3 neurons, control the LH surge and ovulation.\n\nThe second major research goal focused on novel kisspeptin neuron populations. We discovered, for the first time, kisspeptin in the medial amygdala (MeA), a region implicated in social behaviors and reproduction. We demonstrated that kisspeptin in the MeA is positively regulated by estrogen through estrogen receptor alpha pathways. We also determined that kisspeptin in the MeA is dramatically upregulated in the absence of GABA neurotransmitter signaling, suggesting that GABA signaling normally inhibits kisspeptin neurons outside the hypothalamus. Collectively, these novel findings indicate that a previously-unrecognized kisspeptin population in the MeA is GABA and estrogen-regulated, and may play an important role in estrogen-regulated physiology and/or behavior. This opens up new yet-to-be characterized roles for kisspeptin beyond controlling GnRH neurons.\n\nA final research pathway capitalized on our circumstantial observation that kisspeptin receptor KO females were seemingly heavier than normal females. We therefore studied these KO mice further and determined, surprisingly, that KO females are markedly obese and have striking impairments in glucose processing and metabolism. This fortuitous finding identified, for the first time, kisspeptin as a novel player in metabolism and obesity, extending its role beyond the reproductive system.\n\nCollectively, this research provided a better understanding of how, when, and where hormones (like estrogen, progesterone) and neurotransmitters (like GABA, VIP) regulate critical reproductive circuits in the brain, in particular, RFRP-3 and kisspeptin neural circuits. Additionally, new insight was gained into novel roles for kisspeptin signaling beyond reproductive control, extending to metabolism and actions in the amygdala region. Given the presence of both kisspeptin and RFRP-3 in many animal species, these findings shed new light on reproductive and metabolic control in multiple vertebrate species.\n\n \n\nBroader Impact\n\nRegarding educational activities, Dr. Kauffman directly mentored nume..."
 }
}