{
 "awd_id": "1026629",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Spatial Analysis of Ecosystem Service Shifts Caused by Climate Change and Land Conversion in the Metropolitan Fringe",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 222021.0,
 "awd_amount": 222021.0,
 "awd_min_amd_letter_date": "2010-09-24",
 "awd_max_amd_letter_date": "2010-09-24",
 "awd_abstract_narration": "Land conversion and climate change are rapidly changing the provision, use, and value of ecosystem services on the rural-urban fringe landscapes. Most previous ecosystem service studies addressed the effects of either land conversion or climate change, but not both, on individual ecosystem services. Additionally most ecosystem services models have yet to be well-validated with plot-level data and observed dynamic effects. As a result, methodologies for measuring the changes in the magnitude and the spatial patterns of ecosystem services and tradeoffs among multiple ecosystem services are still being developed and tested. An interdisciplinary team of scientists, including geographers, environmental economists, ecologists, and policy analysts engaged with community partners, will use two ecosystem service assessment models (InVEST and Counting on the Environment metrics) and modern spatial analysis to quantify expected changes in ecosystem service provision, use, and value on a rapidly changing rural-urban fringe landscape in the Northern Willamette Valley, Oregon, USA. The researchers will first analyze the biophysical provision, use, and economic value of ecosystem services on the current landscape at various scales, from farm to landscape. They will assess how these levels and values of ecosystem services are expected to change in the study region due to land use/land cover and climate change, separately and jointly, at multiple spatial scales. The investigators will determine what areas, if used less intensively or conserved, would most cost-effectively prevent any expected declines in the value of ecosystem services on the landscape where cost-effectiveness is measured as ecosystem service value generated per economic opportunity cost of conservation. This project will compare the outputs of two ecosystem service models and recommend improvements when possible. The investigators will engage policy stakeholders in the analysis to explore the interaction of ecosystem service science, scale, and complex policy negotiations. In all stages of analysis this project will assess the provision and pattern of species habitat in the study area and its ability to sustain native species, such as anadromous fish.\r\n\r\nThis project will improve the ecosystem service provision and value analytical methodologies as well as advance the theory of ecosystem service modeling by testing two models with field data. This research will thus illuminate the unexplored area of tradeoffs and complementarities among multiple ecosystem services shifts and spatial targeting for land conservation to sustain ecosystem services in a rapidly growing metropolitan fringe. The integrated, spatial approach will provide an excellent model for spatial ecosystem services studies, offering opportunities for transforming the studies of integrated environmental sciences and management. This project will support provisions of the 2008 farm bill that mandates the development of tools for assessing the influence of land management on ecosystem services by guiding regional planning and site-specific assessment tools that help on-the ground implementation. The project will produce a rich collection of data and analytic tools that will directly assist the ongoing development of comprehensive ecosystem service marketplaces. An information clearinghouse will provide the range of stakeholders collaborating on the creation of the marketplace (researchers, state and federal agencies, policy makers, and NGOs) direct access to project results and datasets for evaluating policy options. The research will provide educational opportunities for several graduate and undergraduate students and a post-doctoral scholar.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heejun",
   "pi_last_name": "Chang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heejun Chang",
   "pi_email_addr": "changh@pdx.edu",
   "nsf_id": "000226883",
   "pi_start_date": "2010-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Ervin",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "David E Ervin",
   "pi_email_addr": "dervin@pdx.edu",
   "nsf_id": "000280717",
   "pi_start_date": "2010-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Portland State University",
  "inst_street_address": "1600 SW 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037259900",
  "inst_zip_code": "972015508",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND STATE UNIVERSITY",
  "org_prnt_uei_num": "WWUJS84WJ647",
  "org_uei_num": "H4CAHK2RD945"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "1600 SW 4TH AVE",
  "perf_city_name": "PORTLAND",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972015508",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 222021.0
  }
 ],
 "por": null
}