{
 "awd_id": "1026880",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "California LSAMP Bridge to the Doctorate Cohort VI - UC Santa Cruz",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "A.  Hicks",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 987000.0,
 "awd_amount": 987000.0,
 "awd_min_amd_letter_date": "2010-05-12",
 "awd_max_amd_letter_date": "2010-05-12",
 "awd_abstract_narration": "The University of California System Louis Stokes Alliance for Minority Participation (CAMP) will sponsor its 6th Bridge to the Doctorate Program (BD)at the University of California at Santa Cruz (UCSC). This cohort of 12 students from underrepresented minority populations in science, technology, engineering, technology, and mathematics (STEM) will increase the number of talented students who will obtain doctoral degrees in the STEM disciplines.  Upon completion, these Ph.D. graduates will either enter the technical workforce or choose a career in academia becoming role models for other URM students in the future.\r\n\r\nThe program will build on the experiences gathered from previous BD cohorts at other University of California System campuses (Los Angeles, Irvine, San Diego, Davis, Santa Barbara). Students and faculty will engage in a focused program of intensive mentoring, communication skills and professional development to prepare participants for a highly competitive doctoral environment and ultimately for academic research positions.  Broad institutional support will be provided through the Division of Physical and Biological Sciences, the Jack Baskin School of Engineering, the Division of Graduate Studies, and the Office of the Chancellor.\r\n\r\nBy increasing the success of underrepresented graduate students, the program will create a stronger campus wide research environment that welcomes diverse approaches to scientific discovery.  UCSC will disseminate the results of this initiative within the University and through a diverse array of publications and presentations at national venues in order to advance the understanding of the necessary components to achieve success in STEM academic careers.\r\n\r\nThe long-term impact of the BD activity will be reflected in America's STEM workforce, both in academia and in industrial research and development.  By nurturing the future professoriate, as well as the scientific workforce, the value added will be seen in the visibility of minorities in science and engineering, increasing representation and providing role models and motivation for the next generation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Howard",
   "pi_last_name": "Gillman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Howard Gillman",
   "pi_email_addr": "chancellor@uci.edu",
   "nsf_id": "000469962",
   "pi_start_date": "2010-05-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sue",
   "pi_last_name": "Carter",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sue A Carter",
   "pi_email_addr": "sacarter@ucsc.edu",
   "nsf_id": "000326196",
   "pi_start_date": "2010-05-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Kubby",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joel Kubby",
   "pi_email_addr": "jkubby@soe.ucsc.edu",
   "nsf_id": "000444947",
   "pi_start_date": "2010-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913300",
   "pgm_ele_name": "Alliances-Minority Participat."
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 987000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As part of the UC LSAMP Alliance, the UCSC Bridge to Doctorate program has been successful in advancing the diversity of STEM graduate education on our campus by recruiting and training a cohort of 12 talented scholars from underserved and under-resourced populations. In conjunction with CA LSAMP leadership, the BD program was coordinated by Co-Directors Zia Isola, Ph.D. and Malika Bell, M.S. Additional financial support was provided by the Division of Graduate Studies, the Division of Physical and Biological Sciences, the Jack Baskin School of Engineering, the Division of Graduate Studies, and the Office of the Chancellor.</p>\n<p>UC Santa Cruz was recently recognized as the 2nd most influential research institution in the world in the physical sciences<a href=\"desktop?_nfpb=true&amp;_windowLabel=EventDispatcher&amp;_urlType=action&amp;wlpEventDispatcher_action=getPOREvent&amp;wlpEventDispatcher_awardId=1026880&amp;wlpEventDispatcher_reportNumber=10015972#_ftnref1\">[1]</a>. Our programs in Molecular Biology, Bioinformatics, Physics, and Astronomy are consistently at the forefront of research, and the Jack Baskin School of Engineering is widely respected for its innovative and interdisciplinary approaches to genome sequencing, assistive robotics, biotechnology, and software development. From the beginning of the UCSC campus (1967), we have emphasized the importance of diversity, access, and mentored research training. This has led to a record of success in preparing students for research careers.&nbsp; In a survey of 60 elite universities several years ago, UC Santa Cruz ranked 15th for the percentage of its students whose bachelor's degree led to doctorates. In the UC system, only Berkeley (14th) finished higher. More than seventeen of our faculty have been elected members of the National Academy of Sciences.&nbsp; Two have been selected to be Howard Hughes investigators. The Bridge to the Doctorate program has drawn upon the resources of this academic environment to support the community of students, faculty and staff who engaged in a focused program of intensive mentoring, communication skills and professional development training. The UCSC BD programming includes research and academic training, engaging the scholars in a leadership institute, monthly professional development workshops, and multiple opportunities for community-building and networking with the greater academic community. These supporting activities have institutionalized an inclusive learning environment that supports successful completion of the PhD and transition to leadership roles.</p>\n<p><strong>BROADER IMPACTS</strong>: The<strong> </strong>BD has strengthened UCSC&rsquo;s recruitment of underrepresented minorities from STEM fields into Ph.D. programs and<strong> </strong>improved our ability to provide advanced mentored research training for graduate scholars in Engineering, Physical and Biological Sciences and Mathematics.&nbsp; The BD has developed a &ldquo;mentorship pipeline&rdquo; that ensures strong mentoring of the BD fellows by faculty advisers, and&nbsp; engages BD fellows as teachers and mentors to younger scholars.&nbsp; We have placed undergraduate scholars from the UCSC STEM Diversity programs under the mentorship of our BD fellows in a research setting.&nbsp; As our fellows assume productive careers in the professoriate and industry, they will become role models for the next generation, who will in turn be empowered and inspired to pursue research careers in STEM fields. As we increase the success of underrepresented graduate students, we will create a stronger campus wide research environment that welcomes diverse approaches to scientific discovery. The long-term impact of the BD activity will be reflected in America&rsquo;s STEM workforce, both in academia and in industrial research and development.&nbsp; By nurturing the future professoriate, as well as the scientific workf...",
  "por_txt_cntn": "\nAs part of the UC LSAMP Alliance, the UCSC Bridge to Doctorate program has been successful in advancing the diversity of STEM graduate education on our campus by recruiting and training a cohort of 12 talented scholars from underserved and under-resourced populations. In conjunction with CA LSAMP leadership, the BD program was coordinated by Co-Directors Zia Isola, Ph.D. and Malika Bell, M.S. Additional financial support was provided by the Division of Graduate Studies, the Division of Physical and Biological Sciences, the Jack Baskin School of Engineering, the Division of Graduate Studies, and the Office of the Chancellor.\n\nUC Santa Cruz was recently recognized as the 2nd most influential research institution in the world in the physical sciences[1]. Our programs in Molecular Biology, Bioinformatics, Physics, and Astronomy are consistently at the forefront of research, and the Jack Baskin School of Engineering is widely respected for its innovative and interdisciplinary approaches to genome sequencing, assistive robotics, biotechnology, and software development. From the beginning of the UCSC campus (1967), we have emphasized the importance of diversity, access, and mentored research training. This has led to a record of success in preparing students for research careers.  In a survey of 60 elite universities several years ago, UC Santa Cruz ranked 15th for the percentage of its students whose bachelor's degree led to doctorates. In the UC system, only Berkeley (14th) finished higher. More than seventeen of our faculty have been elected members of the National Academy of Sciences.  Two have been selected to be Howard Hughes investigators. The Bridge to the Doctorate program has drawn upon the resources of this academic environment to support the community of students, faculty and staff who engaged in a focused program of intensive mentoring, communication skills and professional development training. The UCSC BD programming includes research and academic training, engaging the scholars in a leadership institute, monthly professional development workshops, and multiple opportunities for community-building and networking with the greater academic community. These supporting activities have institutionalized an inclusive learning environment that supports successful completion of the PhD and transition to leadership roles.\n\nBROADER IMPACTS: The BD has strengthened UCSCÆs recruitment of underrepresented minorities from STEM fields into Ph.D. programs and improved our ability to provide advanced mentored research training for graduate scholars in Engineering, Physical and Biological Sciences and Mathematics.  The BD has developed a \"mentorship pipeline\" that ensures strong mentoring of the BD fellows by faculty advisers, and  engages BD fellows as teachers and mentors to younger scholars.  We have placed undergraduate scholars from the UCSC STEM Diversity programs under the mentorship of our BD fellows in a research setting.  As our fellows assume productive careers in the professoriate and industry, they will become role models for the next generation, who will in turn be empowered and inspired to pursue research careers in STEM fields. As we increase the success of underrepresented graduate students, we will create a stronger campus wide research environment that welcomes diverse approaches to scientific discovery. The long-term impact of the BD activity will be reflected in AmericaÆs STEM workforce, both in academia and in industrial research and development.  By nurturing the future professoriate, as well as the scientific workforce, the value added will be seen in the visibility of minorities in science and engineering, increasing representation and providing role models and motivation for the next generation.\n\nOutcomes:\nOf the twelve members of the original Bridge to the Doctorate cohort, three obtained MS degrees and left the program to pursue STEM careers outside of the professoriate.  Of the 9 continuing scholars, 7 have..."
 }
}