{
 "awd_id": "1026308",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Apalachicola Ecosystems Project",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 31116.0,
 "awd_amount": 31116.0,
 "awd_min_amd_letter_date": "2010-08-20",
 "awd_max_amd_letter_date": "2010-08-20",
 "awd_abstract_narration": "With support from the National Science Foundation, Drs. Thomas Foster, Barnet Pavao-Zuckerman, Roger Brown, and the Apalachicola Ecosystems Project (AEP) will advance the understanding of the dynamic relationship of humans and their physical and social environment. The AEP will use archaeological, historical, and ancient botanical data to investigate how Native American populations adapted to a changing biophysical and colonial environment. The AEP's interdisciplinary approach integrates ecological systems and human agency in the analysis of socio-ecological resilience in the face of dynamic and nonlinear changes in the political, social, and ecological environments.   This project will use a unique case where the emigrant and immigrant sites of a single town are well documented. By studying the archaeological sites of Apalachicola (1715-1836) in eastern Alabama and accurately controlling for temporal variation, this project will characterize how humans dynamically adapt to and, simultaneously, affect their biophysical and social environment. Apalachicola was one of the most politically important Creek Indian towns and was, according to historic legend, the site of the origin of the Creek Confederacy.  \r\n\r\nThe objectives of the AEP are to (1) investigate how Native Americans maintained social, economic, and ecological viability in the face of substantial and rapid change to the social and biophysical environments, (2) identify the anthropogenic effects of the Creek Indian economic strategies on plant and animal communities, and (3) better understand Native American social, economic, and ecological resilience during the Historic Period.  Sections of two archaeological sites will be excavated, Apalachicola town (1757-1836) and Apalachicola Old Town (1715-1757), to measure cultural resilience throughout the eighteenth and early nineteenth centuries. The project will couple the archaeological investigations with historical research to elucidate broader political climate, alliances, and conflicts. Finally, the project will measure local changes in the biophysical environment through pollen cores, analysis of anthropogenic changes in the plant and animal communities, and climate variation.  \r\n\r\nThe intellectual merit of the AEP is relevant to studies of resilience theory and risk management, historical ecology and environmental management.  Reconstructing human impact upon, and interaction with, past environments is important to our understanding of current human affected environments. This project will contribute to our understanding of how the Southeastern Indians adapted to a diverse plant and animal environment within a changing social and economic environment.  The project will also help refine our understanding of the processes of historical ecology, migration, and cultural resilience in an understudied region.  \r\n\r\nThe broader impacts of this study are significant to a wide range of fields and will contribute to scientific education and descendant communities. The study of anthropogenic effects on the environment is one of the most important problems facing humans today. The Apalachicola Ecosystems Project is relevant to modern forest managers, policy makers, environmental historians, anthropologists, culture historians, and ecologists. The AEP will further understanding of how humans use culture to adapt to and modify their physical environment as well as contribute to student training.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barnet",
   "pi_last_name": "Pavao-Zuckerman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Barnet Pavao-Zuckerman",
   "pi_email_addr": "bpavao@umd.edu",
   "nsf_id": "000127874",
   "pi_start_date": "2010-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 31116.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to explore Native American strategies for resilience during the colonial period in the North American South, and to explore how Native Americans interacted with their environment.&nbsp; While the project sought to excavate the 18<sup>th</sup> and 19<sup>th</sup> century ancestral Muscogee (Creek) villages of Apalachicola Old Town and Apalachicola New Town, radiocarbon dating indicates that the project unearthed a much earlier occupation of the village of Apalachicola, likely dating back to the 16<sup>th</sup> or 17<sup>th</sup> century.&nbsp; This is a time period prior to extensive European colonialism in the interior Southeast. &nbsp;Thus, while the project did not find exactly what was sought, the project provides a glimpse of subsistence practices at Muscogee-Creek ancestral villages immediately prior to and during European colonialism, a time period about which very little is known. The 16th century is one of the so-called &ldquo;forgotten&rdquo; centuries that has received very little historical and archaeological attention. This time period is difficult to study given problems with dating methods, scanty historical records and maps created with little cartographic knowledge, and the substantial sociopolitical reorganization of Native American groups that occurred during this time period.</p>\n<p>The focus of this portion of the larger Collaborative Project (dubbed the Apalachicola Ecosystems Project) was the analysis of animal bone remains from three sites: two Muscogee-Creek ancestral village sites (1RU18 and 1RU27), and a short-lived Spanish Fort dating to AD 1689-91. The former sites were excavated as part of this grant-funded project.&nbsp; The Spanish Fort collections are existing &ldquo;legacy&rdquo; museum-curated collections that were re-analyzed in greater detail as part of this project.&nbsp; Zooarchaeological (animal bone remains) from the Muscogee sites reflect a broad subsistence strategy utilizing locally-available riverine and wild terrestrial species, with limited contribution by domestic animals. In contrast, the garrison of the Spanish Fort appears to have relied heavily on domesticated animals, specifically cattle, and supplemented their diet with venison and other wild game. Further research is needed to determine whether wild resources may have been provided to the Spanish Fort by the Creek community at Apalachicola. Regardless of how deer were accessed, venison was critical to the animal exploitation strategies of both groups.</p>\n<p>A few conclusions regarding vertebrate exploitation strategies in this little-known period can be drawn. First, subsistence strategies at the 16<sup>th</sup> and 17<sup>th</sup> century Apalachicola (1RU27) were focused primarily on local, riverine fauna. Deer was the centerpiece of the animal economy, as it was in years prior, and throughout the colonial period. &nbsp;At least two of the features excavated at 1RU27 appear to span the time period of the arrival of Europeans in the region. This transition is marked by the appearance of trade goods and European-introduced domesticated animals (cattle and pig) in the upper levels of the deposits. Since only a few specimens each of these animals were found, it is unlikely that these animals were raised by the ancestral Muscogee during this time period.&nbsp; It is more likely that these animals were traded, either as packages of meat or as live animals who were butchered right away, or that they were escaped animals (feral) that were hunted by Muscogee hunters.&nbsp; Regardless of how Creek households acquired these animals, the very low frequency of domesticated animal remains suggests that such opportunities were infrequent.</p>\n<p>The so-called &ldquo;Spanish Fort&rdquo; was occupied about a century after the previously discussed 1RU27 site.&nbsp; Domesticated animals, particularly cattle, were far more important to the diet at th...",
  "por_txt_cntn": "\nThe goal of this project was to explore Native American strategies for resilience during the colonial period in the North American South, and to explore how Native Americans interacted with their environment.  While the project sought to excavate the 18th and 19th century ancestral Muscogee (Creek) villages of Apalachicola Old Town and Apalachicola New Town, radiocarbon dating indicates that the project unearthed a much earlier occupation of the village of Apalachicola, likely dating back to the 16th or 17th century.  This is a time period prior to extensive European colonialism in the interior Southeast.  Thus, while the project did not find exactly what was sought, the project provides a glimpse of subsistence practices at Muscogee-Creek ancestral villages immediately prior to and during European colonialism, a time period about which very little is known. The 16th century is one of the so-called \"forgotten\" centuries that has received very little historical and archaeological attention. This time period is difficult to study given problems with dating methods, scanty historical records and maps created with little cartographic knowledge, and the substantial sociopolitical reorganization of Native American groups that occurred during this time period.\n\nThe focus of this portion of the larger Collaborative Project (dubbed the Apalachicola Ecosystems Project) was the analysis of animal bone remains from three sites: two Muscogee-Creek ancestral village sites (1RU18 and 1RU27), and a short-lived Spanish Fort dating to AD 1689-91. The former sites were excavated as part of this grant-funded project.  The Spanish Fort collections are existing \"legacy\" museum-curated collections that were re-analyzed in greater detail as part of this project.  Zooarchaeological (animal bone remains) from the Muscogee sites reflect a broad subsistence strategy utilizing locally-available riverine and wild terrestrial species, with limited contribution by domestic animals. In contrast, the garrison of the Spanish Fort appears to have relied heavily on domesticated animals, specifically cattle, and supplemented their diet with venison and other wild game. Further research is needed to determine whether wild resources may have been provided to the Spanish Fort by the Creek community at Apalachicola. Regardless of how deer were accessed, venison was critical to the animal exploitation strategies of both groups.\n\nA few conclusions regarding vertebrate exploitation strategies in this little-known period can be drawn. First, subsistence strategies at the 16th and 17th century Apalachicola (1RU27) were focused primarily on local, riverine fauna. Deer was the centerpiece of the animal economy, as it was in years prior, and throughout the colonial period.  At least two of the features excavated at 1RU27 appear to span the time period of the arrival of Europeans in the region. This transition is marked by the appearance of trade goods and European-introduced domesticated animals (cattle and pig) in the upper levels of the deposits. Since only a few specimens each of these animals were found, it is unlikely that these animals were raised by the ancestral Muscogee during this time period.  It is more likely that these animals were traded, either as packages of meat or as live animals who were butchered right away, or that they were escaped animals (feral) that were hunted by Muscogee hunters.  Regardless of how Creek households acquired these animals, the very low frequency of domesticated animal remains suggests that such opportunities were infrequent.\n\nThe so-called \"Spanish Fort\" was occupied about a century after the previously discussed 1RU27 site.  Domesticated animals, particularly cattle, were far more important to the diet at the Fort than to the ancestral Muscogees in the preceding century. Although the data are limited, the presence of many cattle bones is surprising since this is prior to the development of cattle breeds that were tolerant of the h..."
 }
}