{
 "awd_id": "1026385",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of Large-Memory, Many-Core Compute Node for Mathematical Science Research",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jennifer Pearl",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 127196.0,
 "awd_amount": 127196.0,
 "awd_min_amd_letter_date": "2010-09-11",
 "awd_max_amd_letter_date": "2010-09-11",
 "awd_abstract_narration": "The purchase of a large-memory, many-core computing system and its integration into a large, distributed, high-performance computing cluster provides the opportunity for researchers at Clemson to increase the size of problems that can be solved in several research areas in the mathematical sciences and to scale up shared-memory, parallel algorithms in anticipation of new, many-core computing systems under development by chip manufacturers.  In addition, it creates the possibility of developing innovative, heterogeneous, shared-distributed algorithms for problems where that approach is promising.\r\n       \r\nAmong the important areas where large-memory and heterogeneous computing systems promise to be effective are: computational optimization, simulation of 3-D filter systems, statistical models of reliability and survival, computational cell biology, biochemical modeling, quantum molecular dynamics, and combinatorial number theory.\r\n       \r\nLarge-memory, many-core systems are not widely available to researchers in the US.  This resource will be a valuable addition to the pool of resources for scientific computing in the United States.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Saltzman",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew J Saltzman",
   "pi_email_addr": "mjs@clemson.edu",
   "nsf_id": "000127436",
   "pi_start_date": "2010-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "James",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin L James",
   "pi_email_addr": "kevja@clemson.edu",
   "nsf_id": "000261404",
   "pi_start_date": "2010-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Taufiquar",
   "pi_last_name": "Khan",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Taufiquar R Khan",
   "pi_email_addr": "tkhan13@uncc.edu",
   "nsf_id": "000490312",
   "pi_start_date": "2010-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hugh",
   "pi_last_name": "MacMillan",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Hugh R MacMillan",
   "pi_email_addr": "hmacmil@clemson.edu",
   "nsf_id": "000483084",
   "pi_start_date": "2010-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elena",
   "pi_last_name": "Dimitrova",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Elena S Dimitrova",
   "pi_email_addr": "edimitro@calpoly.edu",
   "nsf_id": "000242434",
   "pi_start_date": "2010-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "201 SIKES HALL",
  "perf_city_name": "CLEMSON",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126000",
   "pgm_ele_name": "INFRASTRUCTURE PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 127196.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant funded the acquisition of specialized computing equipment<br />needed to solve several computational problems in several areas of the mathematical sciences.</p>\n<p>Many large computational problems in engineering, science, and business<br />require solution methods that involve computations executed in parallel in<br />a coordinated fashion. Such algorithms may also require that computations have simultaneous access to large amounts of data. There are two basic architectures for co ?rdinating computations and their access to data: distributed and shared-memory. These architectures are suitable for different styles of algorithms, although some algorithms can combine methods suitable for each.<br />&bull; Distributed systems (clusters) of workstation-class computers (with a<br />few processors and a few gigabytes of memory) are common&mdash;they are<br />inexpensive and easy to build. Algorithms designed for these systems<br />co ?rdinate and distribute the work among processors by sending messages over a high-speed network.<br />&bull; Shared-memory machines with tens of processors and terabytes of memory are substantially more expensive and are less commonly available to researchers. Algorithms for these machines manage data for all processors in a single memory pool and coordinate the work using special instructions to lock memory locations so they cannot be modified simultaneously by different processors.</p>\n<p>The funded machine is intended to support highly parallel, shared-memory<br />algorithms. It consists of 64 processors and two terabytes of memory. The<br />machine has been integrated into Clemson University&rsquo;s distributed cluster&mdash;ranked 128 on the November, 2011 list of the world&rsquo;s top 500 supercomputers. The integrated system facilitates the development of hybrid distributed-shared memory algorithms that can exploit the best features of both types of architectures. Investigators are using the funded machine and the surrounding cluster to solve massive computational problems in the following areas:<br />&bull; Computational optimization problems in management and engineering:<br />Scalable algorithms for a broad class of problems in business analyt-<br />ics and engineering design, such as facility location, vehicle routing,<br />scheduling, and circuit layout.<br />&bull; Simulation of high-efficiency particulate air filters: Three-dimensional<br />modeling of fluid flow through a chromatography column consisting of<br />capillary-channeled polymer fibers.<br />&bull; Longitudinal functions and data models: Methods for regression anal-<br />ysis of time-series data with many covariates.<br />&bull; Computational cell biology: Modeling of the development of genomic<br />variation among brain cells and its implications for understanding dis-<br />eases of the brain, such as Down&rsquo;s syndrome, schizophrenia, Alzheimer&rsquo;s<br />disease, and autism.<br />&bull; Simulation of quantum molecular dynamics: Modeling of quantum ef-<br />fects of excited states of molecules, to develop techniques for quantum<br />control.<br />&bull; Combinatorial number theory: Computational investigations of impor-<br />tant mathematical questions related to generalized partition functions,<br />modular forms, and Ramsey theory.<br />&bull; Modeling biochemical regulatory networks: Reconstructing the struc-<br />ture of biochemical regulatory networks based on observations of net-<br />work state changes.<br />In addition to these research projects, the machine is used in courses<br />and in Clemson&rsquo;s REU program, which train future computational scientists.</p>\n<p>Spare capacity will in the future be shared with scientists at other institutions via the Internet. All software developed in the course of this research will be made available to others as open source.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/09/2012<br>\n\t\t\t\t\tModified by: Mat...",
  "por_txt_cntn": "\nThis grant funded the acquisition of specialized computing equipment\nneeded to solve several computational problems in several areas of the mathematical sciences.\n\nMany large computational problems in engineering, science, and business\nrequire solution methods that involve computations executed in parallel in\na coordinated fashion. Such algorithms may also require that computations have simultaneous access to large amounts of data. There are two basic architectures for co ?rdinating computations and their access to data: distributed and shared-memory. These architectures are suitable for different styles of algorithms, although some algorithms can combine methods suitable for each.\n&bull; Distributed systems (clusters) of workstation-class computers (with a\nfew processors and a few gigabytes of memory) are common&mdash;they are\ninexpensive and easy to build. Algorithms designed for these systems\nco ?rdinate and distribute the work among processors by sending messages over a high-speed network.\n&bull; Shared-memory machines with tens of processors and terabytes of memory are substantially more expensive and are less commonly available to researchers. Algorithms for these machines manage data for all processors in a single memory pool and coordinate the work using special instructions to lock memory locations so they cannot be modified simultaneously by different processors.\n\nThe funded machine is intended to support highly parallel, shared-memory\nalgorithms. It consists of 64 processors and two terabytes of memory. The\nmachine has been integrated into Clemson UniversityÆs distributed cluster&mdash;ranked 128 on the November, 2011 list of the worldÆs top 500 supercomputers. The integrated system facilitates the development of hybrid distributed-shared memory algorithms that can exploit the best features of both types of architectures. Investigators are using the funded machine and the surrounding cluster to solve massive computational problems in the following areas:\n&bull; Computational optimization problems in management and engineering:\nScalable algorithms for a broad class of problems in business analyt-\nics and engineering design, such as facility location, vehicle routing,\nscheduling, and circuit layout.\n&bull; Simulation of high-efficiency particulate air filters: Three-dimensional\nmodeling of fluid flow through a chromatography column consisting of\ncapillary-channeled polymer fibers.\n&bull; Longitudinal functions and data models: Methods for regression anal-\nysis of time-series data with many covariates.\n&bull; Computational cell biology: Modeling of the development of genomic\nvariation among brain cells and its implications for understanding dis-\neases of the brain, such as DownÆs syndrome, schizophrenia, AlzheimerÆs\ndisease, and autism.\n&bull; Simulation of quantum molecular dynamics: Modeling of quantum ef-\nfects of excited states of molecules, to develop techniques for quantum\ncontrol.\n&bull; Combinatorial number theory: Computational investigations of impor-\ntant mathematical questions related to generalized partition functions,\nmodular forms, and Ramsey theory.\n&bull; Modeling biochemical regulatory networks: Reconstructing the struc-\nture of biochemical regulatory networks based on observations of net-\nwork state changes.\nIn addition to these research projects, the machine is used in courses\nand in ClemsonÆs REU program, which train future computational scientists.\n\nSpare capacity will in the future be shared with scientists at other institutions via the Internet. All software developed in the course of this research will be made available to others as open source.\n\n\t\t\t\t\tLast Modified: 01/09/2012\n\n\t\t\t\t\tSubmitted by: Matthew J Saltzman"
 }
}