{
 "awd_id": "1026265",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Particle Filtering Technology for Wearable Medical Sensors",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 499853.0,
 "awd_amount": 713823.0,
 "awd_min_amd_letter_date": "2010-09-08",
 "awd_max_amd_letter_date": "2013-02-28",
 "awd_abstract_narration": "This Small Business Innovation Research Phase II project will develop an enhanced pulse oximeter prototype ready for external demonstration. The key innovation of the prototype will be the Intelligent Data Extraction Algorithm (IDEA), which during Phase I demonstrated extraction of embedded hemodynamic information from photoplethysmograms, including left-ventricular stroke volume and cardiac output. IDEA will evolve in sophistication to increase diagnostic range and accuracy. Both extended evaluation and preliminary clinical validation studies will take place in order to assess the reliability of measured hemodynamic values and trends. Close interaction with doctors will help define clinical uses for this new technology. If successful, the final prototype will enable the noninvasive measurement of valuable hemodynamics with associated error bars (confidence intervals) including stroke volume and cardiac output. Other features include resistance to strong motion artifacts, continuous and real-time operation, and utilization of existing sensor hardware.\r\n\r\nThe broader impact/commercial potential of this project is to solve noninvasive measurement of valuable hemodynamics that cannot be met with current technology. During anesthesia, surgery, and recovery, our IDEA-enhanced pulse oximeter can track the patient?s hemodynamic evolution throughout, warning against possible adverse reactions or ?silent hemorrhages? that do not show up in any standard monitoring equipment. In the neonatal ward, it can monitor babies born with congenital heart disease or poor blood flow. At home, it can be used to monitor patients with chronic heart conditions (the top killer in the US) and warn doctors about developing acute problems such as arrhythmias and heart attacks. In the battlefield and disaster areas, our device can dramatically improve the speed and accuracy of triage to save the lives of injured soldiers and victims. Many other medical practices would benefit from the use of noninvasive and continuous stroke volume and other hemodynamic monitoring to expand the amount of vital information available at the patient care area and eliminate the need for risky invasive procedures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alton",
   "pi_last_name": "Reich",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Alton J Reich",
   "pi_email_addr": "alton.reich@streamlineautomation.biz",
   "nsf_id": "000067651",
   "pi_start_date": "2010-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Streamline Automation, LLC",
  "inst_street_address": "3100 FRESH WAY SW",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTSVILLE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2567131220",
  "inst_zip_code": "358056720",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "AL05",
  "org_lgl_bus_name": "STREAMLINE AUTOMATION LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "CLW2B8WVV1D4"
 },
 "perf_inst": {
  "perf_inst_name": "Streamline Automation, LLC",
  "perf_str_addr": "3100 FRESH WAY SW",
  "perf_city_name": "HUNTSVILLE",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "358056720",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1517",
   "pgm_ref_txt": "ELECT, PHOTONICS, & DEVICE TEC"
  },
  {
   "pgm_ref_code": "164E",
   "pgm_ref_txt": "SBIR Phase IIA"
  },
  {
   "pgm_ref_code": "167E",
   "pgm_ref_txt": "SBIR I/UCRC Membership"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 499853.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 107970.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- P { margin-bottom: 0.08in; direction: ltr; color: rgb(0, 0, 0); widows: 2; orphans: 2; }P.western { font-family: \"Arial\",sans-serif; font-size: 12pt; }P.cjk { font-family: \"Calibri\",sans-serif; font-size: 12pt; }P.ctl { font-family: \"Times New Roman\",serif; font-size: 11pt; }A:link {  } -->\n<p>Streamline Automation has developed an advanced signal processing technique that would enable a pulse oximeter, an extremely common and safe medical device, to measure cardiac output. The use of an Enhanced Pulse Oximetry (EPO) would forego the risks of Swan-Ganz catheterization for measuring cardiac output. While the use of Swan-Ganz is considered to be the &ldquo;Gold Standard&rdquo;, it comes with significant risks. Complications associated with invasive measurement of cardiac output are caused by trauma to the vessels of the heart, potentially leading to vascular inflammation or rupture, valve damage, arterial puncture (the most common complication, in excess of 20%) and arrhythmia. The performance of Swan-Ganz catheterization is fatal in 1 out of 1000 procedures.</p>\n<p class=\"western\" style=\"margin-bottom: 0.08in;\">There are over 2.7 million Swan-Ganz procedures done each year in the United States. 66% of these are diagnostic and 15% of the procedures are not necessary. Studies have shown that the complications associated with Swan-Ganz cardiac output measurement essentially offset any potential benefits and patient outcomes with and without cardiac output measurement are statistically the same.</p>\n<p class=\"western\" style=\"margin-bottom: 0.08in;\">Through an SBIR Phase II program sponsored by the National Science Foundation (NSF), Streamline Automation has developed a cutting edge mathematical algorithm based on a physiological model of the human cardiovascular system. This algorithm takes a photoplethysmograph (PPG) as input and uses the model-based algorithm to accurately estimate &ldquo;hidden&rdquo; parameters of the system. The probabilistic algorithm at the core of our technique has been (and is being) successfully applied in other fields (such as missile defense), but our application of it is unique in the biomedical field. There is one patent issued and seven patents pending on our technology.</p>\n<!-- P { margin-bottom: 0.08in; direction: ltr; color: rgb(0, 0, 0); widows: 2; orphans: 2; }P.western { font-family: \"Arial\",sans-serif; font-size: 12pt; }P.cjk { font-family: \"Calibri\",sans-serif; font-size: 12pt; }P.ctl { font-family: \"Times New Roman\",serif; font-size: 11pt; }A:link {  } -->\n<p class=\"western\" style=\"margin-bottom: 0.08in;\">A significant advantage of our technique is that it will be easily accepted in hospital settings, requiring little, if any, additional training for the clinicians. As noted by a local cardiologist:</p>\n<p class=\"western\" style=\"margin-bottom: 0.08in;\">\"This would be great data to adjust treatment for a patient in heart failure. This would allow the physician to treat any hemodynamic event. This technology would minimize the time in the hospital and discomfort for the patient.\"</p>\n<!-- P { margin-bottom: 0.08in; direction: ltr; color: rgb(0, 0, 0); widows: 2; orphans: 2; }P.western { font-family: \"Arial\",sans-serif; font-size: 12pt; }P.cjk { font-family: \"Calibri\",sans-serif; font-size: 12pt; }P.ctl { font-family: \"Times New Roman\",serif; font-size: 11pt; }A:link {  } -->\n<p class=\"western\" style=\"margin-bottom: 0.08in;\">The use of the cardiac stroke volume measurement from an enhanced pulse oximeter can be used to assess the volume status and fluid responsiveness of a patient. Maintenance of proper fluid volume has a direct impact on outcomes for patients in the ICU.</p>\n<p class=\"western\" style=\"margin-bottom: 0.08in;\">Pulse oximetry is truly non-invasive, requires no special patient preparation, and can be applied without adding to the nurse's workload in a hospital setting. Competing technologies either require an invasiv...",
  "por_txt_cntn": "\n\nStreamline Automation has developed an advanced signal processing technique that would enable a pulse oximeter, an extremely common and safe medical device, to measure cardiac output. The use of an Enhanced Pulse Oximetry (EPO) would forego the risks of Swan-Ganz catheterization for measuring cardiac output. While the use of Swan-Ganz is considered to be the \"Gold Standard\", it comes with significant risks. Complications associated with invasive measurement of cardiac output are caused by trauma to the vessels of the heart, potentially leading to vascular inflammation or rupture, valve damage, arterial puncture (the most common complication, in excess of 20%) and arrhythmia. The performance of Swan-Ganz catheterization is fatal in 1 out of 1000 procedures.\nThere are over 2.7 million Swan-Ganz procedures done each year in the United States. 66% of these are diagnostic and 15% of the procedures are not necessary. Studies have shown that the complications associated with Swan-Ganz cardiac output measurement essentially offset any potential benefits and patient outcomes with and without cardiac output measurement are statistically the same.\nThrough an SBIR Phase II program sponsored by the National Science Foundation (NSF), Streamline Automation has developed a cutting edge mathematical algorithm based on a physiological model of the human cardiovascular system. This algorithm takes a photoplethysmograph (PPG) as input and uses the model-based algorithm to accurately estimate \"hidden\" parameters of the system. The probabilistic algorithm at the core of our technique has been (and is being) successfully applied in other fields (such as missile defense), but our application of it is unique in the biomedical field. There is one patent issued and seven patents pending on our technology.\n\nA significant advantage of our technique is that it will be easily accepted in hospital settings, requiring little, if any, additional training for the clinicians. As noted by a local cardiologist:\n\"This would be great data to adjust treatment for a patient in heart failure. This would allow the physician to treat any hemodynamic event. This technology would minimize the time in the hospital and discomfort for the patient.\"\n\nThe use of the cardiac stroke volume measurement from an enhanced pulse oximeter can be used to assess the volume status and fluid responsiveness of a patient. Maintenance of proper fluid volume has a direct impact on outcomes for patients in the ICU.\nPulse oximetry is truly non-invasive, requires no special patient preparation, and can be applied without adding to the nurse's workload in a hospital setting. Competing technologies either require an invasive procedure to be performed or require special preparation of the patient. The ease of application will foster adoption in a clinical setting be being as \"staff friendly\" as possible.\n \n\n\t\t\t\t\tLast Modified: 09/30/2013\n\n\t\t\t\t\tSubmitted by: Alton J Reich"
 }
}