{
 "awd_id": "1026086",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The role of network topology and environmental filtering in shaping the ecology of spatially structured communities",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saran Twombly",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 410000.0,
 "awd_amount": 410000.0,
 "awd_min_amd_letter_date": "2010-09-07",
 "awd_max_amd_letter_date": "2010-09-07",
 "awd_abstract_narration": "Why are species found in certain combinations and not others? Why are some species not found in habitats that seem suitable for their needs? A fundamental goal of ecology is to understand the processes that drive patterns in species occurrence.  An organism's \"local\" environment can exert influence on where it occurs, e.g., climate, competition for resources, and disturbance.  However, \"regional\" factors - such as the ability of organisms to colonize available habitat - are also important. This project addresses two fundamental questions: 1) What is the relative importance of local versus regional factors in controlling species composition? 2) How does that relative importance shift with elements of landscapes, and the ability of organisms to move across those landscapes?  The project will address these two questions using communities of aquatic invertebrates in river networks.  These organisms include the larval forms of many insects, such as mayflies and caddisflies, and animals like snails and crayfish.  These communities are ideal for addressing the questions because rivers have a very distinct, branching configuration.  Furthermore, rivers endure intense human degradation, and aquatic invertebrates are often used as indicators of water quality.  The project takes advantage of stream restoration activity, which almost always includes large-scale habitat modification: the ultimate manipulation of \"local\" factors.  Three types of approaches will be employed to address the research questions: surveys of restoration sites, experimental manipulations of local factors - specifically stream-bottom habitat features - in river systems, and experiments using artificial streams to control for both local and regional processes.  \r\n\r\nThe project will have important implications for applied ecology because stream assessment often involves characterizations of aquatic communities under the assumption that local habitat alone determines their composition. Stream restoration efforts (estimated at >$1 billion annually in the U.S.) are often evaluated based on such bioassessment techniques.  Previous findings suggest that this assumption may apply only to specific portions of a stream network.  This research will be the first to begin to explore spatial dependence of habitat factors in detail, not only advancing the field of ecology, but providing information about the importance of river network position in developing expectations for restoration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Swan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Swan",
   "pi_email_addr": "Chris.Swan@umbc.edu",
   "nsf_id": "000232608",
   "pi_start_date": "2010-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Baker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Baker",
   "pi_email_addr": "mbaker@umbc.edu",
   "nsf_id": "000086166",
   "pi_start_date": "2010-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Baltimore County",
  "inst_street_address": "1000 HILLTOP CIR",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4104553140",
  "inst_zip_code": "212500001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND BALTIMORE COUNTY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RNKYWXURFRL5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Baltimore County",
  "perf_str_addr": "1000 HILLTOP CIR",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212500001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 410000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We proposed to examine the influence of linear-branching networks on biological community structure using drainage networks of temperate streams as a model system. This work addressed several questions regarding the constraints that dendritic or linear-branching networks impose on ecological communities, primarily:</p>\n<p>1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How do constraints imposed by a dendritic dispersal network change the relative roles of local environmental vs. regional dispersal effects on ecological community structure?</p>\n<p>2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What are the consequences of a dendritic network structure for local and regional biodiversity?</p>\n<p>We place this work in the context of river restoration. Restoration and conservation efforts often operate under the assumption that once an area is &ldquo;restored&rdquo; or conserved, subsequent establishment and maintenance of intact communities will occur: &ldquo;build-it and they will come&rdquo;. Our work specifically addresses the interacting roles of local and regional effects in determining local community structure. Our investigations are revealing how structure and maintenance of communities are affected by more than just local environmental factors, such as that imposed by stream restoration activity. By working in dendritic, or linear-branching systems, our results will add much to the fields of restoration and conservation, particularly in aquatic systems which are the focus of many such efforts.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Consistent with our predictions, ecological community structure of invertebrates in restored river reaches is constrained more by local than regional factors in small rivers than in larger rivers. &nbsp;Therefore, dendritic network structure does mediate the role of local vs regional effects on ecological community processes, with potential implications for restoration outcomes. In studying this, we have developed a potential habitat classification of all stream reaches in the Maryland Piedmont based on existing data. &nbsp;As expected the primary criterion was stream size, but other important watershed factors included topographic curvature (a proxy for distinct patterns of hydrologic routing), valley width, and annual precipitation.&nbsp; Emergent patterns suggest that distinct types coincide with some but not all subregional geologic boundaries.&nbsp; Recent findings in the geologic literature focused on weathering, regolith development, and erosion in the Mid-Atlantic Piedmont are consistent with our results.</p>\n<p>&nbsp;</p>\n<p>This projects supported the research taken on by three graduate students, with one pursuing his degree while working as a technician on the project.&nbsp; This is in addition to numerous undergraduate research interns and assistants. The work has been disseminated broadly to include peer-reviewed journal publications and regional, national and international conference venues.&nbsp; Furthermore, efforts were made to be sure the work reached both academic research as well as natural resource management practitioners in both the public and private sector.</p>\n<p>&nbsp;</p>\n<p>Lastly, the results from this work are directly translatable to restoration practice. &nbsp;We are in the progress of strategizing where our results should be reported so as to best serve the management community in terms of how biological assessments can best be improved, especially with regard to small stream restoration. &nbsp;Our results suggest that diversity-based indices will be more sensitive to restoration activity in small streams, but less so in larger rivers. &nbsp;This may lead to managers not detecting biological improvement in larger rivers due to larger scale, regional effects \"swamping\" local signals. &nbsp;As such, this often invoked tool may not be appropriate at this scale.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/23/2015<br>\n\t\t\t\t\tModi...",
  "por_txt_cntn": "\nWe proposed to examine the influence of linear-branching networks on biological community structure using drainage networks of temperate streams as a model system. This work addressed several questions regarding the constraints that dendritic or linear-branching networks impose on ecological communities, primarily:\n\n1      How do constraints imposed by a dendritic dispersal network change the relative roles of local environmental vs. regional dispersal effects on ecological community structure?\n\n2      What are the consequences of a dendritic network structure for local and regional biodiversity?\n\nWe place this work in the context of river restoration. Restoration and conservation efforts often operate under the assumption that once an area is \"restored\" or conserved, subsequent establishment and maintenance of intact communities will occur: \"build-it and they will come\". Our work specifically addresses the interacting roles of local and regional effects in determining local community structure. Our investigations are revealing how structure and maintenance of communities are affected by more than just local environmental factors, such as that imposed by stream restoration activity. By working in dendritic, or linear-branching systems, our results will add much to the fields of restoration and conservation, particularly in aquatic systems which are the focus of many such efforts. \n\n \n\nConsistent with our predictions, ecological community structure of invertebrates in restored river reaches is constrained more by local than regional factors in small rivers than in larger rivers.  Therefore, dendritic network structure does mediate the role of local vs regional effects on ecological community processes, with potential implications for restoration outcomes. In studying this, we have developed a potential habitat classification of all stream reaches in the Maryland Piedmont based on existing data.  As expected the primary criterion was stream size, but other important watershed factors included topographic curvature (a proxy for distinct patterns of hydrologic routing), valley width, and annual precipitation.  Emergent patterns suggest that distinct types coincide with some but not all subregional geologic boundaries.  Recent findings in the geologic literature focused on weathering, regolith development, and erosion in the Mid-Atlantic Piedmont are consistent with our results.\n\n \n\nThis projects supported the research taken on by three graduate students, with one pursuing his degree while working as a technician on the project.  This is in addition to numerous undergraduate research interns and assistants. The work has been disseminated broadly to include peer-reviewed journal publications and regional, national and international conference venues.  Furthermore, efforts were made to be sure the work reached both academic research as well as natural resource management practitioners in both the public and private sector.\n\n \n\nLastly, the results from this work are directly translatable to restoration practice.  We are in the progress of strategizing where our results should be reported so as to best serve the management community in terms of how biological assessments can best be improved, especially with regard to small stream restoration.  Our results suggest that diversity-based indices will be more sensitive to restoration activity in small streams, but less so in larger rivers.  This may lead to managers not detecting biological improvement in larger rivers due to larger scale, regional effects \"swamping\" local signals.  As such, this often invoked tool may not be appropriate at this scale. \n\n \n\n\t\t\t\t\tLast Modified: 11/23/2015\n\n\t\t\t\t\tSubmitted by: Christopher Swan"
 }
}