{
 "awd_id": "1026256",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Comparative Vision and Attention",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 88966.0,
 "awd_amount": 88966.0,
 "awd_min_amd_letter_date": "2010-09-21",
 "awd_max_amd_letter_date": "2010-09-21",
 "awd_abstract_narration": "Many researchers study how nonhuman animals see the world. To date, however, only certain types of comparative studies have been possible, given the limitations of animal learning and response capabilities. With funding from the National Science Foundation, Drs. Nakayama and Pepperberg at Harvard and Brandeis Universities will address questions about visual processing in Grey parrots.  Taking advantage of Grey parrots' ability to mimic human speech, Pepperberg was able to train a Grey parrot to verbally respond to simple optical illusions (e.g., the Müller-Lyer illusion, in which two lines appear to humans to vary in length but in reality do not).  The parrot?s responses indicated that it also perceived the illusions.  Drs. Nakayama and Pepperberg will train additional birds to learn to label various colors and shapes using the sounds of English speech. The current project will then examine whether parrots, like people, can (a) complete the shape of a partially covered object (e.g., see a square partially occluded by a circle as still being a square), and (b) \"see\" objects that aren't actually there, like a triangle that seems to appear (to humans and primates) between three pac-man-like partial circles that are arranged in a triangular manner, something formally known as an \"illusory contour\" or \"Kanizsa figure.\" One might expect a parrot to be able, for example, to infer the presence of a predator that isn't fully observable, but no one has been able to ask any nonhuman such questions directly. Future research will involve more complex tasks designed to study how birds pay attention to objects in their visual environment. \r\n\r\nThe underlying long-term goal of this research is to determine whether the tasks reveal differences in perceptual processing between birds and humans. Success in training the parrots will enable Drs. Nakayama and Pepperberg eventually to examine a broad range of visual tasks to determine which perceptual abilities share the same underlying mechanisms in birds and humans and which do not.  Comparisons between these two species with very different brain sizes will allow us to understand which components of perception can be implemented with smaller scale neural architecture and which require greater brain size and/or complexity. The data will guide future comparisons with other species and provide insights into the structure and function of the human brain and may provide useful insights for the design of artificial visual processors.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ken",
   "pi_last_name": "Nakayama",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ken Nakayama",
   "pi_email_addr": "k2ibo@berkeley.edu",
   "nsf_id": "000152801",
   "pi_start_date": "2010-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Irene",
   "pi_last_name": "Pepperberg",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Irene M Pepperberg",
   "pi_email_addr": "impepper@media.mit.edu",
   "nsf_id": "000153565",
   "pi_start_date": "2010-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  },
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 88966.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Cross-species comparisons permit identification of critical, core elements preserved across divergent cognitive and visual architectures as well as those that may be unique to humans. Despite their enormous potential, interpretations of cross-species studies are often complicated by differences between methods used for humans and nonverbal nonhumans. However, one avian subject, a Grey parrot, Alex, had cognitive abilities and verbal response capabilities that allowed testing on <em>identical</em> experiments with human and avian subjects. Alex has died, but he was not unique; only his training was unique. His final data have now been published, demonstrating that his numerical abilities were more like those of children than other nonhumans. Like both children and nonhumans, he could sum two Arabic numerals correctly, but like children and unlike nonhumans tested to date, he derived the successor function: after deriving the order of the first few numerals in his repertoire (i.e., deriving a number line), he figured out that each new numeral was worth exactly one more entity than the previous numeral in the number line (Fig. 1).</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Two other parrots&mdash;Griffin and Arthur&mdash;have had training comparable if not fully equivalent to that of Alex; Griffin in particular has already demonstrated similar abilities and, with further instruction, will be capable of being similarly tested. In the meantime, he and Arthur (as well as two pet parrots) have demonstrated that they can reason by exclusion: Deducing the presence of an object after being show where it is not (see Fig. 2).</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Griffin participates in experiments much as do humans, <em>without</em> training on stimuli later to be used in testing. Precisely because test stimuli presented in tasks can be completely novel and he responds vocally, he potentially can validate previous animal studies and extend them to more complex visual tasks, avoiding issues of stimulus generalization. Initial tasks on the M&uuml;ller-Lyer illusion with Alex and substantial data from Griffin on modal and amodal completion (Fig. 3) have already established Grey parrots&rsquo; unique viability as subjects; subsequent experiments will allow us to compare the relative allocation of attention resources to spatial and temporal processing in parrot and human.</p>\n<p><strong><em>Intellectual merit</em></strong><em>: </em>These are clearly first steps, but as part of an exceedingly rare set of nonhuman test subjects with advanced cognitive and vocal response capabilities, Griffin (and to some extent Arthur) present a remarkable opportunity to evaluate visual processing in a very different species with tests <em>directly</em> comparable to those used with humans. <strong><em>Broader impact</em></strong>: These comparisons will help us understand what aspects of human cognition and attention are specific to human neural architecture and what other aspects are driven by environmental factors to common solutions in very different brains. Phenomena to be eventually examined, such as crowding, may have far-reaching affects, from facility in reading to TSA searches. Information about human cognitive architecture will help guide new strategies for teaching, training, and learning in humans that are matched to the strengths and limits of visual factors that are uniquely human.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/09/2012<br>\n\t\t\t\t\tModified by: Irene&nbsp;M&nbsp;Pepperberg</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"con...",
  "por_txt_cntn": "\n            Cross-species comparisons permit identification of critical, core elements preserved across divergent cognitive and visual architectures as well as those that may be unique to humans. Despite their enormous potential, interpretations of cross-species studies are often complicated by differences between methods used for humans and nonverbal nonhumans. However, one avian subject, a Grey parrot, Alex, had cognitive abilities and verbal response capabilities that allowed testing on identical experiments with human and avian subjects. Alex has died, but he was not unique; only his training was unique. His final data have now been published, demonstrating that his numerical abilities were more like those of children than other nonhumans. Like both children and nonhumans, he could sum two Arabic numerals correctly, but like children and unlike nonhumans tested to date, he derived the successor function: after deriving the order of the first few numerals in his repertoire (i.e., deriving a number line), he figured out that each new numeral was worth exactly one more entity than the previous numeral in the number line (Fig. 1).\n\n            Two other parrots&mdash;Griffin and Arthur&mdash;have had training comparable if not fully equivalent to that of Alex; Griffin in particular has already demonstrated similar abilities and, with further instruction, will be capable of being similarly tested. In the meantime, he and Arthur (as well as two pet parrots) have demonstrated that they can reason by exclusion: Deducing the presence of an object after being show where it is not (see Fig. 2).\n\n           Griffin participates in experiments much as do humans, without training on stimuli later to be used in testing. Precisely because test stimuli presented in tasks can be completely novel and he responds vocally, he potentially can validate previous animal studies and extend them to more complex visual tasks, avoiding issues of stimulus generalization. Initial tasks on the M&uuml;ller-Lyer illusion with Alex and substantial data from Griffin on modal and amodal completion (Fig. 3) have already established Grey parrotsÆ unique viability as subjects; subsequent experiments will allow us to compare the relative allocation of attention resources to spatial and temporal processing in parrot and human.\n\nIntellectual merit: These are clearly first steps, but as part of an exceedingly rare set of nonhuman test subjects with advanced cognitive and vocal response capabilities, Griffin (and to some extent Arthur) present a remarkable opportunity to evaluate visual processing in a very different species with tests directly comparable to those used with humans. Broader impact: These comparisons will help us understand what aspects of human cognition and attention are specific to human neural architecture and what other aspects are driven by environmental factors to common solutions in very different brains. Phenomena to be eventually examined, such as crowding, may have far-reaching affects, from facility in reading to TSA searches. Information about human cognitive architecture will help guide new strategies for teaching, training, and learning in humans that are matched to the strengths and limits of visual factors that are uniquely human.\n\n\t\t\t\t\tLast Modified: 12/09/2012\n\n\t\t\t\t\tSubmitted by: Irene M Pepperberg"
 }
}