{
 "awd_id": "1026025",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Cultural and Social Contexts of Successful Aging",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Winslow",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 18412.0,
 "awd_amount": 18412.0,
 "awd_min_amd_letter_date": "2010-08-04",
 "awd_max_amd_letter_date": "2010-08-04",
 "awd_abstract_narration": "Doctoral student Anna I. Corwin (University of California, Los Angeles), supervised by Dr. Elinor Ochs, will undertake ethnographic research on cultural and social contexts of female aging that are associated with high levels of well-being. Previous research has demonstrated a quantitative connection between spirituality and well-being, but the actual practices and dispositions displayed through talk, demeanor, and social actions have not previously been documented and analyzed in situ.  \r\n\r\nThe research will be conducted among elderly Catholic nuns in the Midwestern, U.S., who already have a documented pattern of successful aging. The researcher will analyze their daily routines, with special attention to the use of problem-solving discourses in spiritual practices.  The researcher will use ethnographic methods from linguistic and psychological anthropology including a quality of life questionnaire, person-centered interviews, and audio and video recording of interaction in the convent. These data will allow her to analyze 1) how spiritual and social support are institutionally organized; 2) how the elderly nuns morally and ideologically evaluate aging and well-being; and 3) how the elderly nuns formulate, evaluate, and manage medical and social problems that arise at the end-of-life.\r\n\r\nThe research will contribute to theoretical understanding of the relationship between social structure, institutions, and well-being and successful aging in elderly individuals.  Findings from this research may facilitate improvement of the social and institutional organization of support for the elderly. Funding this research also supports the education of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elinor",
   "pi_last_name": "Ochs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elinor Ochs",
   "pi_email_addr": "eochs@anthro.ucla.edu",
   "nsf_id": "000230058",
   "pi_start_date": "2010-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Corwin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anna Corwin",
   "pi_email_addr": "aicorwin@ucla.edu",
   "nsf_id": "000557273",
   "pi_start_date": "2010-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 18412.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF-funded dissertation research conducted by Anna I. Corwin of the University of California, Los Angeles has examined the importance of the social and spiritual support practices of elderly Catholic nuns in the Midwestern United States in contributing to the nuns&rsquo; previously documented psychological and physical well-being at the end of life (Butler and Snowdon 1996, Snowdon 2001). &nbsp;&nbsp;Quality of life questionnaires distributed in the community confirmed that the nuns in this Midwestern community experience increased psychological and physical well-being at the end of life compared to lay counterparts.&nbsp; Participant observation and audio- and video-recorded naturally occurring interactions among the elderly nuns show how institutionally organized spiritual and social practices contribute to the nuns&rsquo; well-being. &nbsp;&nbsp;Analysis focuses specifically on how linguistic practices in the convent including communication with the divine through prayer and communication of care and support through social and spiritual engagements such as mealtime conversation, pastoral care, prayer and spiritual direction, shape the nuns&rsquo; experiences of illness and aging.&nbsp; Specifically, the research finds: 1. Social support is dynamically organized in the convent such that individuals benefit as both recipients and contributors to care exchanges in the convent; 2. Communication with the divine, through prayer, impacts the nuns&rsquo; experiences of aging, illness and pain by shaping their embodied experiences of pain; and 3. Communication with the divine acts to diminish experiences of loneliness in old age as the nuns garner social support from the divine as an invisible interlocutor, and constitute psycho-emotional states such as peace, love, and happiness through prayer and meditation.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit: </strong>By providing micro-level analysis of the daily routines that contribute to elderly Catholic nuns&rsquo; documented pattern of successful aging, the research contributes new insights to a growing literature on successful aging in the fields of anthropology, epidemiology, gerontology, public health, and end-of-life care. In addition, as a close analysis of the lives of elderly Catholic nuns, the study contributes to an emerging literature on the anthropology of Christianity (c.f. Bialecki et. al. 2008, Cannell 2006, Robbins 2007).</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong>:&nbsp; It is crucially important that we understand the organization of care and the social and spiritual practices that may promote well-being and successful aging in elderly individuals so that we may improve the social and institutional organization of medical support for the elderly.&nbsp; The findings of this NSF-funded research aims to inform researchers and clinicians working to promote successful aging among elderly individuals to develop institutional models and policies to improve retirement and assisted living communities and end-of-life care facilities that promote well-being.</p>\n<p>&nbsp;</p>\n<p>Bialecki, Jon, Naomi Haynes, and Joel Robbins</p>\n<p><span style=\"white-space: pre;\"> </span>2008 &nbsp;The Anthropology of Christianity. Religion Compass:1139&ndash;1158.</p>\n<p>Butler, Steven M., and David A. Snowdon</p>\n<p><span style=\"white-space: pre;\"> </span>1996 Trends in Mortality in Older Women: Findings From the Nun Study. Journal of Gerontology: Social Sciences 51B(4):S201-S208.</p>\n<p>Cannell, Fenella, ed.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>2006 &nbsp;The Anthropology of Christianity. Durham and London: Duke University Press.</p>\n<p>Robbins, Joel</p>\n<p><span style=\"white-space: pre;\"> </span>2007 Continuity, Thinking and the Problem of Christian Culture: Belief, Time, and the Anthropology of Christianity. Current Anthropology...",
  "por_txt_cntn": "\nThe NSF-funded dissertation research conducted by Anna I. Corwin of the University of California, Los Angeles has examined the importance of the social and spiritual support practices of elderly Catholic nuns in the Midwestern United States in contributing to the nunsÆ previously documented psychological and physical well-being at the end of life (Butler and Snowdon 1996, Snowdon 2001).   Quality of life questionnaires distributed in the community confirmed that the nuns in this Midwestern community experience increased psychological and physical well-being at the end of life compared to lay counterparts.  Participant observation and audio- and video-recorded naturally occurring interactions among the elderly nuns show how institutionally organized spiritual and social practices contribute to the nunsÆ well-being.   Analysis focuses specifically on how linguistic practices in the convent including communication with the divine through prayer and communication of care and support through social and spiritual engagements such as mealtime conversation, pastoral care, prayer and spiritual direction, shape the nunsÆ experiences of illness and aging.  Specifically, the research finds: 1. Social support is dynamically organized in the convent such that individuals benefit as both recipients and contributors to care exchanges in the convent; 2. Communication with the divine, through prayer, impacts the nunsÆ experiences of aging, illness and pain by shaping their embodied experiences of pain; and 3. Communication with the divine acts to diminish experiences of loneliness in old age as the nuns garner social support from the divine as an invisible interlocutor, and constitute psycho-emotional states such as peace, love, and happiness through prayer and meditation. \n\n \n\nIntellectual Merit: By providing micro-level analysis of the daily routines that contribute to elderly Catholic nunsÆ documented pattern of successful aging, the research contributes new insights to a growing literature on successful aging in the fields of anthropology, epidemiology, gerontology, public health, and end-of-life care. In addition, as a close analysis of the lives of elderly Catholic nuns, the study contributes to an emerging literature on the anthropology of Christianity (c.f. Bialecki et. al. 2008, Cannell 2006, Robbins 2007).\n\n \n\nBroader Impacts:  It is crucially important that we understand the organization of care and the social and spiritual practices that may promote well-being and successful aging in elderly individuals so that we may improve the social and institutional organization of medical support for the elderly.  The findings of this NSF-funded research aims to inform researchers and clinicians working to promote successful aging among elderly individuals to develop institutional models and policies to improve retirement and assisted living communities and end-of-life care facilities that promote well-being.\n\n \n\nBialecki, Jon, Naomi Haynes, and Joel Robbins\n\n 2008  The Anthropology of Christianity. Religion Compass:1139&ndash;1158.\n\nButler, Steven M., and David A. Snowdon\n\n 1996 Trends in Mortality in Older Women: Findings From the Nun Study. Journal of Gerontology: Social Sciences 51B(4):S201-S208.\n\nCannell, Fenella, ed.           \n\n 2006  The Anthropology of Christianity. Durham and London: Duke University Press.\n\nRobbins, Joel\n\n 2007 Continuity, Thinking and the Problem of Christian Culture: Belief, Time, and the Anthropology of Christianity. Current Anthropology 48(1):5-38.\n\nSnowdon, David\n\n 2001 Aging with Grace. New York: Bantam Books.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/04/2011\n\n\t\t\t\t\tSubmitted by: Anna Corwin"
 }
}