{
 "awd_id": "1026710",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CDI-Type I: Data-Based Prediction of Complex Networks and Applications",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Engin Serpersu",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 539779.0,
 "awd_amount": 539779.0,
 "awd_min_amd_letter_date": "2010-09-23",
 "awd_max_amd_letter_date": "2010-09-23",
 "awd_abstract_narration": "Intellectual Merit\r\nA common situation in science, engineering, industry and defense is where a large amount of data is available from a system that is fundamentally networked, and one wishes to infer the intrinsic topology and interaction patterns of the unknown network from the available data. Despite tremendous progress in network science and engineering in the past decade, this inverse problem of predicting complex networks has received relatively little attention, mainly due to the extremely challenging nature of the problem. This proposal presents a comprehensive research plan, based on extensive preliminary studies, to investigate the problem of obtaining knowledge about network from data, with a particular eye toward applications in systems biology. The Specific Objectives are to devise a general method to predict hub nodes and the full network topology in the presence of noise, to develop a compressive-sensing approach to predicting the underlying dynamical processes, and to address a significant application in systems biology: prediction and characterization of gene regulatory networks based on spatiotemporal data. \r\n\r\nThe anticipated outcome of the proposed research is a comprehensive theoretical paradigm for predicting complex dynamical systems and networks, and a number of computationally efficient algorithms that can be implemented directly in real time in practical applications. The proposed research is interdisciplinary as it requires analytic and computational tools from random signal processing, nonlinear dynamics, statistical physics, applied mathematics, control theory, systems biology, computer science and engineering. Methods resulting from the proposed research are expected to be directly transformable to areas such as biomedical science and engineering, communication networks, defense and homeland security.\r\n\r\nBroader Impact \r\nThe proposed activity can find applications not only in physical and biological sciences, engineering, computer and social sciences, but also in problems of significant societal concern, especially those in defense and homeland security due to the ubiquity and relevance of complex networks. The proposed research will help create an exciting environment for graduate and undergraduate students in terms of interdisciplinary awareness and skills.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ying-Cheng",
   "pi_last_name": "Lai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ying-Cheng Lai",
   "pi_email_addr": "Ying-Cheng.Lai@asu.edu",
   "nsf_id": "000280971",
   "pi_start_date": "2010-09-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jieping",
   "pi_last_name": "Ye",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jieping Ye",
   "pi_email_addr": "jpye@umich.edu",
   "nsf_id": "000488391",
   "pi_start_date": "2010-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "775000",
   "pgm_ele_name": "CDI TYPE I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7721",
   "pgm_ref_txt": "FROM DATA TO KNOWLEDGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 539779.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The reverse-engineering or inverse problem in complex networks is fundamentally important for a large number of fields in science and engineering. The problem can be stated as: given a set of measurements from an unknown network, can the full topology of the network and the detailed interaction patterns be uncovered? Previous works in this area addressed the problem to certain extent but under the pre-assumption that the available data are long, oscillatory, and continuous time series. In fields such as systems biology and social science, the available data are typically rare and not in continuous time. We obtained a general solution to the inverse network problem in such situations. In particular, our method is based on compressive sensing, which enables accurate and efficient prediction of full network structure and interaction patterns based only on sparse measurements. To illustrate our method, we used a variety of model complex networks in which interactions are governed by evolutionary-game type of dynamics so that the available data mimic those from, for example, real social networks. We found uniformly high accuracy of prediction regardless of the type of networks and the evolutionary game played on the networks. Due to the distinct advantage that compressive sensing offers, only sparse data are required for signal reconstruction. Nearly perfect network prediction can be achieved when the number of data points exceeds a fraction of the network size. To validate our method, we conducted a real social experiment, where about two dozens of individuals played a typical type of evolutionary game for a limited number of times and recorded their strategies and payoffs. Application of our method demonstrated that the underlying social network can be uncovered with absolute accuracy using the limited data base. Our method thus represents an optimal and viable solution to the reverse-engineering problem in network science, and we expect it to find applications in a variety of areas where only sporadic information or rare data are available.<br /><br />In addition, we developed a theoretical framework and completely-data driven algorithms for inferring the existence of hidden nodes and locating their positions in complex networks, a compressed sensing based framework to reconstruct complex networks on which stochastic spreading dynamics take place and to locate source of spreading, as well as methods to improve prediction performance based on network structures with particular eyes towards biological applications. In collaboration with biomedical engineers we obtained understanding, with strong experimental support, of the important phenomenon of stochastic cell-fate determination in systems biology based on nonlinear dynamical systems theory. We also addressed the significant problem of controlling complex networks by developing a comprehensive mathematical framework of exact controllability of complex networks and a compressive sensing based method to control collective dynamics.</p>\n<p>During the project period, a large number of papers were published in referred journals such as Physical Review E, Proceedings of the National Academy of Sciences (USA), Nature Communications, and Scientific Reports.<br /><br />We expect the outcomes of the project to have significant impact on modern complex network science and engineering. More broadly, our compressive-sensing based paradigm is applicable to a variety of fields where complex networks arise, such as communications, computer sciences, neurobiology, systems biology, social and economical sciences, and defense. The NSF project provided excellent opportunities to train graduate students and post-doctoral fellows on interdisciplinary research skills, generating impact on the development of human resources. The project, due to its unique requirement to involve faculty from a number of disciplines, has greatly strengthened...",
  "por_txt_cntn": "\nThe reverse-engineering or inverse problem in complex networks is fundamentally important for a large number of fields in science and engineering. The problem can be stated as: given a set of measurements from an unknown network, can the full topology of the network and the detailed interaction patterns be uncovered? Previous works in this area addressed the problem to certain extent but under the pre-assumption that the available data are long, oscillatory, and continuous time series. In fields such as systems biology and social science, the available data are typically rare and not in continuous time. We obtained a general solution to the inverse network problem in such situations. In particular, our method is based on compressive sensing, which enables accurate and efficient prediction of full network structure and interaction patterns based only on sparse measurements. To illustrate our method, we used a variety of model complex networks in which interactions are governed by evolutionary-game type of dynamics so that the available data mimic those from, for example, real social networks. We found uniformly high accuracy of prediction regardless of the type of networks and the evolutionary game played on the networks. Due to the distinct advantage that compressive sensing offers, only sparse data are required for signal reconstruction. Nearly perfect network prediction can be achieved when the number of data points exceeds a fraction of the network size. To validate our method, we conducted a real social experiment, where about two dozens of individuals played a typical type of evolutionary game for a limited number of times and recorded their strategies and payoffs. Application of our method demonstrated that the underlying social network can be uncovered with absolute accuracy using the limited data base. Our method thus represents an optimal and viable solution to the reverse-engineering problem in network science, and we expect it to find applications in a variety of areas where only sporadic information or rare data are available.\n\nIn addition, we developed a theoretical framework and completely-data driven algorithms for inferring the existence of hidden nodes and locating their positions in complex networks, a compressed sensing based framework to reconstruct complex networks on which stochastic spreading dynamics take place and to locate source of spreading, as well as methods to improve prediction performance based on network structures with particular eyes towards biological applications. In collaboration with biomedical engineers we obtained understanding, with strong experimental support, of the important phenomenon of stochastic cell-fate determination in systems biology based on nonlinear dynamical systems theory. We also addressed the significant problem of controlling complex networks by developing a comprehensive mathematical framework of exact controllability of complex networks and a compressive sensing based method to control collective dynamics.\n\nDuring the project period, a large number of papers were published in referred journals such as Physical Review E, Proceedings of the National Academy of Sciences (USA), Nature Communications, and Scientific Reports.\n\nWe expect the outcomes of the project to have significant impact on modern complex network science and engineering. More broadly, our compressive-sensing based paradigm is applicable to a variety of fields where complex networks arise, such as communications, computer sciences, neurobiology, systems biology, social and economical sciences, and defense. The NSF project provided excellent opportunities to train graduate students and post-doctoral fellows on interdisciplinary research skills, generating impact on the development of human resources. The project, due to its unique requirement to involve faculty from a number of disciplines, has greatly strengthened Arizona State University's efforts in the general area of complexity science and engine..."
 }
}