{
 "awd_id": "1026715",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Public Biologist: The Life and Legacy of Geneticist Bentley Glass",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 131959.0,
 "awd_amount": 131959.0,
 "awd_min_amd_letter_date": "2010-09-12",
 "awd_max_amd_letter_date": "2011-08-03",
 "awd_abstract_narration": "Introduction\r\nThis two-year project investigates the life and legacy of geneticist Bentley Glass (1906-2005), a prominent American educator, administrator, and civil libertarian. Based on previously unexplored materials at the American Philosophical Society in Philadelphia, this biographical project uses the methods of archival history to explore what it meant to be simultaneously a public intellectual and a scientist in Cold War America. \r\n\r\nIntellectual Merit\r\nGlass's public and professional choices present a challenge of historians' understandings of the life of a Cold War scientist. Glass held leadership roles in an extraordinarily wide range of public, private, and professional organizations, from the Maryland American Civil Liberties Union, to the Baltimore Board of School Commissioners, to the American Association for the Advancement of Science, to the Biological Sciences Curriculum Study. He was particularly outspoken on academic freedom and civil rights during a time when political statements more typically resulted in scientists' professional marginalization, yet his career thrived. An understanding of Glass's experiences is therefore particularly relevant to the strands of scholarship on postwar science that deal with academic freedom, race, education, and scientific authority. \r\n\r\nPotential Broader Impact\r\nGlass's life and legacy hold relevance for many contemporary debates about the proper relationship between science and society, including the role of experts in a democracy, the uses of genetic testing, and the teaching of evolution in the schools. As a sort of geneticist \"everyman,\" Glass's career provides a lens into the growth of institutional structures that continue to characterize science today. Given his involvement in science, politics, civil rights, and civil liberties, a study of his life offers the potential to connect the history of Cold War science with the broader story of American political, social, and cultural history in the postwar period.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Audra",
   "pi_last_name": "Wolfe",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Audra J Wolfe",
   "pi_email_addr": "",
   "nsf_id": "000558264",
   "pi_start_date": "2010-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wolfe                   Audra          J",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Philadelphia",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "",
  "inst_zip_code": "191433722",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Wolfe                   Audra          J",
  "perf_str_addr": "",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191433722",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  },
  {
   "pgm_ref_code": "6866",
   "pgm_ref_txt": "BIO & SOCIETY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 73050.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 58909.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This two-year project investigated the life, legacy, and context of geneticist H. Bentley Glass, a prominent American educator, administrator, and civil libertarian. His archival papers, housed at the American Philosophical Society in Philadelphia, Pennsylvania, offer a rare look at the actions of a scientific public intellectual during the Cold War. Although his materials had been available at the APS for nearly a decade, they had yet to be explored prior to this research. The intent of the project was to use Glass as a sort of scientific everyman to better understand how scientists, particularly scientists involved in the public sphere, combined (or failed to combine) political action with career advancement during the Cold War. It was hoped that a study of his life would connect the history of Cold War science with the broader story of American political, social, and cultural history in the postwar period.</p>\n<p>&nbsp;</p>\n<p>Over a two-year period, the researcher conducted archival research at more than half a dozen libraries and archives across the United States, including but not limited to the American Philosophical Society, the National Archives and Records Administration, the Smithsonian Institution Archives, the Rockefeller Archive Center, and the Hoover Institution Library and Archives. The specific products of this research to date include a publicly available folder-level finding aid to the massive Glass manuscript collection; thousands of photographs of archival documents that will enable the researcher to continue her work after the conclusion of the grant; research notes; an archival document database; and conference presentations. Approximately 3,000 of 5,000 archival documents of have been processed thus far. With the data collection phase now drawing to a close, the PI will now turn her attention to processing the remaining documents and creating interpretive texts, including articles and books, to further disseminate the results of the work.</p>\n<p>&nbsp;</p>\n<p>The primary findings fall into three main categories. First, the researcher has confirmed that the H. Bentley Glass manuscript collection at the American Philosophical Society offers an extraordinary scholarly resource. This 241-box collection contains correspondence, reports, and institutional records of most of the leading characters in postwar American scientific life, including the National Academy of Sciences, the National Science Foundation, the American Association for the Advancement of Science, the American Association of University Professors, the Atomic Energy Commission, the Pugwash Movement for international disarmament, and more. The finding aid produced by the PI now makes it possible for researchers interested in issues as wide-ranging as academic freedom, the nuclear fallout debate, and international scientific development to navigate the collection quickly and efficiently. In addition, the finding aid may assist the American Philosophical Society in further processing the collection.</p>\n<p>&nbsp;</p>\n<p>Second, by demonstrating that Glass simultaneously participated in public debates and high-level science advising, the research offers a more complicated understanding of the life of a Cold War scientist. At the height of McCarthyism, when most scientists were either retreating from public life or exercising their influence from within federal advisory channels, Bentley Glass served a decade as the president of the Maryland American Civil Liberties Union and publicly refused to sign a loyalty oath required by the state. Within the span of a single week, he might testify before Congress against the Atomic Energy Commission&rsquo;s nuclear testing operations, sit for a televised interview warning Americans on the dangers of radiation, and attend a classified meeting in which plans for yet more nuclear tests were discussed. He seems to have suffered few consequences. Base...",
  "por_txt_cntn": "\nThis two-year project investigated the life, legacy, and context of geneticist H. Bentley Glass, a prominent American educator, administrator, and civil libertarian. His archival papers, housed at the American Philosophical Society in Philadelphia, Pennsylvania, offer a rare look at the actions of a scientific public intellectual during the Cold War. Although his materials had been available at the APS for nearly a decade, they had yet to be explored prior to this research. The intent of the project was to use Glass as a sort of scientific everyman to better understand how scientists, particularly scientists involved in the public sphere, combined (or failed to combine) political action with career advancement during the Cold War. It was hoped that a study of his life would connect the history of Cold War science with the broader story of American political, social, and cultural history in the postwar period.\n\n \n\nOver a two-year period, the researcher conducted archival research at more than half a dozen libraries and archives across the United States, including but not limited to the American Philosophical Society, the National Archives and Records Administration, the Smithsonian Institution Archives, the Rockefeller Archive Center, and the Hoover Institution Library and Archives. The specific products of this research to date include a publicly available folder-level finding aid to the massive Glass manuscript collection; thousands of photographs of archival documents that will enable the researcher to continue her work after the conclusion of the grant; research notes; an archival document database; and conference presentations. Approximately 3,000 of 5,000 archival documents of have been processed thus far. With the data collection phase now drawing to a close, the PI will now turn her attention to processing the remaining documents and creating interpretive texts, including articles and books, to further disseminate the results of the work.\n\n \n\nThe primary findings fall into three main categories. First, the researcher has confirmed that the H. Bentley Glass manuscript collection at the American Philosophical Society offers an extraordinary scholarly resource. This 241-box collection contains correspondence, reports, and institutional records of most of the leading characters in postwar American scientific life, including the National Academy of Sciences, the National Science Foundation, the American Association for the Advancement of Science, the American Association of University Professors, the Atomic Energy Commission, the Pugwash Movement for international disarmament, and more. The finding aid produced by the PI now makes it possible for researchers interested in issues as wide-ranging as academic freedom, the nuclear fallout debate, and international scientific development to navigate the collection quickly and efficiently. In addition, the finding aid may assist the American Philosophical Society in further processing the collection.\n\n \n\nSecond, by demonstrating that Glass simultaneously participated in public debates and high-level science advising, the research offers a more complicated understanding of the life of a Cold War scientist. At the height of McCarthyism, when most scientists were either retreating from public life or exercising their influence from within federal advisory channels, Bentley Glass served a decade as the president of the Maryland American Civil Liberties Union and publicly refused to sign a loyalty oath required by the state. Within the span of a single week, he might testify before Congress against the Atomic Energy CommissionÆs nuclear testing operations, sit for a televised interview warning Americans on the dangers of radiation, and attend a classified meeting in which plans for yet more nuclear tests were discussed. He seems to have suffered few consequences. Based on the activities of Glass and his circle, the researcher therefore believes that postwar scientists had access to a ..."
 }
}