{
 "awd_id": "1026958",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Potassium Channels are Targets of ROS",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927876",
 "po_email": "stellis@nsf.gov",
 "po_sign_block_name": "Steven Ellis",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 549992.0,
 "awd_amount": 549992.0,
 "awd_min_amd_letter_date": "2010-08-09",
 "awd_max_amd_letter_date": "2010-08-09",
 "awd_abstract_narration": "Recently,a novel mechanism of neurodegeneration was discovered, which involves oxidation of potassium-selective channels (K+ channels) by reactive oxygen species (ROS) leaking out of the mitochondria during the normal aging process. K+ channels are a fundamental class of proteins expressed in virtually any cell and in neurons they play a crucial role for signaling and survival. The fact that these proteins can be modified by ROS during aging prompts the key question as to which are the cellular and molecular mechanisms underlying this novel physiological mechanism. \r\n\r\nTo address this question, an invertebrate model system will be employed, the nematode Caenorhabditis elegans. Its simplicity, (302 neurons, short life span, powerful genetics) along with powerful tools for laboratory study, including genetics, electrophysiological and optical measurements in native C. elegans neurons, and animal models (i.e. knock-out worms, transgenic animals expressing K+ channel variants etc.) will enable dissection of the basic principles governing oxidation of K+ channels during aging at cellular and molecular level. \r\n\r\nOxygen metabolism is a fundamental biological process which is conserved across species, and growing evidence suggests that ROS can modulate K+ channels in the mammalian brain even though the mechanisms are poorly defined. Therefore the impact of this project is deemed significant at both scientific and educational levels. At scientific level because the elucidation of the mechanisms through which ROS modify K+ channels will provide crucial mechanistic information that will advance the global understanding of the function of neurons in physiological contexts. At the educational level because this project will expose students and postdoctoral fellows to novel and creative concepts, grant them scientific training and provide the basis for their future professional development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Federico",
   "pi_last_name": "Sesti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Federico Sesti",
   "pi_email_addr": "sestife@rwjms.rutgers.edu",
   "nsf_id": "000116661",
   "pi_start_date": "2010-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers, The State University of New Jersey-RBHS-Robert Wood",
  "inst_street_address": "675 HOES LN",
  "inst_street_address_2": "",
  "inst_city_name": "PISCATAWAY",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "088548021",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NJ06",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MG5BM5RM42J9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers, The State University of New Jersey-RBHS-Robert Wood",
  "perf_str_addr": "675 HOES LN",
  "perf_city_name": "PISCATAWAY",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088548021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 549992.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Aging is an important aspect of human civilizations. In Western societies and Japan, life expectancy has never been so high (over 80 years) due to better health care, sanitation, nutrition and economy. Aging is also the largest risk factor for human diseases: age-related causes account for about two thirds of human deaths. In summary, the effects of aging on society are complex but studying it is important as never before. We don&rsquo;t know what exactly causes aging, but we know that there are multiple causes. Accumulation of damage over time is one of those. For example as the cells of the body age, they begin to produce oxidants which in turn contribute to cell failure by damaging proteins and other important cellular components. One type of protein essential to virtually any cell is the potassium channel. In neurons potassium channels generate electrical activity that underlies movement, sensation, thinking etc. Two typical examples of this activity in the brain are the electroencephalogram and the RAM waves generated during sleep. Studies in our laboratory have shown that the oxidants that accumulate in neurons when they grow old, hinder the way potassium channels normally work. This in turn alters the electrical activity of the neuronal circuits and may affect behavior and in certain circumstances, even lead to the loss of the cells. But how oxidized potassium channels become toxic to the neurons? We found that cells have sensors that can detect oxidized channels. These sensors recruit a number of proteins, some of which can promote cellular failure. One in particular, a protein kinase, activates a cellular cascade that may lead to the death of the neuron by targeting mitochondria (organelles specialized in producing energy for the cell) through a process known as programmed cell death or apoptosis. We recently discovered that this protein kinase can be inhibited by a FDA-approved drug. Thus, these studies have not only advanced our understanding of a basic mechanism underlying aging but may also suggest new anti-aging therapies in the future. Additional benefits of this project to the community include training undergraduate, summer and unrepresented minorities students and educating the public about aging through the dissemination of our findings at local and international level. These activities have been particularly useful to trainees of the lab which have improved their communicating skills and established connections that may help them with their career.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/14/2015<br>\n\t\t\t\t\tModified by: Federico&nbsp;Sesti</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1026958/1026958_10020106_1442000982779_Slide1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1026958/1026958_10020106_1442000982779_Slide1--rgov-800width.jpg\" title=\"Lab activities\"><img src=\"/por/images/Reports/POR/2015/1026958/1026958_10020106_1442000982779_Slide1--rgov-66x44.jpg\" alt=\"Lab activities\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">RISE student Michelle Banas presenting the results of her summer project at the first meeting of the Brain Institute Initiative held in the Bush Campus.</div>\n<div class=\"imageCredit\">Michelle Banas</div>\n<div class=\"imageSubmitted\">Federico&nbsp;Sesti</div>\n<div class=\"imageTitle\">Lab activities</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nAging is an important aspect of human civilizations. In Western societies and Japan, life expectancy has never been so high (over 80 years) due to better health care, sanitation, nutrition and economy. Aging is also the largest risk factor for human diseases: age-related causes account for about two thirds of human deaths. In summary, the effects of aging on society are complex but studying it is important as never before. We donÆt know what exactly causes aging, but we know that there are multiple causes. Accumulation of damage over time is one of those. For example as the cells of the body age, they begin to produce oxidants which in turn contribute to cell failure by damaging proteins and other important cellular components. One type of protein essential to virtually any cell is the potassium channel. In neurons potassium channels generate electrical activity that underlies movement, sensation, thinking etc. Two typical examples of this activity in the brain are the electroencephalogram and the RAM waves generated during sleep. Studies in our laboratory have shown that the oxidants that accumulate in neurons when they grow old, hinder the way potassium channels normally work. This in turn alters the electrical activity of the neuronal circuits and may affect behavior and in certain circumstances, even lead to the loss of the cells. But how oxidized potassium channels become toxic to the neurons? We found that cells have sensors that can detect oxidized channels. These sensors recruit a number of proteins, some of which can promote cellular failure. One in particular, a protein kinase, activates a cellular cascade that may lead to the death of the neuron by targeting mitochondria (organelles specialized in producing energy for the cell) through a process known as programmed cell death or apoptosis. We recently discovered that this protein kinase can be inhibited by a FDA-approved drug. Thus, these studies have not only advanced our understanding of a basic mechanism underlying aging but may also suggest new anti-aging therapies in the future. Additional benefits of this project to the community include training undergraduate, summer and unrepresented minorities students and educating the public about aging through the dissemination of our findings at local and international level. These activities have been particularly useful to trainees of the lab which have improved their communicating skills and established connections that may help them with their career.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/14/2015\n\n\t\t\t\t\tSubmitted by: Federico Sesti"
 }
}