{
 "awd_id": "1026916",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Standard Research Grant: Deep Packet Inspection and the Governance of the Internet",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Linda Layne",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 304132.0,
 "awd_amount": 304132.0,
 "awd_min_amd_letter_date": "2010-08-08",
 "awd_max_amd_letter_date": "2011-05-25",
 "awd_abstract_narration": "The research investigates the governance and deployment of a new technology for monitoring and controlling Internet communications. Deep packet inspection (DPI) is a technology that allows network operators to scan Internet communications in real time and make automated decisions about whether to block, slow down, speed up or otherwise manipulate traffic streams. Developed initially to enable network operators to detect and intercept viruses and other malware, it is now being applied to a broader range of Internet governance problems, such as managing bandwidth, detecting file sharing, blocking unwanted content, or exploiting information about users to generate targeted advertising. With the dual potential to improve the operation and governance of the Internet and to be used in ways which restrict or regulate it, DPI use is being actively contested politically. \r\n\r\nBy systematically investigating the political interactions around the use and deployment of DPI, the research will test and improve theories about the co-production of technology and social institutions. The project develops a new conceptual framework for analyzing the interaction of technological capabilities and the process of public policy development. It breaks down the deployment of DPI into five distinct applications or use cases in an attempt to discover whether the governance regime that emerges varies across both institutional settings and types of use. Each use case provides the basis for two detailed case studies in different countries. The method of executing the case studies leverages complementarities between actor-network theory in Science, Technology and Society studies and actor-centered institutionalism in political science. To better understand the deployment patterns, the research will also compile and make usable network performance data made available by the Measurement Lab.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Milton",
   "pi_last_name": "Mueller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Milton Mueller",
   "pi_email_addr": "milton.mueller@pubpolicy.gatech.edu",
   "nsf_id": "000406675",
   "pi_start_date": "2010-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "900 S CROUSE AVE",
  "perf_city_name": "SYRACUSE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "13244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "8815",
   "pgm_ref_txt": "Studies of Policy Sci Eng Tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 152737.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 151395.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p><strong>Deep Packet Inspection and the governance of the Internet</strong></p>\n<p>Principal Investigator: Milton Mueller, Syracuse University School of Information Studies</p>\n<p>The project examined the deployment of deep packet inspection (DPI), a new technology for monitoring and controlling Internet communications. Because of its ability to enable Internet service providers (or governments) to scan, filter or manipulate Internet communications, DPI has the potential to be a disruptive technology. It challenges three established principles of Internet governance: network neutrality (the end-to-end principle); users&rsquo; expectations that their communications are private; and the immunity of network operators from responsibility for the content that flows over their networks. The research was designed to find out whether network operators who exploit the new capabilities of DPI are disrupting the way the Internet is governed, or whether politics, regulation and law are making it conform to the earlier principles of Internet governance.</p>\n<p>The research combined quantitative data about DPI use with qualitative, comparative case studies. A crowd-sourced network performance test known as Glasnost enabled measurements of Internet service providers&rsquo; use of DPI for bandwidth management between 2009 and 2013. For the case studies, four distinct applications of DPI were studied: DPI for bandwidth management; DPI for behavioral advertising; DPI for copyright protection; DPI for cybersecurity (intrusion detection and prevention) and political surveillance. Each use case provided the basis for comparison across two different countries in an attempt to discover whether the governance regime that emerges varies across institutional settings. The statistical data from the Glasnost tests was supplemented with interviews, industry data and analysis of regulatory proceedings and other documentary information. The researchers developed detailed analyses of DPI deployments that generated political, legal and regulatory conflicts in different countries. Researchers were also able to correlate DPI use with other social variables, such as levels of privacy protection, the Internet freedom index, or corruption measures.</p>\n<p>The research found that secret, unilateral implementations of DPI technology did disrupt prior policy equilibrium, but when this happened in democratic countries DPI use was modified or curtailed by political opposition after public disclosure of its use. The political backlashes generated by exposure of DPI applications were enough to make the private sector implementers withdraw or significantly modify their use of DPI, making broader institutional and legal change moot. In authoritarian countries, users also reacted negatively to DPI use for bandwidth management and surveillance, but the more repressive institutional regimes did not respond to public sentiment by passing new regulations or by pressuring operators to change their practices.</p>\n<p>Intellectual Merit</p>\n<p>By systematically investigating the political, regulatory and legal interactions around the use and deployment of DPI, the research tested and improved theories about the relationship between technological change and social institutions. The project developed a new conceptual framework for analyzing the interaction of new technological capabilities and institutional change. The research confirmed that the social impact of a technology varies significantly with the specific use case and the institutional setting, because different constellations of actors and different laws and regulations are invoked by different applications. For researchers in Science and Technology and Society, the work is intended to advance analysis of the co-production of technology and society.</p>\n<p>Broader Impacts</p>\n<p>The increasing scope and power of surveillance and information manageme...",
  "por_txt_cntn": "\n \n\nDeep Packet Inspection and the governance of the Internet\n\nPrincipal Investigator: Milton Mueller, Syracuse University School of Information Studies\n\nThe project examined the deployment of deep packet inspection (DPI), a new technology for monitoring and controlling Internet communications. Because of its ability to enable Internet service providers (or governments) to scan, filter or manipulate Internet communications, DPI has the potential to be a disruptive technology. It challenges three established principles of Internet governance: network neutrality (the end-to-end principle); usersÆ expectations that their communications are private; and the immunity of network operators from responsibility for the content that flows over their networks. The research was designed to find out whether network operators who exploit the new capabilities of DPI are disrupting the way the Internet is governed, or whether politics, regulation and law are making it conform to the earlier principles of Internet governance.\n\nThe research combined quantitative data about DPI use with qualitative, comparative case studies. A crowd-sourced network performance test known as Glasnost enabled measurements of Internet service providersÆ use of DPI for bandwidth management between 2009 and 2013. For the case studies, four distinct applications of DPI were studied: DPI for bandwidth management; DPI for behavioral advertising; DPI for copyright protection; DPI for cybersecurity (intrusion detection and prevention) and political surveillance. Each use case provided the basis for comparison across two different countries in an attempt to discover whether the governance regime that emerges varies across institutional settings. The statistical data from the Glasnost tests was supplemented with interviews, industry data and analysis of regulatory proceedings and other documentary information. The researchers developed detailed analyses of DPI deployments that generated political, legal and regulatory conflicts in different countries. Researchers were also able to correlate DPI use with other social variables, such as levels of privacy protection, the Internet freedom index, or corruption measures.\n\nThe research found that secret, unilateral implementations of DPI technology did disrupt prior policy equilibrium, but when this happened in democratic countries DPI use was modified or curtailed by political opposition after public disclosure of its use. The political backlashes generated by exposure of DPI applications were enough to make the private sector implementers withdraw or significantly modify their use of DPI, making broader institutional and legal change moot. In authoritarian countries, users also reacted negatively to DPI use for bandwidth management and surveillance, but the more repressive institutional regimes did not respond to public sentiment by passing new regulations or by pressuring operators to change their practices.\n\nIntellectual Merit\n\nBy systematically investigating the political, regulatory and legal interactions around the use and deployment of DPI, the research tested and improved theories about the relationship between technological change and social institutions. The project developed a new conceptual framework for analyzing the interaction of new technological capabilities and institutional change. The research confirmed that the social impact of a technology varies significantly with the specific use case and the institutional setting, because different constellations of actors and different laws and regulations are invoked by different applications. For researchers in Science and Technology and Society, the work is intended to advance analysis of the co-production of technology and society.\n\nBroader Impacts\n\nThe increasing scope and power of surveillance and information management technologies is one of the defining features of contemporary society. This research provides policy makers and the general public with a more scien..."
 }
}