{
 "awd_id": "1026636",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Implications of Surface Heterogeneity and Mesoscale Variability on the Dynamics of Stable Atmospheric Boundary Layers",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "edward bensman",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 370902.0,
 "awd_amount": 370902.0,
 "awd_min_amd_letter_date": "2010-09-08",
 "awd_max_amd_letter_date": "2012-07-25",
 "awd_abstract_narration": "This award provides funding for study of the stable atmospheric boundary layer (SABL), i.e. in situations of stable stratification resisting vertical displacement, with the goal of producing a deeper understanding of the dynamics and structure of turbulent flow and transport within this layer nearest the earth's surface.  The researchers plan to accomplish this by exploring how the basic dynamics of the SABL are impacted by surface heterogeneity and mesoscale atmospheric variability.  The work will be based on large eddy simulation (LES) type computer modeling using a numerical code and subgrid scale model that have been validated for stable flows.  The planned research centers around obtaining answers to four main questions:  (1) How is the turbulent kinetic energy (TKE) production-dissipation equilibrium altered by the roughness and thermal heterogeneities of the surface?; (2) Can horizontal transport of TKE produce much higher surface fluxes over areas with strong stability than would be expected under quiescent local conditions?; (3) How does mesoscale variability affect turbulence structure, production and transport in the SABL?; and (4) Do surface heterogeneity and/or mesoscale variability significantly increase SABL TKE levels, can they account for the extra turbulence needed to achieve closure in coarse-mesh (non-LES)  models, and how can this information be integrated into such models?  To pursue these topics, the researchers will simulate flows under conditions of varying mesoscale forcing and surface roughness characteristics, compute all terms of the TKE budget, and perform a proper orthogonal decomposition of the flow fields.  The last step of the analysis will be to simultaneously include both surface heterogeneity and mesoscale variability in such simulations to explore their potential interactions.\r\n\r\nThe intellectual merit of the work is centered on improved representation of idealized and controlled SABL conditions that the planned numerical experiments provide, which will in turn allow the researchers to study the effect of surface heterogeneity and mesoscale variability both separately and concurrently.  This approach will allow a qualitative and quantitative understanding of the dynamics associated with these two building blocks on a numerical basis in ways that are extremely challenging to pursue from data-driven field experimental studies.\r\n\r\nThe broader impacts of the research will include the education and training of a post-doctorate researcher and graduate student, as well as involvement of undergraduate and/or high school students in this research through an externally funded program.  The work will benefit collaborators who are working to improve the representation of atmospheric boundary layers and land-atmosphere interactions in larger-scale atmospheric models, and potentially be relevant to researchers in fields from pollution dispersion to wind power generation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elie",
   "pi_last_name": "Bou-Zeid",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Elie R Bou-Zeid",
   "pi_email_addr": "ebouzeid@Princeton.EDU",
   "nsf_id": "000077254",
   "pi_start_date": "2010-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 193120.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 102843.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 74939.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The flow of air in the lowest one kilometer of the atmosphere significantly influences human activities and environmental quality. It dictates how air pollutants spread, how much urban areas heat up compared to their rural surroundings, and how water is exchanged between the surface of the earth and the air aloft. This lowest layer is called the atmospheric boundary layer (ABL), and its dynamics are very strongly influence by its interaction with the earth surface. Surfaces hotter than the air generate the thermals that birds and air gliders use to fly easily; under these conditions the ABL is said to be &ldquo;unstable&rdquo;. On the other hand, when the earth surface is colder than the air, the air layer adjacent to the surface becomes cold and heavy and it propensity to mix with the air layers above it is reduced; this is the so-called &ldquo;stable&rdquo; ABL. Scientists have been fascinated by these different &ldquo;regimes&rdquo; of the ABL and have been studying them for decades to better predict the weather and climate. However, a very frequent condition, where the earth surface temperature is variable and results in some patches being hotter and other patches being colder that the air, has been much less studied and remains very poorly understood. An example of where such conditions occur would be in the transition from land to sea near the coast, and in polar areas where successions of cold ice and warmer waters are encountered. This project primarily focused on such cases where the surface temperature is strongly heterogeneous.</p>\n<p>We used well-established techniques to numerically model the air flow over such surfaces and understand its behavior. We found strong differences in the air flow and the turbulence over these patches. Turbulence is probably the primary factor that influences the behavior ABL. As expected, we found strong turbulence over the hot patches, but we also found that this turbulence can be carried over with the mean wind (advected) to significant fetches over the cold patches. This resulted in strong mixing over all patches, including the colder one where one would expect much less turbulence and mixing. An illustration of this is shown in figure 1, where the strong variability of the temperature field illustrates the turbulent nature of the flow. Also notice the hot air parcels over the cold patch. These are parcels carried by the mean wind from the hot patch and lofted by their buoyancy up to about 200 to 300 meters above ground. We also found that although the average surface temperature was set equal to the air temperature, these heterogeneous surfaces effectively behave like hotter surfaces, driving heat (and potentially water vapor and aerosols if the hot patches are open waters in polar regions) into the atmosphere.</p>\n<p>On the road to advancing our understanding of these surfaces with variable surface temperatures, we also made discoveries and improvements in our understanding of ABL flow over homogeneous surfaces, which were simulated as a reference. We worked closely with the Geophysical Fluid Dynamics Laboratory of the National Oceanic and Atmospheric Administration to improve how the nighttime and polar ABLs are represented in their climate models that are used to forecast the impact of climate change, and we also investigated how the ABL responds to rapid changes in the larger-scale weather patterns.</p>\n<p>Overall, more than 7 scientific publications will result from this effort to disseminate our findings; 2 Ph.D. students and 1 postdoctoral scientist were trained; and significant progress in our ability to forecast the weather and climate in the region of the atmosphere that is most important for humans, the atmospheric boundary layer, were made.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/24/2014<br>\n\t\t\t\t\tModified by: Elie&nbsp;R&nbsp;Bou-Zeid</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-galler...",
  "por_txt_cntn": "\nThe flow of air in the lowest one kilometer of the atmosphere significantly influences human activities and environmental quality. It dictates how air pollutants spread, how much urban areas heat up compared to their rural surroundings, and how water is exchanged between the surface of the earth and the air aloft. This lowest layer is called the atmospheric boundary layer (ABL), and its dynamics are very strongly influence by its interaction with the earth surface. Surfaces hotter than the air generate the thermals that birds and air gliders use to fly easily; under these conditions the ABL is said to be \"unstable\". On the other hand, when the earth surface is colder than the air, the air layer adjacent to the surface becomes cold and heavy and it propensity to mix with the air layers above it is reduced; this is the so-called \"stable\" ABL. Scientists have been fascinated by these different \"regimes\" of the ABL and have been studying them for decades to better predict the weather and climate. However, a very frequent condition, where the earth surface temperature is variable and results in some patches being hotter and other patches being colder that the air, has been much less studied and remains very poorly understood. An example of where such conditions occur would be in the transition from land to sea near the coast, and in polar areas where successions of cold ice and warmer waters are encountered. This project primarily focused on such cases where the surface temperature is strongly heterogeneous.\n\nWe used well-established techniques to numerically model the air flow over such surfaces and understand its behavior. We found strong differences in the air flow and the turbulence over these patches. Turbulence is probably the primary factor that influences the behavior ABL. As expected, we found strong turbulence over the hot patches, but we also found that this turbulence can be carried over with the mean wind (advected) to significant fetches over the cold patches. This resulted in strong mixing over all patches, including the colder one where one would expect much less turbulence and mixing. An illustration of this is shown in figure 1, where the strong variability of the temperature field illustrates the turbulent nature of the flow. Also notice the hot air parcels over the cold patch. These are parcels carried by the mean wind from the hot patch and lofted by their buoyancy up to about 200 to 300 meters above ground. We also found that although the average surface temperature was set equal to the air temperature, these heterogeneous surfaces effectively behave like hotter surfaces, driving heat (and potentially water vapor and aerosols if the hot patches are open waters in polar regions) into the atmosphere.\n\nOn the road to advancing our understanding of these surfaces with variable surface temperatures, we also made discoveries and improvements in our understanding of ABL flow over homogeneous surfaces, which were simulated as a reference. We worked closely with the Geophysical Fluid Dynamics Laboratory of the National Oceanic and Atmospheric Administration to improve how the nighttime and polar ABLs are represented in their climate models that are used to forecast the impact of climate change, and we also investigated how the ABL responds to rapid changes in the larger-scale weather patterns.\n\nOverall, more than 7 scientific publications will result from this effort to disseminate our findings; 2 Ph.D. students and 1 postdoctoral scientist were trained; and significant progress in our ability to forecast the weather and climate in the region of the atmosphere that is most important for humans, the atmospheric boundary layer, were made.\n\n \n\n\t\t\t\t\tLast Modified: 12/24/2014\n\n\t\t\t\t\tSubmitted by: Elie R Bou-Zeid"
 }
}