{
 "awd_id": "1026347",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Workshop on Geospatial Solutions to Analyze Rapid Urbanization",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927266",
 "po_email": "anwinkle@nsf.gov",
 "po_sign_block_name": "Antoinette WinklerPrins",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 45000.0,
 "awd_amount": 45000.0,
 "awd_min_amd_letter_date": "2010-08-24",
 "awd_max_amd_letter_date": "2010-08-24",
 "awd_abstract_narration": "Worldwide demographic changes have resulted in shifts from predominantly rural lifestyles to ones with a much stronger emphasis on urban living. With more than 400 cities with populations exceeding 1 million persons, urban areas represent one of the most significant alterations that humankind has made to the surface of the earth. Professor Elizabeth Wentz in the Department of Geography at Arizona State University will host a workshop that explores the use of remotely sensed data and technologies to better understand the drivers and consequences of rapid urbanization on the biophysical and social environment. Urban remote sensing has proven to be a useful tool for cross-scale urban planning and urban ecological research. Using remote sensing to document and analyze rapid urbanization can facilitate planning and new policies to better protect the natural environment, human life, and built structures. Urban remote sensing can be applied to create practical models and products for tracking farmland conversion, land use and land cover changes (LULC), floodplain analysis, urban heat island modeling, and vegetation monitoring - from crop types to urban green spaces or forest ecological changes, for example. LULC classifications can be incorporated into local and regional ecosystem models to assess the effects of urban change on carbon cycling and source/sink relationships. \r\n\r\nThe present project aims to better understand the social and physical dynamics of cities worldwide including the political, social, economic, and physical elements. To initiate a research plan to meet this challenge, the project will involve bringing together a team of scholars and practitioners worldwide to build a suite of data and analytical tools to characterize the range of dimensions of global cities. The present project funds 18 participants, including senior scholars, PhD students, and city practitioners to participate in a 3-day workshop in Arizona. The workshop is organized around six themes -- Theme 1: track urban area growth and change: speed, density, direction, structures, impervious surfaces, land consumed; Theme 2: assess the spatial arrangement of green/open space within cities and at the periphery: amount, distribution, connectivity; Theme 3: monitor changes to peri-urban regions: farmland conversions, wetland infringement, biodiversity threats; Theme 4: track land-cover and land-use changes that influence urban climatology and atmospheric deposition: impervious surfaces, vegetation cover, dust; Theme 5: monitor urban growth as it intersects with areas of potential environmental hazards: earthquake, subsidence, mudslides, floods, tsunami;Theme 6: map environmental parameters (microclimate, heat island, access to open space, percent of impervious surface, percent of green space), assess the geographic differences within the region, and identify correlations with social, economic, and ethnic divisions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Wentz",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth A Wentz",
   "pi_email_addr": "wentz@asu.edu",
   "nsf_id": "000284070",
   "pi_start_date": "2010-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Soe Win",
   "pi_last_name": "Myint",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Soe Win W Myint",
   "pi_email_addr": "bno41@txstate.edu",
   "nsf_id": "000360439",
   "pi_start_date": "2010-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 45000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Funding from the National Science Foundation was used to support a workshop on urban remote sensing (held in Arizona from April 1-3, 2011) that brought together investigators and local planners from around the world. The goal of the workshop was to discuss how satellite images could be used to solve some of the problems related to global urbanization. Problems related to global urbanization include population growth, housing construction, local climate changes, and water resource management.</p>\n<p>We discussed the problems of urbanization and how satellite images can be used to solve them through six major themes. The first theme discussed tracking urban growth and change through satellite images. Satellite images over time can record the speed, density, and direction of how land is converted from natural or farmland to urban uses. The second theme talked about tools to quantify the spatial composition and configuration of land uses. This involved discussing methods of classifying satellite imagery into urban categories and indices for measuring how land use is arranged. The third theme was on what aspects of the near-urban areas need to be monitor including farmland, low-density residential, and undeveloped regions. We focused on their connectivity, the relationship to local biodiversity, and the importance of maintaining local farmland. The fourth theme was to describe how satellite images could be used to track the relationship between land use change and changes to the local climatology and other atmospheric changes. We focused on the role that quantifying land use plays in thermal differences between urban and non-urban areas. The fifth theme was based in monitoring how urban growth intersects with areas of potential hazards such as tsunamis, earthquakes, hurricanes, and subsidence. Remote sensing can be used to examine the vulnerability of cities and the resulting impact of hazards on urban structures. The sixth and final theme involved describing how satellite images can map environmental features of urban areas including open space, asphalt, water features, and the relationship between these features and social dimensions such as poverty.</p>\n<p>There were two unique characteristics to the workshop. The first was that the teams involved academic scholars and working professionals. The academic scholars were experts in the field of remote sensing and the application to global urban environmental change. The working professionals were urban planners, managers, and local policy makers. These workshop participants provided a &lsquo;real world&rsquo; view of the types of challenges faced by local decision makers. We learned that there remains a large gap between what decision makers expect from the satellite technology and what it can offer in reality. The second unique characteristic of the urban remote sensing workshop was that we held it jointly with a NASA funded workshop on forecasting urban land use change. The forecasting urban land use workshop discussed modeling efforts to explain how land conversion takes place and the environmental impact of these changes. There was significant synergy between the workshops because satellite imagery is often a common data source for models to forecast land use change.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/11/2012<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;A&nbsp;Wentz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFunding from the National Science Foundation was used to support a workshop on urban remote sensing (held in Arizona from April 1-3, 2011) that brought together investigators and local planners from around the world. The goal of the workshop was to discuss how satellite images could be used to solve some of the problems related to global urbanization. Problems related to global urbanization include population growth, housing construction, local climate changes, and water resource management.\n\nWe discussed the problems of urbanization and how satellite images can be used to solve them through six major themes. The first theme discussed tracking urban growth and change through satellite images. Satellite images over time can record the speed, density, and direction of how land is converted from natural or farmland to urban uses. The second theme talked about tools to quantify the spatial composition and configuration of land uses. This involved discussing methods of classifying satellite imagery into urban categories and indices for measuring how land use is arranged. The third theme was on what aspects of the near-urban areas need to be monitor including farmland, low-density residential, and undeveloped regions. We focused on their connectivity, the relationship to local biodiversity, and the importance of maintaining local farmland. The fourth theme was to describe how satellite images could be used to track the relationship between land use change and changes to the local climatology and other atmospheric changes. We focused on the role that quantifying land use plays in thermal differences between urban and non-urban areas. The fifth theme was based in monitoring how urban growth intersects with areas of potential hazards such as tsunamis, earthquakes, hurricanes, and subsidence. Remote sensing can be used to examine the vulnerability of cities and the resulting impact of hazards on urban structures. The sixth and final theme involved describing how satellite images can map environmental features of urban areas including open space, asphalt, water features, and the relationship between these features and social dimensions such as poverty.\n\nThere were two unique characteristics to the workshop. The first was that the teams involved academic scholars and working professionals. The academic scholars were experts in the field of remote sensing and the application to global urban environmental change. The working professionals were urban planners, managers, and local policy makers. These workshop participants provided a æreal worldÆ view of the types of challenges faced by local decision makers. We learned that there remains a large gap between what decision makers expect from the satellite technology and what it can offer in reality. The second unique characteristic of the urban remote sensing workshop was that we held it jointly with a NASA funded workshop on forecasting urban land use change. The forecasting urban land use workshop discussed modeling efforts to explain how land conversion takes place and the environmental impact of these changes. There was significant synergy between the workshops because satellite imagery is often a common data source for models to forecast land use change.\n\n \n\n\t\t\t\t\tLast Modified: 09/11/2012\n\n\t\t\t\t\tSubmitted by: Elizabeth A Wentz"
 }
}