{
 "awd_id": "1027270",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Phylogeny and character evolution in the genus Oxalis",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Mindell",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 135000.0,
 "awd_amount": 135000.0,
 "awd_min_amd_letter_date": "2010-07-21",
 "awd_max_amd_letter_date": "2010-07-21",
 "awd_abstract_narration": "The large plant genus Oxalis holds an amazing diversity of forms, including small shrubs, succulent herbs, long vines, and alpine cushion forms.  Many species survive cold or dry seasons underground by means of various kinds of storage structures: tubers, tuberous roots, rhizomes with fleshy scales, woody crowns, and two different kinds of bulbs. This diversity makes Oxalis a compelling subject for studying the evolution of plant form, especially of these storage structures.  This project uses DNA sequences and comparisons with morphology to study the evolutionary relationships among species of Oxalis, to help understand how storage structures such as bulbs evolve, and from what precursors.  The results will also shed light on the evolution of plant breeding systems, chromosome numbers, and biogeography.\r\n\r\nThis project will build an international group of researchers to collaborate on Oxalis research, including partners in Brazil, Germany, Holland, South Africa, and Uruguay.  It will provide research experience and training to at least one graduate student and numerous undergraduate students.  The project broadens participation in research by supporting research led by a female PI, and undergraduates of targeted underrepresented groups in the sciences will be recruited.  Members of the PI's lab will incorporate the research process and results into many ongoing educational and outreach activities.  In addition, the research results may eventually help in potential improvement of crops grown for edible bulbs, or grown from bulbs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eve",
   "pi_last_name": "Emshwiller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eve Emshwiller",
   "pi_email_addr": "emshwiller@wisc.edu",
   "nsf_id": "000155751",
   "pi_start_date": "2010-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1198",
   "pgm_ref_txt": "BIODIVERSITY SURVEYS & INVENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 135000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Although it has few species in the USA, the plant genus <em>Oxalis </em>(in the family Oxalidaceae) has over 500 species worldwide, most of them in the Americas and in southern Africa. In South America, where the genus originated, it has great vegetative morphological diversity, including small shrubs, alpine cushion plants, and succulent herbs, and the genus has species with many kinds of underground storage structures, including bulbs, tubers, and tuberous roots.&nbsp; It includes one food crop, called &ldquo;oca,&rdquo; or <em>Oxalis tuberosa</em>, that plays an important role for food security in rural communities in the Andes mountains of South America.</p>\n<p>This project, led by Dr. Eve Emshwiller at the University of Wisconsin-Madison, involved an international collaboration with <em>Oxalis</em> researchers in Brazil, Uruguay, Germany, and South Africa to use DNA data to trace the evolutionary history of the genus and how the groups of species in the genus are related to each other (that is, the phylogeny of the genus).&nbsp; DNA sequences were generated from one region of the nuclear chromosomes, and four regions of the chloroplast genome and used in phylogenetic analyses and the results were compared with characteristics of the plants&rsquo; geographic distributions, types of habitats (biomes), chromosomes, and morphology (form) including succulence and bulb traits.</p>\n<p>The phylogenetic tree that resulted from these analyses permitted inferences about the biogeographic history of the genus. For instance, it showed that the genus most likely originated in southeastern South America, in the area of southern Brazil, Uruguay, and northern Argentina, diversified in that region, and then subgroups of the genus spread out from there to other parts of the world. A single migration to the southern tip of Africa led to a radiation of species there that eventually led to the over 200 hundred species found in southern Africa today. Among the bulb-bearing species of the Americas, their ancestors spread out from southern or southeastern South America to the Andes, and then northward toward North America, where there are several dozen species in the Transverse Volcanic Axis of Mexico, with several of those species reaching further north into the USA.</p>\n<p>The phylogenetic results in some sub-groups were not in agreement with the traditional taxonomy, but rather they were in agreement with characteristics of the number and size of the chromosomes, suggesting that the taxonomy should be revised. Among the bulb-bearing species of the Americas, the unusual tristylous breeding system of <em>Oxalis</em> (found in only four other plant families) was modified in some groups, breaking down to distyly (with only two forms of flowers, instead of three). The phylogenetic results were also used to study the evolution of characteristics of the plants&rsquo; morphology including origin of succulence, and origin of bulbs and their evolution in response to different environments (e.g., with different levels and seasonality of precipitation).&nbsp; The evolution of bulbs was studied further by looking for correlations between measurements of bulb traits and environmental factors such as seasonality of precipitation, finding that some aspects of storage morphology are correlated with precipitation and seasonality factors, suggesting these different bulb traits may help the plants&rsquo; survival in different environments.</p>\n<p>This project had broader impacts including the training of graduate student Andrew Gardner, whose PhD dissertation research was made possible by this award.&nbsp; It also included training of graduate student Magdalena Vaio, a citizen of Uruguay completing her PhD in Brazil, who generated data for this project during her research visit at UW-Madison. Both of these graduate students now have their doctorate degrees. In addition, several undergraduates had rese...",
  "por_txt_cntn": "\nAlthough it has few species in the USA, the plant genus Oxalis (in the family Oxalidaceae) has over 500 species worldwide, most of them in the Americas and in southern Africa. In South America, where the genus originated, it has great vegetative morphological diversity, including small shrubs, alpine cushion plants, and succulent herbs, and the genus has species with many kinds of underground storage structures, including bulbs, tubers, and tuberous roots.  It includes one food crop, called \"oca,\" or Oxalis tuberosa, that plays an important role for food security in rural communities in the Andes mountains of South America.\n\nThis project, led by Dr. Eve Emshwiller at the University of Wisconsin-Madison, involved an international collaboration with Oxalis researchers in Brazil, Uruguay, Germany, and South Africa to use DNA data to trace the evolutionary history of the genus and how the groups of species in the genus are related to each other (that is, the phylogeny of the genus).  DNA sequences were generated from one region of the nuclear chromosomes, and four regions of the chloroplast genome and used in phylogenetic analyses and the results were compared with characteristics of the plantsÆ geographic distributions, types of habitats (biomes), chromosomes, and morphology (form) including succulence and bulb traits.\n\nThe phylogenetic tree that resulted from these analyses permitted inferences about the biogeographic history of the genus. For instance, it showed that the genus most likely originated in southeastern South America, in the area of southern Brazil, Uruguay, and northern Argentina, diversified in that region, and then subgroups of the genus spread out from there to other parts of the world. A single migration to the southern tip of Africa led to a radiation of species there that eventually led to the over 200 hundred species found in southern Africa today. Among the bulb-bearing species of the Americas, their ancestors spread out from southern or southeastern South America to the Andes, and then northward toward North America, where there are several dozen species in the Transverse Volcanic Axis of Mexico, with several of those species reaching further north into the USA.\n\nThe phylogenetic results in some sub-groups were not in agreement with the traditional taxonomy, but rather they were in agreement with characteristics of the number and size of the chromosomes, suggesting that the taxonomy should be revised. Among the bulb-bearing species of the Americas, the unusual tristylous breeding system of Oxalis (found in only four other plant families) was modified in some groups, breaking down to distyly (with only two forms of flowers, instead of three). The phylogenetic results were also used to study the evolution of characteristics of the plantsÆ morphology including origin of succulence, and origin of bulbs and their evolution in response to different environments (e.g., with different levels and seasonality of precipitation).  The evolution of bulbs was studied further by looking for correlations between measurements of bulb traits and environmental factors such as seasonality of precipitation, finding that some aspects of storage morphology are correlated with precipitation and seasonality factors, suggesting these different bulb traits may help the plantsÆ survival in different environments.\n\nThis project had broader impacts including the training of graduate student Andrew Gardner, whose PhD dissertation research was made possible by this award.  It also included training of graduate student Magdalena Vaio, a citizen of Uruguay completing her PhD in Brazil, who generated data for this project during her research visit at UW-Madison. Both of these graduate students now have their doctorate degrees. In addition, several undergraduates had research experiences while participating in this project, including three who completed senior theses based on this research.  Importantly, the project will contribute to speci..."
 }
}