{
 "awd_id": "1027817",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CDI Type I:Collaborative Research: Cyber Enabled Investigation of Quantum Dots, Stacked Quantum Dots, and Quantum Posts",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Evelyn Goldfield",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 252000.0,
 "awd_amount": 252000.0,
 "awd_min_amd_letter_date": "2010-09-11",
 "awd_max_amd_letter_date": "2010-09-11",
 "awd_abstract_narration": "This research project creates a multidisciplinary intellectual partnership with the goal of designing transformative computation-based methods for the simulation of quantum dots (QDs) growth by molecular beam epitaxy. This research enables a better understanding of the kinetics and thermodynamics during the growth of quantum dots allowing for an improved control of the positioning, growth and size distribution in QD structures. The project combines expertise in materials science with state-of-the-art algorithm design for partial differential equations and moving boundary problems.\r\nThis research impacts scientific and industrial communities that make use of QDs as single photon emitters or make use of the carrier spins to develop and manipulate q-bits. Outcomes help guide experiments, and the design and manufacture of new optical and electronic devices, such as QDs photonic crystal lasers, nonvolatile storage, laser scalpel and optical coherence tomography for use in medicine, and QD-based product enhancements in the energy sector. The impact on computational science is important for the simulation and design of diffusion dominated processes, moving boundary problems, and multiscale modeling where macroscopic behaviors are simulated while incorporating microscopic rates. \r\n\r\nThe research program involves the training of two students, including one student with Latino background. The research program also fosters the development of an interactive web-based computational lab for students to experiment with computational tools. In addition, advances made through this research program are disseminated through the Materials Research Laboratory at University of California Santa Barbara (UCSB), the Institute for Pure and Applied Mathematics at University of California Los Angeles (UCLA) and the California Nano Science Institute at both UCLA and UCSB. \r\n\r\nThis award is part of the Cyber-Enabled Discovery and Innovation program, and the recipients are Frederic Gibou of UCSB and Christian Ratsch of UCLA.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frederic",
   "pi_last_name": "Gibou",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Frederic G Gibou",
   "pi_email_addr": "fgibou@ucsb.edu",
   "nsf_id": "000487488",
   "pi_start_date": "2010-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "775000",
   "pgm_ele_name": "CDI TYPE I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7721",
   "pgm_ref_txt": "FROM DATA TO KNOWLEDGE"
  },
  {
   "pgm_ref_code": "7722",
   "pgm_ref_txt": "COMPLEXITY"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 252000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this research was to develop and implement a computational framework capable of simulating important processes in epitaxial growth. Epitaxial growth is a process where atoms of one material are deposited on top of another. This process is used to fabricate most modern opto-electronic devices including memory storage, lasers and optical coherence tomography, as well as to manufacture catalysts used in the energy sector, food processing, biology and environmental science. During epitaxial growth, atoms that have been deposited on a surface can diffuse on the surface, form so-called islands (or nucei) when they meet another atom, and attach to existing island. Things get a little more complicated when atoms are deposited on top of existing islands. One of the physical phenomena that is responsible for the growth of important structures such as quantum dots and quantum posts is the so-called additional step-edge or Ehrlich-Schwoebel barrier. This barrier makes it more difficult for atoms that are on top of an island to diffuse to a lower layer (down a step), compared to diffusion on the layer. Modeling this additional barrier has been a key focus of the work funded by this NSF grant.<ins datetime=\"2013-09-10T16:37\" cite=\"mailto:Christian%20Ratsch\"> </ins></p>\n<p>A successful approach to the simulation of Epitaxial growth is the so-called island dynamics model [<ins datetime=\"2013-09-10T16:38\" cite=\"mailto:Christian%20Ratsch\">5</ins>]. Previous works have demonstrated the capabilities of this mode. However, the study of mound formation, quantum dots and in general the effect of the Ehrlich-Schwoebel barrier have not been possible because of the difficulty of imposing Robin boundary conditions in a level-set framework. As part of this NSF, we have solved that problem using a hybrid level-set/finite-volume formulation. This approach produces second-order accurate solutions and a symmetric positive definite linear system, which translates into efficient solvers. We have also extended this framework to include situations where Robin, Dirichlet and Neumann boundary conditions are imposed different parts of an irregular boundary [3]. These boundary conditions are the most general boundary conditions that can emulate virtually any epitaxial processes. We have also developed such methods in an adaptive framework designed to accurately and efficiently simulate multiscale problems. Another benefit of our approach is that the solution process directly approximates the physically correct sharp interface model. Our results demonstrate that some of the main computational components to simulate the step-edge barrier are successful in an adaptive quadtree multiscale framework [1, 4].</p>\n<p>Our new computational approach and model has led to some very interesting new results [2]. In particular, we find that (as expected), the inclusion of a step-edge barrier leads to the formation of mounds. Figure 1 illustrates the fact that after the deposition of 20 layers, growth proceeds essentially layer-by-layer when there is no step-edge barrier present, and that mounds form when there is a step-edge barrier (middle and right panel). Moreover, the mounds become more pronounced as the step-edge barrier decreases. This new formalism has enabled us to study epitaxial growth and the formation of mounds.</p>\n<p>From the point of view of computational science, communities focusing in diffusion-dominated processes and moving boundary problems will feel the impact of this research. This research will permit in a better understanding of the kinetics and thermodynamics during the growth of quantum dots and will provide a better understanding for an improved control of the positioning, growth and size distribution in Quantum Dots structures, which are used as single photon emitters or make use of the carrier spins to develop and manipulate q-bits. This grant has funded a postdoctoral scholar w...",
  "por_txt_cntn": "\nThe goal of this research was to develop and implement a computational framework capable of simulating important processes in epitaxial growth. Epitaxial growth is a process where atoms of one material are deposited on top of another. This process is used to fabricate most modern opto-electronic devices including memory storage, lasers and optical coherence tomography, as well as to manufacture catalysts used in the energy sector, food processing, biology and environmental science. During epitaxial growth, atoms that have been deposited on a surface can diffuse on the surface, form so-called islands (or nucei) when they meet another atom, and attach to existing island. Things get a little more complicated when atoms are deposited on top of existing islands. One of the physical phenomena that is responsible for the growth of important structures such as quantum dots and quantum posts is the so-called additional step-edge or Ehrlich-Schwoebel barrier. This barrier makes it more difficult for atoms that are on top of an island to diffuse to a lower layer (down a step), compared to diffusion on the layer. Modeling this additional barrier has been a key focus of the work funded by this NSF grant. \n\nA successful approach to the simulation of Epitaxial growth is the so-called island dynamics model [5]. Previous works have demonstrated the capabilities of this mode. However, the study of mound formation, quantum dots and in general the effect of the Ehrlich-Schwoebel barrier have not been possible because of the difficulty of imposing Robin boundary conditions in a level-set framework. As part of this NSF, we have solved that problem using a hybrid level-set/finite-volume formulation. This approach produces second-order accurate solutions and a symmetric positive definite linear system, which translates into efficient solvers. We have also extended this framework to include situations where Robin, Dirichlet and Neumann boundary conditions are imposed different parts of an irregular boundary [3]. These boundary conditions are the most general boundary conditions that can emulate virtually any epitaxial processes. We have also developed such methods in an adaptive framework designed to accurately and efficiently simulate multiscale problems. Another benefit of our approach is that the solution process directly approximates the physically correct sharp interface model. Our results demonstrate that some of the main computational components to simulate the step-edge barrier are successful in an adaptive quadtree multiscale framework [1, 4].\n\nOur new computational approach and model has led to some very interesting new results [2]. In particular, we find that (as expected), the inclusion of a step-edge barrier leads to the formation of mounds. Figure 1 illustrates the fact that after the deposition of 20 layers, growth proceeds essentially layer-by-layer when there is no step-edge barrier present, and that mounds form when there is a step-edge barrier (middle and right panel). Moreover, the mounds become more pronounced as the step-edge barrier decreases. This new formalism has enabled us to study epitaxial growth and the formation of mounds.\n\nFrom the point of view of computational science, communities focusing in diffusion-dominated processes and moving boundary problems will feel the impact of this research. This research will permit in a better understanding of the kinetics and thermodynamics during the growth of quantum dots and will provide a better understanding for an improved control of the positioning, growth and size distribution in Quantum Dots structures, which are used as single photon emitters or make use of the carrier spins to develop and manipulate q-bits. This grant has funded a postdoctoral scholar with Latino background (at UCLA) as well as a female graduate student (at UCSB) who obtained her PhD. This grant has also fostered the development of an interactive web-based computational lab.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/1..."
 }
}