{
 "awd_id": "1027140",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cultural and Consensus Models of Climate Change Adaptation for Chesapeake Bay",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 195662.0,
 "awd_amount": 195662.0,
 "awd_min_amd_letter_date": "2010-08-19",
 "awd_max_amd_letter_date": "2013-01-17",
 "awd_abstract_narration": "Dr. Michael Paolisso (University of Maryland), Dr. Shirley Fiske (University of Maryland), and Dr. Susan Crate (George Mason University) will undertake a two-year study of local, cultural models of climate change. The research will be conducted in three communities on the Eastern Shore of the Chesapeake Bay.  Although there are widely held scientific theories of climate change, such as the United Nations Framework Convention on Climate Change, climate change is also a local construct, interpreted from individuated perspectives that may vary depending on people's cultural, socioeconomic, geospatial, and temporal location.  Most information on public understandings of climate change comes from public opinion polls, and not from in-depth community studies.  This project will contribute systematic, ethnographic research to understand how diverse groups of people think about, understand, and interpret the phenomenon of climate change, and the policies proposed to adapt to it.\r\n\r\nThe three communities will be chosen to vary in their economic relation to Chesapeake Bay resources (as watermen, farmers, or shore-dwelling retirees), and to be at-risk from climate change effects, particularly sea-level rises. In each community, the researchers will interview residents and collect cognitive domain information about climate change, its impacts, and proposed adaptations for the Chesapeake Bay region. After developing community-level cognitive models from these data, cultural consensus analytical techniques will be used to test the extent of shared knowledge and model overlap within and between communities, and between community understandings and those that underlie remediation programs and policies. Multivariate analyses will be used to assess the impacts of cultural model knowledge, local environmental conditions, and socioeconomic contexts on community understanding and support of climate change adaptation policies.\r\n\r\nThe project addresses the need to understand how diverse communities under severe threat of adverse effects from climate change understand climate change and to what extent and at what levels their beliefs are shared. The project will provide information for local communities, county planners, and state offices as they confront a changing environment; it will deepen our understanding of the public perceptions of environmental issues and public actions necessary to adapt to them; and it will provide theoretical and methodological insights for anthropologists applying cultural model approaches to environmental issues.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Paolisso",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Paolisso",
   "pi_email_addr": "mpaoliss@umd.edu",
   "nsf_id": "000460230",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Crate",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Susan A Crate",
   "pi_email_addr": "scrate1@gmu.edu",
   "nsf_id": "000451920",
   "pi_start_date": "2010-08-19",
   "pi_end_date": "2013-01-17"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shirley",
   "pi_last_name": "Fiske",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shirley Fiske",
   "pi_email_addr": "shirley.fiske@verizon.net",
   "nsf_id": "000558395",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "5187",
   "pgm_ref_txt": "ENVIRONMENT"
  },
  {
   "pgm_ref_code": "6891",
   "pgm_ref_txt": "CLIMATE CHANGE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 195662.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Given the widespread awareness and debate about climate change and its impact on communities, and the fact that political units (cities, states, counties, regional governments) are attempting to mitigate and adapt, this project seeks to refine our understanding of the diversity and variability in climate change knowledge and values.&nbsp; The overall goal of the proposed research was to determine the effects of cognitive and cultural knowledge on community understanding of and support for local climate change adaptation policies and programs.&nbsp;</p>\n<p>The project collected ethnographic information and survey data on community-level cultural understandings of climate change, impacts and adaptation for the Chesapeake Bay region.&nbsp;It focused on Dorchester and Somerset counties in the state of Maryland&mdash;rural but recently gentrifying counties that have been named &ldquo;highly vulnerable&rdquo; to climate change in the mid-Atlantic (specifically, to sea level rise and flooding). &nbsp;We hypothesized that residents would most likely be aware of flooding, sea level rise, climate change impacts and adaptation debates, but expected important diversity and variability in the way that people thought about climate change.&nbsp;</p>\n<p>This project identified three communities on the Eastern Shore of the Chesapeake Bay, representing a range of socioeconomic, historic, and local environmental contexts.&nbsp; The subgroups are farmers, commercial fishermen (known as watermen), and newcomers to the Eastern Shore&mdash;people who are locally known as \"comeheres,\" or what is known in the social science literature as amenity migrants:&nbsp; those who have moved to a region because of perceived improvements in livelihood and quality of life (e.g. retirees, professionals, \"boutique farmers,\" etc.).</p>\n<p>As a result of the project's research activities, we found two cultural models of climate change: climate change is a <em>&ldquo;natural change&rdquo;</em> and climate change is an <em>&ldquo;environmental change.&rdquo;</em>&nbsp; At the core of the <em>&ldquo;natural change</em>&rdquo; model is the implicit understanding that humans cannot control or significantly influence nature, which has a &ldquo;mind of its own&rdquo; and has been changing since the beginning of time. &nbsp;Moreover, natural change does not have directionality<em> </em>(as in climate scientists&rsquo; models that predict increasing earth surface temperatures over the next 50 years); but the earth has cycles and patterns, eventually returning to previous states.&nbsp; Changes in climate are understood as natural changes because they are not significantly affected by human activities or agency.&nbsp; Either biophysical or divine processes are the fundamental driver of these changes in nature. &nbsp;</p>\n<p>On the other hand, the cultural model of climate change as <em>environmental change</em> frames natural world problems or issues within an anthropocentric context.&nbsp; Central to this model is the idea of humans as dominant change agents within natural systems and resources.&nbsp; This change can be positive, in the case of environmental restoration, or regulations controlling pollution; and it can be negative, such as overdevelopment of the shoreline of the Chesapeake, loss of natural habitat, and increased pollution.&nbsp;&nbsp; This cultural model requires schemas of human agency to address environmental problems, whether they are at the individual, organizational or policy levels.</p>\n<p>These two cultural models of climate change are present in each of the three study groups, though the project's qualitative and quantitative results suggest different underlying cognitive structures of knowledge within and between groups.&nbsp; Quantitative cultural consensus analysis suggests that in understanding climate change, farmers and watermen draw upon implicit knowledge that climate change is a na...",
  "por_txt_cntn": "\nGiven the widespread awareness and debate about climate change and its impact on communities, and the fact that political units (cities, states, counties, regional governments) are attempting to mitigate and adapt, this project seeks to refine our understanding of the diversity and variability in climate change knowledge and values.  The overall goal of the proposed research was to determine the effects of cognitive and cultural knowledge on community understanding of and support for local climate change adaptation policies and programs. \n\nThe project collected ethnographic information and survey data on community-level cultural understandings of climate change, impacts and adaptation for the Chesapeake Bay region. It focused on Dorchester and Somerset counties in the state of Maryland&mdash;rural but recently gentrifying counties that have been named \"highly vulnerable\" to climate change in the mid-Atlantic (specifically, to sea level rise and flooding).  We hypothesized that residents would most likely be aware of flooding, sea level rise, climate change impacts and adaptation debates, but expected important diversity and variability in the way that people thought about climate change. \n\nThis project identified three communities on the Eastern Shore of the Chesapeake Bay, representing a range of socioeconomic, historic, and local environmental contexts.  The subgroups are farmers, commercial fishermen (known as watermen), and newcomers to the Eastern Shore&mdash;people who are locally known as \"comeheres,\" or what is known in the social science literature as amenity migrants:  those who have moved to a region because of perceived improvements in livelihood and quality of life (e.g. retirees, professionals, \"boutique farmers,\" etc.).\n\nAs a result of the project's research activities, we found two cultural models of climate change: climate change is a \"natural change\" and climate change is an \"environmental change.\"  At the core of the \"natural change\" model is the implicit understanding that humans cannot control or significantly influence nature, which has a \"mind of its own\" and has been changing since the beginning of time.  Moreover, natural change does not have directionality (as in climate scientistsÆ models that predict increasing earth surface temperatures over the next 50 years); but the earth has cycles and patterns, eventually returning to previous states.  Changes in climate are understood as natural changes because they are not significantly affected by human activities or agency.  Either biophysical or divine processes are the fundamental driver of these changes in nature.  \n\nOn the other hand, the cultural model of climate change as environmental change frames natural world problems or issues within an anthropocentric context.  Central to this model is the idea of humans as dominant change agents within natural systems and resources.  This change can be positive, in the case of environmental restoration, or regulations controlling pollution; and it can be negative, such as overdevelopment of the shoreline of the Chesapeake, loss of natural habitat, and increased pollution.   This cultural model requires schemas of human agency to address environmental problems, whether they are at the individual, organizational or policy levels.\n\nThese two cultural models of climate change are present in each of the three study groups, though the project's qualitative and quantitative results suggest different underlying cognitive structures of knowledge within and between groups.  Quantitative cultural consensus analysis suggests that in understanding climate change, farmers and watermen draw upon implicit knowledge that climate change is a natural phenomenon.  They do recognize environmental change, but apply this model only to other issues and problems in the natural environment that they perceive as generated by humans, such as erosion, water pollution, and overfishing.  The \"comeheres,\" in contrast, apply both cultural mo..."
 }
}