{
 "awd_id": "1027194",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Event Ethnography of the 10th Conference of the Parties to the Convention on Biological Diversity",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 123647.0,
 "awd_amount": 123647.0,
 "awd_min_amd_letter_date": "2010-09-12",
 "awd_max_amd_letter_date": "2010-09-12",
 "awd_abstract_narration": "Introduction\r\nThis collaborative project involves an international team of researchers from several universities that will undertake a Collaborative Event Ethnography at the 10th Conference of the Parties of the Convention on Biological Diversity in Nagoya, Japan, over 10 days in October 2010. Such meetings are sites or moments of negotiation and decision-making in on-going, broader policy-making processes, and they provide opportunities for researchers to examine how ideas about conservation emerge, gain traction, and are contested, debated and traded-off against one another.\r\n\r\nIntellectual Merit\r\nThis research probes the processes involved in determining what conservation is, who participates in such processes, and with what consequences. Researchers will engage in ethnographic research practices modified to reflect the untraditional nature of meetings as field sites. A collaborative team is better able than individual researchers to capture the dynamics of meetings and to address crosscutting themes. The proposal builds on experiences with and lessons learned from the first Cognitive Event Ethnography, undertaken at the 4th World Conservation Congress of the International Union for the Conservation of Nature in 2008.\r\n\r\nPotential Broader Impacts\r\nThe core researchers will recruit a diverse team, including researchers from different disciplines, countries, genders and ethnicities. The diversity will serve to broaden participation in STEM areas. As a collaborative effort among multiple universities and across disciplines, the project will also serve to build and strengthen partnerships.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "J",
   "pi_last_name": "Brosius",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "J P Brosius",
   "pi_email_addr": "pbrosius@uga.edu",
   "nsf_id": "000448013",
   "pi_start_date": "2010-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "623 BOYD GRADUATE RESEARCH CTR",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6866",
   "pgm_ref_txt": "BIO & SOCIETY"
  },
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 123647.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research used an emerging method, Collaborative Event Ethnography (CEE), to study the 10th Conference of the Parties (CoP10) of the Convention on Biological Diversity (CBD) held in October 2010. Meetings like CBD-CoP10 are moments of negotiation and decision-making in on-going, broader policy-making processes, where ideas about conservation emerge, gain traction, and are contested, debated and traded-off. The research explored what conservation is, who participates in defining it, and with what consequences. To do this, researchers engaged in ethnographic research practices &ndash; CEE &ndash; modified to reflect the untraditional nature of meetings as field sites. Working collaboratively, a team of 17 researchers was able to capture the dynamic of the meeting, and to: analyze the role of individuals and groups in shaping the ideological orientation of global environmental governance institutions like the CBD; document the social, political, and institutional mechanisms and processes used to legitimate and contest ideas about what conservation is; and relate team members&rsquo; individual research experiences of social-ecological dynamics in diverse locales around the world to the agendas established at CBD-CoP10. In addition, the research further developed the CEE method.</p>\n<p>&nbsp;</p>\n<p>The research produced critical insights into the transformation of environmental governance in the contemporary economic and political context. For example, the research documented a critical historical conjuncture at which institutions such as the CBD - one traditionally resistant to the subordination of nature to economy - has emerged as a proponent of market-based mechanisms for conservation. One particular manifestation of this is The Economics of Ecosystems and Biodiversity, a report described at CoP10 as transforming how conservation will be accomplished. This shift in conservation governance requires the realignment of historically important conservation actors, such as conservation scientists, indigenous and local communities, and non-government organizations, with new actors in the business, media, entertainment and other industries. &nbsp;</p>\n<p>&nbsp;</p>\n<p>The research documented the role of metrics as key political and institutional mechanisms of the CBD. The importance of a number for expressing the value of biodiversity and its loss, for example, was crucial in promoting ecological economics as <em>the</em> tool for pursuing conservation. Negotiations over the CBD&rsquo;s 2020 biodiversity targets similarly illustrated the complex role of metrics. Debate about the protected areas target, for example, were as much about what counts as protected as they were about how much should be protected. Thus an institutional mechanism for measuring progress was implicated in evolving and expanding the definition of what constitutes a protected area.</p>\n<p>&nbsp;</p>\n<p>Researchers gained new insights into their more traditional field sites. For example, one researcher was able to link the rapid expansion of protected areas in Madagascar at the end of 2010 to the new CBD protected areas target, as well as to the efforts of transnational non-government organizations at CoP10. Graduate students reframed their research projects based on the CBD experience. For example, one PhD student was intending to conduct research in Palau, Micronesia, to understand how regional conservation strategies interact with those of the state. Through her work at the CBD, she enhanced her understanding of regional strategies and was able to link these to international policy-making. While the need to link the &lsquo;local&rsquo; to the &lsquo;global&rsquo; is recognized among researchers, it is a methodological challenge. The research met the challenge through CEE, an innovative research method that recognizes the temporal and geographic complexity of social and political phenomena in a per...",
  "por_txt_cntn": "\nThe research used an emerging method, Collaborative Event Ethnography (CEE), to study the 10th Conference of the Parties (CoP10) of the Convention on Biological Diversity (CBD) held in October 2010. Meetings like CBD-CoP10 are moments of negotiation and decision-making in on-going, broader policy-making processes, where ideas about conservation emerge, gain traction, and are contested, debated and traded-off. The research explored what conservation is, who participates in defining it, and with what consequences. To do this, researchers engaged in ethnographic research practices &ndash; CEE &ndash; modified to reflect the untraditional nature of meetings as field sites. Working collaboratively, a team of 17 researchers was able to capture the dynamic of the meeting, and to: analyze the role of individuals and groups in shaping the ideological orientation of global environmental governance institutions like the CBD; document the social, political, and institutional mechanisms and processes used to legitimate and contest ideas about what conservation is; and relate team membersÆ individual research experiences of social-ecological dynamics in diverse locales around the world to the agendas established at CBD-CoP10. In addition, the research further developed the CEE method.\n\n \n\nThe research produced critical insights into the transformation of environmental governance in the contemporary economic and political context. For example, the research documented a critical historical conjuncture at which institutions such as the CBD - one traditionally resistant to the subordination of nature to economy - has emerged as a proponent of market-based mechanisms for conservation. One particular manifestation of this is The Economics of Ecosystems and Biodiversity, a report described at CoP10 as transforming how conservation will be accomplished. This shift in conservation governance requires the realignment of historically important conservation actors, such as conservation scientists, indigenous and local communities, and non-government organizations, with new actors in the business, media, entertainment and other industries.  \n\n \n\nThe research documented the role of metrics as key political and institutional mechanisms of the CBD. The importance of a number for expressing the value of biodiversity and its loss, for example, was crucial in promoting ecological economics as the tool for pursuing conservation. Negotiations over the CBDÆs 2020 biodiversity targets similarly illustrated the complex role of metrics. Debate about the protected areas target, for example, were as much about what counts as protected as they were about how much should be protected. Thus an institutional mechanism for measuring progress was implicated in evolving and expanding the definition of what constitutes a protected area.\n\n \n\nResearchers gained new insights into their more traditional field sites. For example, one researcher was able to link the rapid expansion of protected areas in Madagascar at the end of 2010 to the new CBD protected areas target, as well as to the efforts of transnational non-government organizations at CoP10. Graduate students reframed their research projects based on the CBD experience. For example, one PhD student was intending to conduct research in Palau, Micronesia, to understand how regional conservation strategies interact with those of the state. Through her work at the CBD, she enhanced her understanding of regional strategies and was able to link these to international policy-making. While the need to link the ælocalÆ to the æglobalÆ is recognized among researchers, it is a methodological challenge. The research met the challenge through CEE, an innovative research method that recognizes the temporal and geographic complexity of social and political phenomena in a period of accelerating globalization. The CEE approach generated original, empirical data from events that are difficult to study, and the method itself broadens the ..."
 }
}