{
 "awd_id": "1027074",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Toxic Chemicals, Environmental Organizations, and the Governance of Science and Technology in the EU and the US: the Case of Nanotechnology",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2010-08-27",
 "awd_max_amd_letter_date": "2010-08-27",
 "awd_abstract_narration": "Toxic Chemicals, Environmental Organizations, and the Governance of Science and Technology in the EU and the US: the Case of Nanotechnology\r\n\r\n\r\nA.Kinchy & A. Lamprou, RPI\r\n\r\nIntellectual merit\r\nHow do differences between United States and European Union approaches to regulating toxic chemicals affect the role that environmental organizations play in the governance of nanotechnology? Since 2008, there have been intense discussions in both governments about reforming the existing regulatory frameworks for toxic chemicals to include nanomaterials. In both continents, environmental advocacy organizations have acquired a place in panels and committees addressing the topic of nanotechnology regulation. However, key differences between the two political cultures affect the ways that environmental organizations participate, generating different opportunities to incorporate their perspectives into the policy process. This project aims to identify and understand those different modes of participation and their implications for improving the governance of toxic chemicals. Two main research questions drive this study: (1) How are the governance structures and the organization of the political cultures of the US and EU expressed in the discussion and development of policies for nanotechnology and chemical regulation? (2) What are the differences in political participation, including the relative role of deliberative institutions and environmental organizations? These questions will be answered using a combination of qualitative research methods. Interviews will be conducted with representatives of various policy bodies and environmental organizations both in the EU and the US. Participant observation will be conducted in meetings, panels, and conferences. In addition, formal policy documents and environmental organizations? reports, official web pages and blogs will be analyzed. \r\nBroader Impact\r\nThe proposed study will provide a valuable comparative perspective for the multiple stakeholders involved in nanotechnology regulatory policy, and will be an important point of reference for discussions of regulatory harmonization development. More generally, the study will advance deliberations regarding public participation in regulatory policy development and reform for both new technologies and existing chemicals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Abby",
   "pi_last_name": "Kinchy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abby Kinchy",
   "pi_email_addr": "kincha@rpi.edu",
   "nsf_id": "000519356",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Lamprou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anna Lamprou",
   "pi_email_addr": "lampra@rpi.edu",
   "nsf_id": "000556585",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "TROY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  },
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8815",
   "pgm_ref_txt": "Studies of Policy Sci Eng Tech"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">This project examined the role of non-governmental organizations (NGOs) in the development of regulatory policy for nanomaterials in the European Union (EU) and the United States (US). Participation of environmental NGOs, trade unions, and other civil society groups in discussions about regulatory policy can make such procedures more democratic and more representative. However, s<span class=\"s1\">tructural differences between the EU and US political systems create distinctive political opportunities for NGOs to </span>participate in debates about nanomaterials. <span class=\"s1\">The study considered the implications of each system for public participation in complex technoscientific policy debates. </span>Anna Lamprou, a PhD candidate in the Science and Technology Studies Department at Rensselaer Polytechnic Institute, conducted interviews with stakeholders involved in nanotechnology and chemical policymaking in the EU and the US. In addition, she observed conferences and meetings concerning nanotechnology regulation and analyzed documents relevant to nanotechnology policymaking.&nbsp;</p>\n<p class=\"p2\"><span> </span></p>\n<p class=\"p3\">In both the EU and the US, NGOs have been included as members of &ldquo;expert&rdquo; groups (such as the group responsible for developing guidelines for the regulation of nanomaterials under existing frameworks in the EU and the group that developed the voluntary program for reporting nanomaterials in the US) and they comment on draft regulations. However, there are important contrasts between the two systems. In the EU, capacity building projects aimed at increasing NGO knowledge about nanotechnology have made their participation more meaningful. In addition, NGO participation and influence is more pronounced in the EU because of the parliamentary system, and more importantly, the presence of a Green Party that is responsive to environmental NGOs. However, despite the relative prominence of NGOs in EU deliberations about nanotechnology, decisions are not necessarily made more democratically. NGOs struggle to exert influence in expert panels, because of their limited resources. Furthermore, &ldquo;non-expert&rdquo; members of the public have very few opportunities to have their voices heard in debates about nanotechnology. A key conclusion of this research, therefore, is that simply creating opportunities for NGOs to weigh in on important regulatory issues is not sufficient to ensure that decisions are made in the public interest. Capacity building initiatives to provide NGOs with sufficient knowledge to make informed contributions can deepen the level of public engagement; however, in systems where industry lobby groups have significant influence and the general public is not broadly involved in discussions about risky new technologies, formal NGO participation can only have a limited effect on policy outcomes.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/14/2012<br>\n\t\t\t\t\tModified by: Abby&nbsp;Kinchy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This project examined the role of non-governmental organizations (NGOs) in the development of regulatory policy for nanomaterials in the European Union (EU) and the United States (US). Participation of environmental NGOs, trade unions, and other civil society groups in discussions about regulatory policy can make such procedures more democratic and more representative. However, structural differences between the EU and US political systems create distinctive political opportunities for NGOs to participate in debates about nanomaterials. The study considered the implications of each system for public participation in complex technoscientific policy debates. Anna Lamprou, a PhD candidate in the Science and Technology Studies Department at Rensselaer Polytechnic Institute, conducted interviews with stakeholders involved in nanotechnology and chemical policymaking in the EU and the US. In addition, she observed conferences and meetings concerning nanotechnology regulation and analyzed documents relevant to nanotechnology policymaking. \n \nIn both the EU and the US, NGOs have been included as members of \"expert\" groups (such as the group responsible for developing guidelines for the regulation of nanomaterials under existing frameworks in the EU and the group that developed the voluntary program for reporting nanomaterials in the US) and they comment on draft regulations. However, there are important contrasts between the two systems. In the EU, capacity building projects aimed at increasing NGO knowledge about nanotechnology have made their participation more meaningful. In addition, NGO participation and influence is more pronounced in the EU because of the parliamentary system, and more importantly, the presence of a Green Party that is responsive to environmental NGOs. However, despite the relative prominence of NGOs in EU deliberations about nanotechnology, decisions are not necessarily made more democratically. NGOs struggle to exert influence in expert panels, because of their limited resources. Furthermore, \"non-expert\" members of the public have very few opportunities to have their voices heard in debates about nanotechnology. A key conclusion of this research, therefore, is that simply creating opportunities for NGOs to weigh in on important regulatory issues is not sufficient to ensure that decisions are made in the public interest. Capacity building initiatives to provide NGOs with sufficient knowledge to make informed contributions can deepen the level of public engagement; however, in systems where industry lobby groups have significant influence and the general public is not broadly involved in discussions about risky new technologies, formal NGO participation can only have a limited effect on policy outcomes.\n\n \n\n\t\t\t\t\tLast Modified: 12/14/2012\n\n\t\t\t\t\tSubmitted by: Abby Kinchy"
 }
}