{
 "awd_id": "1027476",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Iowa Community College Information Assurance and Computer Security Training",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032925141",
 "po_email": "vpiotrow@nsf.gov",
 "po_sign_block_name": "Victor Piotrowski",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 245303.0,
 "awd_amount": 245303.0,
 "awd_min_amd_letter_date": "2010-09-27",
 "awd_max_amd_letter_date": "2014-08-23",
 "awd_abstract_narration": "The Iowa Community College Information Assurance and Computer Security Training (ICCIACST - pronounced I see, I act) program is a two-year program for information technology (IT) instructors from community colleges in Iowa and adjacent states to gain or expand their information assurance and computer security knowledge.  The program provides curricular materials needed to implement a security course and incorporate real world exercises into class work. IT instructors participate in year-long distance education courses with a one week, on-site, intensive summer workshop as a capstone event. At the end of the second summer session, in addition to incorporating security across IT curriculum,  the IT instructors are able to run their own security outreach programs including a cyber defense competition.\r\n\r\nCommunity colleges across the nation serve a high percentage of populations underrepresented in the science and technology areas, including minorities and women. By focusing on improving the information assurance and computer security knowledge and skill of the IT instructors at community colleges, students in underrepresented populations are given access to more complete information and can broaden their own understanding of security principles.  Further, many students in an information technology (IT) track at a community college enter the job market as an IT professional.  They need knowledge, experience and understanding of the importance of security when implementing IT projects since many of them are becoming the IT staff who are ?in the trenches? connecting computers, servers, networks, as well as writing code, to support the most basic needs in the IT industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Jacobson",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas W Jacobson",
   "pi_email_addr": "dougj@iastate.edu",
   "nsf_id": "000390960",
   "pi_start_date": "2010-09-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166800",
   "pgm_ele_name": "CYBERCORPS: SCHLAR FOR SER"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 245303.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Iowa Community College Information Assurance and Computer Security Training (ICCIACST &ndash; pronounced I see, I act) program started as two-year program for information technology (IT) instructors from community colleges in Iowa and adjacent states to gain or expand their information assurance and computer security knowledge.&nbsp; The program provided curricular materials needed to implement a security course and incorporate real world exercises into class work. IT instructors participate in year-long distance education courses with a one week, on-site, intensive summer workshop as a capstone event. At the end of the second summer session, in addition to incorporating security across IT curriculum, the IT instructors are able to run their own security outreach programs including a cyber defense competition (CDC).&nbsp; However, at the end of the second year, the faculty had many technical questions about the implementation and configuration of equipment for running a CDC.&nbsp; Since there was money left in the grant, we applied for, and received, an extension to run another workshop to provide them with the hardware and software configurations and files to make their deployment of a CDC more turnkey.&nbsp;</p>\n<p>Community colleges across the nation serve a high percentage of populations underrepresented in the science and technology areas, including minorities and women. By focusing on improving the information assurance and computer security knowledge and skill of the IT instructors at community colleges, students in underrepresented populations will have access to more complete information and can broaden their own understanding of security principles.&nbsp; Further, many students in an information technology (IT) track at a community college enter the job market as an IT professional.&nbsp; They need knowledge, experience and understanding of the importance of security when implementing IT projects since many of them will be the IT staff who are &ldquo;in the trenches&rdquo; connecting computers, servers, networks, as well as writing code, to support the most basic needs in the IT industry.</p>\n<p>During year 4 we expand the scope and focus of the project to try and encourage other universities to adopt our style of Cyber Defense Competition.&nbsp; It should be noted our CDCs are different in that they focus on learning about cyber security and involve a month long setup phase where defenders build their own networks which they defend during the actual competition.&nbsp;&nbsp; This inquiry-based learning model allows us to use the CDC as a recruiting tool, a retention tool, and a way to get students excited about cyber security.&nbsp; It also allows students a holistic view of planning, implementing, configuring, and securing a fully functional network, as well as real world experience that employers value.&nbsp; We conducted a 2 day workshop that ran in tandem with one of our Cyber Defense Competitions.&nbsp; We choose to hold the workshop at the spring ISU student CDC.&nbsp; This tends to be one of the larger CDCs out of the 4 college level ones.&nbsp;</p>\n<p>By the end of the project we had over 50 faculty members that participated in one or more of our workshops from schools across the country.&nbsp; We have also created a web site <a href=\"http://www.iserink.org\">www.iserink.org</a> to support the schools and provide the software so they can run their own Cyber Defense Competitions.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/19/2015<br>\n\t\t\t\t\tModified by: Douglas&nbsp;W&nbsp;Jacobson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Iowa Community College Information Assurance and Computer Security Training (ICCIACST &ndash; pronounced I see, I act) program started as two-year program for information technology (IT) instructors from community colleges in Iowa and adjacent states to gain or expand their information assurance and computer security knowledge.  The program provided curricular materials needed to implement a security course and incorporate real world exercises into class work. IT instructors participate in year-long distance education courses with a one week, on-site, intensive summer workshop as a capstone event. At the end of the second summer session, in addition to incorporating security across IT curriculum, the IT instructors are able to run their own security outreach programs including a cyber defense competition (CDC).  However, at the end of the second year, the faculty had many technical questions about the implementation and configuration of equipment for running a CDC.  Since there was money left in the grant, we applied for, and received, an extension to run another workshop to provide them with the hardware and software configurations and files to make their deployment of a CDC more turnkey. \n\nCommunity colleges across the nation serve a high percentage of populations underrepresented in the science and technology areas, including minorities and women. By focusing on improving the information assurance and computer security knowledge and skill of the IT instructors at community colleges, students in underrepresented populations will have access to more complete information and can broaden their own understanding of security principles.  Further, many students in an information technology (IT) track at a community college enter the job market as an IT professional.  They need knowledge, experience and understanding of the importance of security when implementing IT projects since many of them will be the IT staff who are \"in the trenches\" connecting computers, servers, networks, as well as writing code, to support the most basic needs in the IT industry.\n\nDuring year 4 we expand the scope and focus of the project to try and encourage other universities to adopt our style of Cyber Defense Competition.  It should be noted our CDCs are different in that they focus on learning about cyber security and involve a month long setup phase where defenders build their own networks which they defend during the actual competition.   This inquiry-based learning model allows us to use the CDC as a recruiting tool, a retention tool, and a way to get students excited about cyber security.  It also allows students a holistic view of planning, implementing, configuring, and securing a fully functional network, as well as real world experience that employers value.  We conducted a 2 day workshop that ran in tandem with one of our Cyber Defense Competitions.  We choose to hold the workshop at the spring ISU student CDC.  This tends to be one of the larger CDCs out of the 4 college level ones. \n\nBy the end of the project we had over 50 faculty members that participated in one or more of our workshops from schools across the country.  We have also created a web site www.iserink.org to support the schools and provide the software so they can run their own Cyber Defense Competitions. \n\n\t\t\t\t\tLast Modified: 10/19/2015\n\n\t\t\t\t\tSubmitted by: Douglas W Jacobson"
 }
}