{
 "awd_id": "1027457",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Genetic Testing, Forensic Practice, and Changing Cultures of War Dead Commemoration",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Winslow",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 128509.0,
 "awd_amount": 128509.0,
 "awd_min_amd_letter_date": "2010-08-19",
 "awd_max_amd_letter_date": "2010-08-19",
 "awd_abstract_narration": "Dr. Sarah E. Wagner (University of North Carolina, Greensboro) will undertake research on changing forensic practice and the commemoration of war dead. The research will be carried out in the United States. With some 88,000 missing soldiers from the previous century's wars, the United States stands alone in its pursuit of repatriating remains and identifying its missing men and women of uniform. The military's forensic anthropology laboratory dedicated to this task is the largest facility of its kind in the world. The DNA extraction and analysis procedures developed to reattach individual names to unnamed remains of American soldiers have led to advancements in forensic genetics across the globe. The efforts, simply put, are unprecedented and unparalleled.\r\n\r\nThe researcher will examine why such extraordinary resources have been brought to bear to recover and identify American war dead and, in turn, how  having such material and intellectual resources has affected the ways in which Americans mourn lost soldiers. Specifically, the project focuses on how the increased capacity to account for the missing influences the social contracts between the government and families of the missing, members of the military, and the general public; and the social construction of commemorative symbols around death and war.\r\n\r\nData will be gathered through in-depth ethnographic research among surviving relatives, veterans, and the three governmental agencies responsible for \"full accounting\" of the missing: the Joint POW/MIA Accounting Command; the Armed Forces DNA Identification Laboratory; and the Defense POW/Missing Personnel Office. Comparative cognitive modeling will be carried out using cultural consensus procedures. The project will also analyze, through archival research and participant observation, major events and spaces associated with memorializing US war dead, including the Tomb of the Unknowns in Arlington National Cemetery and the Vietnam Veterans Memorial in Washington D.C. The researcher will document and analyze procedures, DNA testing, the history of such efforts, family expectations, and public commemorations. \r\n\r\nThe research is important because it will be the first ethnographic account of the wide-ranging influence that forensic practice, specifically genetic science, has had on the identification of missing soldiers. This will contribute to theorizing the relationship between technology, culture, and society, from a new and important perspective. The research will further public understanding of new forensic practices, as well as official understanding of what families and the public expect, and why.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Wagner",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah E Wagner",
   "pi_email_addr": "sewagner@gwu.edu",
   "nsf_id": "000507327",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina Greensboro",
  "inst_street_address": "1000 SPRING GARDEN ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENSBORO",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3363345878",
  "inst_zip_code": "274125068",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NC06",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT GREENSBORO",
  "org_prnt_uei_num": "",
  "org_uei_num": "C13DF16LC3H4"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina Greensboro",
  "perf_str_addr": "1000 SPRING GARDEN ST",
  "perf_city_name": "GREENSBORO",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "274125068",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NC06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 85642.0
  }
 ],
 "por": null
}