{
 "awd_id": "1027258",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Testing a Privacy-Protected Method with Major Language Groups for Collecting Data on Immigration Status by In-Person Surveys",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927269",
 "po_email": "ceavey@nsf.gov",
 "po_sign_block_name": "Cheryl Eavey",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 215001.0,
 "awd_amount": 215001.0,
 "awd_min_amd_letter_date": "2010-09-26",
 "awd_max_amd_letter_date": "2011-11-04",
 "awd_abstract_narration": "Government data-collection projects do not ask direct questions about immigration status because such questions are deemed to be self-incriminating.  This project will address the issue of threatening or highly sensitive questions with the Grouped Answers Method (GAM).  This method is designed to increase foreign-born respondents' willingness to participate in in-person interviews by offering absolute anonymity protection.  It also is designed to eliminate (or minimize) measurement errors arising from perceived threat by the foreign-born respondent.  The researchers will administer GAM in a field test with two of the six major language groups covering 98 percent of the American population.  The method involves (1) showing each respondent a flash card with immigration statuses grouped in three boxes; (2) asking the respondent to pick the box that contains his or her current immigration status; and (3) never asking any respondent if he or she is undocumented.  Slightly different flash cards are used with two non-overlapping equivalent samples of respondents, with each sample group shown a different card.  The project will fulfill three research objectives: (1) appraise in cognitive pretests the usability and limitations of the GAM by investigating culturally sensitive aspects of a survey of the foreign-born, including recent arrivals, the early immigrants, and those with limited English proficiency; (2) design a survey questionnaire involving rigorous pretests with ethnic minorities; and (3) administer a field test with an optimal complex sampling design yet with limited generalizability, given a sample concentrated in a Chicago metropolitan area.  The project will result in direct estimates of the foreign-born in all legal immigration statuses and an indirect estimate of the number of undocumented residents.\r\n\r\nThis project will develop and refine an innovative method of asking sensitive questions to foreign-born populations.  Project activities will demonstrate the usability of the GAM with the foreign-born populations with different levels of linguistic and cross-cultural experience.  The multi-cultural survey issues investigated in this project, including application of recent developments, will advance understanding of comparative survey methodologies and help develop best practice of crafting culturally sensitive questionnaires to be used for ethnic minorities.  Graduate students will participate in research throughout the project, fostering creative integration of research and education.  The project's pilot surveys in ethnic communities will promote efforts to learn about foreign-born residents and their participation in the American economy.  GAM offers the possibility of providing reliable, valid data on immigration status in the foreign-born population, and project findings have the potential to produce substantial returns to government agencies, policymakers, researchers, and the general public within the U.S. and abroad.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fritz",
   "pi_last_name": "Scheuren",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fritz Scheuren",
   "pi_email_addr": "scheuren-fritz@norc.net",
   "nsf_id": "000104191",
   "pi_start_date": "2010-09-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Young",
   "pi_last_name": "Chun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Young Chun",
   "pi_email_addr": "chun-young@norc.org",
   "nsf_id": "000558715",
   "pi_start_date": "2010-09-26",
   "pi_end_date": "2011-11-04"
  }
 ],
 "inst": {
  "inst_name": "National Opinion Research Center",
  "inst_street_address": "55 E MONROE ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7732566000",
  "inst_zip_code": "606035713",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "NATIONAL OPINION RESEARCH CENTER",
  "org_prnt_uei_num": "MPYFY5UMSDP4",
  "org_uei_num": "MPYFY5UMSDP4"
 },
 "perf_inst": {
  "perf_inst_name": "National Opinion Research Center",
  "perf_str_addr": "55 E MONROE ST",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606035713",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 215001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Grouped Answer Method (GAM) is a question structuring technique designed to provide fail-safe disclosure protection against re-identification attack for sensitive questions.<br /><br />The GAM is based on the simple logical principle that merely knowing that an element is a member of a set does not warrant inference to the specific identity of the element.&nbsp; For sensitive survey questions, the method involves grouping response items into &ldquo;assimilated responses&rdquo;, sets of items distinguished graphically by a box border or other technique, only one of which contains the sensitive item, and then asking respondents to select the appropriate set rather than the specific item.<br /><br />For example, when asking people about color preferences, we might expect males whose favorite color is pink to dissemble, since pink is commonly associated with femininity (at least in the US).&nbsp; A GAM-based questionnaire might ask respondents to pick one of several responses, each of which contains several colors, rather than asking them to pick a single preferred color.&nbsp; For example, three responses might be offered: A, containing blue and orange, B, containing pink and green, and C, containing red and yellow.&nbsp; The respondent whose preferred color (of those offered) is pink can choose response B without embarrassment, since the most an observer can conclude is that the respondent&rsquo;s preference is either pink or green.&nbsp; But this is equivalent to &ldquo;pink or not pink&rdquo;, which is true of every respondent&rsquo;s preference.<br /><br />When used with a split-sample design this technique can be used to come up with an indirect estimate of the proportion of respondents falling under the sensitive response category.&nbsp; Each half of the sample is asked the same question, but the responses offered are slightly different.&nbsp; The same primitive choices are the same, but they are grouped differently.&nbsp; In the above example, half of the sample would be offered the response options described above; the responses offered to the other half would be rearranged: A might contain blue and green, and B pink and orange.&nbsp; The key point being that the non-sensitive item grouped with the sensitive item is different for each half of the sample.&nbsp; Then an indirect estimate of the number of pink preferrers can be computed as a simple difference between the two half samples.<br /><br />The practical question is whether it will work in the field &ndash; whether respondents will grasp the logic of the design and therefore respond truthfully.&nbsp; The major goal of this project was to investigate the use of this method in the design and conduct of a survey of undocumented immigrants, where the sensitive question item asks the respondent to select the appropriate &ldquo;Grouped Answer&rdquo; from among a set of answers containing immigration statuses.</p>\n<p>We investigated a variety of question designs, including variant graphical showcards (aids for respondents), question wording, and other elements of questionnaire design.&nbsp; The materials were developed in two languages, English and Spanish.</p>\n<p>In addition, we adopted an innovative approach to validation of GAM-based interviewing, investigating ways of actively constructing validity rather than passively assessing it after the fact.&nbsp; In particular, we investigated methods of non-directive respondent training during the course of the interview in order to ensure that the conceptual and logical structure of question and response options are correctly understood.</p>\n<p>During the design phase, we conducted some 500 short interviews across a dozen design-test-revise cycles.&nbsp; Interviews were conducted in Spanish and English in over a dozen locations in Chicago, Los Angeles, and San Diego.&nbsp; These cycles allowed us to determine which design elements were most effective, so the e...",
  "por_txt_cntn": "\nThe Grouped Answer Method (GAM) is a question structuring technique designed to provide fail-safe disclosure protection against re-identification attack for sensitive questions.\n\nThe GAM is based on the simple logical principle that merely knowing that an element is a member of a set does not warrant inference to the specific identity of the element.  For sensitive survey questions, the method involves grouping response items into \"assimilated responses\", sets of items distinguished graphically by a box border or other technique, only one of which contains the sensitive item, and then asking respondents to select the appropriate set rather than the specific item.\n\nFor example, when asking people about color preferences, we might expect males whose favorite color is pink to dissemble, since pink is commonly associated with femininity (at least in the US).  A GAM-based questionnaire might ask respondents to pick one of several responses, each of which contains several colors, rather than asking them to pick a single preferred color.  For example, three responses might be offered: A, containing blue and orange, B, containing pink and green, and C, containing red and yellow.  The respondent whose preferred color (of those offered) is pink can choose response B without embarrassment, since the most an observer can conclude is that the respondentÆs preference is either pink or green.  But this is equivalent to \"pink or not pink\", which is true of every respondentÆs preference.\n\nWhen used with a split-sample design this technique can be used to come up with an indirect estimate of the proportion of respondents falling under the sensitive response category.  Each half of the sample is asked the same question, but the responses offered are slightly different.  The same primitive choices are the same, but they are grouped differently.  In the above example, half of the sample would be offered the response options described above; the responses offered to the other half would be rearranged: A might contain blue and green, and B pink and orange.  The key point being that the non-sensitive item grouped with the sensitive item is different for each half of the sample.  Then an indirect estimate of the number of pink preferrers can be computed as a simple difference between the two half samples.\n\nThe practical question is whether it will work in the field &ndash; whether respondents will grasp the logic of the design and therefore respond truthfully.  The major goal of this project was to investigate the use of this method in the design and conduct of a survey of undocumented immigrants, where the sensitive question item asks the respondent to select the appropriate \"Grouped Answer\" from among a set of answers containing immigration statuses.\n\nWe investigated a variety of question designs, including variant graphical showcards (aids for respondents), question wording, and other elements of questionnaire design.  The materials were developed in two languages, English and Spanish.\n\nIn addition, we adopted an innovative approach to validation of GAM-based interviewing, investigating ways of actively constructing validity rather than passively assessing it after the fact.  In particular, we investigated methods of non-directive respondent training during the course of the interview in order to ensure that the conceptual and logical structure of question and response options are correctly understood.\n\nDuring the design phase, we conducted some 500 short interviews across a dozen design-test-revise cycles.  Interviews were conducted in Spanish and English in over a dozen locations in Chicago, Los Angeles, and San Diego.  These cycles allowed us to determine which design elements were most effective, so the end result was a question design which we had good reason to believe would be effective in eliciting valid responses.  This design was used in our final production questionnaire, which we used in approximately 175 interviews.\n\nOur results show ..."
 }
}