{
 "awd_id": "1027905",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A New Paradigm for Understanding and Controlling Systemic Risks in Financial Markets",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2010-08-25",
 "awd_max_amd_letter_date": "2015-06-22",
 "awd_abstract_narration": "The recent financial crisis started as a banking crisis. As is typical with such crises, the resulting contraction of credit in the financial markets spread to the real economy. The effects of the crisis have been devastating: unemployment has skyrocketed and many people are struggling to make ends meet. Although the current crisis has been severe, such crises occur quite frequently and have a common theme: rising asset prices fueled by an excessive accumulation of risk. Unfortunately, current regulatory policy is not sufficient to prevent or mitigate risk buildup. The objective of this research is to apply proven, robust tools from systems theory to develop accurate models of the financial market and to apply such models to the development of control laws and game-theoretic mechanisms that can be used by regulators to design practical regulatory policies that correctly balance risk accumulation and growth. \r\n\r\nIntellectual Merit: Boom-Bust risks in the financial market are heavily dependent on the role of the financial intermediaries that undertake short-term borrowing in order to finance long-term investments. The main factors contributing to such systemic risks are: the mismatch in the duration between borrowing and investing, the investment strategies of such intermediary institution that maintain a high leverage when long term assets are high, and the Federal Reserve?s strategies in adjusting short-term borrowing rates. The proposed dynamic model of the market will address these sources of risks in a control and game-theoretic framework in order to 1) provide a rigorous explanation of the recent credit crises that capture the feedback interaction between all the players in the market, 2) propose robust and dynamic market mechanisms that mitigate the risk induced by the intermediary institutions, and 3) propose simple and intuitive strategies for the Fed that can translate into implementable regulatory policy for the market.\r\n\r\nBroader Impact: The broad impact of this project can be summarized as follows: \r\nResearch: The research literature on systemic risk is still in its infancy, even in the economics profession where most of the focus has centered exclusively on the banking sector and monetary policy. Only in the aftermath of the recent financial crisis have macroeconomists begun to pay attention to other parts of the financial industry such as derivatives, mortgage-backed securities, real estate, and hedge funds. Even so, the majority of macroeconomic thinking is still dominated by stationary linear rational expectations equilibrium models, not by feedback loops, system identification, nonlinear dynamics, and robust control methods. A systems engineering approach to modeling the global economy has the potential to change the way economists think about systemic risk. \r\nEducation: The project also hopes to have broad impact on the educational front by exposing engineering students to challenges posed by current economic conditions. A successful application of control theory and systems theory to economic systems will create many opportunities for master?s and doctoral theses in engineering. The approaches developed from this research will be incorporated in the curriculum at MIT, which will then be made publicly available via MIT?s Open Course Ware. The proposed tools will be integrated with the tools used by economists and various financial institutions. Policy: Regulators and policymakers are currently engaged in re-vamping the legal, accounting, and regulatory infrastructure of the economic and financial system, and a systems engineering approach can be indispensable to these deliberations. In the same way that control theory has had an indelible impact on national aerospace and defense policy over the last three decades, a similar kind of impact can be achieved in crafting economic and financial policy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Munther",
   "pi_last_name": "Dahleh",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Munther A Dahleh",
   "pi_email_addr": "dahleh@mit.edu",
   "nsf_id": "000372365",
   "pi_start_date": "2010-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Lo",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew W Lo",
   "pi_email_addr": "alo@mit.edu",
   "nsf_id": "000126235",
   "pi_start_date": "2010-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Technological advancements have transformed financial markets into complex dynamic systems. &nbsp;Organizations are increasingly interconnected; managing transactions at sub-millisecond time scales; and generating, storing, and managing masses of data. &nbsp;Big data, machine learning, coupled with new developments of dynamic systems and control on graphs, offer new opportunities when it comes to understanding and managing risk in financial systems.&nbsp; Consequently, it has become imperative to develop better models, deeper insights, and understandings of the mechanisms that drive the financial system. &nbsp;</p>\n<p>Our project on financial risk brought together a multidisciplinary approach which&nbsp; combined the efforts of theorists, empiricists, and practitioners, to develop fundamental understanding of systemic risk. The work ranged from empirical analysis utilizing data, into simplified abstracted models that develop insights into the mechanisms of failure propagation. Our outreach to industry resulted in several substantial engagements with financial corporation to utilize their data to build verifiable risk models. Our workshops and meetings increased the awareness of possible solutions to such problems to researchers, practitioners and policy makers. Finally, our collaborative research in this area was a key factor in the launching of a new institute at MIT, named Institute for Data, Systems, and Society (IDSS), that addresses societal challenges utilizing data, analytical methodologies, and domain expertise through both research and educational programs . We launched the center for systemic risk as an essential part of IDSS.</p>\n<p>&nbsp;</p>\n<p>Research Outcomes:</p>\n<p>To utilize the large data sets financial corporations generate and to enable them to immediately start testing their models of interactions with other corporations, we developed over thirty metrics for systemic risk. Such metric vary in the way we consider data sets. Some consider the effects of leveraging of banks on the interconnected systems, others consider contagion models built by considering the amounts of debts owed to different banks, and finally some look at variations from historical data measured around the same periods of time. This work has been adopted by many industries and the federal reserve bank researchers in analyzing their models.</p>\n<p>On the mechanisms for failure, our work looked at multiple effects. One effect is the impact of creditor&rsquo;s panic on assets fire-sales and how this can generate self-full-filling crises. The work captured different boom-bust scenarios and proposed incentive-penalty mechanisms to be implemented by the Feds to alleviate this risk. Another effect is role of asymmetry in information in causing increased risk. Again, such asymmetry can result in fragile socially-optimal behavior that is quite sensitive to small noise. A third effect is the tradeoff between private information and network connectivity as it affects investment strategies. As more investors posses private information on assets that are not shared by other investors, even if all parties optimize their portfolio with a risk constraint, the overall risk in the system may increase. This increase depends on the number of people with such information. This presents a framework for designing the connectivity (communication) between investors to mitigate risk rising from such asymmetric information structure.</p>\n<p>These results will enable us to create the next level models that capture more detailed interactions between institutions and are testable through measurable data sets. These models can be utilized to apply stress tests, understand mechanisms of failure, and suggest policies and strategies to mitigate unintended consequences to market and creditors behavior.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2016<br>\n\t\t\t\t\tModified by: Munther&nbsp;A&nbsp;Dahleh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTechnological advancements have transformed financial markets into complex dynamic systems.  Organizations are increasingly interconnected; managing transactions at sub-millisecond time scales; and generating, storing, and managing masses of data.  Big data, machine learning, coupled with new developments of dynamic systems and control on graphs, offer new opportunities when it comes to understanding and managing risk in financial systems.  Consequently, it has become imperative to develop better models, deeper insights, and understandings of the mechanisms that drive the financial system.  \n\nOur project on financial risk brought together a multidisciplinary approach which  combined the efforts of theorists, empiricists, and practitioners, to develop fundamental understanding of systemic risk. The work ranged from empirical analysis utilizing data, into simplified abstracted models that develop insights into the mechanisms of failure propagation. Our outreach to industry resulted in several substantial engagements with financial corporation to utilize their data to build verifiable risk models. Our workshops and meetings increased the awareness of possible solutions to such problems to researchers, practitioners and policy makers. Finally, our collaborative research in this area was a key factor in the launching of a new institute at MIT, named Institute for Data, Systems, and Society (IDSS), that addresses societal challenges utilizing data, analytical methodologies, and domain expertise through both research and educational programs . We launched the center for systemic risk as an essential part of IDSS.\n\n \n\nResearch Outcomes:\n\nTo utilize the large data sets financial corporations generate and to enable them to immediately start testing their models of interactions with other corporations, we developed over thirty metrics for systemic risk. Such metric vary in the way we consider data sets. Some consider the effects of leveraging of banks on the interconnected systems, others consider contagion models built by considering the amounts of debts owed to different banks, and finally some look at variations from historical data measured around the same periods of time. This work has been adopted by many industries and the federal reserve bank researchers in analyzing their models.\n\nOn the mechanisms for failure, our work looked at multiple effects. One effect is the impact of creditor?s panic on assets fire-sales and how this can generate self-full-filling crises. The work captured different boom-bust scenarios and proposed incentive-penalty mechanisms to be implemented by the Feds to alleviate this risk. Another effect is role of asymmetry in information in causing increased risk. Again, such asymmetry can result in fragile socially-optimal behavior that is quite sensitive to small noise. A third effect is the tradeoff between private information and network connectivity as it affects investment strategies. As more investors posses private information on assets that are not shared by other investors, even if all parties optimize their portfolio with a risk constraint, the overall risk in the system may increase. This increase depends on the number of people with such information. This presents a framework for designing the connectivity (communication) between investors to mitigate risk rising from such asymmetric information structure.\n\nThese results will enable us to create the next level models that capture more detailed interactions between institutions and are testable through measurable data sets. These models can be utilized to apply stress tests, understand mechanisms of failure, and suggest policies and strategies to mitigate unintended consequences to market and creditors behavior.\n\n\t\t\t\t\tLast Modified: 11/28/2016\n\n\t\t\t\t\tSubmitted by: Munther A Dahleh"
 }
}