{
 "awd_id": "1027171",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Science and the Politics of Representation in Contemporary U.S. Social Movements",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Linda Layne",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2010-08-13",
 "awd_max_amd_letter_date": "2010-08-13",
 "awd_abstract_narration": "The proposed research examines how an American social movement uses science to argue its position. In response to criticism that the movement privileged the interests of one set of actors over those of another set as well as to changes in law and policy, numerous groups adopted different tactics and began to seek scientific evidence to support its new position. This shift in tactics has led to new types of engagements in the movements for and against this medical intervention and has come to involve a variety of factors including scientists, federal agencies, and professional organizations.\r\n\r\nThe study will draw on content analysis of relevant scientific publications, news media, and activist-produced documents as well as observations of political rallies and interviews with key actors in the debate. This data will inform an analysis of the changes in social movement tactics and an assessment of what these new arguments about the negative health consequences for women can tell us about social movements in the U.S. during the end of the 20th century and the beginning of the 21st. This dissertation seeks to understand the following questions: How and why has the debate in the United States changed? Why do actors within these movements see scientific arguments as important?  Under what circumstances did these arguments emerge and to what extent have they been taken up? How have government institutions and professional organizations responded to the use of science in this particular case study? How does this shift in tactics fit into the goals and strategies of the larger movement in the U.S.?  \r\n\r\nThis research will contribute to a larger body of research on science and social movements as well as address topics of concern within Science and Technology Studies such as controversies, credibility, and expertise. Furthermore, the research may be useful in policy decisions regarding sexuality, reproduction, and health.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Haydu",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey M Haydu",
   "pi_email_addr": "jhaydu@ucsd.edu",
   "nsf_id": "000558087",
   "pi_start_date": "2010-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  },
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project examined the development and consequences of &ldquo;women-friendly&rdquo; strategies within the anti-abortion movement. While this movement has been characterized by scholars and journalists as a religious movement devoted to the rights of the unborn, I found that since the early 1980s there has been an important faction within the pro-life movement that contends that women, as well as the unborn, are victims of abortion. Drawing analysis of scientific research, newspaper and magazine articles, government documents and activist materials as well as interviews and observational field work, I trace the rise of <em>women-centered strategies</em> to restrict access to abortion through state-level health policies. The use of women-centered strategies has two consequences that were examined. First, I found that the argument that abortion harms women has shaped scientific inquiry. Anti-abortion organizations claim that abortion is associated with an increased risk of breast cancer and various mental disorders. However, these claims have been disputed by scientists, professional associations, and government organizations that evaluate research on these topics. By comparing the controversy over a possible association between abortion and breast cancer with the controversy over mental health, I show that researchers who are critical of abortion employ different tactics to prolong conflict and further politicize these scientific issues. Second, I found that the argument that abortion harms women has led to the construction of a new collective identity, the post-abortive woman. This identity gives women a legitimate place within a movement that otherwise might see their actions as the result of selfishness and immorality. Constructing this identity builds on ideas about &ldquo;empowering victims&rdquo; that rely on traditional gender ideology and conservative notions of sexuality.</p>\n<p>&nbsp;</p>\n<p>My findings make significant contributions to the fields of science and technology studies and the sociology of social movements. Analyses of the process by which scientific debates end and scientists reach consensus typically focus on the mechanisms that foreclose further inquiry and exclude dissenting voices. My research demonstrates that these mechanisms of ending debate work differently depending on the social context and can, in some cases, serve to continue rather than end controversy. These insights are also applicable to similar politically-charged debates about sexuality. Additionally, while a great deal of women&rsquo;s studies scholarship emphasizes women&rsquo;s involvement in progressive social movements, less attention has been paid to the role of women in conservative movements. My research expands on this scholarship to show how socially conservative women adopt and adapt feminist rhetoric of empowerment and autonomy.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2012<br>\n\t\t\t\t\tModified by: April&nbsp;N&nbsp;Huff</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research project examined the development and consequences of \"women-friendly\" strategies within the anti-abortion movement. While this movement has been characterized by scholars and journalists as a religious movement devoted to the rights of the unborn, I found that since the early 1980s there has been an important faction within the pro-life movement that contends that women, as well as the unborn, are victims of abortion. Drawing analysis of scientific research, newspaper and magazine articles, government documents and activist materials as well as interviews and observational field work, I trace the rise of women-centered strategies to restrict access to abortion through state-level health policies. The use of women-centered strategies has two consequences that were examined. First, I found that the argument that abortion harms women has shaped scientific inquiry. Anti-abortion organizations claim that abortion is associated with an increased risk of breast cancer and various mental disorders. However, these claims have been disputed by scientists, professional associations, and government organizations that evaluate research on these topics. By comparing the controversy over a possible association between abortion and breast cancer with the controversy over mental health, I show that researchers who are critical of abortion employ different tactics to prolong conflict and further politicize these scientific issues. Second, I found that the argument that abortion harms women has led to the construction of a new collective identity, the post-abortive woman. This identity gives women a legitimate place within a movement that otherwise might see their actions as the result of selfishness and immorality. Constructing this identity builds on ideas about \"empowering victims\" that rely on traditional gender ideology and conservative notions of sexuality.\n\n \n\nMy findings make significant contributions to the fields of science and technology studies and the sociology of social movements. Analyses of the process by which scientific debates end and scientists reach consensus typically focus on the mechanisms that foreclose further inquiry and exclude dissenting voices. My research demonstrates that these mechanisms of ending debate work differently depending on the social context and can, in some cases, serve to continue rather than end controversy. These insights are also applicable to similar politically-charged debates about sexuality. Additionally, while a great deal of womenÆs studies scholarship emphasizes womenÆs involvement in progressive social movements, less attention has been paid to the role of women in conservative movements. My research expands on this scholarship to show how socially conservative women adopt and adapt feminist rhetoric of empowerment and autonomy.\n\n \n\n\t\t\t\t\tLast Modified: 11/01/2012\n\n\t\t\t\t\tSubmitted by: April N Huff"
 }
}