{
 "awd_id": "1027815",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CDI-Type II: From Data to Knowledge: The Quake-Catcher Network",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 75091.0,
 "awd_amount": 75091.0,
 "awd_min_amd_letter_date": "2010-09-24",
 "awd_max_amd_letter_date": "2010-09-24",
 "awd_abstract_narration": "The Quake-Catcher Network (QCN) is a transformative approach to earthquake detection, science, and outreach. The QCN is a distributed computing project that links internal (no cost, built-in) or external (low cost, USB-based) accelerometers connected to any participating computer for earthquake research.\r\nLeveraging an innovative set of cyber-enabled seismic observations, this approach will enable the creation of a very dense, low-cost seismic network that can explore earthquake fault rupture in real-time, establish ground response to seismic wave passage, and quantify the shaking effects on critical structures. Results from a one-year exploratory grant from the NSF Cyber-Infrastructure Teaching, Education, Advancement and Mentoring program indicate QCN has the ability to be a new and transformative type of network, which is scalable and easy to deploy world-wide. Increasing the number of QCN sensors from 1,000 to more than 30,000 worldwide and developing efficient schemes to ingest, process, and distribute Terabytes of data will allow us to (1) explore fault mechanics (including directionality, slip distribution, and rupture velocity) at unprecedented resolutions, (2) study ground motions to assess seismic hazard and building response and (3) analyze data in real time for earthquake early warning and rapid response. This proposal will result in network with 6,000 new USB sensors and tens of thousands of no-cost sensors\r\ncommonly built internal to laptops and other devices. Additionally, QCN will provide the cyberinfrastructure to process and analyze the large new seismic data sets in near-real time and to foster collaboration between 1000?s of researchers and interested participants around the world. The framework\r\nlaid by this project will enable rapid expansion of the network internationally and will allow us to grow the network at a fraction of the cost of traditional seismic instrumentation and infrastructure, providing valuable data to augment the existing seismic networks.The success of the Quake-Catcher Network is intrinsically linked to the broader participation of the general public; members of the public, schools (K-12, undergraduate and graduate), and community organizations host QCN sensors. These ?citizen-scientists? will receive real-time earthquake information, seismic data and results, and interactive educational materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Kilb",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah L Kilb",
   "pi_email_addr": "dkilb@ucsd.edu",
   "nsf_id": "000157527",
   "pi_start_date": "2010-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "8622 DISCOVERY WAY # 116",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920931500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "775100",
   "pgm_ele_name": "CDI TYPE II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7721",
   "pgm_ref_txt": "FROM DATA TO KNOWLEDGE"
  },
  {
   "pgm_ref_code": "7722",
   "pgm_ref_txt": "COMPLEXITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 75091.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Quake-Catcher Network (QCN) project is a collaborative initiative to develop a large, low-cost, strong-motion seismic network. This network is made up of small (about the size of a matchbook) sensors that attach via a USB connection to internet-connected computers.&nbsp; In February of 2010 within ~10 days of the Chile magnitude 8.8 earthquake approximately 100 QCN sensors were deployed in the mainshock region.&nbsp; After the New Zealand magnitude 6.3 earthquake in 22 February 2011, approximately 100 QCN sensors were deployed within a week of the mainshock.&nbsp; Currently, there are over 2,000 QCN seismic sensors installed globally in homes, schools and offices. Anyone can purchase a sensor for ~$50 and sensors deployed in schools cost only $5 (http://qcn.stanford.edu).</p>\n<p><em>&nbsp;</em></p>\n<p>As part of this collaborative effort, the <em>Scripps Team</em> repurposed the IRIS ground motion visualization (GMV) data product computer codes to create temporal evolution visualizations of QCN data.&nbsp; These automated codes produce movies that have multiple components including a map of the mainshock location, locations of deployed QCN sensors color-coded to indicate vertical motion (downward==blue, upward==red), and shading to depict land and sea regions. These visualizations also include the trajectory of the seismic waves (<em>i.e.,</em> great circle path) and a representative seismogram with a time-indicator of the data's temporal behavior.&nbsp; The software is configurable and allows the user to request or deny different features. We pre-process the QCN data, applying a quality control algorithm.&nbsp; This was essential because one bad data trace could overwhelm the visualization.&nbsp; To accomplish this we used a standard automated long-term-average (LTA) to short-term-average (STA) ratio method, which eliminated bad traces from consideration.</p>\n<p>&nbsp;</p>\n<p>The <em>Scripps Team</em> also developed and distributed an educational videogame (http://siogames.ucsd.edu) that allows players to learn about the QCN network logistics and its unexpected challenges. Our goal in designing this educational videogame was to get the player to look at failure as a challenge, not a stigma, and to provoke their curiosity in exploring scientific unknowns.&nbsp; The player plays the role of a scientist, making decisions about seismic station deployment strategies similar to decisions made by today's seismologist.&nbsp; The game also allows the player to participate in the immediacy of deploying QCN seismic sensors as quickly as possible to record aftershocks.&nbsp; We specifically target 8-12 year olds because research indicates early exposure to science is an effective way to refute protests of \"math is boring\" and \"science is hard\". The game uses the Microsoft Kinect controller-free environment that makes the game accessible to players of all ages and is user-friendly to those who don't have videogame experience.&nbsp; Key elements of the game include selecting sensor locations in a large-scale virtual city, adequately installing the sensor and practicing seismic safety techniques. ?During game play aftershocks can occur unexpectedly, as can other problems that require attention (e.g., power-outages, equipment failure and theft). ?The player accrues points for quickly deploying the first sensor (i.e., recording as many initial aftershocks as possible), correctly installing the sensors, distributing the sensors adequately in the region, and troubleshooting problems. One can also net points for efficient use of gameplay time.</p>\n<p>&nbsp;</p>\n<p>The <em>Scripps Team</em> also deployed ~45 QCN sensors in the following regions.&nbsp; The Scripps Institution of Oceanography (SIO) games lab, Birch Aquarium at Scripps, SIO directors office, schools in the San Diego region (K-6th grade classrooms; 15 sensors distributed at the CyberQUEST San Diego summer academy for ...",
  "por_txt_cntn": "\nThe Quake-Catcher Network (QCN) project is a collaborative initiative to develop a large, low-cost, strong-motion seismic network. This network is made up of small (about the size of a matchbook) sensors that attach via a USB connection to internet-connected computers.  In February of 2010 within ~10 days of the Chile magnitude 8.8 earthquake approximately 100 QCN sensors were deployed in the mainshock region.  After the New Zealand magnitude 6.3 earthquake in 22 February 2011, approximately 100 QCN sensors were deployed within a week of the mainshock.  Currently, there are over 2,000 QCN seismic sensors installed globally in homes, schools and offices. Anyone can purchase a sensor for ~$50 and sensors deployed in schools cost only $5 (http://qcn.stanford.edu).\n\n \n\nAs part of this collaborative effort, the Scripps Team repurposed the IRIS ground motion visualization (GMV) data product computer codes to create temporal evolution visualizations of QCN data.  These automated codes produce movies that have multiple components including a map of the mainshock location, locations of deployed QCN sensors color-coded to indicate vertical motion (downward==blue, upward==red), and shading to depict land and sea regions. These visualizations also include the trajectory of the seismic waves (i.e., great circle path) and a representative seismogram with a time-indicator of the data's temporal behavior.  The software is configurable and allows the user to request or deny different features. We pre-process the QCN data, applying a quality control algorithm.  This was essential because one bad data trace could overwhelm the visualization.  To accomplish this we used a standard automated long-term-average (LTA) to short-term-average (STA) ratio method, which eliminated bad traces from consideration.\n\n \n\nThe Scripps Team also developed and distributed an educational videogame (http://siogames.ucsd.edu) that allows players to learn about the QCN network logistics and its unexpected challenges. Our goal in designing this educational videogame was to get the player to look at failure as a challenge, not a stigma, and to provoke their curiosity in exploring scientific unknowns.  The player plays the role of a scientist, making decisions about seismic station deployment strategies similar to decisions made by today's seismologist.  The game also allows the player to participate in the immediacy of deploying QCN seismic sensors as quickly as possible to record aftershocks.  We specifically target 8-12 year olds because research indicates early exposure to science is an effective way to refute protests of \"math is boring\" and \"science is hard\". The game uses the Microsoft Kinect controller-free environment that makes the game accessible to players of all ages and is user-friendly to those who don't have videogame experience.  Key elements of the game include selecting sensor locations in a large-scale virtual city, adequately installing the sensor and practicing seismic safety techniques. ?During game play aftershocks can occur unexpectedly, as can other problems that require attention (e.g., power-outages, equipment failure and theft). ?The player accrues points for quickly deploying the first sensor (i.e., recording as many initial aftershocks as possible), correctly installing the sensors, distributing the sensors adequately in the region, and troubleshooting problems. One can also net points for efficient use of gameplay time.\n\n \n\nThe Scripps Team also deployed ~45 QCN sensors in the following regions.  The Scripps Institution of Oceanography (SIO) games lab, Birch Aquarium at Scripps, SIO directors office, schools in the San Diego region (K-6th grade classrooms; 15 sensors distributed at the CyberQUEST San Diego summer academy for science teachers), schools in the Palm Springs region (K-6th grade classrooms; 15 sensors distributed at the CyberQUEST San Diego and Palm Springs summer academy for science teachers), the Ocean Discovery Institute, Ci..."
 }
}