{
 "awd_id": "1027594",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2010 Neural Development Gordon Research Conference  GORDON RESEARCH CONFERENCE ON NEURAL DEVELOPMENT  August 15 - 20, 2010  Salve Regina College, Newport, Rhode Island",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032927871",
 "po_email": "jdeshler@nsf.gov",
 "po_sign_block_name": "James Deshler",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2010-07-27",
 "awd_max_amd_letter_date": "2010-07-27",
 "awd_abstract_narration": "The 2010 Neural Development Gordon Research Conference (held biannually since 1981) will bring together scientists exploring multiple aspects of brain and nervous system development. The goal of the conference is to discuss recent research findings, establish collaborations and to educate and expose students to cutting edge research in neuronal development. The brain is responsible for integrating environmental stimuli with an organism's response and its behavior. Thus, elucidating how organisms learn to adapt to changing environments requires an understanding of brain development at a basic level. The principles of nervous system development are similar between animals as diverse as fruit flies and humans. Therefore, much information has been obtained from studies in simpler, more experimentally tractable organisms. At this meeting, researchers exploring brain development in a range of organisms will present their findings, allowing for the initiation of new research avenues. \r\n\r\nGordon Conferences are unique for their intimate and informal formats, which allow researchers to interact extensively and to exchange and discuss ideas. In particular, these conferences encourage extended discussions following each oral presentation, which allows for the free exchange of opinions. This is the only conference which addresses the topic of neuronal development broadly in a small, interactive venue, and fulfills an important need in the community. Gordon conferences also provide an outstanding opportunity for students to meet and interact with luminaries in the field. Since the majority of participants present posters, this also allows students to present and discuss their work with attending researchers. Thus, the broader impacts of this conference are far-reaching, and attendance at Gordon Conferences such as this provides excellent educational opportunities, as well as opportunities to establish contacts and collaborations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Piali",
   "pi_last_name": "Sengupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Piali Sengupta",
   "pi_email_addr": "sengupta@brandeis.edu",
   "nsf_id": "000211066",
   "pi_start_date": "2010-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2010-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "5586 POST RD UNIT 2",
  "perf_city_name": "EAST GREENWICH",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028183454",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771200",
   "pgm_ele_name": "Organization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;The Gordon Research Conference on <strong>NEURAL DEVELOPMENT</strong> was held at Salve<br />Regina University, Newport, Rhode Island, August 22-27,<br />2010. The Conference was well-attended with 179 participants (attendees<br />list attached). The attendees represented the spectrum of endeavor in this<br />field coming from academia, industry, and government laboratories, both U.S.<br />and foreign scientists, senior researchers, young investigators, and students. Of<br />the 179 attendees, 95 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 95 respondents, 32%<br />were Minorities &ndash; 4% Hispanic, 27% Asian and 1% African American. Approximately<br />49% of the participants at the 2010 meeting were women.</p>\n<p class=\"CM2\">In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal discussions.<br />Such discussions are fostering new collaborations and joint efforts in the<br />field.<br /><br />Thank you for your support of this Conference. As you<br />know, in the interest of promoting the presentation of unpublished and<br />frontier-breaking research, Gordon Research Conferences does not permit<br />publication of meeting proceedings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/01/2011<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n The Gordon Research Conference on NEURAL DEVELOPMENT was held at Salve\nRegina University, Newport, Rhode Island, August 22-27,\n2010. The Conference was well-attended with 179 participants (attendees\nlist attached). The attendees represented the spectrum of endeavor in this\nfield coming from academia, industry, and government laboratories, both U.S.\nand foreign scientists, senior researchers, young investigators, and students. Of\nthe 179 attendees, 95 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 95 respondents, 32%\nwere Minorities &ndash; 4% Hispanic, 27% Asian and 1% African American. Approximately\n49% of the participants at the 2010 meeting were women.\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal discussions.\nSuch discussions are fostering new collaborations and joint efforts in the\nfield.\n\nThank you for your support of this Conference. As you\nknow, in the interest of promoting the presentation of unpublished and\nfrontier-breaking research, Gordon Research Conferences does not permit\npublication of meeting proceedings.\n\n\t\t\t\t\tLast Modified: 08/01/2011\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}