{
 "awd_id": "1028828",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement:  Factors Shaping Adolescent Nutritional Status in a Low-Income Neighborhood in Belfast, Northern Ireland",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carolyn Ehardt",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 17259.0,
 "awd_amount": 17259.0,
 "awd_min_amd_letter_date": "2010-08-27",
 "awd_max_amd_letter_date": "2010-08-27",
 "awd_abstract_narration": "This research project utilizes a biocultural anthropological approach to ask: what is the relationship between hypothesized sociocultural influences on adolescent diets and patterns of physical activity (school, family, peers, church, and the media) and nutritional status outcomes for adolescents living in a low-income neighborhood in Belfast, Northern Ireland?  Belfast provides a unique location for a nutrition study in a low-income neighborhood because there is a persistent level of childhood poverty and malnutrition despite a wealth of community resources for young people, which alludes to the role of sociocultural factors in this neighborhood in shaping whether available resources are effectively utilized by young people. To understand the relationship between sociocultural influences on diet and exercise and nutritional status outcomes, both qualitative and quantitative data are collected, which provides a broad understanding of adolescent nutrition in this neighborhood.  A self-administered questionnaire is used to determine what community adolescents are eating, the types of physical activity in which they are engaging, the strength of various sociocultural factors in shaping their diet and exercise choices, and demographic information about each adolescent.  These questionnaires are used to look for similarities and differences in choices based on age and gender.  Nutritional status will be measured in height, weight, waist circumference, and body mass index and compared to international reference populations to assess the health and well-being of children in this community.  These quantitative data are contextualized using semi-structured interviews and participation in daily aspects of adolescent lives at school, home, church, and throughout the neighborhood.  \r\n\r\nThis research is significant because the nutrition of low-income adolescents remains a growing concern in urban, industrialized areas, and yet the specificities of local context are lacking in efforts to quell growing rates of adolescent malnutrition in urban regions.  Using a biocultural approach allows elucidation of biological outcomes by examining the cultural context in which they are shaped, with the goal of providing viable solutions to adolescent malnutrition in Belfast.  This research contributes ethnographic insights to efforts of reducing malnutrition among low-income adolescents.  The project also fosters collaboration with Irish researchers and trains a female graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Crooks",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah L Crooks",
   "pi_email_addr": "dlcrooks@uky.edu",
   "nsf_id": "000304641",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Williams",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Williams",
   "pi_email_addr": "jennywilliams5@uky.edu",
   "nsf_id": "000540240",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "500 S LIMESTONE",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 17259.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In this project, I examine the ways that teenagers make choices about diet and exercise.&nbsp; To accomplish this, I explore several aspects of teenagers&rsquo; lives including their own perspectives and understandings of nutritional advice guidelines as well as the ways that family, friends, the media, school teachers, and community workers influence their choices.&nbsp; This is important since we know that obesity is growing in urban places, particularly in low-income neighborhoods, and yet it is difficult to isolate the factors shaping nutritional status since urban areas are so complex socially and geographically.&nbsp; I chose to conduct my research in Belfast because there is great concern in the city about the nutrition of teenagers and I wanted to see the effects of programs like healthy school lunches, physical education, and cooking classes on the diet and exercise habits of young people.&nbsp; Since I am an anthropologist, I try to understand the causes that relate to the entire range of nutritional status outcomes and treat an urban environment as a holistic system, rather than isolating a single cause and effect.&nbsp; &nbsp;Through my research, I have found that students in Belfast learn a lot about nutrition from public health campaigns, their teachers, and their parents.&nbsp; Students tell me that nutrition is important to them, but they do not always listen to healthy eating messages.&nbsp; While in Belfast, I asked students why they would choose to listen to, or ignore these messages, and they told me that they implement nutrition advice when they want to stay thin or lose weight.&nbsp; If they feel that they are the right weight, nutrition messages are less important.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; My time in Belfast taught me that merely exposing children to messages about healthy eating is not enough.&nbsp; Student research participants described sensationalized images about obesity on television that make weight gain unappealing but fail to emphasize the long-term health benefits of nutrition outside of weight-loss.&nbsp;&nbsp; In analyzing my data, I have found that students who are heavier are adhering to nutritional guidelines more closely than students who had lower body weights.&nbsp; Therefore, students who are exposed to healthy eating messages are not necessarily more likely to adhere to these messages without the impetus of weight gain to encourage them.&nbsp; Therefore, I have found that we need to be very careful in how we structure nutrition guidelines aimed at young people.&nbsp; I recommended that nutrition education should include a better understanding of media portrayals of obesity and the dangers of extreme dieting.&nbsp; Nutritional advice should also be disassociated with weight to encourage better nutritional practices for long-term health, rather than short-term weight loss.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/19/2012<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;Williams</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n                 In this project, I examine the ways that teenagers make choices about diet and exercise.  To accomplish this, I explore several aspects of teenagersÆ lives including their own perspectives and understandings of nutritional advice guidelines as well as the ways that family, friends, the media, school teachers, and community workers influence their choices.  This is important since we know that obesity is growing in urban places, particularly in low-income neighborhoods, and yet it is difficult to isolate the factors shaping nutritional status since urban areas are so complex socially and geographically.  I chose to conduct my research in Belfast because there is great concern in the city about the nutrition of teenagers and I wanted to see the effects of programs like healthy school lunches, physical education, and cooking classes on the diet and exercise habits of young people.  Since I am an anthropologist, I try to understand the causes that relate to the entire range of nutritional status outcomes and treat an urban environment as a holistic system, rather than isolating a single cause and effect.   Through my research, I have found that students in Belfast learn a lot about nutrition from public health campaigns, their teachers, and their parents.  Students tell me that nutrition is important to them, but they do not always listen to healthy eating messages.  While in Belfast, I asked students why they would choose to listen to, or ignore these messages, and they told me that they implement nutrition advice when they want to stay thin or lose weight.  If they feel that they are the right weight, nutrition messages are less important. \n\n                My time in Belfast taught me that merely exposing children to messages about healthy eating is not enough.  Student research participants described sensationalized images about obesity on television that make weight gain unappealing but fail to emphasize the long-term health benefits of nutrition outside of weight-loss.   In analyzing my data, I have found that students who are heavier are adhering to nutritional guidelines more closely than students who had lower body weights.  Therefore, students who are exposed to healthy eating messages are not necessarily more likely to adhere to these messages without the impetus of weight gain to encourage them.  Therefore, I have found that we need to be very careful in how we structure nutrition guidelines aimed at young people.  I recommended that nutrition education should include a better understanding of media portrayals of obesity and the dangers of extreme dieting.  Nutritional advice should also be disassociated with weight to encourage better nutritional practices for long-term health, rather than short-term weight loss.\n\n \n\n\t\t\t\t\tLast Modified: 07/19/2012\n\n\t\t\t\t\tSubmitted by: Jennifer Williams"
 }
}