{
 "awd_id": "1028772",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement: Fallback Foods in the Ecology of an Endangered Cercocebus Mangabey, the Sanje Mangabey of the Udzungwa Mountains, Tanzania",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Tran",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 16469.0,
 "awd_amount": 16469.0,
 "awd_min_amd_letter_date": "2010-08-27",
 "awd_max_amd_letter_date": "2011-04-25",
 "awd_abstract_narration": "Primates are challenged to achieve a balanced diet that meets nutritional requirements and can be consumed without excessive risks. In tropical environments, survival may be contingent on finding alternatives to high-energy, high-nutrition foods such as ripe fruit that are only seasonally available.  These crucial seasonal alternatives, referred to as fallback foods, are hypothesized to be nutritionally low, high in toxins, and physically difficult to process, but may be essential for survival of individuals and may have selected for particular morphological and behavioral traits. This proposition, however, has not been well studied under natural conditions.  This project examines fallback food usage by endangered Sanje mangabeys, primates confined to highly seasonal forests of the Udzungwa Mountains of Tanzania, located in one of the world's biodiversity hotspots. Behavioral and dietary data are collected over 12 months on a habituated group, examining their adaptive responses to seasonal fluctuations in food availability.  It is predicted that they alter their diet, switching from high quality fruits to foods of lower quality with high levels of toxins, such as seeds and nuts (fallback foods), representing significant ecological challenges.  The nutritional and physical aspects of fallback foods are analyzed monthly at the Sokoine University in Tanzania for fat, protein, fiber, sugars, toxin content, and the force required to process each food item (a measure of food hardness). These data examine how these primates respond to food shortages while maintaining the nutritionally balanced diet essential to survival and reproductive success.\r\n \r\nThis research also represents capacity transfer through in-field training of Tanzanian collaborators and establishes a partnership with a Tanzanian educational institution.  The project assists in conservation management for the highly threatened Sanje mangabey by identifying the ecological requirements of this species, knowledge vital for sound management policies in the Udzungwa Mountains National Park.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joanna",
   "pi_last_name": "Lambert",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Joanna E Lambert",
   "pi_email_addr": "joanna.lambert@utsa.edu",
   "nsf_id": "000310313",
   "pi_start_date": "2011-04-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Carolyn Lee",
   "pi_last_name": "Ehardt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carolyn Lee Ehardt",
   "pi_email_addr": "carolyn.ehardt@utsa.edu",
   "nsf_id": "000475784",
   "pi_start_date": "2010-08-27",
   "pi_end_date": "2011-04-25"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Guillaume",
   "pi_last_name": "Pages",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guillaume Pages",
   "pi_email_addr": "guillaume.pages@utsa.edu",
   "nsf_id": "000525243",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at San Antonio",
  "inst_street_address": "1 UTSA CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104584340",
  "inst_zip_code": "782491644",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT SAN ANTONIO",
  "org_prnt_uei_num": "U44ZMVYU52U6",
  "org_uei_num": "U44ZMVYU52U6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at San Antonio",
  "perf_str_addr": "1 UTSA CIR",
  "perf_city_name": "SAN ANTONIO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782491644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 16469.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>All primates, including humans, are challenged to achieve a balanced diet that meets nutritional requirements and can be consumed without excessive risks. In seasonal tropical environments, primates must cope with serious food shortages when preferred food items such as ripe fruits are not readily available during the months of the dry season. Survival therefore may be contingent on finding alternatives to these high-energy, high-nutrition ripe fruits. These crucial seasonal alternatives, referred to as fallback foods, are hypothesized to be nutritionally low, high in toxins, and physically difficult to process, but may be essential for survival of individuals and may have selected for particular morphological and behavioral traits. This proposition, however, has not been well studied under natural conditions.</p>\n<p>&nbsp;</p>\n<p>This project examined the use fallback food by Endangered Sanje mangabeys, primates confined to highly seasonal forests of the Udzungwa Mountains of Tanzania, located in one of the world's biodiversity hotspots. Knowledge of Sanje mangabey's ecological and nutritional requirements is limited, as is full understanding of their social behavior. Behavioral and dietary data were collected over 12 months on a habituated group comprised of 31 adults, examining their adaptive responses to seasonal fluctuations in food availability. It was predicted that they would alter their diet, switching from high quality fruits to foods of lower quality with high levels of toxins, such as seeds and nuts (fallback foods), representing significant ecological challenges.</p>\n<p>&nbsp;</p>\n<p>The nutritional and physical aspects of fallback foods were analyzed monthly at the Sokoine University in Tanzania for fat, protein, fiber, sugars, toxin content, and the force required to process each food item (a measure of food hardness). These data examined how these primates responded to food shortages while maintaining the nutritionally balanced diet essential to survival and reproductive success. Preliminary results show that food items such as plant stems (Afromomum species) contain 25% of protein, and hard dried seeds (Parinari species) contain 49% of lipids, per gram of dry matter. Both of these food items are proposed to be fallback foods, as they are widely available throughout the environment but are not highly selected by the Sanje mangabey. Afromomum stems contain high levels of toxins (phenolics 16.6mg/L, tannins 2.03% of dry matter) and Parinari seeds, whilst highly energetic, require over 400 lbs/sq in of force to open. Behavioral data showed that during periods of fruit scarcity, these primates were able to switch foods from a ripe fruit based diet to a more fibrous plant part diet (plant stems, leaves and seeds), even though the mangabeys increased their intake of toxins and had to spend more time processing these harder to digest food items.</p>\n<p>&nbsp;</p>\n<p>This study contributes to our knowledge of the relationships among nutrition, diet and feeding behavior in primates. Few studies provide sufficient data to identify fallback foods, and even fewer provide detailed information on the quality or temporal variation in their use or availability. Nutritional factors are among the most powerful influences on food choice, posing several challenges that primates must overcome if they are to obtain suitable diets. The nutritional quality of fallback foods therefore must be one of the most important aspects of food choice for primates.&nbsp; It is also believed that early hominins may have responded to seasonal food scarcity by utilizing fallback foods of varying quality. More specifically, it is has been proposed that early hominins exploited seasonal habitats outside the rainforest in the late Miocene (11 to 5 million years ago). Underground food items such as tubers, corns and bulbs may have been consumed as fallback foods in order to survive lean peri...",
  "por_txt_cntn": "\nAll primates, including humans, are challenged to achieve a balanced diet that meets nutritional requirements and can be consumed without excessive risks. In seasonal tropical environments, primates must cope with serious food shortages when preferred food items such as ripe fruits are not readily available during the months of the dry season. Survival therefore may be contingent on finding alternatives to these high-energy, high-nutrition ripe fruits. These crucial seasonal alternatives, referred to as fallback foods, are hypothesized to be nutritionally low, high in toxins, and physically difficult to process, but may be essential for survival of individuals and may have selected for particular morphological and behavioral traits. This proposition, however, has not been well studied under natural conditions.\n\n \n\nThis project examined the use fallback food by Endangered Sanje mangabeys, primates confined to highly seasonal forests of the Udzungwa Mountains of Tanzania, located in one of the world's biodiversity hotspots. Knowledge of Sanje mangabey's ecological and nutritional requirements is limited, as is full understanding of their social behavior. Behavioral and dietary data were collected over 12 months on a habituated group comprised of 31 adults, examining their adaptive responses to seasonal fluctuations in food availability. It was predicted that they would alter their diet, switching from high quality fruits to foods of lower quality with high levels of toxins, such as seeds and nuts (fallback foods), representing significant ecological challenges.\n\n \n\nThe nutritional and physical aspects of fallback foods were analyzed monthly at the Sokoine University in Tanzania for fat, protein, fiber, sugars, toxin content, and the force required to process each food item (a measure of food hardness). These data examined how these primates responded to food shortages while maintaining the nutritionally balanced diet essential to survival and reproductive success. Preliminary results show that food items such as plant stems (Afromomum species) contain 25% of protein, and hard dried seeds (Parinari species) contain 49% of lipids, per gram of dry matter. Both of these food items are proposed to be fallback foods, as they are widely available throughout the environment but are not highly selected by the Sanje mangabey. Afromomum stems contain high levels of toxins (phenolics 16.6mg/L, tannins 2.03% of dry matter) and Parinari seeds, whilst highly energetic, require over 400 lbs/sq in of force to open. Behavioral data showed that during periods of fruit scarcity, these primates were able to switch foods from a ripe fruit based diet to a more fibrous plant part diet (plant stems, leaves and seeds), even though the mangabeys increased their intake of toxins and had to spend more time processing these harder to digest food items.\n\n \n\nThis study contributes to our knowledge of the relationships among nutrition, diet and feeding behavior in primates. Few studies provide sufficient data to identify fallback foods, and even fewer provide detailed information on the quality or temporal variation in their use or availability. Nutritional factors are among the most powerful influences on food choice, posing several challenges that primates must overcome if they are to obtain suitable diets. The nutritional quality of fallback foods therefore must be one of the most important aspects of food choice for primates.  It is also believed that early hominins may have responded to seasonal food scarcity by utilizing fallback foods of varying quality. More specifically, it is has been proposed that early hominins exploited seasonal habitats outside the rainforest in the late Miocene (11 to 5 million years ago). Underground food items such as tubers, corns and bulbs may have been consumed as fallback foods in order to survive lean periods when fruits were not available.\n\n \n\nThis research also represents capacity transfer through in-field training of T..."
 }
}