{
 "awd_id": "1028707",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Environmental Impacts of Caribbean Plateau Volcanism: Timing and Composition of Magmatic Activity Related to Ocean Anoxic Event 2",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bilal U. Haq",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 293716.0,
 "awd_amount": 293716.0,
 "awd_min_amd_letter_date": "2010-08-16",
 "awd_max_amd_letter_date": "2010-08-16",
 "awd_abstract_narration": "Intellectual Merit\r\nOceanic plateaus are anomalously thick oceanic crust, believed to have formed rapidly by enhanced partial melting of the mantle. A natural consequence of such massive submarine volcanism is the release of extraordinary amounts of heat and metal-rich fluids to the ocean over geologically brief intervals, which are likely to have produced changes in ocean chemistry that lead to ocean anoxic events (OAEs) and selective extinctions of marine organisms. The Cretaceous was a period of extreme climatic conditions accompanied by major perturbations in ocean-atmosphere biogeochemical cycles. One of the most intriguing features is the sporadic interruption of normal marine pelagic sediment deposition by organic-rich sediments deposited during oxygen-deficient conditions (OAEs). A current model for the abrupt onset and conclusion of these events relates delivery of biolimiting trace metals (nutrients) to the surface ocean during massive volcanic activity associated with ocean plateau construction, that increased phytoplankton production and lead to the eventual depletion of oxygen in the deep ocean and deposition of organic-rich sediments. It is proposed that the trace metals were released\r\nin degassed magmatic fluids plus hydrothermal effluents dominated by water/rock exchange. This study will specifically evaluate the proposed link between metal release associated with the construction of the Caribbean plateau and OAE2 at the Cenomanian-Turonian (C/T) boundary (~93.5 Ma). This will be done by (1) establishing a firmer time scale for the initial,\r\nvolumetrically dominant phase of Caribbean plateau magmatic activity from thick crustal sections exposed on the northern and southern margins of the intact central plateau (in Haiti and Curaçao/Aruba), and by (2) determining the abundances of select trace metals in parental magmas for submarine lavas through analysis of melt inclusions in olivines and pyroxenes, for comparison with elemental abundances in glassy pillow margins of the same rocks. Trace metal abundance anomalies, as well as isotopic excursions in Pb, Os and Nd, have already been identified in near-field and far-field marine sedimentary sections that record OAE2. These findings are consistent with release from Caribbean plateau lavas.\r\nBroader Impacts\r\nWe will support and mentor a graduate student, including training in field sampling, in radiometric dating and micro-analytical methods. Undergraduate students will be recruited from our cooperative program with the University Honors College that requires a senior thesis for graduation http://oregonstate.edu/dept/honors/research/coasreu). This program is also a feeder for a new 5-yr honors B.S. + M.S. in Earth System science, offered jointly by COAS and Geosciences (EarthSystem5). Funding for these students will be leveraged through University research office support for undergraduate research. We also participate in an NSF-funded COAS summer site REU, and with undergraduate-oriented colleges with limited analytical facilities (Redlands and Pomona). Duncan and Kent will supervise students in research methods and\r\nwriting of senior theses/project reports at OSU. Findings will be conveyed to broader audiences through ongoing outreach activities, such as the Smithsonian Institution?s Ocean Hall, where Duncan?s work on LIPs is included as a video ?interview?, and in popular journals such as Oceanography [Coffin et al., 2007].",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Duncan",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Robert A Duncan",
   "pi_email_addr": "rduncan@coas.oregonstate.edu",
   "nsf_id": "000231111",
   "pi_start_date": "2010-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Kent",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adam Kent",
   "pi_email_addr": "adam.kent@geo.oregonstate.edu",
   "nsf_id": "000487278",
   "pi_start_date": "2010-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 293716.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Caribbean Plateau is an oceanic large igneous province (LIP) &ndash; meaning that it is an unusually large accumulation of volcanic and plutonic rocks resulting from a single magmatic event or related series of events. A widely accepted model for LIP formation proposes that these large bodies are formed by decompression melting of the upper mantle, associated with upwelling of hotter than normal material from great depth (700 to 2900 km) -- termed a &ldquo;mantle plume&rdquo;. According to this idea, melting and eruption of magmas occur over a relatively short timeframe (i.e. a few million years), as seems to be the case for several well-studied continental LIPs such as the Deccan basalts (India). Previous age determinations for Caribbean Plateau lavas indicated that the majority of volcanic activity occurred in a similarly narrow period, 89-94 Ma. Implications extend to the behavior of the lithosphere over such a surfacing plume, and biosphere responses to rapid environmental change such as atmospheric degassing of lavas and submarine hydrothermal activity. Highly correlated LIP events and mass extinctions observed in the fossil record make the second effect particularly plausible if accurate timescales for the LIP volcanic activity can be established.</p>\n<p>We produced 36 new <sup>40</sup>Ar-<sup>39</sup>Ar incremental heating age determinations from two exposed crustal sections of the Caribbean Plateau that provide evidence for extended periods of intermittent volcanic activity and suggest a new model for the province&rsquo;s timing and construction. These new <sup>40</sup>Ar-<sup>39</sup>Ar ages for the Cura&ccedil;ao Lava Formation (CLF) and Haiti&rsquo;s Dumisseau Formation show evidence for active volcanism from 94 to 63 Ma, greatly extending the known period of eruptions. Surprisingly, no clear changes in geochemical character are evident over this long time. The CLF lavas display major and trace element signatures, and flat rare earth element (REE) trends that are consistent with plume volcanism. The Dumisseau Formation also has plume-like geochemistry and steeper REE trends similar to ocean island basalts. Volcanism in the Dumisseau Formation appears to have largely ceased by 83 Ma while at Cura&ccedil;ao it continued until 63 Ma. A rapidly surfacing and melting plume alone does not fit this age distribution. Instead, we propose that the residual plume material, following initial ocean plateau construction, was advected eastward by upper mantle flow induced by subducting oceanic lithosphere. Slab rollback at the Lesser Antilles and Central America subduction zones created an extensional regime within the Caribbean plate. Mixing of plume with upper mantle depleted in elements that were extracted earlier to form ocean floor at spreading ridges, provided a source for intermittent melting and eruption through the original plateau over a ~30 Ma period.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This research utilizes major element, trace element, and isotopic chemistry of intrusive and extrusive basaltic samples from three localities&mdash;the Cura&ccedil;ao Lava Formation (CLF), Dumisseau Formation (DF) and Beata Ridge (BR)&mdash;in order to develop a mantle source and melting model for the Caribbean Plateau capable of accounting for the relatively limited variation in geochemistry over ~30 m.y. of volcanic activity. We integrate the results of MELTS modeling software and REE concentrations to provide constraints on the nature of the parental magmas, melting processes, and mantle source(s) of the province.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The results of the MELTS modeling demonstrate that nearly the full range of major element compositions observed in the samples can be generated by fractional crystallization of magmas with similar major element compositions with a range of water con...",
  "por_txt_cntn": "\nThe Caribbean Plateau is an oceanic large igneous province (LIP) &ndash; meaning that it is an unusually large accumulation of volcanic and plutonic rocks resulting from a single magmatic event or related series of events. A widely accepted model for LIP formation proposes that these large bodies are formed by decompression melting of the upper mantle, associated with upwelling of hotter than normal material from great depth (700 to 2900 km) -- termed a \"mantle plume\". According to this idea, melting and eruption of magmas occur over a relatively short timeframe (i.e. a few million years), as seems to be the case for several well-studied continental LIPs such as the Deccan basalts (India). Previous age determinations for Caribbean Plateau lavas indicated that the majority of volcanic activity occurred in a similarly narrow period, 89-94 Ma. Implications extend to the behavior of the lithosphere over such a surfacing plume, and biosphere responses to rapid environmental change such as atmospheric degassing of lavas and submarine hydrothermal activity. Highly correlated LIP events and mass extinctions observed in the fossil record make the second effect particularly plausible if accurate timescales for the LIP volcanic activity can be established.\n\nWe produced 36 new 40Ar-39Ar incremental heating age determinations from two exposed crustal sections of the Caribbean Plateau that provide evidence for extended periods of intermittent volcanic activity and suggest a new model for the provinceÆs timing and construction. These new 40Ar-39Ar ages for the Cura&ccedil;ao Lava Formation (CLF) and HaitiÆs Dumisseau Formation show evidence for active volcanism from 94 to 63 Ma, greatly extending the known period of eruptions. Surprisingly, no clear changes in geochemical character are evident over this long time. The CLF lavas display major and trace element signatures, and flat rare earth element (REE) trends that are consistent with plume volcanism. The Dumisseau Formation also has plume-like geochemistry and steeper REE trends similar to ocean island basalts. Volcanism in the Dumisseau Formation appears to have largely ceased by 83 Ma while at Cura&ccedil;ao it continued until 63 Ma. A rapidly surfacing and melting plume alone does not fit this age distribution. Instead, we propose that the residual plume material, following initial ocean plateau construction, was advected eastward by upper mantle flow induced by subducting oceanic lithosphere. Slab rollback at the Lesser Antilles and Central America subduction zones created an extensional regime within the Caribbean plate. Mixing of plume with upper mantle depleted in elements that were extracted earlier to form ocean floor at spreading ridges, provided a source for intermittent melting and eruption through the original plateau over a ~30 Ma period.\n\n            This research utilizes major element, trace element, and isotopic chemistry of intrusive and extrusive basaltic samples from three localities&mdash;the Cura&ccedil;ao Lava Formation (CLF), Dumisseau Formation (DF) and Beata Ridge (BR)&mdash;in order to develop a mantle source and melting model for the Caribbean Plateau capable of accounting for the relatively limited variation in geochemistry over ~30 m.y. of volcanic activity. We integrate the results of MELTS modeling software and REE concentrations to provide constraints on the nature of the parental magmas, melting processes, and mantle source(s) of the province.\n\n            The results of the MELTS modeling demonstrate that nearly the full range of major element compositions observed in the samples can be generated by fractional crystallization of magmas with similar major element compositions with a range of water contents (0-1 wt%), and crystallizing over a range of pressures (1-2.5 kbar). This suggests a magma storage system with multiple shallow crustal magma chambers in which efficient mixing results in a relatively restricted range of compositions.\n\n            Desp..."
 }
}