{
 "awd_id": "1028510",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Carbon Nanotube Based Terahertz Detectors and Sources",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922980",
 "po_email": "ddagenai@nsf.gov",
 "po_sign_block_name": "Dominique Dagenais",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 359167.0,
 "awd_amount": 371166.0,
 "awd_min_amd_letter_date": "2010-08-25",
 "awd_max_amd_letter_date": "2011-06-21",
 "awd_abstract_narration": "OBJECTIVE.  This  effort includes synergistic work crucial to the development of future terahertz (THz, 1012 Hz) nano-size circuits, employing Metallic Single-Wall Carbon Nanotubes (SWCNTs) ¡V unique 1D  nanoscale materials:  I) We will enhance the perfomance we have demonstrated for SWCNTs  as direct detectors at THz frequencies and demonstrate these as novel heterodyne detectors that can constitute sensitive elements for THz focal plane arrays (FPAs) that require only moderate cooling (?î 100 K);  II) Development of compact THz sources in which heated CNTs produce broadband THz radiation; III) Integration of the detectors and sources into THz integrated circuits. We will further deepen our understanding of CNT devices at THz through comprehensive time-dependent quantum simulations that characterize plasmonic resonances, AC transport  and contact coupling in a variety of CNT configurations \r\n\r\nINTELLECTUAL MERIT. Unique measurements will test theories of how electromagnetic waves interact with and couple to electrons in CNTs at THz frequencies, including slowly propagating plasmons and resonances due to such plasmons, while also obtaining values for small bandgaps. The time-dependent quantum simulations will utilize several unique approaches and a novel eigenvalue solver (¡§FEAST¡¨) developed by the Co-PI. \r\n\r\nBROADER IMPACT.  The results will provide the community a broad range of new understanding of the basic properties of 1-D conductors and their contacts at very high frequencies, while involving students at all levels. The work can potentially benefit society at large, especially in terms of enabling very compact THz cancer imagers, imagers for security applications, and a new paradigm for designing THz integrated circuits. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sigfrid",
   "pi_last_name": "Yngvesson",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Sigfrid K Yngvesson",
   "pi_email_addr": "yngvesso@ecs.umass.edu",
   "nsf_id": "000463687",
   "pi_start_date": "2010-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Polizzi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Polizzi",
   "pi_email_addr": "polizzi@ecs.umass.edu",
   "nsf_id": "000065215",
   "pi_start_date": "2010-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097E",
   "pgm_ref_txt": "High Freq Devices & Circuits"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 359167.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 11999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Terahertz waves are electromagnetic waves with frequencies about three orders-of-magnitude higher than microwaves which are, for example, employed in cell phone technology. That type of communication applications can &nbsp;not be realized at terahertz (THz) frequencies at present, however. Terahertz sources such as lasers exist but are extremely bulky and expensive, dissipate a lot of power, and/or have to be operated at cryogenic temperatures. Nanotechnology using materials such as carbon nanotubes is a new field that shows promise for realizing compact THz electronic devices. On this grant we have developed a simple, ultra-compact THz source that&nbsp; consists of a network of carbon nanotubes powered by a simple low voltage DC power source. Carbon nanotubes have typical diameters of 1 to 2 nanometers. The carbon nanotubes in our devices are deposited as a network on a small THz antenna that we fabricate with microelectronic lithography techniques on a thin substrate of silicon, the same material that is used in most integrated circuits for lower frequencies (Image 1).&nbsp; The THz radiation is collected by a small silicon lens that re-radiates it in a concentrated beam. The device is packaged in a cubic metal block that is about 2 cm on each side, see Image 2. The silicon lens is in the center of the block. The THz radiation is not coherent like that of a laser, but incoherent more like that of a flash light. While the output power is at most a millionth of a watt it is sufficient for it to act as a THz source for short distances. The frequency range radiated can be varied by changing the dimensions of the antenna.</p>\n<p>The actual active element, the carbon nanotube network, is only a few micrometers in size. This makes it possible to further miniaturize the CNT THz source. We have developed a THz integrated circuit (TIC), also fabricated on a silicon substrate, schematically shown in Image 3. The length of this circuit is only about 100 micrometers (0.004&rdquo;). The CNTs are deposited to the left in that image and are powered by the DC source shown at the top. The THz waves propagate along the wire (we use microstrips or coplanar waveguides; gold color in Image 3), past the &ldquo;sample&rdquo;. The THz waves are then radiated from an on-chip antenna, through a silicon lens on the opposite side of the substrate. We have demonstrated how we can record THz spectra using this TIC by sprinkling powders of different materials on top of it. The spectra were recorded in a Fourier Transform Spectrometer (&ldquo;FTS&rdquo;), a standard instrument for THz use. The TIC used as a spectrometer has identified minute quantities of materials through their THz spectral &ldquo;finger print&rdquo;. As an example, Image 4 shows the vibrational spectrum of the polymer polyhydoxybutyrate (PHB). Future extensions of this concept include (1) integrating the CNTs in a standard silicon CMOS chip and employing the CMOS transistors, realizing a THz &ldquo;spectrometer on a chip&rdquo;, (2) integrating nano/micro-fluidic channels in the silicon chip just below the TIC and measuring spectra of liquids flowing through such channels and (3) integrating the CNT sources in silicon chips to develop THz cameras with built-in illumination for medical imaging in order to distinguish cancer tissue from normal tissue. All these applications are basically possible because of the very small size and easy integrability of the CNT source. We have submitted an invention disclosure for the TIC spectrometer concept and UMass/Amherst is applying for a patent. Thus, there is potential for commercial development of the different versions of the TIC. Furthermore, much fundamental knowledge has been gained during the grant period regarding how CNTs behave as they are powered by the DC source and radiate THz.</p>\n<p>Numerical modeling and simulations have become essential to supplement&nbsp;<br />the experim...",
  "por_txt_cntn": "\nTerahertz waves are electromagnetic waves with frequencies about three orders-of-magnitude higher than microwaves which are, for example, employed in cell phone technology. That type of communication applications can  not be realized at terahertz (THz) frequencies at present, however. Terahertz sources such as lasers exist but are extremely bulky and expensive, dissipate a lot of power, and/or have to be operated at cryogenic temperatures. Nanotechnology using materials such as carbon nanotubes is a new field that shows promise for realizing compact THz electronic devices. On this grant we have developed a simple, ultra-compact THz source that  consists of a network of carbon nanotubes powered by a simple low voltage DC power source. Carbon nanotubes have typical diameters of 1 to 2 nanometers. The carbon nanotubes in our devices are deposited as a network on a small THz antenna that we fabricate with microelectronic lithography techniques on a thin substrate of silicon, the same material that is used in most integrated circuits for lower frequencies (Image 1).  The THz radiation is collected by a small silicon lens that re-radiates it in a concentrated beam. The device is packaged in a cubic metal block that is about 2 cm on each side, see Image 2. The silicon lens is in the center of the block. The THz radiation is not coherent like that of a laser, but incoherent more like that of a flash light. While the output power is at most a millionth of a watt it is sufficient for it to act as a THz source for short distances. The frequency range radiated can be varied by changing the dimensions of the antenna.\n\nThe actual active element, the carbon nanotube network, is only a few micrometers in size. This makes it possible to further miniaturize the CNT THz source. We have developed a THz integrated circuit (TIC), also fabricated on a silicon substrate, schematically shown in Image 3. The length of this circuit is only about 100 micrometers (0.004\"). The CNTs are deposited to the left in that image and are powered by the DC source shown at the top. The THz waves propagate along the wire (we use microstrips or coplanar waveguides; gold color in Image 3), past the \"sample\". The THz waves are then radiated from an on-chip antenna, through a silicon lens on the opposite side of the substrate. We have demonstrated how we can record THz spectra using this TIC by sprinkling powders of different materials on top of it. The spectra were recorded in a Fourier Transform Spectrometer (\"FTS\"), a standard instrument for THz use. The TIC used as a spectrometer has identified minute quantities of materials through their THz spectral \"finger print\". As an example, Image 4 shows the vibrational spectrum of the polymer polyhydoxybutyrate (PHB). Future extensions of this concept include (1) integrating the CNTs in a standard silicon CMOS chip and employing the CMOS transistors, realizing a THz \"spectrometer on a chip\", (2) integrating nano/micro-fluidic channels in the silicon chip just below the TIC and measuring spectra of liquids flowing through such channels and (3) integrating the CNT sources in silicon chips to develop THz cameras with built-in illumination for medical imaging in order to distinguish cancer tissue from normal tissue. All these applications are basically possible because of the very small size and easy integrability of the CNT source. We have submitted an invention disclosure for the TIC spectrometer concept and UMass/Amherst is applying for a patent. Thus, there is potential for commercial development of the different versions of the TIC. Furthermore, much fundamental knowledge has been gained during the grant period regarding how CNTs behave as they are powered by the DC source and radiate THz.\n\nNumerical modeling and simulations have become essential to supplement \nthe experimental research, and  provide fundamental insights\nfor understanding the dynamics of electrons in novel nanoscale \ncarbon-based materials. In this project..."
 }
}