{
 "awd_id": "1028862",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Larval Abundance, Behavior and Dispersal at Deep-sea Hydrothermal Vents in the Southern Mariana Trough",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2010-05-15",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 161991.0,
 "awd_amount": 161991.0,
 "awd_min_amd_letter_date": "2010-05-06",
 "awd_max_amd_letter_date": "2010-05-06",
 "awd_abstract_narration": "RAPID: Larval abundance, behavior, and dispersal at deep-sea hydrothermal vents in the southern Mariana Trough\r\n\r\nSummary: Since the discovery of deep-sea hydrothermal vents over thirty years ago, scientists have been perplexed by the question: How are these vent sites colonized and, more specifically, How are the faunal populations established and maintained at these very discrete and often ephemeral habitats. For animals that are sessile or have limited mobility as adults, dispersal to these habitats occurs early in the life cycle, as planktonic larvae in the water column. Due to the difficulties in sampling deep-sea larvae, including low abundances (dilute concentrations), we have very few quantitative estimates of larval dispersal between or larval supply to hydrothermal vents. We also have little to no knowledge of the behavior of vent larvae. The PIs will use large-volume plankton pumps to collect larvae near vents in the southern Mariana Trough in a collaborative effort to quantify larval abundance, behavior, and dispersal in this little-studied region. The collaboration combines the PI's strengths in the collection and morphological identification of larvae and quantifying and modeling dispersal between deep-sea vents, and those of Japanese partners in rearing larvae of hydrothermal vent fauna, molecular genetic identification of larvae, and population genetics of vent fauna.\r\n\r\nIntellectual merit: The southern Mariana Trough is a very interesting region in which to study dispersal of vent-endemic fauna, due to the proximity of vents in the back-arc spreading center to vents along the Mariana Arc. These two tectonic settings create different habitat conditions and support vent communities with different species composition. Vent sites the PIs will visit, in the axis and just off-axis of the back-arc spreading center are as close as 25 km to vents on the arc, yet 600 km south of the other known vents in the back-arc. In addition to the new information on larval abundance, diversity, behavior, and dispersal that will be gained for this little-studied region of the world's ridge system, this project has direct relevance to the integration and synthesis goals of the U.S. Ridge 2000 Program. The PI's lab group has conducted previous work at the Ridge 2000 East Pacific Rise (EPR) Integrated Studies Site (ISS). They will be making a direct comparison of the larval abundance and diversity at the EPR ISS to this very different setting along the global 'baseball seam' of oceanic spreading centers. No other such comparison has been possible due to the lack of sampling effort for larvae with large-volume pumps. Also, they are proposing the first experiments with live vent larvae (to the best of our knowledge - with the exception of brachyuran megalopae at 1 atm) to estimate swimming and sinking rates that are important for adding behavioral information to models of larval dispersal.\r\n\r\nBroader Impacts: The project involves reciprocal training and cultural exchange - the PIs will learn field and laboratory research techniques from the Japanese PIs, and they will learn from the U.S. PIs. The project will also benefit the career development of a junior researcher (Beaulieu). The proposed activity broadens the participation of both U.S. and Japanese women scientists in sea-going, oceanographic research. The PIs will broadcast the cruise activities in a web log posted by the international InterRidge Program Office, and they anticipate at least three scientific publications will emerge. New species will be added to the online photographic identification guide for vent larvae and included in the second edition of the printed guide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stace",
   "pi_last_name": "Beaulieu",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Stace E Beaulieu",
   "pi_email_addr": "sbeaulieu@whoi.edu",
   "nsf_id": "000483498",
   "pi_start_date": "2010-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 161991.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Deep-sea hydrothermal vents are hot spring oases that support unique ecosystems, thriving in the otherwise cold, dark, deep ocean. In 2009 the first Marine Protected Areas (MPAs) for deep-sea hydrothermal vents in U.S. waters were established as part of the Marianas Trench  Marine National   Monument. These vents are located along the Mariana arc and back-arc spreading center. In 2010 we joined Japanese colleagues on the first cruise dedicated to the study of animal biodiversity and population connectivity at southern Mariana back-arc vents. Operations during the cruise included nine dives with the submersible <em>Shinkai 6500</em>, on which samples were collected to catalog the diversity of species at the vents. We visited vents on-axis and off-axis of the spreading center at ~3000-m (~2 miles) depth. You can follow our cruise blog at: <a href=\"http://ventlarvae.blogspot.com/\">http://ventlarvae.blogspot.com</a>.</p>\n<p>Our NSF-sponsored work included seven deployments of sub-surface moorings, six of which supported a plankton pump to sample larvae from the water column near-bottom. As the early life history stage of many of these species, larvae disperse in the water column, providing the means by which to connect populations at discrete seafloor vent habitats. Although collected at ~3000-m depth, many larvae stayed alive and active on board ship, and we videotaped individuals to observe larval swimming behavior. We preserved and sorted the plankton samples to assess larval abundance and diversity. One of our moorings supported a current meter near-bottom to record flow speed and direction, allowing us to estimate local-scale (on the order of 10 km) larval dispersal by passive transport during the cruise.</p>\n<p>Results of our local-scale study will be considered in the regional context of ecosystem management and protection for the MPAs in the new Monument and also in the broader context of biogeography of deep-sea vent fauna, through our involvement with InterRidge and the International Network for Scientific Investigations of Deep-Sea Ecosystems (INDEEP). We reported on the research cruise in the OCEANS 2011 MTS/IEEE conference proceedings and in the 2011 InterRidge News. Our method to analyze larval swimming trajectories was submitted to a journal for peer review. Results for larval abundance, diversity, behavior, and local-scale dispersal in the southern Mariana Trough will be submitted soon to journals for peer review. In addition to the scientific results and implications for the Monument, broader impacts of this project included the international cultural exchange between U.S. and Japanese scientists and students and the training of an undergraduate student in interdisciplinary research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/07/2012<br>\n\t\t\t\t\tModified by: Stace&nbsp;E&nbsp;Beaulieu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDeep-sea hydrothermal vents are hot spring oases that support unique ecosystems, thriving in the otherwise cold, dark, deep ocean. In 2009 the first Marine Protected Areas (MPAs) for deep-sea hydrothermal vents in U.S. waters were established as part of the Marianas Trench  Marine National   Monument. These vents are located along the Mariana arc and back-arc spreading center. In 2010 we joined Japanese colleagues on the first cruise dedicated to the study of animal biodiversity and population connectivity at southern Mariana back-arc vents. Operations during the cruise included nine dives with the submersible Shinkai 6500, on which samples were collected to catalog the diversity of species at the vents. We visited vents on-axis and off-axis of the spreading center at ~3000-m (~2 miles) depth. You can follow our cruise blog at: http://ventlarvae.blogspot.com.\n\nOur NSF-sponsored work included seven deployments of sub-surface moorings, six of which supported a plankton pump to sample larvae from the water column near-bottom. As the early life history stage of many of these species, larvae disperse in the water column, providing the means by which to connect populations at discrete seafloor vent habitats. Although collected at ~3000-m depth, many larvae stayed alive and active on board ship, and we videotaped individuals to observe larval swimming behavior. We preserved and sorted the plankton samples to assess larval abundance and diversity. One of our moorings supported a current meter near-bottom to record flow speed and direction, allowing us to estimate local-scale (on the order of 10 km) larval dispersal by passive transport during the cruise.\n\nResults of our local-scale study will be considered in the regional context of ecosystem management and protection for the MPAs in the new Monument and also in the broader context of biogeography of deep-sea vent fauna, through our involvement with InterRidge and the International Network for Scientific Investigations of Deep-Sea Ecosystems (INDEEP). We reported on the research cruise in the OCEANS 2011 MTS/IEEE conference proceedings and in the 2011 InterRidge News. Our method to analyze larval swimming trajectories was submitted to a journal for peer review. Results for larval abundance, diversity, behavior, and local-scale dispersal in the southern Mariana Trough will be submitted soon to journals for peer review. In addition to the scientific results and implications for the Monument, broader impacts of this project included the international cultural exchange between U.S. and Japanese scientists and students and the training of an undergraduate student in interdisciplinary research.\n\n\t\t\t\t\tLast Modified: 06/07/2012\n\n\t\t\t\t\tSubmitted by: Stace E Beaulieu"
 }
}