{
 "awd_id": "1028387",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  The Effects of Bankruptcy Across Credit and Labor Markets",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 3750.0,
 "awd_amount": 3750.0,
 "awd_min_amd_letter_date": "2010-07-31",
 "awd_max_amd_letter_date": "2010-07-31",
 "awd_abstract_narration": "SES: 1028387\r\nPI: Barbara F. Reskin\r\nCo-PI: Michelle Maroto \r\nInstitution: University of Washington \r\n\r\nCumulative disadvantage theory predicts divergence over time between individuals, where one person builds resources, another loses them. This project examines the accumulation of disadvantage by studying the determinants and consequences of bankruptcy. Bankruptcy offers an opportunity to purge previous debt, but it can be a stigmatizing process with later negative outcomes including job and income loss. A model is tested that depicts a cycle of job loss, increased debt, and bankruptcy over time as part of a process of cumulative disadvantage. Two longitudinal datasets are examined: the National Longitudinal Survey of Youth and the Panel Study of Income Dynamics to estimate predictors and outcomes of bankruptcy.\r\n\r\nBroader Impacts:\r\nA better understanding of the causes and consequences of bankruptcy can aid in its prevention and in the mitigation of adverse consequences after the event.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Reskin",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara F Reskin",
   "pi_email_addr": "reskin@washington.edu",
   "nsf_id": "000427099",
   "pi_start_date": "2010-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Maroto",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle Maroto",
   "pi_email_addr": "maroto@u.washington.edu",
   "nsf_id": "000547049",
   "pi_start_date": "2010-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 3750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Although the labor market functions as the primary mechanism for the distribution of income in the United States, credit markets can also enhance, maintain, or reduce economic inequality. Today the credit market continues to contribute to inequality in the United States, which has drawn public attention to corporate growth, the stock market, subprime lending institutions, home foreclosures, and bankruptcy. For purveyors of credit, credit markets increase wealth and the power it confers, but for many borrowers, credit can lead to debt delinquency and even bankruptcy. The legal framework in the United States then reinforces these advantages for creditors and respective disadvantages for debtors within credit markets. In such situations, credit markets act to increase overall inequality, advantaging some at the expense of others.</p>\n<p><br />In this dissertation, I focused on bankrupters--one type of extreme debtor--in order to address both the rising importance of credit markets in people&rsquo;s lives and the interconnectedness of credit and labor markets. I used this case to illustrate the continuing inequalities that exist within the credit market, extend into the labor market, and support a process of cumulative disadvantage. In doing so I also addressed the legal framework that dictates the rules of bankruptcy and calls attention to the ongoing class struggles between creditors and debtors.</p>\n<p><br />My research builds on theories of cumulative disadvantage by examining whether, how, and for whom disadvantage is transmitted across markets. Because theories of cumulative advantage and disadvantage predict increasing inequality over time, testing them necessitates a longitudinal analysis. I applied fixed effects models to National Longitudinal Survey of Youth (1979 Cohort; NLSY) and Panel Survey of Income Dynamics (PSID) data to estimate the causes and consequences of bankruptcy. Because I was interested in how credit and labor markets jointly affect inequality I tested a model that depicts a cycle of job loss, increased debt, and bankruptcy over time as part of a process of cumulative disadvantage.</p>\n<p><br />Within this dissertation, I first described the multiple adverse events and continuing financial problems that most bankrupters face, as reflected in my two longitudinal datasets. I also addressed variation by bankruptcy chapter and found consistent race gaps that demonstrate the additional disadvantages for black bankrupters. After describing bankrupters, I focused on explaining what leads people into bankruptcy. In this part of my dissertation, I sought to address the Congressional debate regarding whether bankruptcy results more from individual irresponsibility or from personal misfortune. By using fixed effects to control for stable individual-level characteristics, I showed that bankruptcy resulted more from people&rsquo;s experiences of job loss, illness, and marital dissolution than from any &ldquo;moral shortcomings&rdquo; reflected in personality characteristics. Debt burden was also strongly associated with the probability of bankruptcy, but this variable interacted with income, leading to larger effects for low-earners. These findings were particularly true for my cohort of baby boomers, represented in the NLSY data.&nbsp;</p>\n<p><br />In the second part of this model of cumulative disadvantage, I addressed the labor market consequences of bankruptcy by investigating what happens after a debtor declares bankruptcy. As I expected, respondents faced additional labor market disadvantages after declaring bankruptcy. In the NLSY, bankrupters generally earned less and spent less time working than they did before bankruptcy, net of unobserved individual characteristics and time-varying employment and demographic control variables. Bankruptcy&rsquo;s effects also varied by the respondent&rsquo;s previous earnings, education, and job search status, w...",
  "por_txt_cntn": "\nAlthough the labor market functions as the primary mechanism for the distribution of income in the United States, credit markets can also enhance, maintain, or reduce economic inequality. Today the credit market continues to contribute to inequality in the United States, which has drawn public attention to corporate growth, the stock market, subprime lending institutions, home foreclosures, and bankruptcy. For purveyors of credit, credit markets increase wealth and the power it confers, but for many borrowers, credit can lead to debt delinquency and even bankruptcy. The legal framework in the United States then reinforces these advantages for creditors and respective disadvantages for debtors within credit markets. In such situations, credit markets act to increase overall inequality, advantaging some at the expense of others.\n\n\nIn this dissertation, I focused on bankrupters--one type of extreme debtor--in order to address both the rising importance of credit markets in peopleÆs lives and the interconnectedness of credit and labor markets. I used this case to illustrate the continuing inequalities that exist within the credit market, extend into the labor market, and support a process of cumulative disadvantage. In doing so I also addressed the legal framework that dictates the rules of bankruptcy and calls attention to the ongoing class struggles between creditors and debtors.\n\n\nMy research builds on theories of cumulative disadvantage by examining whether, how, and for whom disadvantage is transmitted across markets. Because theories of cumulative advantage and disadvantage predict increasing inequality over time, testing them necessitates a longitudinal analysis. I applied fixed effects models to National Longitudinal Survey of Youth (1979 Cohort; NLSY) and Panel Survey of Income Dynamics (PSID) data to estimate the causes and consequences of bankruptcy. Because I was interested in how credit and labor markets jointly affect inequality I tested a model that depicts a cycle of job loss, increased debt, and bankruptcy over time as part of a process of cumulative disadvantage.\n\n\nWithin this dissertation, I first described the multiple adverse events and continuing financial problems that most bankrupters face, as reflected in my two longitudinal datasets. I also addressed variation by bankruptcy chapter and found consistent race gaps that demonstrate the additional disadvantages for black bankrupters. After describing bankrupters, I focused on explaining what leads people into bankruptcy. In this part of my dissertation, I sought to address the Congressional debate regarding whether bankruptcy results more from individual irresponsibility or from personal misfortune. By using fixed effects to control for stable individual-level characteristics, I showed that bankruptcy resulted more from peopleÆs experiences of job loss, illness, and marital dissolution than from any \"moral shortcomings\" reflected in personality characteristics. Debt burden was also strongly associated with the probability of bankruptcy, but this variable interacted with income, leading to larger effects for low-earners. These findings were particularly true for my cohort of baby boomers, represented in the NLSY data. \n\n\nIn the second part of this model of cumulative disadvantage, I addressed the labor market consequences of bankruptcy by investigating what happens after a debtor declares bankruptcy. As I expected, respondents faced additional labor market disadvantages after declaring bankruptcy. In the NLSY, bankrupters generally earned less and spent less time working than they did before bankruptcy, net of unobserved individual characteristics and time-varying employment and demographic control variables. BankruptcyÆs effects also varied by the respondentÆs previous earnings, education, and job search status, which indicates that the labor market penalties are not the same for everyone. Because bankruptcy acts a negative credential that is formalized with..."
 }
}