{
 "awd_id": "1028815",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Disseration Improvement: Ecological Determinants of Morphological Integration in the Primate Face",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carolyn Ehardt",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 19027.0,
 "awd_amount": 19027.0,
 "awd_min_amd_letter_date": "2010-08-27",
 "awd_max_amd_letter_date": "2010-08-27",
 "awd_abstract_narration": "Morphological integration is the tendency of functionally, developmentally and structurally-related anatomical traits to share higher correlations than unrelated traits. Covariation among functionally-related traits is adaptive and can influence the direction and rate of morphological change by facilitating or limiting certain lines of evolution. Although the utility of functional integration is implicitly assumed, the factors driving its evolution remain poorly understood. This project builds upon decades of research in morphological integration and biomechanics by: 1) testing for the existence of a causal link between diet and integration in the feeding apparatus, with a focus on the constraints imposed by the material properties of food, and 2) evaluating the evidence for the existence of a link between integration and sexual dimorphism and its dependence on sex-specific growth differences. The project provides a comprehensive picture of the patterns and magnitudes of skull integration within several major groups of higher primates that exhibit interspecific differences regarding the exploitation of mechanically resistant foods.  Virtual skull models of museum specimens are generated with a laser scanner. A comparative assessment of integration is undertaken with advanced statistical methods designed to quantify and compare shape variation.  A large comparative dataset is under construction and will be made publicly available, and as such will complement corresponding ecological datasets.\r\n\r\nThis project has the potential to promote interdisciplinary collaborations between several domains of the biological and anthropological sciences, namely biomechanics, primate ecology and evolutionary morphology.  It has important implications for the reconstruction of evolutionary relationships among human relatives and ancestors, because a major group of early humans, the australopithecines, exhibit a large number of novel facial traits that are thought to be adaptations for consuming mechanically resistant foods. This project will also support the research activities of an early-career female scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Strait",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "David S Strait",
   "pi_email_addr": "dstrait@wustl.edu",
   "nsf_id": "000173163",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jana",
   "pi_last_name": "Makedonska",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jana Makedonska",
   "pi_email_addr": "jm563748@albany.edu",
   "nsf_id": "000536718",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "1400 WASHINGTON AVE",
  "perf_city_name": "ALBANY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 19027.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>A fundamental challenge of of evolutionary biology and evolutionary anthropology is to identify the underlying evolutionary and developmental mechanisms leading to a widespread phenomenon known as morphological integration, which refers to the coordinated evolution of multiple anatomical traits. Although many studies have documented patterns of morphological integration in a variety of vertebrates and other organisms, the evolutionary processes underlying those patterns remain poorly understood.</p>\n<p class=\"Default\"><span style=\"white-space: pre;\"> </span>In this project, we evaluated whether or not patterns of morphological integration in the facial skeletons of a variety of primates could be explained by differences in diet and feeding.&nbsp; Specifically, we asked whether primate species that routinely fed on mechanically &ldquo;strong&rdquo; foods had faces that were more tightly integrated than species that fed on foods that were less mechanically challenging to eat.</p>\n<p class=\"Default\">&nbsp;<span style=\"white-space: pre;\"> </span>A large database containing the three-dimensional (3D) virtual surface models of approximately 1200 museum cranial specimens was generated using a portable laser scanner. &nbsp;&nbsp;Landmarks corresponding to regions known to be functionally important during feeding were identified on each model.&nbsp; These landmark configurations collectively describe the shape of each specimen.&nbsp; Cranial shapes were compared using advanced statistical methods known collectively as geometric morphometrics.</p>\n<p>&nbsp;<span style=\"white-space: pre;\"> </span>Results indicate that primate species that routinely feed on mechanically hard foods exhibit stronger degrees of morphological integration in their faces than do closely related species that feed on softer foods.&nbsp; This suggests that diet and feeding may have been an important selection pressure driving the evolution of integration in primates, and that facial integration in these species can be thought of as an adaptation. &nbsp;However, the study also found that the facial skeleton in primates cannot be characterized as having a small number of discrete anatomical \"modules\" (i.e., discrete suites of integrated characters). &nbsp;It has previously been hypothesized that the primate face is modular, and these hypotheses have figured prominently in some scenarios expelling the evolution of early humans (especially the group known as australopiths that may have fed on resistant foods), so our findings may indicate that these scenarios may warrant re-examination.</p>\n<p class=\"Default\"><strong>&nbsp;<span style=\"white-space: pre;\"> </span></strong>This is the first study to report a link between food material properties and facial and cranial integration.&nbsp; It is hoped that it will serve as a model for other researchers seeking to investigate the root causes of morphological integration in diverse organisms. Moreover, this project addresses the evolution of anatomical complexity and is of significance to comparative and evolutionary biology.</p>\n<p><strong><span style=\"white-space: pre;\"> </span>With respect to intellectual merit, </strong>the proposed research <strong>a)</strong> tested the role of ecological factors in shaping integration among morphological traits, <strong>b) </strong>examined how ecological factors interact with developmental processes to achieve adult morphology,&nbsp;<strong>c) </strong>examined the evolutionary consequences of diet in primates, and <strong>d) </strong>provided a comparative framework for interpreting integration in those fossil humans thought to have consumed resistant foods<strong>.</strong></p>\n<p>&nbsp;<span style=\"white-space: pre;\"> </span><strong>With respect to broader impacts, </strong>this study will <strong>a) </strong>supported the research activities of a young female scientist, <strong>...",
  "por_txt_cntn": "\n A fundamental challenge of of evolutionary biology and evolutionary anthropology is to identify the underlying evolutionary and developmental mechanisms leading to a widespread phenomenon known as morphological integration, which refers to the coordinated evolution of multiple anatomical traits. Although many studies have documented patterns of morphological integration in a variety of vertebrates and other organisms, the evolutionary processes underlying those patterns remain poorly understood.\n In this project, we evaluated whether or not patterns of morphological integration in the facial skeletons of a variety of primates could be explained by differences in diet and feeding.  Specifically, we asked whether primate species that routinely fed on mechanically \"strong\" foods had faces that were more tightly integrated than species that fed on foods that were less mechanically challenging to eat.\n  A large database containing the three-dimensional (3D) virtual surface models of approximately 1200 museum cranial specimens was generated using a portable laser scanner.   Landmarks corresponding to regions known to be functionally important during feeding were identified on each model.  These landmark configurations collectively describe the shape of each specimen.  Cranial shapes were compared using advanced statistical methods known collectively as geometric morphometrics.\n\n  Results indicate that primate species that routinely feed on mechanically hard foods exhibit stronger degrees of morphological integration in their faces than do closely related species that feed on softer foods.  This suggests that diet and feeding may have been an important selection pressure driving the evolution of integration in primates, and that facial integration in these species can be thought of as an adaptation.  However, the study also found that the facial skeleton in primates cannot be characterized as having a small number of discrete anatomical \"modules\" (i.e., discrete suites of integrated characters).  It has previously been hypothesized that the primate face is modular, and these hypotheses have figured prominently in some scenarios expelling the evolution of early humans (especially the group known as australopiths that may have fed on resistant foods), so our findings may indicate that these scenarios may warrant re-examination.\n  This is the first study to report a link between food material properties and facial and cranial integration.  It is hoped that it will serve as a model for other researchers seeking to investigate the root causes of morphological integration in diverse organisms. Moreover, this project addresses the evolution of anatomical complexity and is of significance to comparative and evolutionary biology.\n\n With respect to intellectual merit, the proposed research a) tested the role of ecological factors in shaping integration among morphological traits, b) examined how ecological factors interact with developmental processes to achieve adult morphology, c) examined the evolutionary consequences of diet in primates, and d) provided a comparative framework for interpreting integration in those fossil humans thought to have consumed resistant foods.\n\n  With respect to broader impacts, this study will a) supported the research activities of a young female scientist, b) demonstrateed how ecology influences morphological evolution, c) complemented conservation efforts by highlighting the importance of dietary ecology and by disseminating ecological data to a broader audience, and d) fostered research collaborations among morphologists and ecologists.\n\n \n\n\t\t\t\t\tLast Modified: 11/11/2012\n\n\t\t\t\t\tSubmitted by: David S Strait"
 }
}