{
 "awd_id": "1028746",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Understanding Climate Change: A Data Driven Approach",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 1799739.0,
 "awd_amount": 1815739.0,
 "awd_min_amd_letter_date": "2010-08-19",
 "awd_max_amd_letter_date": "2017-07-18",
 "awd_abstract_narration": "Understanding Climate Change: A Data Driven Approach\r\n\r\nClimate change is the defining environmental challenge now facing our planet. Whether it is an increase in the frequency or intensity of hurricanes, rising sea levels, droughts, floods, or extreme temperatures and severe weather, the social, economic, and environmental consequences are great as the resource-stressed planet nears 7 billion inhabitants later this century. Yet there is considerable uncertainty as to the social and environmental impacts because the predictive potential of numerical models of the earth system is limited. These models are incapable of addressing important questions relating to food security, water resources, biodiversity, mortality, and other socio-economic issues over relevant time and spatial scales.\r\n\r\nClimate model development has contributed small and incremental improvements; however, extensive modeling gains have not been forthcoming. Modeling limitations have hampered efforts at providing information on climate change impacts and adaptation and mitigation strategies. A new and transformative approach is required to improve prediction of the potential impacts on human welfare. Data driven methods that have been highly successful in other facets of the computational sciences are now being used in the environmental sciences with success. This Expedition project will significantly advance key challenges in climate change science developing exciting and innovative new data driven approaches that take advantage of the wealth of climate and ecosystem data now available from satellite and ground-based sensors, the observational record for atmospheric, oceanic, and terrestrial processes, and physics-based climate model simulations.\r\n\r\nTo realize this ambitious goal, novel methodologies appropriate to climate change science will be developed in four broad areas of data-intensive computer science: relationship mining, complex networks, predictive modeling, and high performance computing.  Analysis and discovery approaches will be cognizant of climate and ecosystem data characteristics, such as non-stationarity, nonlinear processes, multi-scale nature, low-frequency variability, long-range spatial dependence, and long-memory temporal processes such as teleconnections. These innovative new approaches will be used to better understand the complex nature of the earth system and the mechanisms contributing to such climate change phenomena as hurricane frequency and intensity in the tropical Atlantic, precipitation regime shifts in the ecologically sensitive African Sahel or the Southern Great Plains, and the propensity for extreme weather events that weaken our infrastructure and result in environmental disasters with economic losses in excess of $100 billion per year in the U.S. alone.\r\n\r\nAssessments of climate change impacts, which are useful for stakeholders and policymakers, depend critically on regional and decadal scale projections of climate extremes. Thus, climate scientists often need to develop qualitative inferences about inadequately predicted climate extremes based on insights from observations (e.g., increase in hurricane intensity) or conceptual understanding (e.g., relation of wildfires to regional warming or drying and hurricanes to sea surface temperatures). These urgent societal priorities offer fertile grounds for knowledge discovery approaches. In particular, qualitative inferences on climate extremes and impacts may be transformed into quantitative predictive insights based on a combination of hypothesis-guided data analysis and relatively hypothesis-free, yet data-guided discovery processes.\r\n\r\nA primary focus of this Expedition project will be on uncertainty reduction, which can bring the complementary or supplementary skills of physics-based models together with data-guided insights regarding complex climate processes. The systematic evaluation of climate models and their component processes, as well as uncertainty assessments at regional and decadal scales is a fundamental problem that will be addressed. The ability to translate gains in the predictive skills of climate variables to improvements in impact assessments and attributions is a critical requirement for informing policymakers. Novel methodologies will be developed to gain actionable insights from disparate impacts-related datasets as well as for causal attribution or root-cause analysis. \r\n\r\nThis research will be conducted in close collaboration with the climate science community and will complement insights obtained from physics-based climate models.  Improved understanding of salient atmospheric processes will be provided to those contributing to the development and improvement of climate models with the goal of improving predictability. The approaches and formalisms developed in this research are expected to be applicable to a broad range of scientific and engineering problems, which use model simulations to analyze physical processes.  This project will also contribute to efforts in education, diversity, community engagement, and dissemination of tools and computer and atmospheric science findings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nagiza",
   "pi_last_name": "Samatova",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Nagiza F Samatova",
   "pi_email_addr": "samatova@csc.ncsu.edu",
   "nsf_id": "000080377",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fredrick",
   "pi_last_name": "Semazzi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fredrick Semazzi",
   "pi_email_addr": "fred_semazzi@ncsu.edu",
   "nsf_id": "000228431",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7723",
   "pgm_ref_txt": "EXPERIMENTAL EXPEDITIONS"
  },
  {
   "pgm_ref_code": "7925",
   "pgm_ref_txt": "LARGE PROJECT"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1045525.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 754214.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This interdisciplinary research was conducted in close collaboration between the computer science team members and climate researchers on the team at North Carolina State University. The key outcomes focused on improving the predictive skill and mechanistic understanding of seasonal rainfall forecasts and rainfall variability over the regions of the African Sahel, East Africa and the Greater Horn of Africa. We have advanced the following methodologies:</p>\n<p>1. <strong>Response-Guided Community Detection</strong>: a methodology to discover climate indices associated with a response variable (e.g., rainfall variability in the Greater Horn of Africa). It enabled to identify communities in climate networks associated with the response variable by explicitly incorporating information of this response during the community detection process.</p>\n<p>2. <strong>Causality-Guided Feature Selection</strong>: a feature selection method that identifies predictors having a statistically significant causal effect on the response. We built a causal graph and estimated the causal effect on the response, while addressing technical challenges such as multi-collinearity. Semi-automatic approach to causal inference of plausible phenomenological models improved our understanding of the sources of rainfall variability and quantifying the influence of climatic conditions in modulating hurricane variability</p>\n<p>3. <strong>Community Detection in Dynamic Attributed Graphs</strong>: a method to identify communities in dynamic graphs with heterogeneous attributes.</p>\n<p>4. <strong>Coupled Heterogeneous Association Rule Mining</strong>: a method that leverages traditional sequential association rule mining techniques and the domain knowledge that climate factors are often coupled in their behaviors to find a network of lagged relationships between climate factors and physical phenomena.</p>\n<p>The first two methodologies serve the dual purpose of improving predictive skill and mechanistic understanding of seasonal rainfall forecasts by identifying meaningful predictors relevant to the response variable and improving the prediction performance. The third methodology presents a novel technique to detect communities in dynamic attributed graphs, which can be potentially utilized to discover climate indices in climate networks. The fourth methodology identified relationships among climate factors that modulate Sahel rainfall including well-known associations from prior climate knowledge, as well as relationships that are not yet fully understood and invite further research by climate scientists.</p>\n<p>Results of this research have been reported in several peer reviewed publications in high-profile computer science and geoscience venues including papers in ICML, SDM, and PKDD.</p>\n<p>We applied these methods to provide various insights including but not limited to:</p>\n<ul>\n<li><strong>Investigation of Multi Decadal Climate Variability over Eastern Africa</strong>, specifically focusing on diagnosing and identifying the likely sources of the multi-decadal decline of the Eastern African long rains season.</li>\n<li><strong>Now-casting over Lake Victoria, with the released software, </strong>capable of using historical lightning data to predict the safest path to navigate in order to avoid lightning strikes. The software also has the capability to display the locations, durations, and energy of the lightning strikes for any specific day(s) for the past 15 years, both day and night.</li>\n<li><strong>Forecasting of Seasonal Climate Extremes </strong>via data-driven discovery of climate indices using response-associated clustering of multivariate spatio-temporal data. </li>\n<li><strong>Meningitis-Climate Indices to Predict Epidemics over Sub-Saharan Africa via </strong>applying our supervised machine learning methods for the prediction of meningitis epidemics over sub-Saharan Africa and compare the prediction skill with the traditional method based on physical prediction models.<strong>&nbsp;</strong></li>\n</ul>\n<p><strong>Broader Impact: </strong>The following are some highlights of the broader impacts of this expedition.</p>\n<p>In computer science, we have made significant and impactful contributions to improving the ability of computational methods to derive predictive and descriptive insights from climate data. These methods are being co-developed in close collaboration with climate scientists in the context of specific applications, or use cases. In general, this project has led to the development of robust algorithms to address problems of inherently complex nature: non-stationarity, multi-collinearity, high-dimensionality, and large search space for inference of causal relationships.</p>\n<p>&nbsp;In climate science, these innovative approaches will help provide new understanding of the complex nature of the Earth system and the mechanisms contributing to seasonal rainfall variability. Methodologies developed as part of this project will be used to advance scientific knowledge, to gain actionable insights, and to inform policymakers.</p>\n<p>We trained almost 100 undergraduate students, about 200 grad students and about 200 industry participants through a number of courses (15 total) on Big Data Analytics and Graph Data Mining.<strong></strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/22/2019<br>\n\t\t\t\t\tModified by: Nagiza&nbsp;F&nbsp;Samatova</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis interdisciplinary research was conducted in close collaboration between the computer science team members and climate researchers on the team at North Carolina State University. The key outcomes focused on improving the predictive skill and mechanistic understanding of seasonal rainfall forecasts and rainfall variability over the regions of the African Sahel, East Africa and the Greater Horn of Africa. We have advanced the following methodologies:\n\n1. Response-Guided Community Detection: a methodology to discover climate indices associated with a response variable (e.g., rainfall variability in the Greater Horn of Africa). It enabled to identify communities in climate networks associated with the response variable by explicitly incorporating information of this response during the community detection process.\n\n2. Causality-Guided Feature Selection: a feature selection method that identifies predictors having a statistically significant causal effect on the response. We built a causal graph and estimated the causal effect on the response, while addressing technical challenges such as multi-collinearity. Semi-automatic approach to causal inference of plausible phenomenological models improved our understanding of the sources of rainfall variability and quantifying the influence of climatic conditions in modulating hurricane variability\n\n3. Community Detection in Dynamic Attributed Graphs: a method to identify communities in dynamic graphs with heterogeneous attributes.\n\n4. Coupled Heterogeneous Association Rule Mining: a method that leverages traditional sequential association rule mining techniques and the domain knowledge that climate factors are often coupled in their behaviors to find a network of lagged relationships between climate factors and physical phenomena.\n\nThe first two methodologies serve the dual purpose of improving predictive skill and mechanistic understanding of seasonal rainfall forecasts by identifying meaningful predictors relevant to the response variable and improving the prediction performance. The third methodology presents a novel technique to detect communities in dynamic attributed graphs, which can be potentially utilized to discover climate indices in climate networks. The fourth methodology identified relationships among climate factors that modulate Sahel rainfall including well-known associations from prior climate knowledge, as well as relationships that are not yet fully understood and invite further research by climate scientists.\n\nResults of this research have been reported in several peer reviewed publications in high-profile computer science and geoscience venues including papers in ICML, SDM, and PKDD.\n\nWe applied these methods to provide various insights including but not limited to:\n\nInvestigation of Multi Decadal Climate Variability over Eastern Africa, specifically focusing on diagnosing and identifying the likely sources of the multi-decadal decline of the Eastern African long rains season.\nNow-casting over Lake Victoria, with the released software, capable of using historical lightning data to predict the safest path to navigate in order to avoid lightning strikes. The software also has the capability to display the locations, durations, and energy of the lightning strikes for any specific day(s) for the past 15 years, both day and night.\nForecasting of Seasonal Climate Extremes via data-driven discovery of climate indices using response-associated clustering of multivariate spatio-temporal data. \nMeningitis-Climate Indices to Predict Epidemics over Sub-Saharan Africa via applying our supervised machine learning methods for the prediction of meningitis epidemics over sub-Saharan Africa and compare the prediction skill with the traditional method based on physical prediction models. \n\n\nBroader Impact: The following are some highlights of the broader impacts of this expedition.\n\nIn computer science, we have made significant and impactful contributions to improving the ability of computational methods to derive predictive and descriptive insights from climate data. These methods are being co-developed in close collaboration with climate scientists in the context of specific applications, or use cases. In general, this project has led to the development of robust algorithms to address problems of inherently complex nature: non-stationarity, multi-collinearity, high-dimensionality, and large search space for inference of causal relationships.\n\n In climate science, these innovative approaches will help provide new understanding of the complex nature of the Earth system and the mechanisms contributing to seasonal rainfall variability. Methodologies developed as part of this project will be used to advance scientific knowledge, to gain actionable insights, and to inform policymakers.\n\nWe trained almost 100 undergraduate students, about 200 grad students and about 200 industry participants through a number of courses (15 total) on Big Data Analytics and Graph Data Mining.\n\n \n\n\t\t\t\t\tLast Modified: 03/22/2019\n\n\t\t\t\t\tSubmitted by: Nagiza F Samatova"
 }
}