{
 "awd_id": "1028819",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Atmospheric chemistry moves indoors",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul L. Bishop",
 "awd_eff_date": "2010-04-15",
 "awd_exp_date": "2010-09-30",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2010-04-14",
 "awd_max_amd_letter_date": "2010-04-14",
 "awd_abstract_narration": "PI: Glenn Morrison\r\nProposal No: CBET-1028819\r\n\r\nIndoor air quality is a function of dynamic processes in which chemical reactions play a key role by consuming primary emissions and generating secondary contaminants, including secondary organic aerosols.  While outdoor pollution contributes background levels, the composition of indoor air is strongly determined by indoor sources, including occupant activities such as cooking, smoking or cleaning.  In indoor environments, low molecular weight organic compounds and reactive species are found principally in the gas phase, while persistent semivolatile compounds tend to accumulate both in the gas phase and on exposed surfaces, including those of airborne particles and settled dust.  To meaningfully alter the composition of indoor air, gas phase reactions must occur at rates that are competitive with air exchange rates. Such constraints do not apply to surface reactions, which are favored by the large surface-to-volume ratios found indoors.  Indeed, indoor surfaces may present substrates that favor certain chemical reactions such as base catalyzed hydrolysis.  As practices consistent with environmental sustainability and zero-energy buildings are incorporated into building construction and operation, new materials with novel emissions and surfaces will be introduced. Characterizing indoor chemistry, with an eye towards mitigation strategies, becomes even more important in such a setting, since its impact on human exposures will be amplified as a consequence of tighter building envelopes and reduced air exchange rates. \r\n\r\nBy bringing together the top scholars in the field of indoor chemistry, this symposium will advance the field of indoor air quality through a critical evaluation of present and proposed indoor chemistry research.  Aerosols, carcinogens, irritants and odors are all generated or modified by such chemistry.  There are a vast number of reactants, reactions and products that can influence the health of building occupants.  Thus, research focus is critical to identify processes that most efficiently advance the research field with an eye toward improving public health.  Specific workshop objectives are to: Bring together chemists from a variety of domains and disciplines to collaborate and educate each other about the challenges and opportunities that derive from indoor environments and guide NSF in supporting indoor chemistry research. This workshop will result in the first of its kind: a focused collaboration of outdoor and indoor chemists with a resulting plan of action for research on indoor chemistry.  By bringing together the top scholars, we will evaluate existing research and generate new ideas.   This process will act as a selective filter, refocusing our attention on the most productive path. By advancing indoor air research, they will more rapidly and efficiently identify key causes of indoor exposure to toxic species.  In doing so, they can provide tangible strategies and technologies for enhancing public health by improving indoor air quality.  Early-career faculty will be supported and will participate in the workshop.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Glenn",
   "pi_last_name": "Morrison",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Glenn Morrison",
   "pi_email_addr": "glenn.morrison@unc.edu",
   "nsf_id": "000266922",
   "pi_start_date": "2010-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri University of Science and Technology",
  "inst_street_address": "300 W. 12TH STREET",
  "inst_street_address_2": "202 CENTENNIAL HALL",
  "inst_city_name": "ROLLA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5733414134",
  "inst_zip_code": "654091330",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MO08",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y6MGH342N169"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri University of Science and Technology",
  "perf_str_addr": "300 W. 12TH STREET",
  "perf_city_name": "ROLLA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "654091330",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MO08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "001E",
   "pgm_ref_txt": "Air pollution"
  },
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>NSF sponsored ACS Symposium: Fate and Transport of Pollutants in the Built Environment: Atmospheric Chemistry Moves Indoors.</strong></p>\n<p>&nbsp;</p>\n<p>Indoor air quality is a function of dynamic processes in which chemical reactions play a key role generating pollutants, including secondary organic aerosols (SOA). While outdoor pollution contributes background levels, the composition of indoor air is strongly determined by indoor sources, including occupant activities such as cooking, smoking or cleaning. In indoor environments, volatile organic compounds and reactive species are found principally in the gas phase, while persistent low-volatility compounds tend to accumulate both in the gas phase and on exposed surfaces, including those of airborne particles and settled dust. To meaningfully alter the composition of indoor air, gas phase reactions must occur at rates that are competitive with air exchange rates. Such constraints do not apply to surface reactions, which are favored by the large surface-to-volume ratios found indoors. As practices consistent with environmental sustainability and zero-energy buildings<em> </em>are incorporated into building construction and operation, new materials with novel emissions and surfaces will be introduced. Characterizing indoor chemistry, with an eye towards mitigation strategies, becomes even more important in such a setting, since its impact on human exposures will be amplified as a consequence of tighter building envelopes and reduced air exchange rates.</p>\n<p>&nbsp;</p>\n<p>This symposium, with mostly invited speakers, was developed to bring together inter-environmental (outdoor and indoor) researchers to share contributions of laboratory, field, and modeling investigations that speak to indoor chemistry. We particularly encouraged contributions from members of the outdoor<strong> </strong>atmospheric chemistry community who have not, to date, brought their expertise indoors. The resulting symposium revealed important themes that will lead the way in advancing our understanding and improvement of indoor air quality.</p>\n<p>&nbsp;</p>\n<p>Symposium highlights:</p>\n<p>&nbsp;</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Chemistry at building surfaces.</p>\n<p>o&nbsp;&nbsp; Water that collects on surfaces is now believed to be &ldquo;structured&rdquo;, not at all like the liquid we are familiar with. Even though a large amount of water covers surfaces, it does not support &ldquo;bulk&rdquo; water phenomena that we are most familiar with such as solvation or acid-base chemistry. Instead, the water can form barriers to sorption and transport, or line up molecules on surfaces to modify chemical mechanisms or rates. At surfaces, other molecules can orient themselves to make reactive bonds more or less reactive. Chiral molecules, such as some found in skin oils (such as squalene), are likely to selectively orient and modify their reactivity on surfaces. Surfaces can enhance reactivity as much as 1000 fold and modify the chemistry so that novel reaction products are formed.</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Analysis and analytical techniques</p>\n<p>o&nbsp;&nbsp; Many compounds present in indoor environments have yet to be identified or even observed. These &ldquo;stealth chemicals&rdquo; are the subject of recent study and advanced analytical techniques are being applied to improve our understanding of the composition of building air.</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Occupants and indoor chemistry</p>\n<p>o&nbsp;&nbsp; The importance of human surfaces and occupant activities was revealed. Human skin and skin oils are very reactive with ozone, a component of urban smog. Further, products of this chemistry are very strong irritants and sensitizers. They can also significantly alter the concentrations of other chemicals in air such as the nitrate radical.</p>\n<p>-&...",
  "por_txt_cntn": "\nNSF sponsored ACS Symposium: Fate and Transport of Pollutants in the Built Environment: Atmospheric Chemistry Moves Indoors.\n\n \n\nIndoor air quality is a function of dynamic processes in which chemical reactions play a key role generating pollutants, including secondary organic aerosols (SOA). While outdoor pollution contributes background levels, the composition of indoor air is strongly determined by indoor sources, including occupant activities such as cooking, smoking or cleaning. In indoor environments, volatile organic compounds and reactive species are found principally in the gas phase, while persistent low-volatility compounds tend to accumulate both in the gas phase and on exposed surfaces, including those of airborne particles and settled dust. To meaningfully alter the composition of indoor air, gas phase reactions must occur at rates that are competitive with air exchange rates. Such constraints do not apply to surface reactions, which are favored by the large surface-to-volume ratios found indoors. As practices consistent with environmental sustainability and zero-energy buildings are incorporated into building construction and operation, new materials with novel emissions and surfaces will be introduced. Characterizing indoor chemistry, with an eye towards mitigation strategies, becomes even more important in such a setting, since its impact on human exposures will be amplified as a consequence of tighter building envelopes and reduced air exchange rates.\n\n \n\nThis symposium, with mostly invited speakers, was developed to bring together inter-environmental (outdoor and indoor) researchers to share contributions of laboratory, field, and modeling investigations that speak to indoor chemistry. We particularly encouraged contributions from members of the outdoor atmospheric chemistry community who have not, to date, brought their expertise indoors. The resulting symposium revealed important themes that will lead the way in advancing our understanding and improvement of indoor air quality.\n\n \n\nSymposium highlights:\n\n \n\n-         Chemistry at building surfaces.\n\no   Water that collects on surfaces is now believed to be \"structured\", not at all like the liquid we are familiar with. Even though a large amount of water covers surfaces, it does not support \"bulk\" water phenomena that we are most familiar with such as solvation or acid-base chemistry. Instead, the water can form barriers to sorption and transport, or line up molecules on surfaces to modify chemical mechanisms or rates. At surfaces, other molecules can orient themselves to make reactive bonds more or less reactive. Chiral molecules, such as some found in skin oils (such as squalene), are likely to selectively orient and modify their reactivity on surfaces. Surfaces can enhance reactivity as much as 1000 fold and modify the chemistry so that novel reaction products are formed.\n\n-         Analysis and analytical techniques\n\no   Many compounds present in indoor environments have yet to be identified or even observed. These \"stealth chemicals\" are the subject of recent study and advanced analytical techniques are being applied to improve our understanding of the composition of building air.\n\n-         Occupants and indoor chemistry\n\no   The importance of human surfaces and occupant activities was revealed. Human skin and skin oils are very reactive with ozone, a component of urban smog. Further, products of this chemistry are very strong irritants and sensitizers. They can also significantly alter the concentrations of other chemicals in air such as the nitrate radical.\n\n-         Chemistry and controls\n\no   Active air cleaning may be necessary to improve air quality in buildings. Photocatalysis is a low-energy technology that continues to be studied for its ability to reduce indoor levels of organic compounds such as formaldehyde. However, it can also inadvertently create undesirable pollutants through incomplete oxidation. \n\n \n\nIntellectual Merit\n\nThis worksh..."
 }
}