{
 "awd_id": "1028471",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Group size and reproductive success of female and male blue monkeys",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 168766.0,
 "awd_amount": 168766.0,
 "awd_min_amd_letter_date": "2010-09-22",
 "awd_max_amd_letter_date": "2015-05-04",
 "awd_abstract_narration": "Sociality is a hallmark of the primate order, and understanding the selective advantage of group living has proved an enduring question.  The researchers are studying six groups of wild blue monkeys (Cercopithecus mitas stuhlmanni), differing five-fold in size, in the Kakamega, Kenya rain forest to understand the evolutionary basis of group living. This project focuses on how variation in group size influences biological fitness in of wild female and male blue monkeys. Group size is expected to reflect costs and benefits of group living to individual group members.  Females compete aggressively with group-mates over access to food, and engineer group splits when groups become large. Such observations suggest costs to living in larger groups, while collective territorial and predator defense, mainly by females, also suggests benefits. The research team investigates how group size influences female fitness, measured directly in terms of inter-birth interval, infant survival, and age at first birth, and indirectly by aspects of feeding and social behavior.  Males of this species try to monopolize groups of females, and should have more reproductive opportunities in larger groups. Models of male reproductive partitioning suggest additional important factors, however, like female reproductive synchrony, intruder pressure and a male's own reproductive history. This project clarifies which factors best explain the considerable variation in reproduction among males.  The researchers monitor demographic changes, female social and sexual behavior, and collect fecal samples for genetic paternity assignment using microsatellite loci. The study population is one of very few in which long-term demographic data exist.  This project directly measures reproductive outcomes as related to social and ecological drivers.\r\n\r\nThis project supports the dissertation research of a female graduate student, and research training of other undergraduate, M.A., and Ph.D. students.  International collaboration with a new Kenyan university has led to building expertise in forest ecology related to the field site; the project personnel support a grass-roots community-based conservation organization, and advise the scientific team that is developing the participatory management plan for the Kakamega Forest.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marina",
   "pi_last_name": "Cords",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marina Cords",
   "pi_email_addr": "mc51@columbia.edu",
   "nsf_id": "000197915",
   "pi_start_date": "2010-09-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 168766.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Sociality is a hallmark of the primate order, and understanding the selective advantage of group living has been an enduring question to the human primate. One approach to enhance such understanding is to relate group size to individual reproductive success. This approach is challenging, however, because it requires measuring reproductive success directly in wild populations. This project directly measured reproductive outcomes in the context of variable social and ecological drivers in wild monkeys, focusing on a study population with long-term demographic records and a species from a large but poorly known branch of the primate family tree, in which a one-male social organization predominates.</p>\n<p>&nbsp;</p>\n<p>For females, group size should reflect a balance of costs and benefits of group living, with upper limits set by the costs of competing for resources. &nbsp;Female blue monkeys showed higher fertility in groups of intermediate size, where they strike a balance between the costs of aggressive and indirect competition for food (which increase in larger groups) and the costs in power to defeat neighboring groups in fights over territory (which increase in smaller groups).&nbsp; While intermediate group sizes maximize female fertility, groups nevertheless may grow to a larger-than-optimal size. Given that group splitting is the main mechanism to control group size, these larger groups seem to allow the formation of new groups that are not too small to be viable.</p>\n<p>&nbsp;</p>\n<p>For males, group size should also relate to reproductive opportunities, especially when social units consist of one-male groups. Assessing paternity through genetic analyses, we found that the resident male failed to sire 39% of the infants in his group, a surprisingly large fraction. A resident male was less likely to be the father if many females were conceptive simultaneously and if more male competitors were present in the group at the time of conception; both of these conditions were more likely in larger groups. Male status also predicted paternity success, with male residents, even those in neighboring groups, more likely than &ldquo;bachelors&rdquo; to sire offspring. Male dominance rank did not affect paternity success among the bachelors.</p>\n<p>&nbsp;</p>\n<p>This project produced numerous (&gt;20) scientific presentations and publications, and three databases, two of which are fully publicly available. Some of these works relate to other scientific disciplines, such as comparative demography, conservation biology, disease ecology and global change biology. In addition, the project contributed to training of 8 PhD students, 28 undergraduates or recent college graduates, and 9 Kenyans with an academic and/or professional interest in conservation of their local environment. Over 90% of these individuals were members of under-represented groups in STEM fields. They received training in field techniques, data management and analysis, and written and oral presentation skills. The field research component allowed the PI to involve herself, students and local field assistants in local forest conservation efforts, with links to government, parastatal and NGO stakeholders, including grassroots community conservation education organizations. Collaboration with a nearby public university in Kenya included student training, research seminars, and donation of scholarly materials. Finally, the PI used results from this project in a textbook chapter, and references her research frequently in teaching general science courses at her home institution, thus contributing to general science literacy.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/05/2016<br>\n\t\t\t\t\tModified by: Marina&nbsp;Cords</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSociality is a hallmark of the primate order, and understanding the selective advantage of group living has been an enduring question to the human primate. One approach to enhance such understanding is to relate group size to individual reproductive success. This approach is challenging, however, because it requires measuring reproductive success directly in wild populations. This project directly measured reproductive outcomes in the context of variable social and ecological drivers in wild monkeys, focusing on a study population with long-term demographic records and a species from a large but poorly known branch of the primate family tree, in which a one-male social organization predominates.\n\n \n\nFor females, group size should reflect a balance of costs and benefits of group living, with upper limits set by the costs of competing for resources.  Female blue monkeys showed higher fertility in groups of intermediate size, where they strike a balance between the costs of aggressive and indirect competition for food (which increase in larger groups) and the costs in power to defeat neighboring groups in fights over territory (which increase in smaller groups).  While intermediate group sizes maximize female fertility, groups nevertheless may grow to a larger-than-optimal size. Given that group splitting is the main mechanism to control group size, these larger groups seem to allow the formation of new groups that are not too small to be viable.\n\n \n\nFor males, group size should also relate to reproductive opportunities, especially when social units consist of one-male groups. Assessing paternity through genetic analyses, we found that the resident male failed to sire 39% of the infants in his group, a surprisingly large fraction. A resident male was less likely to be the father if many females were conceptive simultaneously and if more male competitors were present in the group at the time of conception; both of these conditions were more likely in larger groups. Male status also predicted paternity success, with male residents, even those in neighboring groups, more likely than \"bachelors\" to sire offspring. Male dominance rank did not affect paternity success among the bachelors.\n\n \n\nThis project produced numerous (&gt;20) scientific presentations and publications, and three databases, two of which are fully publicly available. Some of these works relate to other scientific disciplines, such as comparative demography, conservation biology, disease ecology and global change biology. In addition, the project contributed to training of 8 PhD students, 28 undergraduates or recent college graduates, and 9 Kenyans with an academic and/or professional interest in conservation of their local environment. Over 90% of these individuals were members of under-represented groups in STEM fields. They received training in field techniques, data management and analysis, and written and oral presentation skills. The field research component allowed the PI to involve herself, students and local field assistants in local forest conservation efforts, with links to government, parastatal and NGO stakeholders, including grassroots community conservation education organizations. Collaboration with a nearby public university in Kenya included student training, research seminars, and donation of scholarly materials. Finally, the PI used results from this project in a textbook chapter, and references her research frequently in teaching general science courses at her home institution, thus contributing to general science literacy.\n\n \n\n\t\t\t\t\tLast Modified: 12/05/2016\n\n\t\t\t\t\tSubmitted by: Marina Cords"
 }
}