{
 "awd_id": "1028238",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CDI-Type II: Collaborative Research: Computing with Biomolecules: From Network Motifs to Complex and Adaptive Systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 1100000.0,
 "awd_amount": 1100000.0,
 "awd_min_amd_letter_date": "2010-09-20",
 "awd_max_amd_letter_date": "2010-09-20",
 "awd_abstract_narration": "Can molecules be organized, or even self-organize, to perform complex tasks? This question seemingly should have an answer in the affirmative, because all the world around us, and especially the living things in it, is a mass of molecules. Yet the complexity of molecular systems, or networks, that chemistry has achieved to date pales in comparison with electronics and computers. A team of chemists, engineers, and computer scientists join forces to explore how molecules can be harnessed to achieve complex behaviors, including simple forms of computation, adaptation, and learning. They will work to discover the engineering principles needed to make large and useful molecular circuits. They will start by building networks of DNA enzymes, where actions of one enzyme stimulate another, just as protein enzymes stimulate one another in a living cell. They will build networks that can detect patterns of change in the environment; for example, the strength and the frequency of a periodic stimulation. Ultimately, they will build large networks that embody the ability to learn (memorize and generalize) patterns of past stimulation, and respond to new conditions in the environment accordingly.\r\n\r\nIntellectual Merit: The project will develop biocompatible, DNA molecular sensors and actuators that will be of immediate use in pathogen detection, non-invasive diagnostics, and intelligent therapeutics. As the project progresses, these will be combined with ever more capable biomolecular learning machines we will develop, but they can also be used independently by other researchers or medical doctors.\r\n\r\nBroader Impacts: The project will reach out to underserved communities in Oregon, New Mexico, and inner-city New York, providing high-school students and undergraduates an opportunity to engage in interdisciplinary scientific research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Darko",
   "pi_last_name": "Stefanovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Darko Stefanovic",
   "pi_email_addr": "darko@cs.unm.edu",
   "nsf_id": "000090220",
   "pi_start_date": "2010-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Terran",
   "pi_last_name": "Lane",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Terran Lane",
   "pi_email_addr": "terran@cs.unm.edu",
   "nsf_id": "000342674",
   "pi_start_date": "2010-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Graves",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Steven W Graves",
   "pi_email_addr": "graves@unm.edu",
   "nsf_id": "000519800",
   "pi_start_date": "2010-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1 UNIVERSITY OF NEW MEXICO",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "775100",
   "pgm_ele_name": "CDI TYPE II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7722",
   "pgm_ref_txt": "COMPLEXITY"
  },
  {
   "pgm_ref_code": "7751",
   "pgm_ref_txt": "CDI TYPE II"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aimed to advance synthetic biochemical circuitry capable of<br />learning and adaptation, and was one of the projects funded under the<br />Cyber-enabled Discovery and Innovation program (CDI).&nbsp; The project applied<br />computer science principles of modeling and architectural design to identify and<br />develop novel DNA biochemistry that embodied aspects of learning and<br />adaptation. The question that guided the project was: Given that all life<br />exhibits adaptation, and most life exhibits some form of learning, what might be<br />the simplest repertoire of synthetic biochemistry that can mimic these<br />behaviors?<br /><br />Among the principal research outcomes:<br /><br />1. We developed a series of candidate architectures for the classification task<br />of machine learning based on artificial chemistries and reducible to DNA strand<br />displacement reactions.<br /><br />2. We developed another series of candidate architectures, for the regression<br />task of machine learning, based on assumed cascades of DNAzyme reactions.&nbsp; These<br />theoretical outcomes helped drive the remaining, experimental outcomes:<br /><br />3. We developed two families of cascades of DNAzyme reactions, including one<br />where we demonstrated five layers of signal propagation.<br /><br />4. We combined DNAzyme and DNA strand displacement reactions into a modular<br />framework that allows us to build networks that query DNA targets down to the<br />picomolar range and to integrate the sensing of multiple targets into a logical<br />output.<br /><br />5. We demonstrated DNA strand displacement reaction on cell surfaces,<br />integrating multiple surface markers into an output indicative of<br />healthy/diseased cell state.<br /><br />Among the principal educational outcomes, 4 postdoctoral scholars, 12 graduate<br />students, 10 undergraduate students, and 3 high-school students were trained in<br />interdisciplinary research. A total of six PhD dissertations were completed with<br />support from the project.<br /><br />In the project, we created and made publicly available two software frameworks:<br /><br />1. The COEL chemistry simulation framework, the first web-based framework of its<br />kind: A visually pleasing and intuitive user interface, simulations that run on<br />a large computational grid, reliable database storage, and transactional<br />services make COEL ideal for collaborative research and education.&nbsp; Source is<br />available at <span style=\"text-decoration: underline;\">https://github.com/peterbanda/coel</span>, and a live instance at<br /><span style=\"text-decoration: underline;\">http://coel-sim.org</span>.<br /><br />2. The Stella domain-specific language for efficient scientific simulations<br />embedded in Python: The system makes it easier and quicker to write<br />well-performing scientific simulations that have single-thread performance<br />competitive with low-level languages, use object-oriented programming to<br />properly structure the code, and are very easy to develop. Source is available<br />at <span style=\"text-decoration: underline;\">https://github.com/squisher/stella</span>.<br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/31/2015<br>\n\t\t\t\t\tModified by: Darko&nbsp;Stefanovic</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project aimed to advance synthetic biochemical circuitry capable of\nlearning and adaptation, and was one of the projects funded under the\nCyber-enabled Discovery and Innovation program (CDI).  The project applied\ncomputer science principles of modeling and architectural design to identify and\ndevelop novel DNA biochemistry that embodied aspects of learning and\nadaptation. The question that guided the project was: Given that all life\nexhibits adaptation, and most life exhibits some form of learning, what might be\nthe simplest repertoire of synthetic biochemistry that can mimic these\nbehaviors?\n\nAmong the principal research outcomes:\n\n1. We developed a series of candidate architectures for the classification task\nof machine learning based on artificial chemistries and reducible to DNA strand\ndisplacement reactions.\n\n2. We developed another series of candidate architectures, for the regression\ntask of machine learning, based on assumed cascades of DNAzyme reactions.  These\ntheoretical outcomes helped drive the remaining, experimental outcomes:\n\n3. We developed two families of cascades of DNAzyme reactions, including one\nwhere we demonstrated five layers of signal propagation.\n\n4. We combined DNAzyme and DNA strand displacement reactions into a modular\nframework that allows us to build networks that query DNA targets down to the\npicomolar range and to integrate the sensing of multiple targets into a logical\noutput.\n\n5. We demonstrated DNA strand displacement reaction on cell surfaces,\nintegrating multiple surface markers into an output indicative of\nhealthy/diseased cell state.\n\nAmong the principal educational outcomes, 4 postdoctoral scholars, 12 graduate\nstudents, 10 undergraduate students, and 3 high-school students were trained in\ninterdisciplinary research. A total of six PhD dissertations were completed with\nsupport from the project.\n\nIn the project, we created and made publicly available two software frameworks:\n\n1. The COEL chemistry simulation framework, the first web-based framework of its\nkind: A visually pleasing and intuitive user interface, simulations that run on\na large computational grid, reliable database storage, and transactional\nservices make COEL ideal for collaborative research and education.  Source is\navailable at https://github.com/peterbanda/coel, and a live instance at\nhttp://coel-sim.org.\n\n2. The Stella domain-specific language for efficient scientific simulations\nembedded in Python: The system makes it easier and quicker to write\nwell-performing scientific simulations that have single-thread performance\ncompetitive with low-level languages, use object-oriented programming to\nproperly structure the code, and are very easy to develop. Source is available\nat https://github.com/squisher/stella.\n\n\n\n\t\t\t\t\tLast Modified: 12/31/2015\n\n\t\t\t\t\tSubmitted by: Darko Stefanovic"
 }
}