{
 "awd_id": "1028778",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Travel Grant for the fifth international workshop in interfacial fluid mechanics and transport processes-IMA 5",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 7000.0,
 "awd_amount": 7000.0,
 "awd_min_amd_letter_date": "2010-07-21",
 "awd_max_amd_letter_date": "2010-07-21",
 "awd_abstract_narration": "1028778\r\nNarayanan\r\n\r\nThe project provides funding to support the travel of approximately about 7 US scientists and researchers to present papers at the fifth international workshop and conference on thermal, fluid and interfacial phenomena in physico-chemical, materials and bio-processes. Problems of materials processing, nanotechnologies and drug delivery as well as space technologies will be addressed. The conference will be held at the Florence campus of Univ. of Paris between June 7 and June 10 2010. The scientists will represent a broad base of research funded by NSF, through its Chemical, Bioengineering, Environmental, and Transport Systems (CBET) organization.\r\n\r\nThe intellectual merit of the proposed activity lies in the fact that scientists from various countries will be able to discuss their research and foster collaboration for future work. Because the workshop will involve discussions and responses to papers, new ideas will be generated in areas of materials science, nanotechnology and bio-processes. The scientists will represent academia, industry and government research and this collaboration will therefore benefit the cooperative science programs between the US and other countries as well as university industry collaboration. \r\n\r\nThe speakers and participants will come from all over the world, representing the research and work funded by a variety of national science and research councils. Over 90 presentations will be offered. It is expected to have speakers from the United States, Great Britain, France, Germany, Italy, Belgium, Spain, Israel, the former Soviet Union, Japan and China. The participants will include members of the National Academy and Fellows of Royal and National Societies as well as a number of young scientists.\r\n\r\nThe proceedings of the conference will be published by a well known journal, the European Journal of Physics. This publisher like others also have an electronic publishing format aside of a paper format. Thus the research ideas will be widely disseminated via libraries and the electronic media making a broad impact on the community of scientists and engineers. The published research ideas and discussions will encourage future novel research and fresh perspectives on problems of technological content.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ranga",
   "pi_last_name": "Narayanan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ranga Narayanan",
   "pi_email_addr": "ranga@ufl.edu",
   "nsf_id": "000306662",
   "pi_start_date": "2010-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 7000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">PROJECT OUTCOMES FOR NSF </span></strong>1028778<strong>&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>The project funding supported the travel of six US scientists and researchers to present papers at <strong><em>the fifth international workshop and conference</em></strong> on thermal, fluid and interfacial phenomena in physico-chemical, materials and bio- processes. Problems of materials processing, nanotechnologies and drug delivery as well as space technologies were addressed. The conference was held at the Florence campus of Univ. of Paris 11.of between June 7 and June 10 2010. The scientists represented a broad base of research funded by NSF, through its <strong>Chemical, Bioengineering, Environmental, and Transport Systems&nbsp;(CBET) organization.</strong></p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit of the Proposed Activity:&nbsp; </strong>The intellectual merit of the project activity lies in the fact that scientists from various countries were able to discuss their research and foster collaboration for future work. Because the workshop involved discussions and responses to papers, new ideas were generated in areas of materials science, nanotechnology and bio-processes. The scientists represented academia, industry and government research and this collaboration will therefore benefit the cooperative science programs between the US and other countries as well as university industry collaboration.&nbsp;</p>\n<p><strong>Broader Impact of the Proposed Activity:</strong> The proceedings of the conference were published by a well-known journal, the European Journal of Physics. This publisher like others also have an electronic publishing format aside of a paper format. Thus the research ideas will be widely disseminated via libraries and the electronic media making a broad impact on the community of scientists and engineers. The published research ideas and discussions will encourage future novel research and fresh perspectives on problems of technological content.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2011<br>\n\t\t\t\t\tModified by: Ranga&nbsp;Narayanan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPROJECT OUTCOMES FOR NSF 1028778 \n\n \n\nThe project funding supported the travel of six US scientists and researchers to present papers at the fifth international workshop and conference on thermal, fluid and interfacial phenomena in physico-chemical, materials and bio- processes. Problems of materials processing, nanotechnologies and drug delivery as well as space technologies were addressed. The conference was held at the Florence campus of Univ. of Paris 11.of between June 7 and June 10 2010. The scientists represented a broad base of research funded by NSF, through its Chemical, Bioengineering, Environmental, and Transport Systems (CBET) organization.\n\n \n\nIntellectual Merit of the Proposed Activity:  The intellectual merit of the project activity lies in the fact that scientists from various countries were able to discuss their research and foster collaboration for future work. Because the workshop involved discussions and responses to papers, new ideas were generated in areas of materials science, nanotechnology and bio-processes. The scientists represented academia, industry and government research and this collaboration will therefore benefit the cooperative science programs between the US and other countries as well as university industry collaboration. \n\nBroader Impact of the Proposed Activity: The proceedings of the conference were published by a well-known journal, the European Journal of Physics. This publisher like others also have an electronic publishing format aside of a paper format. Thus the research ideas will be widely disseminated via libraries and the electronic media making a broad impact on the community of scientists and engineers. The published research ideas and discussions will encourage future novel research and fresh perspectives on problems of technological content.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/30/2011\n\n\t\t\t\t\tSubmitted by: Ranga Narayanan"
 }
}