{
 "awd_id": "1028592",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Enviroculturalism: Savage Disobedience on the High Seas",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 14910.0,
 "awd_amount": 14910.0,
 "awd_min_amd_letter_date": "2010-07-28",
 "awd_max_amd_letter_date": "2010-09-30",
 "awd_abstract_narration": "This project uses contemporary whaling as a case study for the\r\n\"natureculture\" framework, a term used in anthropology to refer to\r\nlifeways particularly marked by inseparable binding between nature and\r\nculture. Such binding is an obvious description for the Makah, a native\r\nAmerican group in which whaling is an ancient and culturally central\r\npractice. But could the same claim for a cultural right to whaling apply\r\nto a modern Japanese whale harvest? What about environmentalists who see\r\ntheir cultural identity formed around whale defense? Just as cognitive\r\ndissonance describes the discomfort and resulting behaviors that occur\r\nwhen one holds two or more psychologically incompatible ideas,\r\nnatureculture dissonance describes the discomfort and resulting\r\nbehaviors when there is a clash between incompatible naturecultures.\r\n\r\nIntellectual merit\r\n\r\nThis project investigates how each of 3 groups (Makah, Japanese, and\r\nEnvironmentalist) mobilizes resources (ranging from rhetorical resources\r\nto harpoons to cultural capital) in response to this dissonance, using ethnographic methods. Rather than reduce the conflict to a simplistic ethical calculus \r\n(for example the claim that animal rights universally trump human need), this project emphasizes the complex synthesis that each natureculture represents. \r\n\r\nBroader Impact\r\n\r\nThe project goal is to use these fuller, more dynamic portraits to develop an \"enviroculturalist\" framework that can encompass \r\nthe value of cultural diversity as well as that of biodiversity, and produce a more nuanced understanding of transcultural environmental conflicts, \r\nleading to improved management of environmental systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ron",
   "pi_last_name": "Eglash",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ron Eglash",
   "pi_email_addr": "eglash@umich.edu",
   "nsf_id": "000441267",
   "pi_start_date": "2010-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Lyons",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica Lyons",
   "pi_email_addr": "jessica.lyons@gmail.com",
   "nsf_id": "000558884",
   "pi_start_date": "2010-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "TROY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 14910.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Public and scholarly interest in environmental policy and contemporary whaling has increased since 1986, when the International Whaling Commission instituted a moratorium on commercial whaling. This project uses whaling as a case study for improving the understanding of environmental conflicts in relation to differing cultural frames of reference. This project was a multi-sited ethnography between the Makah, a Native American Nation residing in the Northwest Pacific, animal rights and environmentalist organizations that oppose whaling, and scientists in Japan who use lethal methods to conduct research on whales. Ethnographic studies were conducted in both the United States and Japan. Extensive archival research and discourse analysis was also used.</p>\n<p>&nbsp;</p>\n<p>Working with the Makah, this project analyzed a number of facets relevant to contemporary whaling debate. These included: the history of the Makah Nation, its cultural and spiritual connection to whaling, its involvement in domestic and international policy and business, its relationship to animal rights and environmentalist organizations, and its involvement in scientific and cultural exchanges with other indigenous communities around the world. The project ultimately focused on how international and U.S. domestic environmental policy addresses the needs of indigenous peoples and makes recommendations on what can be done to improve this relationship.</p>\n<p>&nbsp;</p>\n<p>The most significant contribution of this project to policy and indigenous studies is the illumination and expansion upon the catch-22 that many indigenous communities find themselves in when they are subjected to assumptions and assessments based on the stereotypical &ldquo;noble savage&rdquo; trope, which romanticizes native peoples as having a transcendental relationship with nature. The native is subjected to multiple binaries: savage or scientists, traditional or modern, authentic or inauthentic. These binaries and stereotypes permeate many aspects of Western culture and the policy making process, and they are persistently re-articulated in ways that are often counter to both the realities of Native American tradition and the concrete political needs of contemporary native groups.</p>\n<p>&nbsp;</p>\n<p>The findings of this research are currently being compiled into a policy advising report at the request of the United States Whaling Commission. Aspects of this research project have also been presented at several conferences in both Japan and the United States. Two articles to be submitted to peer-reviewed journals are also in production. The first is co-authored with environmental sociologist Michael Mascarenhas and focuses on environmental policy and racism in relation to Native American and First Nation communities. The second explores the double bind that many native peoples find themselves in when seeking to balance their identities as indigenous individuals and also as politicians and scientists and technological innovators. The findings of this research will also be used to analyze the debate surrounding whaling in the Caribbean, where opponents argue that the individuals practicing whaling under an Aboriginal Subsistence Permit are not truly indigenous, as well as in other environmental controversies that center around cultural divergences.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2012<br>\n\t\t\t\t\tModified by: Ron&nbsp;Eglash</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPublic and scholarly interest in environmental policy and contemporary whaling has increased since 1986, when the International Whaling Commission instituted a moratorium on commercial whaling. This project uses whaling as a case study for improving the understanding of environmental conflicts in relation to differing cultural frames of reference. This project was a multi-sited ethnography between the Makah, a Native American Nation residing in the Northwest Pacific, animal rights and environmentalist organizations that oppose whaling, and scientists in Japan who use lethal methods to conduct research on whales. Ethnographic studies were conducted in both the United States and Japan. Extensive archival research and discourse analysis was also used.\n\n \n\nWorking with the Makah, this project analyzed a number of facets relevant to contemporary whaling debate. These included: the history of the Makah Nation, its cultural and spiritual connection to whaling, its involvement in domestic and international policy and business, its relationship to animal rights and environmentalist organizations, and its involvement in scientific and cultural exchanges with other indigenous communities around the world. The project ultimately focused on how international and U.S. domestic environmental policy addresses the needs of indigenous peoples and makes recommendations on what can be done to improve this relationship.\n\n \n\nThe most significant contribution of this project to policy and indigenous studies is the illumination and expansion upon the catch-22 that many indigenous communities find themselves in when they are subjected to assumptions and assessments based on the stereotypical \"noble savage\" trope, which romanticizes native peoples as having a transcendental relationship with nature. The native is subjected to multiple binaries: savage or scientists, traditional or modern, authentic or inauthentic. These binaries and stereotypes permeate many aspects of Western culture and the policy making process, and they are persistently re-articulated in ways that are often counter to both the realities of Native American tradition and the concrete political needs of contemporary native groups.\n\n \n\nThe findings of this research are currently being compiled into a policy advising report at the request of the United States Whaling Commission. Aspects of this research project have also been presented at several conferences in both Japan and the United States. Two articles to be submitted to peer-reviewed journals are also in production. The first is co-authored with environmental sociologist Michael Mascarenhas and focuses on environmental policy and racism in relation to Native American and First Nation communities. The second explores the double bind that many native peoples find themselves in when seeking to balance their identities as indigenous individuals and also as politicians and scientists and technological innovators. The findings of this research will also be used to analyze the debate surrounding whaling in the Caribbean, where opponents argue that the individuals practicing whaling under an Aboriginal Subsistence Permit are not truly indigenous, as well as in other environmental controversies that center around cultural divergences.\n\n\t\t\t\t\tLast Modified: 10/29/2012\n\n\t\t\t\t\tSubmitted by: Ron Eglash"
 }
}