{
 "awd_id": "1028885",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement: Altitudinal Variation in Tarsier (Genus Tarsius) Behavior and Morphology in Central Sulawesi, Indonesia",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carolyn Ehardt",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 19888.0,
 "awd_amount": 19888.0,
 "awd_min_amd_letter_date": "2010-08-13",
 "awd_max_amd_letter_date": "2010-08-13",
 "awd_abstract_narration": "The goal of this research is to determine the extent that altitude is the driving force behind the unusual behavior and morphology exhibited by pygmy tarsiers (Tarsius pumilus) in the upper montane forest of Lore Lindu National Park, Central Sulawesi, Indonesia.  Data on pygmy tarsiers are extremely limited since the species was only recently observed in its natural habitat.  A pilot study indicated that pygmy tarsiers may exhibit unique traits that are adaptations to high altitude forest.  Given that changes in primate morphology and behavior are known to result from variation in resources along elevational clines, this project explores whether pygmy tarsiers are subject to analogous altitudinal effects.  The researchers test hypotheses concerning altitudinal differences in foraging, ranging, habitat usage, group composition, communication, body size, and limb proportions.  Tarsiers are captured using mist nets and then followed using radio telemetry equipment in order to collect behavioral data. Ecological data are also collected, including altitude, insect and tree abundance, forest composition, temperature, and precipitation.  This study is important to understanding how altitude contributes to variation in primate morphology and behavior, which selective forces were involved in Sulawesi tarsier evolution and speciation, and primate body size evolution.  Studying how variation in tarsier morphology and behavior relate to ecological change has implications for understanding early primate evolution, especially in terms of body mass patterns.  \r\n\r\nThis research represents the first long-term field study of a recently rediscovered and endangered primate species that is restricted to the island of Sulawesi.  Information on its habitat usage will contribute to formulating a species-specific conservation plan.  In addition, this research will support the local economy with the training of local field assistants, a national park guard, and Indonesian faculty and graduate students at a local university.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Gursky-Doyen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon Gursky-Doyen",
   "pi_email_addr": "gursky@tamu.edu",
   "nsf_id": "000185940",
   "pi_start_date": "2010-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nanda",
   "pi_last_name": "Grow",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nanda Grow",
   "pi_email_addr": "ngrow@tamu.edu",
   "nsf_id": "000540909",
   "pi_start_date": "2010-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 19888.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Variance in altitude corresponds to ecological shifts that are important to primate evolution.&nbsp; This research explored altitudinal variation in a rare population of high-altitude primates, pygmy tarsiers (<em>Tarsius pumilus</em>).&nbsp; Tarsiers are small-bodied, nocturnal, and insectivorous primates that live in the forests of Southeast Asian islands.&nbsp; Distinctive characteristics of all tarsier species include an elongated foot (tarsal) bone to assist in leaping between trees and enlarged eyes to enhance nighttime vision.&nbsp; Tarsiers are among the smallest primates in the world, and pygmy tarsiers are the smallest tarsier species, weighing only 50 grams.&nbsp; This research investigated the relatively unknown behavior of this elusive primate.</p>\n<p>Although most tarsiers live at low altitudes, pygmy tarsiers can only be found in the mountains of central Sulawesi, Indonesia.&nbsp; At higher altitudes, there are a number of ecological changes that occur in response to decreased temperature, including decreased species diversity, a decline in tree density, and an overall reduction in biomass and productivity.&nbsp; This dissertation research examined the question of why pygmy tarsiers are so different with regards to body size and behavior.&nbsp;</p>\n<p>Results suggest that pygmy tarsiers adjust their behavior and physiology to high altitudes.&nbsp; Pygmy tarsiers exhibit a smaller population density than lowland tarsiers in Sulawesi, which may relate to the decreased availability of food resources at higher altitudes.&nbsp; Further, the distribution of pygmy tarsiers appears to be biased towards forest edges, where light and insects are more abundant.&nbsp; Another unusual characteristic of pygmy tarsiers is their group composition.&nbsp; Group sizes among pygmy tarsiers are large compared to lowland tarsier species.&nbsp; Pygmy tarsier social groups also include multiple males and females, unlike lowland tarsiers.&nbsp; According to sexual selection theory, groups with more than one adult should experience more male-male competition than populations where adult males do not associate. However, contrary to expectations, pygmy tarsiers have smaller testes relative to body size than lowland tarsiers.&nbsp; Pygmy tarsiers also do not show significant body mass differences between the sexes.&nbsp; These results suggest that pygmy tarsiers experience less sexual selection pressure than lowland tarsiers in association with high altitude constraints.&nbsp; Similarly, environmental constraints may limit body size in pygmy tarsiers.&nbsp; The unusual limb proportions of pygmy tarsiers may indicate the species has undergone a evolutionary size reduction as an adaptation to a resource-poor environment.&nbsp; Environmental constraints may further affect aspects of pygmy tarsier behavior.</p>\n<p>Observing specialized traits in higher elevation forest allows us to understand how primates respond to different ecological pressures.&nbsp; The results of this research are significant to our understanding of how altitude shapes primate behavior, physiology, and evolution, especially in terms of terms of body proportions and group dynamics.&nbsp; This research is more broadly relevant to conservation efforts.&nbsp; Until recently, pygmy tarsiers were known only from museum specimens.&nbsp; Therefore, this study is the first to focus on a population of pygmy tarsiers in their natural environment and contribute to a conservation plan that considers their habitat requirements.&nbsp; For example, becase we now know that pygmy tarsiers choose larger than average trees as their sleeping sites and that they range close to forest edges, these habitat elements can become a priority.&nbsp; Pygmy tarsiers experience multiple threats to their population, as they live at a low density, have a limited highland distribution, and are subjected to increasing human encroachment on their h...",
  "por_txt_cntn": "\nVariance in altitude corresponds to ecological shifts that are important to primate evolution.  This research explored altitudinal variation in a rare population of high-altitude primates, pygmy tarsiers (Tarsius pumilus).  Tarsiers are small-bodied, nocturnal, and insectivorous primates that live in the forests of Southeast Asian islands.  Distinctive characteristics of all tarsier species include an elongated foot (tarsal) bone to assist in leaping between trees and enlarged eyes to enhance nighttime vision.  Tarsiers are among the smallest primates in the world, and pygmy tarsiers are the smallest tarsier species, weighing only 50 grams.  This research investigated the relatively unknown behavior of this elusive primate.\n\nAlthough most tarsiers live at low altitudes, pygmy tarsiers can only be found in the mountains of central Sulawesi, Indonesia.  At higher altitudes, there are a number of ecological changes that occur in response to decreased temperature, including decreased species diversity, a decline in tree density, and an overall reduction in biomass and productivity.  This dissertation research examined the question of why pygmy tarsiers are so different with regards to body size and behavior. \n\nResults suggest that pygmy tarsiers adjust their behavior and physiology to high altitudes.  Pygmy tarsiers exhibit a smaller population density than lowland tarsiers in Sulawesi, which may relate to the decreased availability of food resources at higher altitudes.  Further, the distribution of pygmy tarsiers appears to be biased towards forest edges, where light and insects are more abundant.  Another unusual characteristic of pygmy tarsiers is their group composition.  Group sizes among pygmy tarsiers are large compared to lowland tarsier species.  Pygmy tarsier social groups also include multiple males and females, unlike lowland tarsiers.  According to sexual selection theory, groups with more than one adult should experience more male-male competition than populations where adult males do not associate. However, contrary to expectations, pygmy tarsiers have smaller testes relative to body size than lowland tarsiers.  Pygmy tarsiers also do not show significant body mass differences between the sexes.  These results suggest that pygmy tarsiers experience less sexual selection pressure than lowland tarsiers in association with high altitude constraints.  Similarly, environmental constraints may limit body size in pygmy tarsiers.  The unusual limb proportions of pygmy tarsiers may indicate the species has undergone a evolutionary size reduction as an adaptation to a resource-poor environment.  Environmental constraints may further affect aspects of pygmy tarsier behavior.\n\nObserving specialized traits in higher elevation forest allows us to understand how primates respond to different ecological pressures.  The results of this research are significant to our understanding of how altitude shapes primate behavior, physiology, and evolution, especially in terms of terms of body proportions and group dynamics.  This research is more broadly relevant to conservation efforts.  Until recently, pygmy tarsiers were known only from museum specimens.  Therefore, this study is the first to focus on a population of pygmy tarsiers in their natural environment and contribute to a conservation plan that considers their habitat requirements.  For example, becase we now know that pygmy tarsiers choose larger than average trees as their sleeping sites and that they range close to forest edges, these habitat elements can become a priority.  Pygmy tarsiers experience multiple threats to their population, as they live at a low density, have a limited highland distribution, and are subjected to increasing human encroachment on their habitat. \n\n\t\t\t\t\tLast Modified: 09/27/2012\n\n\t\t\t\t\tSubmitted by: Nanda Grow"
 }
}