{
 "awd_id": "1028071",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES: International Collaboration on Fabrication and Characterization of Nanocrystalline Bismuth Telluride Materials for Thermoelectric Applications",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Franklin Carrero-Martínez",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 149640.0,
 "awd_amount": 149640.0,
 "awd_min_amd_letter_date": "2010-08-06",
 "awd_max_amd_letter_date": "2010-08-06",
 "awd_abstract_narration": "In this program, graduate and undergraduate students from Rensselaer Polytechnic Institute (RPI) will carry out research for 8 summer weeks at the Institute of Microelectronica in Madrid (IMM) in Spain. The collaboration with IMM is focused on investigating electrodeposited nanocrystalline bismuth telluride materials for highly efficient thermoelectric energy conversion. Nanocrystalinity has been recently shown as being a very effective method for improving the efficiency of thermoelectric materials; in parallel, electrodeposition is an inexpensive technique that can be used to manufacture nanostructured materials. A systematic study will be undertaken to investigate methods to control crystallite size of electrodeposited materials, with emphasize on spatial confinement of electrodeposition, which will be achieved by deposition in cylindrical nanopores.  The thermoelectrical properties of the new materials will be thoroughly characterized to correlate crystallite size with property enhancement. RPI students will participate in both material synthesis (at IMM)) and property characterization (at IMM and RPI). As a pre-requisite to the summer program in Spain, all students will take an independent study with the PI to learn about experimental methods and theoretical aspects relevant to the proposed studies.\r\n\r\nThe broader impact is multi-faceted. A cost-effective method for manufacturing highly efficient thermoelectric devices will greatly facilitate the application of thermoelectric devices in numerous fields, most important for waste heat recovery. Moreover, this will be the first time to explore spatial confining of electrochemical deposition to control grain size of electroplated materials. The results of these studies may find applications in other fields such as nanomanufacturing; electroplating in nanopores could become a basic tool for developing nanocrystalline materials. Furthermore, the students involved in this study will start building up an international professional network and will learn to work in an interdisciplinary, multi-cultural environment.  The results of this collaboration will be disseminated by presentations at conferences, publication of journal papers, as well as outreach to high school students and teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diana-Andra",
   "pi_last_name": "Borca-Tasciuc",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diana-Andra Borca-Tasciuc",
   "pi_email_addr": "borcad@rpi.edu",
   "nsf_id": "000486669",
   "pi_start_date": "2010-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "TROY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5952",
   "pgm_ref_txt": "SPAIN"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "7639",
   "pgm_ref_txt": "IRES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 149640.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div id=\"divBdy\" class=\"bdyItmPrt\">\n<div>\n<div><span lang=\"en-US\">\n<div>\n<div style=\"margin: 0 0 7.5pt 0;\"><span style=\"color: black; font-family: Times New Roman,serif; font-size: small;\"><span style=\"font-size: 12pt;\"><span style=\"font-family: Arial,sans-serif; font-size: x-small;\"><span style=\"font-size: 9pt;\">Electrodeposited  nanocrystalline bismuth telluride thin films and nanowires have potential as highly efficient thermoelectric energy conversion  materials. As part of this project, graduate and undergraduate students  from Rensselaer Polytechnic Institute visited the Institute of  Microelectronics Madrid (IMM)&nbsp;in Spain to perform synthesis and thermoelectric property characterization of these materials in  collaboration with Thermoelectric Research Group at IMM.</span></span></span></span></div>\n<div style=\"margin: 0 0 7.5pt 0;\"><span style=\"color: black; font-family: Times New Roman,serif; font-size: small;\"><span style=\"font-size: 12pt;\"><span style=\"font-family: Arial,sans-serif; font-size: x-small;\"><span style=\"font-size: 9pt;\">Intellectual  merit. A new electrodeposition technique was demonstrated for synthesizing bismuth telluride films along the preferred crystalline  direction, associated with best thermoelectric properties. Furthermore,  a set of surfactants were identified&nbsp;and demonstrated to improve  stoichiometry, morphology and crystallographic orientation as well as Seebeck coefficient of electrodeposited  materials&nbsp;when they were added to the electrochemical bath.&nbsp;Two  techniques were investigated for property&nbsp;characterization. The first  technique&nbsp;under consideration was Harman method, which was of interest because of its potential to rapidly scan the figure-of-merit of  new nanostructured thermoelectric materials. However, investigations  revealed that this technique has practical limitations associated with  the frequency regime required to obtain measurable experimental signal. It was also found that the electrical contact  resistance between the thermoelectric materials and the electrodes can  be a source of large errors. Thus, for accurate measurements with this  technique, optimization of&nbsp;contact resistance has to be carried out, which is not a trivial task.&nbsp; The second  technique&nbsp;explored for property characterization was scanning thermal  microscopy (SThM), which is performed by bringing a sharp heated tip in  contact with or proximity of the measured sample, and monitoring its temperature.&nbsp;This technique&nbsp;can measure both thermal conductivity  and Seebeck coefficient. Extensive calibration and modeling efforts on  SThM established a few aspects of importance to performing accurate  measurements, including the effect of conduction through the air between the tip and the sample on measured tip  temperature, the dependence of the size of the heated region and thermal  contact resistance&nbsp;on sample thermal conductivity, and the effect of  tip folding on aforementioned parameters. This technique was then employed for characterization of a variety of nanostructured  materials. </span></span></span></span></div>\n<div style=\"margin: 0 0 7.5pt 0;\"><span style=\"color: black; font-family: Times New Roman,serif; font-size: small;\"><span style=\"font-size: 12pt;\"><span style=\"font-family: Arial,sans-serif; font-size: x-small;\"><span style=\"font-size: 9pt;\">Broader  impact. The results of these studies advance the understanding of thermoelectric materials synthesis by electrodeposition and  thermoelectric property characterization techniques for nanostructured  materials. Electrodeposition is an inexpensive and rapid synthesis  technique, and&nbsp;the studies carried out in this project have demonstrated new paths to produce materials with enhanced properties via  electrodeposition. These materials have potential applications in  efficient&nbsp;thermoelectric cooling and power generation;&n...",
  "por_txt_cntn": "\n\n\n\nElectrodeposited  nanocrystalline bismuth telluride thin films and nanowires have potential as highly efficient thermoelectric energy conversion  materials. As part of this project, graduate and undergraduate students  from Rensselaer Polytechnic Institute visited the Institute of  Microelectronics Madrid (IMM) in Spain to perform synthesis and thermoelectric property characterization of these materials in  collaboration with Thermoelectric Research Group at IMM.\nIntellectual  merit. A new electrodeposition technique was demonstrated for synthesizing bismuth telluride films along the preferred crystalline  direction, associated with best thermoelectric properties. Furthermore,  a set of surfactants were identified and demonstrated to improve  stoichiometry, morphology and crystallographic orientation as well as Seebeck coefficient of electrodeposited  materials when they were added to the electrochemical bath. Two  techniques were investigated for property characterization. The first  technique under consideration was Harman method, which was of interest because of its potential to rapidly scan the figure-of-merit of  new nanostructured thermoelectric materials. However, investigations  revealed that this technique has practical limitations associated with  the frequency regime required to obtain measurable experimental signal. It was also found that the electrical contact  resistance between the thermoelectric materials and the electrodes can  be a source of large errors. Thus, for accurate measurements with this  technique, optimization of contact resistance has to be carried out, which is not a trivial task.  The second  technique explored for property characterization was scanning thermal  microscopy (SThM), which is performed by bringing a sharp heated tip in  contact with or proximity of the measured sample, and monitoring its temperature. This technique can measure both thermal conductivity  and Seebeck coefficient. Extensive calibration and modeling efforts on  SThM established a few aspects of importance to performing accurate  measurements, including the effect of conduction through the air between the tip and the sample on measured tip  temperature, the dependence of the size of the heated region and thermal  contact resistance on sample thermal conductivity, and the effect of  tip folding on aforementioned parameters. This technique was then employed for characterization of a variety of nanostructured  materials. \nBroader  impact. The results of these studies advance the understanding of thermoelectric materials synthesis by electrodeposition and  thermoelectric property characterization techniques for nanostructured  materials. Electrodeposition is an inexpensive and rapid synthesis  technique, and the studies carried out in this project have demonstrated new paths to produce materials with enhanced properties via  electrodeposition. These materials have potential applications in  efficient thermoelectric cooling and power generation; the later is  envisioned to become a mainstream method for recovering waste heat. Furthermore, the measurement techniques advanced though the  effort carried out under this project, could be applied to a wide range  of nanostructured materials. The results of this collaboration  were disseminated by presentations at international conferences, publication of journal papers, as well as outreach to high  school and middle school students. \n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/27/2015\n\n\t\t\t\t\tSubmitted by: Diana A Borca-Tasciuc"
 }
}