{
 "awd_id": "1029111",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Land-Use Change as an Adaptation Strategy to Coupled Climate and Economic Change in Rural Western Kenya: Implications for Vulnerability Reduction",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 11520.0,
 "awd_amount": 11520.0,
 "awd_min_amd_letter_date": "2010-08-24",
 "awd_max_amd_letter_date": "2010-08-24",
 "awd_abstract_narration": "Increasing concern over the effects of climate change on the rural poor in Sub-Saharan Africa continues to preoccupy researchers and development experts. The reality, however, is that climate change is occurring simultaneously with other processes, creating new risks and requiring a whole new range of adaptive strategies as well. Economic change has been identified as one of the processes that have a major impact on rural livelihoods. The dual occurrence of climatic and economic change is expected to have significant effects on the vulnerability of these communities. Because most rural communities largely depend directly on land as a livelihood resource, changes in land use are important in understanding the broader change process. Rural change studies indicate a link between land use and the vulnerability of rural communities. The objective of this research project is to examine land use change as a pathway for adaptation to coupled economic and climate change and to identify the implications for vulnerability at the local level. The study will be conducted in rural western Kenya where poverty levels are high and climate related stresses are on the increase. It will examine the nature and extent of land use/cover change in the past ten to fifteen years as households intensify agricultural production and engage more in market oriented production. Economic and climatic changes that have occurred in this area during this period will also be examined as well as their influence on land use. A multi-method approach that incorporates spatial, qualitative and quantitative methods will be adopted to bring out the full range of the interactions between these processes and their effect on vulnerability. Spatial and social data will be linked in a GIS to examine the relationship between land use change and vulnerability.\r\n\r\nThis study will provide a deeper understanding of the complex nature of vulnerability and how this plays out at the local level in rural settings in developing countries. It will also give new insights in the way other processes interact with climate change at the local level to exacerbate or reduce vulnerability. The study underscores the importance of local level research by bringing out the context specific dynamics that define how climate change will affect rural communities in Sub-Saharan Africa. The findings of this study have the potential of having far-reaching implications on the way development projects targeting rural communities in Africa will be designed and implemented by government and non-governmental agencies. Approaches and policies adopted for addressing vulnerability at the local level may have to shift from the narrow focus on climate change to addressing the co-occurrence of multiple change processes. As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brent",
   "pi_last_name": "McCusker",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Brent S McCusker",
   "pi_email_addr": "Brent.McCusker@mail.wvu.edu",
   "nsf_id": "000246980",
   "pi_start_date": "2010-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Naomi",
   "pi_last_name": "Shanguhyia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Naomi Shanguhyia",
   "pi_email_addr": "nyieko@yahoo.com",
   "nsf_id": "000547164",
   "pi_start_date": "2010-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "West Virginia University Research Corporation",
  "inst_street_address": "886 CHESTNUT RIDGE ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "MORGANTOWN",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3042933998",
  "inst_zip_code": "265052742",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WV02",
  "org_lgl_bus_name": "WEST VIRGINIA UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "M7PNRH24BBM8"
 },
 "perf_inst": {
  "perf_inst_name": "West Virginia University",
  "perf_str_addr": "1500 UNIVERSITY AVE",
  "perf_city_name": "MORGANTOWN",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "26506",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WV02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 11520.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Project Outcomes</span></p>\n<p><span>&nbsp;</span><strong>Land use change as an adaptation strategy to coupled climate and economic change in rural western&nbsp; Kenya: Implications for vulnerability reduction.</strong></p>\n<p><span>NSF Grant 1029111</span></p>\n<p><span>The purpose of this study was to examine how rural people&rsquo;s use of land helped them to buffer the twin problems of climate change and rapid economic change. This study was conducted over the course of 18 months in rural western Kenya in the town of Vihiga and neighboring rural areas. The study relied on household surveys, participant interviews, land use mapping and interviews of of key informants, such as local traditional and governmental leaders.&nbsp;</span></p>\n<p><span>Scientific Outcomes: This project found that economic reforms have affected the poor quite negatively. The findings of this study indicate a decline in livelihood options for many rural households in this area which is linked to the adoption of neoliberal economic policies. As a result, many households are sinking into poverty and are unable to provide higher education&nbsp;</span>opportunities for their children. With limited education and lack of skills, these young people are not able to compete with their counterparts in the shrinking jobs market. Consequently, remittances have declined considerably with serious impacts on the ability of people &nbsp;to pursue other livelihood options such as opening small businesses. The implementation of neoliberal economic policies has exacerbated uneven development and impoverished many of these households.</p>\n<p><span>&nbsp;</span>At the same time, households are clearing more land closer to urban areas, thus exacerbating environmental decline at a time of shifting rainfall patterns. The landscape is undergoing rapid transformation as market centers expand and road networks are improved. Loss of forest cover is part of the process of economic change. Over the past three decades, the role of the state has evolved from that of facilitating and fostering national development to that of enhancing rapid and unplanned economic change, the commodification of natural resources, and the integration of the rural areas into the global economy. These findings show that over the past three decades, livelihoods and landscapes in rural western Kenya have been transformed immensely as part of its integration into the global economy with the state playing a central role in this transition process.</p>\n<p><span>This project generated data sets on livelihood systems, land cover and land use and responses of households to climate change. This data is available at the host institution per US federal regulations on data access.</span></p>\n<p><span>Broader Impact Outcomes: This project trained local Kenyan men and women in science and technology studies by employing them to assist in the collection of survey and mapping data. They underwent extensive training to participate in the project. The co-principal investigator herself was trained in advanced mapping technologies and other skills that will help promote the inclusion of underrepresented groups. She has accepted a professorial position at a major US institution and will provide US undergraduate students with exposure to both international issues but also state of the art science and technology to investigate pressing societal needs.&nbsp; Drawing on her experiences, she will help expose US undergraduates to scientific research.</span></p>\n<p><span>Finally, the co-principal investigator has submitted two articles to scientific journals and has three more pending. She has informed policy makers in Kenya of her findings and will similarly inform international development institutions of her results.&nbsp;</span></p>\n<p><span>&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/22/2013<br>\n\t\t\t\t\tModified by: Brent&nbsp;S&nbsp;Mcc...",
  "por_txt_cntn": "\nProject Outcomes\n\n Land use change as an adaptation strategy to coupled climate and economic change in rural western  Kenya: Implications for vulnerability reduction.\n\nNSF Grant 1029111\n\nThe purpose of this study was to examine how rural peopleÆs use of land helped them to buffer the twin problems of climate change and rapid economic change. This study was conducted over the course of 18 months in rural western Kenya in the town of Vihiga and neighboring rural areas. The study relied on household surveys, participant interviews, land use mapping and interviews of of key informants, such as local traditional and governmental leaders. \n\nScientific Outcomes: This project found that economic reforms have affected the poor quite negatively. The findings of this study indicate a decline in livelihood options for many rural households in this area which is linked to the adoption of neoliberal economic policies. As a result, many households are sinking into poverty and are unable to provide higher education opportunities for their children. With limited education and lack of skills, these young people are not able to compete with their counterparts in the shrinking jobs market. Consequently, remittances have declined considerably with serious impacts on the ability of people  to pursue other livelihood options such as opening small businesses. The implementation of neoliberal economic policies has exacerbated uneven development and impoverished many of these households.\n\n At the same time, households are clearing more land closer to urban areas, thus exacerbating environmental decline at a time of shifting rainfall patterns. The landscape is undergoing rapid transformation as market centers expand and road networks are improved. Loss of forest cover is part of the process of economic change. Over the past three decades, the role of the state has evolved from that of facilitating and fostering national development to that of enhancing rapid and unplanned economic change, the commodification of natural resources, and the integration of the rural areas into the global economy. These findings show that over the past three decades, livelihoods and landscapes in rural western Kenya have been transformed immensely as part of its integration into the global economy with the state playing a central role in this transition process.\n\nThis project generated data sets on livelihood systems, land cover and land use and responses of households to climate change. This data is available at the host institution per US federal regulations on data access.\n\nBroader Impact Outcomes: This project trained local Kenyan men and women in science and technology studies by employing them to assist in the collection of survey and mapping data. They underwent extensive training to participate in the project. The co-principal investigator herself was trained in advanced mapping technologies and other skills that will help promote the inclusion of underrepresented groups. She has accepted a professorial position at a major US institution and will provide US undergraduate students with exposure to both international issues but also state of the art science and technology to investigate pressing societal needs.  Drawing on her experiences, she will help expose US undergraduates to scientific research.\n\nFinally, the co-principal investigator has submitted two articles to scientific journals and has three more pending. She has informed policy makers in Kenya of her findings and will similarly inform international development institutions of her results. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/22/2013\n\n\t\t\t\t\tSubmitted by: Brent S Mccusker"
 }
}