{
 "awd_id": "1029457",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Hazard Mitigation of Water Mains by Means of Immersed Active/Passive Inspection Systems",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kishor Mehta",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2010-07-30",
 "awd_max_amd_letter_date": "2010-07-30",
 "awd_abstract_narration": "This research project will study the development of a hybrid laser/immersion transducers system suitable for inspecting fresh water mains as well as other underwater structures. The research aims to detect normally invisible cracks on the interior walls of the underground mains that initiate disruptions in the water supply systems causing widespread distress in local communities and businesses. The crack detection concept is based on the hypothesis that underwater laser pulses are able to generate stress waves along the axial and the circumferential directions of the pipe that can be detected by an array of immersion transducers devoted to the detection of these stress waves. It is proposed to collect adequate data to provide full pipeline coverage along the pipe length to minimize false positives/negatives.  The project will develop a trenchless technology with the design of a prototype that may be used on an underwater vehicle to inspect pipes from the inside without service disruption. These goals shall be accomplished by using guided ultrasonic waves generated and detected from inside the pipe using non contact methods and advanced digital signal processing of the generated and detected wave data to detect crack anomalies underneath the interior walls of the pipes. \r\n \r\nBesides the importance of the research results to the scientific community, the proposed research will have a significant impact on the inspection approaches that are used for underwater structures in civil and military applications as the system proposed to inspect freshwater mains from the inside can be also employed to monitor large underwater structures. This research will provide multidisciplinary and advanced education and training to students participating in the project. The research is expected to lead to a patentable technology with potential marketing opportunities. The research results will be broadly disseminated through publication of research results in technical journals and through the presentation at national and international conferences and professional meetings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Piervincenzo",
   "pi_last_name": "Rizzo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Piervincenzo Rizzo",
   "pi_email_addr": "pir3@pitt.edu",
   "nsf_id": "000487801",
   "pi_start_date": "2010-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163700",
   "pgm_ele_name": "Structural and Architectural E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Structure containing water such as mains and pipes, and structures surrounded by water such as ships and offshore structures are very important for the public wealth and the day-by-day operation of any economy. Unfortunately, these structures are vulnerable to internal and external corrosion, may contain manufacturing flaws, and can be damaged<br />by everyday operations or seismic and soil movements. One evident impact of these problems is the break of water mains, that wastes precious freshwater and may led to traffic closure if roads are heavily impacted.</p>\n<p>The periodic inspection of structures containing or surrounded by water are therefore essential to prevent catastrophic failures, expensive and disruptive leakages, or to simply guarantee their efficient operation. In this project we investigated a novel approach for the nondestructive evaluation (NDE) of immersed plates and more in general structures where one dimension is much smaller than the other two spatial dimensions. Pipes, plates, cables, all belong to this category. NDE is the engineering discipline that delves with the inspection of structures using methods and technique that do not affect the future usefulness of the structures being inspected.&nbsp;</p>\n<p>The NDE method we propose uses laser pulses or immersion transducers to generate mechanical waves along the structure of interest. An array made of 4-5 transducers is used to detect the waves. The method is based on the evidence that mechanical waves are attenuated or change their characteristics when they encounter damage while they propagate<br />along the structure to be inspected. Cracks, corrosion, and dents are all kind<br />of damage that alters the properties of the waves.</p>\n<p>As this project aimed at inspecting underwater structures and water mains, during the first part of the project we initially investigated the effect of water temperature and water pressure on the properties of the waves. This mimicked a scenario where the inspection involved either deep water structures or hot water pipes. We found that both the temperature and the water pressure affect the amplitude of the stress waves but the variation does not impair the ability to conduct the inspection.</p>\n<p>In the second part of the project we developed an automatic scanning system to inspect underwater plates. The scanning system assembled in our laboratory allowed us to investigate the reliability and the repeatability of the proposed approach. We developed a software to conduct the inspection automatically. The data collected during the inspection were then processed using a few different signal analysis approaches with the aim to enhance the ability to identify, localize, and size the defects.<br />We determined for example that our method can identify the presence of through thickness 5 mm hole in a 2 by 1 meter aluminum plate.</p>\n<p>As the advantages and the limitations of our methodology became clear, we spend the last few months of the project to investigate a novel alternative to what investigated in this project such that more complex structures can be monitored instead of being inspected. This means that the structure of interest is being monitored permanently using one or more sensors permanently installed in the structure, rather than being inspected once a year or once every 5000 hours. Finally, one of the methods to analyze the signals was used to identify retinal diseases.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>This project supported a Ph.D. underrepresented student and partially supported two other Ph.D. students. The research outcomes were integrated into a graduate/undergraduate class. The main findings were disseminated through international scientific publications and international conferences. The principal investigator presented some of the findings at invited lectures at U.S. universities and at a local high-school.</p>\n<p>As the work involved the ...",
  "por_txt_cntn": "\nStructure containing water such as mains and pipes, and structures surrounded by water such as ships and offshore structures are very important for the public wealth and the day-by-day operation of any economy. Unfortunately, these structures are vulnerable to internal and external corrosion, may contain manufacturing flaws, and can be damaged\nby everyday operations or seismic and soil movements. One evident impact of these problems is the break of water mains, that wastes precious freshwater and may led to traffic closure if roads are heavily impacted.\n\nThe periodic inspection of structures containing or surrounded by water are therefore essential to prevent catastrophic failures, expensive and disruptive leakages, or to simply guarantee their efficient operation. In this project we investigated a novel approach for the nondestructive evaluation (NDE) of immersed plates and more in general structures where one dimension is much smaller than the other two spatial dimensions. Pipes, plates, cables, all belong to this category. NDE is the engineering discipline that delves with the inspection of structures using methods and technique that do not affect the future usefulness of the structures being inspected. \n\nThe NDE method we propose uses laser pulses or immersion transducers to generate mechanical waves along the structure of interest. An array made of 4-5 transducers is used to detect the waves. The method is based on the evidence that mechanical waves are attenuated or change their characteristics when they encounter damage while they propagate\nalong the structure to be inspected. Cracks, corrosion, and dents are all kind\nof damage that alters the properties of the waves.\n\nAs this project aimed at inspecting underwater structures and water mains, during the first part of the project we initially investigated the effect of water temperature and water pressure on the properties of the waves. This mimicked a scenario where the inspection involved either deep water structures or hot water pipes. We found that both the temperature and the water pressure affect the amplitude of the stress waves but the variation does not impair the ability to conduct the inspection.\n\nIn the second part of the project we developed an automatic scanning system to inspect underwater plates. The scanning system assembled in our laboratory allowed us to investigate the reliability and the repeatability of the proposed approach. We developed a software to conduct the inspection automatically. The data collected during the inspection were then processed using a few different signal analysis approaches with the aim to enhance the ability to identify, localize, and size the defects.\nWe determined for example that our method can identify the presence of through thickness 5 mm hole in a 2 by 1 meter aluminum plate.\n\nAs the advantages and the limitations of our methodology became clear, we spend the last few months of the project to investigate a novel alternative to what investigated in this project such that more complex structures can be monitored instead of being inspected. This means that the structure of interest is being monitored permanently using one or more sensors permanently installed in the structure, rather than being inspected once a year or once every 5000 hours. Finally, one of the methods to analyze the signals was used to identify retinal diseases.    \n\nThis project supported a Ph.D. underrepresented student and partially supported two other Ph.D. students. The research outcomes were integrated into a graduate/undergraduate class. The main findings were disseminated through international scientific publications and international conferences. The principal investigator presented some of the findings at invited lectures at U.S. universities and at a local high-school.\n\nAs the work involved the inspection of structures that are relevant to the world\npopulation, the projectÆs broader impact was significant.\n\n\t\t\t\t\tLast Modified: 11/07/2014\n\n\t\t..."
 }
}