{
 "awd_id": "1029290",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Modeling Coupled Reactive Flow at the TAG Active Hydrothermal Mound",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 121682.0,
 "awd_amount": 121682.0,
 "awd_min_amd_letter_date": "2010-08-13",
 "awd_max_amd_letter_date": "2014-06-30",
 "awd_abstract_narration": "From their first discovery in the late 1970's, seafloor hydrothermal vent systems have been an intensive area of study in terms of characterizing the chemistry of their fluids, the biology that thrives around them, and the unique chimney structures that grow from the minerals precipitating from the fluids coming out of the seafloor.  Predicting sub-seafloor fluid flow pathways and the dynamics of how these systems operate and evolve in the subsurface, however, still remains elusive due the paucity of holistic mathematical models of the chemical and physical processes that drive these systems.  This research develops 2-D and 3-D mathematical models of fluid flow and reactive transport in high temperature mid-ocean ridge seafloor hydrothermal systems.  Resulting models take into account mineral dissolution and precipitation and how these change basement permeability, fluid flow, and flow pathways.  Goals are to test various hypotheses about what controls the distribution of focused and diffuse flow in high temperature seafloor hydrothermal systems, the extent of mineral precipitation, and the thermal/chemical conditions in the subsurface.  The RST2D software package and modifications to it will be used to model the systems.  The codes will permit fully-coupled reactive-flow investigations to be carried out which can examine the sensitivity of mid-ocean ridge hydrothermal vent systems to crustal structure, permeability, thermal conductivity, chemical dispersivity, and other geologic variables. Broader impacts of the work include integration of research and education and training graduate students in computational geoscience.  Software that will be created during the course of the project builds infrastructure for science and has crossover potential to other fields, such as geothermal energy production and ore deposits.  It will be made publicly available over the web. Results of the project will be presented to the public via lectures by participating faculty.  The project will also support a PI from a gender under-represented in the sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Tivey",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret K Tivey",
   "pi_email_addr": "mktivey@whoi.edu",
   "nsf_id": "000090639",
   "pi_start_date": "2010-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Mulligan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ann Mulligan",
   "pi_email_addr": "amulligan@whoi.edu",
   "nsf_id": "000231778",
   "pi_start_date": "2010-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 121682.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Seafloor hydrothermal systems transfer significant amounts of heat and material from the earth&rsquo;s crust into the ocean at seafloor spreading centers. The vent fluids are produced as a result of high-temperature (350&deg;C-500&deg;C) water-rock reactions that occur when seawater that has percolated into the earth&rsquo;s crust is warmed by residual heat or injections of magma (melt) at the seafloor spreading center. Areas of vent fluid outflow include both high temperature &ldquo;black smoker&rdquo; chimneys that vent extremely hot (up to ~400C or 750F) focused flow, and areas of warm more diffuse fluids.&nbsp; The vent fluids carry reduced metals, hydrogen, and hydrogen sulfide and, when mixed with metal-poor oxygen- and sulfate-rich seawater, form metal-rich deposits that are analogs of some types of base metal ore deposits.&nbsp; Outflow areas also provide habitats for unusual organisms that use the resulting chemical disequilibria (sulfide vs sulfate, Fe<sup>2+</sup> vs Fe<sup>3+</sup>, hydrogen vs oxygen) as energy sources that fuel the base of the food chain, creating oases for life in the deep-sea. This project focused on better understanding how the precipitation and/or dissolution of minerals in areas of vent fluid up-flow and outflow modify fluid flow patterns and the distributions and temperatures of exiting fluids.</p>\n<p>An existing well-developed and well-tested reactive flow software package called RST2D was used to mathematically model the physical and chemical processes occurring within portions of the well-characterized TAG active mound hydrothermal system. By &ldquo;zooming in&rdquo; on the local up-flow and outflow zones (down to depths of 300 meters below the seafloor and out to 700 meters on either side) the mathematical model was used to examine the role that locally-entrained seawater plays in changing the porosity and permeability (the ease with which fluid can flow through a medium) over time.&nbsp; Results confirm that the mineral that most significantly affects fluid flow is anhydrite (calcium sulfate), which is unusual in being more saturated (and thus precipitates) at high temperatures (greater than ~150C) and under-saturated (and thus dissolves) at lower temperatures.&nbsp; Anhydrite forms when seawater, rich in sulfate, is heated above ~150C, either by mixing with vent fluid or by being heated through contact with very hot rock.</p>\n<p>Results of this project include a best-fit model simulation to conditions of the TAG active mound.&nbsp; This simulation considers convection of seawater into the ocean crust where the maximum temperature beneath the vent at a depth of 300 meters is 450C.&nbsp; The entrained seawater is heated during convection and the model calculates very high temperatures within the mound. The model also considers chemical reactions that are coupled to the fluid flow calculations. Significant precipitation of anhydrite is calculated, with an associated porosity decrease from 27% to 20% within upper parts of the outflow zone (the black smoker complex) after only fifty years.&nbsp; This is where massive anhydrite is observed on and in the mound.&nbsp; The simulation also calculates that anhydrite is saturated and precipitates along the edges of the up-flow zone down to depths of 300 meters, though predicted amounts of deposition are such that no significant porosity decrease results even after 500 years.&nbsp;</p>\n<p>This best-fit simulation, however, does not predict the very high temperatures (~350C) within the TAG mound because the software cannot consider temperatures in any parts of the grid in excess of 450C. If carried out at higher temperatures, simulations would almost certainly predict significantly greater amounts of anhydrite deposition.&nbsp; What is not known is whether these greater amounts would result in significant porosity and permeability decrease along the up-flow zone, something that has been...",
  "por_txt_cntn": "\nSeafloor hydrothermal systems transfer significant amounts of heat and material from the earthÆs crust into the ocean at seafloor spreading centers. The vent fluids are produced as a result of high-temperature (350&deg;C-500&deg;C) water-rock reactions that occur when seawater that has percolated into the earthÆs crust is warmed by residual heat or injections of magma (melt) at the seafloor spreading center. Areas of vent fluid outflow include both high temperature \"black smoker\" chimneys that vent extremely hot (up to ~400C or 750F) focused flow, and areas of warm more diffuse fluids.  The vent fluids carry reduced metals, hydrogen, and hydrogen sulfide and, when mixed with metal-poor oxygen- and sulfate-rich seawater, form metal-rich deposits that are analogs of some types of base metal ore deposits.  Outflow areas also provide habitats for unusual organisms that use the resulting chemical disequilibria (sulfide vs sulfate, Fe2+ vs Fe3+, hydrogen vs oxygen) as energy sources that fuel the base of the food chain, creating oases for life in the deep-sea. This project focused on better understanding how the precipitation and/or dissolution of minerals in areas of vent fluid up-flow and outflow modify fluid flow patterns and the distributions and temperatures of exiting fluids.\n\nAn existing well-developed and well-tested reactive flow software package called RST2D was used to mathematically model the physical and chemical processes occurring within portions of the well-characterized TAG active mound hydrothermal system. By \"zooming in\" on the local up-flow and outflow zones (down to depths of 300 meters below the seafloor and out to 700 meters on either side) the mathematical model was used to examine the role that locally-entrained seawater plays in changing the porosity and permeability (the ease with which fluid can flow through a medium) over time.  Results confirm that the mineral that most significantly affects fluid flow is anhydrite (calcium sulfate), which is unusual in being more saturated (and thus precipitates) at high temperatures (greater than ~150C) and under-saturated (and thus dissolves) at lower temperatures.  Anhydrite forms when seawater, rich in sulfate, is heated above ~150C, either by mixing with vent fluid or by being heated through contact with very hot rock.\n\nResults of this project include a best-fit model simulation to conditions of the TAG active mound.  This simulation considers convection of seawater into the ocean crust where the maximum temperature beneath the vent at a depth of 300 meters is 450C.  The entrained seawater is heated during convection and the model calculates very high temperatures within the mound. The model also considers chemical reactions that are coupled to the fluid flow calculations. Significant precipitation of anhydrite is calculated, with an associated porosity decrease from 27% to 20% within upper parts of the outflow zone (the black smoker complex) after only fifty years.  This is where massive anhydrite is observed on and in the mound.  The simulation also calculates that anhydrite is saturated and precipitates along the edges of the up-flow zone down to depths of 300 meters, though predicted amounts of deposition are such that no significant porosity decrease results even after 500 years. \n\nThis best-fit simulation, however, does not predict the very high temperatures (~350C) within the TAG mound because the software cannot consider temperatures in any parts of the grid in excess of 450C. If carried out at higher temperatures, simulations would almost certainly predict significantly greater amounts of anhydrite deposition.  What is not known is whether these greater amounts would result in significant porosity and permeability decrease along the up-flow zone, something that has been hypothesized to explain the highly focused flow typical for seafloor hydrothermal systems. This project did identify the tractable modifications that need to be made to the reaction porti..."
 }
}