{
 "awd_id": "1029951",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Control of Denitrification and Anammox in the Oxygen Deficient Waters of the Eastern Tropical North and South Pacific",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 637101.0,
 "awd_amount": 682478.0,
 "awd_min_amd_letter_date": "2010-09-15",
 "awd_max_amd_letter_date": "2013-07-17",
 "awd_abstract_narration": "Fundamental question remain on how nitrogen (N) cycles in oxygen minimum zones (OMZs) and on the relative contribution of denitrification and anammox to the loss of fixed N.  Recent work by scientists at the University of Washington and Princeton University showed the occurrence of anammox and denitrification in the OMZ of the Arabian Sea and indicated that denitrification dominated the fixed N removal in contrast to reports for the OMZ in the Eastern Tropical South Pacific (ESTP).  The observed difference was attributed to the nature and timing of organic carbon supplied to the OMZ waters.  In this project, the scientists propose to explain the limited observations of denitrifications in the OMZs by documenting that denitrification is linked to the flux of organic carbon from surface waters whereas anammox does not respond directly to organic C inputs but depends on the flux of soluble byproducts such as ammonium and nitrite released during the breakdown of organic matter.  A field program involving two separate cruises, one to the ETSP and one to the Eastern Tropical North Pacific (ETNP) will be carried.  These sites were selected because the ESTP is the most studied of the three major OMZs whereas the ETNP is the largest OMZ by volume and may be quantitatively the most important in terms of combined nitrogen removal.  The experimental plan to attain their goals include the following: (1) use extensive spatial coverage as a substitute for high resolution temporal coverage to obtain many measurements of denitrification and anammox rates; (2) use manipulation experiments to investigate the response of denitrification and anammox rates to specific perturbations such as organic matter additions and transient oxygen perturbation; (3) use new tracer measurements to distinguish denitrification, dissimilatory nitrate reduction to ammonium and anammox in incubation experiments; (4) use DNA/RNA microarrays to investigate relationships between transformation rates and the denitrifier assemblage to resolve the role of particles in stimulation of denitrification rates; and (5) use high sensitivity oxygen probes to define the oxygen distribution and to follow oxygen dynamics at low levels in tracer incubation. \r\n\r\nIn terms of the broader impacts, the University of Washington plans to contribute time on the R/V Thompson so that undergraduate students can participate in a cruise and learn about the methods and techniques involved in carrying out oceanographic research, especially those related to this study.  One graduate student from the University of Washington and one postdoc, one graduate student and one undergraduate student from Princeton University would be supported and trained as part of this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bess",
   "pi_last_name": "Ward",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Bess B Ward",
   "pi_email_addr": "bbw@princeton.edu",
   "nsf_id": "000350146",
   "pi_start_date": "2010-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amal",
   "pi_last_name": "Jayakumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amal Jayakumar",
   "pi_email_addr": "ajayakum@princeton.edu",
   "nsf_id": "000202542",
   "pi_start_date": "2010-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 637101.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 45377.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nitrogen is the nutrient most likely to be limiting for primary production &ndash; i.e., biologically available nitrogen (fixed nitrogen) is in short supply in the ocean.&nbsp; Therefore, it is important to understand the processes that produce and remove fixed nitrogen, and to understand what controls their rates and distributions.&nbsp; Fixed N loss occurs in shallow marine sediments around the world, and in the water column of the deep ocean in only three main locations.&nbsp; That is because the microbial pathways that cause loss of fixed N only occur in the absence of oxygen and most of the open ocean is well oxygenated.&nbsp; In these three locations, however, oxygen concentrations are almost zero and about a third of the total fixed N loss in the ocean occurs in these three &ldquo;oxygen minimum zones.&rdquo;</p>\n<p>The two main processes that lead to loss of fixed N are denitrification and anaerobic ammonium oxidation (anammox).&nbsp; These processes are carried out by two very different groups of bacteria, but both lead to the production of dinitrogen.&nbsp; The goals of the project were 1) to determine the relative contributions of denitrification and anammox to total N loss in the major oxygen minimum zones of the ocean; 2) to test the hypothesis that the apparent dominance of anammox in some regions is due to variability in the nature and timing of organic matter supply to the oxygen depleted waters; and 3) to investigate factors that control the relative contribution of the two loss processes.</p>\n<p>The research was conducted on two month-long oceanographic cruises to the Eastern Tropical North (2012) and South (2013) Pacific.&nbsp; Microbial nitrogen transformation rates were measured in several different kinds of incubations using nitrogen stable isotope tracers.&nbsp;&nbsp; We found that indeed the rates and relative proportions of N loss that were attributable to denitrification or anammox were linked quantitatively to the quantity and quality of organic matter and that the ratio is exactly that predicted by the organic matter composition.&nbsp; This was true both in sediment mesocosm experiments and in short term water incubations at sea.&nbsp; Nitrification rates peaked in the water layer just overlying the anoxic water.&nbsp; Both nitrification and denitrification contributed to the production of nitrous oxide.&nbsp; Nitrous oxide was produced and consumed rapidly in the upper region of the oxygen minimum zone.</p>\n<p>These results resolved a major controversy over the loss of fixed N and demonstrated dynamic N cycling in the oxygen minimum zones. Despite being a very small fraction of the total ocean volume, the OMZs are responsible for a lot of N loss and a significant fraction of total nitrous oxide production from the ocean.&nbsp; Numerous presentations at national meetings and publications in peer reviewed journals have resulted from this research.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/21/2014<br>\n\t\t\t\t\tModified by: Bess&nbsp;B&nbsp;Ward</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNitrogen is the nutrient most likely to be limiting for primary production &ndash; i.e., biologically available nitrogen (fixed nitrogen) is in short supply in the ocean.  Therefore, it is important to understand the processes that produce and remove fixed nitrogen, and to understand what controls their rates and distributions.  Fixed N loss occurs in shallow marine sediments around the world, and in the water column of the deep ocean in only three main locations.  That is because the microbial pathways that cause loss of fixed N only occur in the absence of oxygen and most of the open ocean is well oxygenated.  In these three locations, however, oxygen concentrations are almost zero and about a third of the total fixed N loss in the ocean occurs in these three \"oxygen minimum zones.\"\n\nThe two main processes that lead to loss of fixed N are denitrification and anaerobic ammonium oxidation (anammox).  These processes are carried out by two very different groups of bacteria, but both lead to the production of dinitrogen.  The goals of the project were 1) to determine the relative contributions of denitrification and anammox to total N loss in the major oxygen minimum zones of the ocean; 2) to test the hypothesis that the apparent dominance of anammox in some regions is due to variability in the nature and timing of organic matter supply to the oxygen depleted waters; and 3) to investigate factors that control the relative contribution of the two loss processes.\n\nThe research was conducted on two month-long oceanographic cruises to the Eastern Tropical North (2012) and South (2013) Pacific.  Microbial nitrogen transformation rates were measured in several different kinds of incubations using nitrogen stable isotope tracers.   We found that indeed the rates and relative proportions of N loss that were attributable to denitrification or anammox were linked quantitatively to the quantity and quality of organic matter and that the ratio is exactly that predicted by the organic matter composition.  This was true both in sediment mesocosm experiments and in short term water incubations at sea.  Nitrification rates peaked in the water layer just overlying the anoxic water.  Both nitrification and denitrification contributed to the production of nitrous oxide.  Nitrous oxide was produced and consumed rapidly in the upper region of the oxygen minimum zone.\n\nThese results resolved a major controversy over the loss of fixed N and demonstrated dynamic N cycling in the oxygen minimum zones. Despite being a very small fraction of the total ocean volume, the OMZs are responsible for a lot of N loss and a significant fraction of total nitrous oxide production from the ocean.  Numerous presentations at national meetings and publications in peer reviewed journals have resulted from this research.\n\n \n\n\t\t\t\t\tLast Modified: 11/21/2014\n\n\t\t\t\t\tSubmitted by: Bess B Ward"
 }
}