{
 "awd_id": "1029986",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Testing the Silicic Acid Leakage Hypothesis: A Study of Opal in the Atlantic",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 246190.0,
 "awd_amount": 246190.0,
 "awd_min_amd_letter_date": "2010-08-23",
 "awd_max_amd_letter_date": "2010-08-23",
 "awd_abstract_narration": "Intellectual merit: The circulation and supply of nutrients from deep and intermediate waters to the surface ocean plays a key role in controlling global biological productivity. Silicon is an essential nutrient for diatoms: photosynthetic algae that are responsible for nearly half of the export of organic carbon to the seafloor. Reconstructing past changes in the distribution of dissolved silicon in the oceans is therefore needed for testing hypotheses that link biological drawdown of carbon and climate change.\r\nThe skeletons (spicules) of deep-sea sponges are composed of amorphous silica (or opal). We have previously demonstrated that sponge-spicule silicon isotope compositions reflect the concentration of dissolved silicon in which they grew and can, therefore, be used to reconstruct past seawater silicic acid\r\nconcentrations. Combined with the isotopic and trace element composition of surface dwelling diatoms, which are largely controlled by surface water productivity, the coupling of surface and deep silicon cycles in the past can be constrained. In this proposal we aim to reconstruct the distribution and biogeochemical cycling of silicon in the Atlantic Ocean during the last ice age and the subsequent the deglaciation. Deglacial warming was\r\npunctuated by periods of rapid climate change accompanied with shifts in ocean biological productivity and physical circulation and atmospheric pCO2. To investigate the role of silicon in the ocean during this dynamic period, we will extract and analyze biogenic opal from existing well-dated sediment cores from the western Atlantic. The isotopic and trace metal composition of these skeletal remains will be used to reconstruct deep, intermediate and surface dissolved silicon concentrations and surface productivity. Our results will be interpreted in conjunction with existing proxy data, and in the framework of box-modeling the silica cycle. The direct output of this proposal will include: 1) record of the silicon isotope composition of sponge spicules in intermediate and deep waters of both the South and North Atlantic basins since the last glacial maximum; 2) silicon isotope compositions and trace metal compositions of diatoms from the North Atlantic; 3) box-models of silicon cycling in the Atlantic, to aid interpretation of the experimental results. The data from this project will form the first comprehensive study of deep-water silicon cycling in the mid-latitudes and the North Atlantic.\r\nBroader impacts: An understanding of the link between nutrient supply and the biological drawdown of carbon is important and timely given the public concern with climate change and interest in geoengineering and ocean. We propose to carry out novel research to advance our understanding of the role in biological productivity of one of the major nutrients in seawater, silicon. Although our work will focus on past changes over the last twenty thousand years, it may provide useful insights into the linkages between silicon cycling and related carbon drawdown relevant when considering the impact of future changes in Atlantic Ocean circulation. The project will fund the research of postdoctoral investigator Katharine Hendry, and will be instrumental in the development of her scientific career. Mentoring will be provided to Dr Hendry through personal interaction with WHOI Scientists, and through activities co-coordinated at Departmental and Institution\r\nwide levels. For example, the department has a mentoring committee that meets biannually to provide formal and informal feedback to their postdoctoral researchers. Both PIs foresee participation in many outreach activities, including media calls, interviews, inclusion of undergraduate students and\r\ndemonstrations of our research. All data will be archived electronically and made available to the community through WHOI. Education and public outreach activities will continue to be an integral part of all our ongoing studies and we believe that our past records attest to our commitment to continue these\r\nactivities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Robinson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laura Robinson",
   "pi_email_addr": "lrobinson@whoi.edu",
   "nsf_id": "000063211",
   "pi_start_date": "2010-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katharine",
   "pi_last_name": "Hendry",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katharine Hendry",
   "pi_email_addr": "khendry@whoi.edu",
   "nsf_id": "000556708",
   "pi_start_date": "2010-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 246190.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Public outreach report</span></strong></p>\n<p>Silicon is an essential nutrient in seawater, feeding the growth of photosynthetic algae called diatoms that contribute to a large proportion of the carbon taken up into marine life that sinks to the seafloor.&nbsp; Understanding the distribution of dissolved silicon in the oceans, and its supply to the surface waters where diatoms grow, is crucial for our understanding of how marine ecosystems impact the natural carbon cycle and atmospheric carbon dioxide levels.&nbsp; In the past, since the last ice age, large scale changes in ocean circulation are thought to have influenced the distribution of dissolved silicon.&nbsp; However, until now, scientists did not have a method of directly testing such theories.&nbsp; In this project, we have used deep-sea sponges, in particular their siliceous or glassy skeleton (formed from spicules), as a chemical archive of past dissolved silicon concentrations.&nbsp; This project allowed development of this archive, or proxy, which is based on the relationship between the silicon isotope composition of spicules and the ambient concentration of dissolved silicon.&nbsp; Our first study looked only at modern sponges from the Southern Ocean: now we have measured specimens from other ocean basins.&nbsp; We have also analysed spicules extracted from deep-sea sediment cores in the Atlantic, which have been dated independently, to reconstruct changes in dissolved silicic acid concentration since the last ice age.&nbsp; We found that there have been large changes in silicon cycling, which coincided with abrupt climatic events, and most likely drove large shifts in ecosystems and carbon cycling throughout the Atlantic.</p>\n<p>As part of the study, we also collected additional modern specimens of deep-sea sponges from the Southern Ocean, which, as well as being important for this study, will form the basis of future work.&nbsp; During the research cruise, we managed and contributed towards a blog that followed the scientists on board, featuring interviews and posts about everything from different projects to everyday life on a research ship.&nbsp; The blog can be found at: http://antarcticcorals.blogspot.com/.</p>\n<p>The research was also highlighted in invited talks and seminars in the US, for example at the Goldschmidt geochemistry conference in Knoxville (2010), the Marine Biological Laboratories in Woods Hole (2010), Columbia University (2010), Princeton University (2011), and in Canada at the Goldschmidt geochemistry conference in Montreal (2012).&nbsp; KH has also been invited to present the results of the research in Europe, for example Cardiff  University, UK (2010, 2012), and as part of a public lecture series at the Institute of Marine Sciences (Institut de Ci&egrave;ncies del Mar, ICM) in Barcelona, Spain (2012).&nbsp; The research was also presented in oral and poster sessions at several other international conferences (e.g. the International Conference in Paleoceanography, San Diego, in 2010; Goldschmidt geochemistry conference, Prague, in 2011; and the American Geosciences Union Fall Meeting, San  Francisco, in 2010, 2011).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/05/2012<br>\n\t\t\t\t\tModified by: Laura&nbsp;Robinson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPublic outreach report\n\nSilicon is an essential nutrient in seawater, feeding the growth of photosynthetic algae called diatoms that contribute to a large proportion of the carbon taken up into marine life that sinks to the seafloor.  Understanding the distribution of dissolved silicon in the oceans, and its supply to the surface waters where diatoms grow, is crucial for our understanding of how marine ecosystems impact the natural carbon cycle and atmospheric carbon dioxide levels.  In the past, since the last ice age, large scale changes in ocean circulation are thought to have influenced the distribution of dissolved silicon.  However, until now, scientists did not have a method of directly testing such theories.  In this project, we have used deep-sea sponges, in particular their siliceous or glassy skeleton (formed from spicules), as a chemical archive of past dissolved silicon concentrations.  This project allowed development of this archive, or proxy, which is based on the relationship between the silicon isotope composition of spicules and the ambient concentration of dissolved silicon.  Our first study looked only at modern sponges from the Southern Ocean: now we have measured specimens from other ocean basins.  We have also analysed spicules extracted from deep-sea sediment cores in the Atlantic, which have been dated independently, to reconstruct changes in dissolved silicic acid concentration since the last ice age.  We found that there have been large changes in silicon cycling, which coincided with abrupt climatic events, and most likely drove large shifts in ecosystems and carbon cycling throughout the Atlantic.\n\nAs part of the study, we also collected additional modern specimens of deep-sea sponges from the Southern Ocean, which, as well as being important for this study, will form the basis of future work.  During the research cruise, we managed and contributed towards a blog that followed the scientists on board, featuring interviews and posts about everything from different projects to everyday life on a research ship.  The blog can be found at: http://antarcticcorals.blogspot.com/.\n\nThe research was also highlighted in invited talks and seminars in the US, for example at the Goldschmidt geochemistry conference in Knoxville (2010), the Marine Biological Laboratories in Woods Hole (2010), Columbia University (2010), Princeton University (2011), and in Canada at the Goldschmidt geochemistry conference in Montreal (2012).  KH has also been invited to present the results of the research in Europe, for example Cardiff  University, UK (2010, 2012), and as part of a public lecture series at the Institute of Marine Sciences (Institut de Ci&egrave;ncies del Mar, ICM) in Barcelona, Spain (2012).  The research was also presented in oral and poster sessions at several other international conferences (e.g. the International Conference in Paleoceanography, San Diego, in 2010; Goldschmidt geochemistry conference, Prague, in 2011; and the American Geosciences Union Fall Meeting, San  Francisco, in 2010, 2011).\n\n\t\t\t\t\tLast Modified: 09/05/2012\n\n\t\t\t\t\tSubmitted by: Laura Robinson"
 }
}