{
 "awd_id": "1029870",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Women's Employment Around the Globe: Evidence from 94 Countries: 1985-2004",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 4200.0,
 "awd_amount": 4200.0,
 "awd_min_amd_letter_date": "2010-08-27",
 "awd_max_amd_letter_date": "2010-08-27",
 "awd_abstract_narration": "SES-1029870\r\nElizabeth Boyle,\r\nMinzee Kim\r\n\r\nConsidering women's increased levels of employment globally, this project addresses a crucial question: Is women's increased employment linked to women getting good jobs? Extensive research shows that women-friendly policies at the national level and national integration into the global economy increase women?s employment. However, it is unclear if either or both of these factors are linked to the quality of women's employment. This research proposes that the way women are incorporated into the labor force is critical in determining if increased female labor force participation is linked to women's representation in higher status positions. In order to test the proposed influences of global and national policy environments, research for this project comprises quantitative pooled time-series analyses on women's relative chances to be employed in two higher-status occupational groups'managerial/administrative and professional/technical occupations. As key independent variables, this project creates original indicators of anti-discrimination and maternity leave policies that are comparable across developed and developing countries.  This study will not only provide a crucial test of those theories that suggest women's increased labor force participation leads to women's employment in high quality jobs and those that suggest the opposite, but also explain the factors that make one or the other outcome more likely. This research will also advance sociological theories about the links between globalization, state policies, and actual employment outcomes on the ground by integrating state-centered and global theories of women's employment and testing the scope of theories in both developed and developing countries.\r\n\r\nBroader Impacts: Results from this research will be disseminated not only in the academic community but also among policy makers and social movement networks as men's predominance in the top positions in the public sphere is recognized not only as a reflection of existing gender inequality but also as a key factor maintaining or altering gender inequality in societies. Findings from this research will provide insights for international and national policies that ultimately contribute to improve women?s share in powerful positions globally. The cross-national, historical research design makes findings from this project particularly applicable to diverse national contexts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Boyle",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth H Boyle",
   "pi_email_addr": "boyle014@umn.edu",
   "nsf_id": "000388484",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Minzee",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Minzee Kim",
   "pi_email_addr": "kimx0939@umn.edu",
   "nsf_id": "000544587",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 4200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>Considering women's increased levels of employment globally, this project addresses a crucial question: When, if ever, is women's increased employment linked to women getting good jobs? Extensive research shows that women-friendly policies at the national level and national integration into the global economy increase women&rsquo;s employment. However, it is unclear if either or both of these factors are linked to the quality of women&rsquo;s employment. This research proposes that the way women are incorporated into the labor force is critical in determining if increased female labor force participation is linked to women&rsquo;s representation in higher status positions. In order to test the proposed influences of global and national policy environments, research for this project utilized quantitative analyses that assess cross-national, over-time trends on women&rsquo;s relative chances to be employed in a higher-status occupational group&mdash;managerial/administrative. As key independent variables, this project created original indicators of anti-discrimination and maternity leave policies that are comparable across developed and developing countries and over the years.</p>\n<p><span style=\"white-space: pre;\"> </span>This study not only provides a crucial test of those theories that suggest women&rsquo;s increased labor force participation leads to women&rsquo;s employment in high quality jobs and those that suggest the opposite, but also explain the factors that make one or the other outcome more likely. There are four significant findings from this project.</p>\n<p><span style=\"white-space: pre;\"> </span>First, more women are entering the workforce, but this project shows that more jobs do not necessarily mean better jobs. There are notable differences between developed and developing countries. Women&rsquo;s employment appears to signal a different process in the two types of countries. Increases in the quantity of women&rsquo;s employment brought some gains in terms of women&rsquo;s share in managerial occupations in developed countries; however, they resulted in no gains for women in developing countries.</p>\n<p><span style=\"white-space: pre;\"> </span>Second, just as a change toward gender parity in the quantity of employment has largely been influenced by exogenous factors (i.e., state policies and globalization), the quality of employment has been affected by exogenous factors. Particularly, this project finds that more gender equitable employment policies as well as the presence of more international women&rsquo;s rights movement organizations in a country are important to increase women&rsquo;s employment in high-status occupations, particularly in developing countries, as well as the levels of gender prejudice. Not all factors that help explain the increase in the quantity of women&rsquo;s employment had the same explanatory power in understanding women&rsquo;s employment in managerial occupations. Economic globalization, for example, did not explain women&rsquo;s share of managerial occupations at all.</p>\n<p><span style=\"white-space: pre;\"> </span>Third, this project finds that two types of policies, paid maternity leave legislation and anti-discrimination legislation, have opposite effects. Maternity leave policies are associated with greater gender occupational inequality while anti-discrimination policies are associated with less occupational inequality. This finding introduces new information about policy-specific consequences for gender occupational inequality and provides a solid foundation for future research.</p>\n<p><span style=\"white-space: pre;\"> </span>Finally, although countries vary in the timing of adoption and the content of particular women&rsquo;s employment policies, countries in the world have increasingly incorporated women-friendly employment policies. Global efforts, particularly the expan...",
  "por_txt_cntn": "\n Considering women's increased levels of employment globally, this project addresses a crucial question: When, if ever, is women's increased employment linked to women getting good jobs? Extensive research shows that women-friendly policies at the national level and national integration into the global economy increase womenÆs employment. However, it is unclear if either or both of these factors are linked to the quality of womenÆs employment. This research proposes that the way women are incorporated into the labor force is critical in determining if increased female labor force participation is linked to womenÆs representation in higher status positions. In order to test the proposed influences of global and national policy environments, research for this project utilized quantitative analyses that assess cross-national, over-time trends on womenÆs relative chances to be employed in a higher-status occupational group&mdash;managerial/administrative. As key independent variables, this project created original indicators of anti-discrimination and maternity leave policies that are comparable across developed and developing countries and over the years.\n\n This study not only provides a crucial test of those theories that suggest womenÆs increased labor force participation leads to womenÆs employment in high quality jobs and those that suggest the opposite, but also explain the factors that make one or the other outcome more likely. There are four significant findings from this project.\n\n First, more women are entering the workforce, but this project shows that more jobs do not necessarily mean better jobs. There are notable differences between developed and developing countries. WomenÆs employment appears to signal a different process in the two types of countries. Increases in the quantity of womenÆs employment brought some gains in terms of womenÆs share in managerial occupations in developed countries; however, they resulted in no gains for women in developing countries.\n\n Second, just as a change toward gender parity in the quantity of employment has largely been influenced by exogenous factors (i.e., state policies and globalization), the quality of employment has been affected by exogenous factors. Particularly, this project finds that more gender equitable employment policies as well as the presence of more international womenÆs rights movement organizations in a country are important to increase womenÆs employment in high-status occupations, particularly in developing countries, as well as the levels of gender prejudice. Not all factors that help explain the increase in the quantity of womenÆs employment had the same explanatory power in understanding womenÆs employment in managerial occupations. Economic globalization, for example, did not explain womenÆs share of managerial occupations at all.\n\n Third, this project finds that two types of policies, paid maternity leave legislation and anti-discrimination legislation, have opposite effects. Maternity leave policies are associated with greater gender occupational inequality while anti-discrimination policies are associated with less occupational inequality. This finding introduces new information about policy-specific consequences for gender occupational inequality and provides a solid foundation for future research.\n\n Finally, although countries vary in the timing of adoption and the content of particular womenÆs employment policies, countries in the world have increasingly incorporated women-friendly employment policies. Global efforts, particularly the expansion of international laws on womenÆs employment rights and international womenÆs rights movements, play a crucial role in initiating a sharp and steady increase in women-friendly employment policies.\n\n Findings from this research contributes to advance sociological theories about the links between globalization, state policies, and actual employment outcomes on the ground by integrating state-centered and global..."
 }
}