{
 "awd_id": "1029780",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Grain Refined Nanocomposites:  A Study on the Effect of Additives on Microstructure and Magnetic Properties of Permanent Magnets",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922624",
 "po_email": "alewis@nsf.gov",
 "po_sign_block_name": "Alexis Lewis",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 298481.0,
 "awd_amount": 298481.0,
 "awd_min_amd_letter_date": "2010-08-24",
 "awd_max_amd_letter_date": "2010-08-24",
 "awd_abstract_narration": "The research objective of this award is to develop understanding of the effect of grain refinement on the overall magnetic performance of composite permanent magnets. The research approach is to systematically add immiscible atoms in the composites and concomitantly evaluating the structural-magnetic property relationship in the magnets. The research will result in developing next generation high strength and high operating temperature magnets. Deliverables include identifying type of additives and understanding the fundamental mechanism governing the magnetic behavior of the magnets, evaluating synthesis process which can be adapted in the synthesis of other composite magnets, setting up synthesis and characterization instrumentation, modeling and analysis tools, documentation and dissemination of results, materials science education, and research experience to range of students including minority and underprivileged students.\r\n\r\nIf successful, the understanding derived from this project will help create cost effective, light weight, high strength, and high operating temperature permanent magnets. Example applications of such magnets include light weight motors and generators for air and space vehicles and ground transpiration including cars and rails. This will also mitigate some of the ever-escalating power needs in both current and future technologies needing light weight and energy efficient devices. Unequivocally the power dense magnets will aid in minimizing carbon footprint as well. The results will be disseminated to allow research community to develop novel high performance magnets. The active collaboration with other institutions will broaden understanding and appreciation for the research subject. Graduate, undergraduate, minority, and REU students will benefit through classroom instruction and involvement in the research. Students from local colleges will have an opportunity to participate in high-end research activity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sanjay",
   "pi_last_name": "Mishra",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Sanjay R Mishra",
   "pi_email_addr": "srmishra@memphis.edu",
   "nsf_id": "000409396",
   "pi_start_date": "2010-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Memphis",
  "inst_street_address": "115 JOHN WILDER TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "MEMPHIS",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "9016783251",
  "inst_zip_code": "381520001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TN09",
  "org_lgl_bus_name": "UNIVERSITY OF MEMPHIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "F2VSMAKDH8Z7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Memphis",
  "perf_str_addr": "115 JOHN WILDER TOWER",
  "perf_city_name": "MEMPHIS",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "381520001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 298481.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\">Permanent magnet materials find wide range of applications in almost all walks of life ranging from home appliances, transportation, medical, to heavy and space industries. The development of permanent magnets during this century has shown a steady improvement in quality, strength to weight ratio, and the ability to store energy. The interest in further improvement in permanent magnet stems from ever increasing demand for high operating temperature and power dense magnets for various industrial applications. This also has a direct implication on energy consumption and carbon footprint. Thus scientist and engineers are in constant search of lighter and stronger magnets with high operating temperature.</p>\n<p style=\"text-align: left;\">In the research funded by the NSF, the PI has performed detailed study of<br />improving magnetic properties of rare-earth-iron RE<sub>2</sub>Fe<sub>17 </sub>type intermetallic magnets via refractory and transition metal doping. These intermetallic magnets were synthesized via arc melting technique. Structural and magnetic properties of these intermetallics were studied via x-ray diffraction,&nbsp; magnetometer and Mossbauer spectroscopy. The important outcomes of<br />this study are (1) elimination of alpha iron phase from the intermetallic upon<br />doping refractory elements especially, Nb and Ti. This is an important<br />achievement as presence of alpha iron is detrimental to the energy-product of<br />the final magnet. Often, elimination of alpha iron from this compound is expensive in terms of energy and time. Our synthesis approach has demonstrated easy elimination of alpha iron from these compounds via doping low amount of refractory elements. Undoubtedly this could lower the production cost of intermetallic type permanent magnets, (2) almost 10-15% improvement in Tc values were achieved upon doping low concentration of refractory elements as compared to that of undoped RE<sub>2</sub>Fe<sub>17</sub> compounds. This improvement in Tc is attributed to the magnetovolume effect and hybridization effect. Again this is an important enhancement in further pushing the operating temperature of the magnet and concomitantly reducing the cost of the magnet due to low level of doping, and (3) due to low level of doping high saturation magnetization values were maintained in spite of doping for Fe. This has special significance in enhancing the energy product of the magnet. The magnetic properties of transition metal doped in R2Fe17-x-yGaxTMy compounds was attributed to Fe(3d)-TM(3d) hybridization. The Cu doped compound showed highest Tc ~ 590 K, while highest magnetization was observed for Co doping.</p>\n<p style=\"text-align: left;\">The work resulted in nine journal articles, sixteen invited conference presentations, and seven MS thesis. Four manuscripts are under preparation. Students graduated from PI&rsquo;s lab are currently pursing PhD at universities across the nation. The project also provided hands on opportunity to high school students during summer training camps organized by the department. Also, aspect of the project was included in the Materials Science curricula in the department. The project also helped build magnetic materials laboratory at the UoM with the acquisition of room temperature vibrating sample&nbsp; magnetometer and a Mossbauer spectrometer. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2014<br>\n\t\t\t\t\tModified by: Sanjay&nbsp;R&nbsp;Mishra</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Permanent magnet materials find wide range of applications in almost all walks of life ranging from home appliances, transportation, medical, to heavy and space industries. The development of permanent magnets during this century has shown a steady improvement in quality, strength to weight ratio, and the ability to store energy. The interest in further improvement in permanent magnet stems from ever increasing demand for high operating temperature and power dense magnets for various industrial applications. This also has a direct implication on energy consumption and carbon footprint. Thus scientist and engineers are in constant search of lighter and stronger magnets with high operating temperature.\nIn the research funded by the NSF, the PI has performed detailed study of\nimproving magnetic properties of rare-earth-iron RE2Fe17 type intermetallic magnets via refractory and transition metal doping. These intermetallic magnets were synthesized via arc melting technique. Structural and magnetic properties of these intermetallics were studied via x-ray diffraction,  magnetometer and Mossbauer spectroscopy. The important outcomes of\nthis study are (1) elimination of alpha iron phase from the intermetallic upon\ndoping refractory elements especially, Nb and Ti. This is an important\nachievement as presence of alpha iron is detrimental to the energy-product of\nthe final magnet. Often, elimination of alpha iron from this compound is expensive in terms of energy and time. Our synthesis approach has demonstrated easy elimination of alpha iron from these compounds via doping low amount of refractory elements. Undoubtedly this could lower the production cost of intermetallic type permanent magnets, (2) almost 10-15% improvement in Tc values were achieved upon doping low concentration of refractory elements as compared to that of undoped RE2Fe17 compounds. This improvement in Tc is attributed to the magnetovolume effect and hybridization effect. Again this is an important enhancement in further pushing the operating temperature of the magnet and concomitantly reducing the cost of the magnet due to low level of doping, and (3) due to low level of doping high saturation magnetization values were maintained in spite of doping for Fe. This has special significance in enhancing the energy product of the magnet. The magnetic properties of transition metal doped in R2Fe17-x-yGaxTMy compounds was attributed to Fe(3d)-TM(3d) hybridization. The Cu doped compound showed highest Tc ~ 590 K, while highest magnetization was observed for Co doping.\nThe work resulted in nine journal articles, sixteen invited conference presentations, and seven MS thesis. Four manuscripts are under preparation. Students graduated from PIÆs lab are currently pursing PhD at universities across the nation. The project also provided hands on opportunity to high school students during summer training camps organized by the department. Also, aspect of the project was included in the Materials Science curricula in the department. The project also helped build magnetic materials laboratory at the UoM with the acquisition of room temperature vibrating sample  magnetometer and a Mossbauer spectrometer.  \n\n\t\t\t\t\tLast Modified: 12/19/2014\n\n\t\t\t\t\tSubmitted by: Sanjay R Mishra"
 }
}