{
 "awd_id": "1029662",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Inverse 3D Modeling",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Collopy",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 374000.0,
 "awd_amount": 374000.0,
 "awd_min_amd_letter_date": "2010-08-27",
 "awd_max_amd_letter_date": "2010-08-27",
 "awd_abstract_narration": "The research objective of this award is to find new, generally applicable ways to facilitate the process of re-creating and modifying complex geometrical shapes that exist only in an un-structured, low-level format -- without a high-level description of its design process or of the techniques by which the original shape had been designed. The purpose is to speed up the redesign of engineering parts, consumer goods, or artistic items -- a process that often starts from a suitable precursor objects and then applies specific modifications to meet the new design objectives. An integrated system of extraction modules will be developed that turns a hierarchically flat geometry description, such as a boundary representation or a cloud of points, into a structured, higher-level representation, comprising a reasonable set of adjustable parameters. This higher-level procedural description then serves as a good starting point to introduce design modifications and enhancements. Given that the possible decompositions of a given geometrical shape are neither obvious nor unique, and the generic underlying forms may be obscured by added-on surface details or by noise from a scanning process, and that the best procedural description for a given object depends strongly on the intended design modifications,the designer will be included in this Inverse 3D Modeling process. \r\n\r\nIf successful, this research will result in a new approach to shape design for many diverse application domains. The use of appropriately parameterized descriptions as a starting point will make re-design efforts more efficient and thus reduce time to market for the revised product. The availability of such Inverse 3D Modeling tools for re-design purposes will enhance the competitiveness of any industry branch that employs them. Moreover, understanding the fundamental operations used to generate a model, and exposing those operations in a flexible, generative way, also enhances the creative process itself. A wider impact of the envisioned modular Inverse 3D Modeling system lies in education. This approach will be used in courses on geometric design and modeling, thereby exposing students quickly to several different ways of understanding a given shape from the point of view of generating it procedurally. This broadens the experience of the students and gives them a rich repertoire of approaches to draw from, when they are faced with novel modeling tasks. Outreach activities will also focus on high-school students, who will make use of this fun computer tool to increase interest in science and engineering, and, hopefully, influence the students' career choices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carlo",
   "pi_last_name": "Sequin",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Carlo H Sequin",
   "pi_email_addr": "sequin@cs.berkeley.edu",
   "nsf_id": "000192312",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146400",
   "pgm_ele_name": "ESD-Eng & Systems Design"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "068E",
   "pgm_ref_txt": "DESIGN THEORY"
  },
  {
   "pgm_ref_code": "9148",
   "pgm_ref_txt": "TOOLS & TECHNOL FOR MANUFACTURING DESIGN"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 374000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This work concerns geometrical shape (re-)design. Many engineering tasks, redesign efforts, or artistic creations start from an existing prototype shape (FIG.1), which, however, may exist only as a physical artifact, as a virtual shape in some computer file, or as a set of images or sketches. Unfortunately, because of insufficient record keeping or incompatibilities between different design systems, high-level design information, which could readily be adapted to new requirements, is often not available when a redesign or refinement becomes necessary. In other cases, previous high-level design information may not provide the best structure for making a desired change: For example, a vase modeled with a subdivision surface might be edited more easily by re-interpreting it as a surface of revolution with an editable profile curve. Likewise, when a model is reconstructed from point cloud data, photographs, or sketches, the representation used for the reconstruction may not be the most convenient for the desired re-design. For effective design optimization, it is desirable to capture the prototype shape as a well-structured, parameterized, procedural geometry description, which can then be fine-tuned to meet the current specifications and design requirements. Our work performed under this grant looked for effective ways of obtaining such representations.</p>\n<p>A key finding is that it is highly beneficial to let the user guide any re-construction in a direction most suitable for the intended design changes and optimizations. &nbsp;As a proof of concept we have developed a &ldquo;User-Guided Inverse 3D Modeling&rdquo; system. It provides an interactive environment for extracting the desired pliable, high-level geometry description from unstructured, hierarchically flat input data. The system (FIG.2) comprises an integrated collection of geometrical extraction and fitting routines that return useful results in a matter of seconds. These modules are applied to user-designated portions of a given input shape, combined with a set of traditional &ldquo;forward&rdquo; editing and modeling tools that allow the extracted geometry to be changed and fine-tuned. &nbsp;The specific extraction modules studied under this grant comprise: Two sweep modules that can produce generalized and highly parameterized rotational or translatory sweep geometries; two modules that extract smooth surface patches or quadric primitives of a user-specified type; and modules that extract Boolean CSG-expressions (Constructive Solids Geometry) as well as higher-level symmetry structures of previously extracted primitives.</p>\n<p>We involve the users (re-designers) right from the beginning of the extraction process by giving them simple, flexible control of a fast reverse-engineering process, so that they can obtain a representation with exactly the degrees of freedom that they need to achieve the envisioned redesigns. With a few interactive cursor strokes, the designer can instruct the modeling system as to what type of representation (FIG.3) should be used in a certain part of the object to be modeled, how far a sweep should extend (FIG.4), and what parameterization should be allowed.&nbsp; Moreover, each extraction module is structured so that the editing process can begin on that portion of the reverse-engineered shape immediately after the fitting process has terminated (FIG.5).&nbsp; The users can then change the values of some of the extracted fitting parameters and thereby confirm that the representation obtained will let them make the intended changes. If they are not satisfied, they can choose a different module to extract that same piece of geometry. By supporting a diverse array of modules, we offer a degree of creative flexibility that would be difficult to achieve with any single extraction tool.</p>\n<p>Our investigations and demonstrations have been focused primarily on input in the form o...",
  "por_txt_cntn": "\nThis work concerns geometrical shape (re-)design. Many engineering tasks, redesign efforts, or artistic creations start from an existing prototype shape (FIG.1), which, however, may exist only as a physical artifact, as a virtual shape in some computer file, or as a set of images or sketches. Unfortunately, because of insufficient record keeping or incompatibilities between different design systems, high-level design information, which could readily be adapted to new requirements, is often not available when a redesign or refinement becomes necessary. In other cases, previous high-level design information may not provide the best structure for making a desired change: For example, a vase modeled with a subdivision surface might be edited more easily by re-interpreting it as a surface of revolution with an editable profile curve. Likewise, when a model is reconstructed from point cloud data, photographs, or sketches, the representation used for the reconstruction may not be the most convenient for the desired re-design. For effective design optimization, it is desirable to capture the prototype shape as a well-structured, parameterized, procedural geometry description, which can then be fine-tuned to meet the current specifications and design requirements. Our work performed under this grant looked for effective ways of obtaining such representations.\n\nA key finding is that it is highly beneficial to let the user guide any re-construction in a direction most suitable for the intended design changes and optimizations.  As a proof of concept we have developed a \"User-Guided Inverse 3D Modeling\" system. It provides an interactive environment for extracting the desired pliable, high-level geometry description from unstructured, hierarchically flat input data. The system (FIG.2) comprises an integrated collection of geometrical extraction and fitting routines that return useful results in a matter of seconds. These modules are applied to user-designated portions of a given input shape, combined with a set of traditional \"forward\" editing and modeling tools that allow the extracted geometry to be changed and fine-tuned.  The specific extraction modules studied under this grant comprise: Two sweep modules that can produce generalized and highly parameterized rotational or translatory sweep geometries; two modules that extract smooth surface patches or quadric primitives of a user-specified type; and modules that extract Boolean CSG-expressions (Constructive Solids Geometry) as well as higher-level symmetry structures of previously extracted primitives.\n\nWe involve the users (re-designers) right from the beginning of the extraction process by giving them simple, flexible control of a fast reverse-engineering process, so that they can obtain a representation with exactly the degrees of freedom that they need to achieve the envisioned redesigns. With a few interactive cursor strokes, the designer can instruct the modeling system as to what type of representation (FIG.3) should be used in a certain part of the object to be modeled, how far a sweep should extend (FIG.4), and what parameterization should be allowed.  Moreover, each extraction module is structured so that the editing process can begin on that portion of the reverse-engineered shape immediately after the fitting process has terminated (FIG.5).  The users can then change the values of some of the extracted fitting parameters and thereby confirm that the representation obtained will let them make the intended changes. If they are not satisfied, they can choose a different module to extract that same piece of geometry. By supporting a diverse array of modules, we offer a degree of creative flexibility that would be difficult to achieve with any single extraction tool.\n\nOur investigations and demonstrations have been focused primarily on input in the form of boundary mesh representations; but the approach can readily be extended to accept point cloud data or input in the form of..."
 }
}