{
 "awd_id": "1029783",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Variability-Aware Software for Efficient Computing with Nanoscale Devices",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927843",
 "po_email": "sabasu@nsf.gov",
 "po_sign_block_name": "Sankar Basu",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 4022000.0,
 "awd_amount": 4041313.0,
 "awd_min_amd_letter_date": "2010-08-19",
 "awd_max_amd_letter_date": "2014-08-14",
 "awd_abstract_narration": "Abstract: The Variability Expedition\r\nProject: Variability-Aware Software for Efficient Computing with Nanoscale Devices\r\n\r\nAs semiconductor manufacturers build ever smaller components, circuits and chips at the nano scale become less reliable and more expensive to produce ? no longer behaving like precisely chiseled machines with tight tolerances. Modern computing is effectively ignorant of the variability in behavior of underlying system components from device to device, their wear-out over time, or the environment in which the computing system is placed. This makes them expensive, fragile and vulnerable to even the smallest changes in the environment or component failures. We envision a computing world where system components -- led by proactive software -- routinely monitor, predict and adapt to the variability of manufactured systems. Changing the way software interacts with hardware offers the best hope for perpetuating the fundamental gains in computing performance at lower cost of the past 40 years. The Variability Expedition fundamentally rethinks the rigid, deterministic hardware-software interface, to propose a new class of computing machines that are not only adaptive but also highly energy efficient. These machines will be able to discover the nature and extent of variation in hardware, develop abstractions to capture these variations, and drive adaptations in the software stack from compilers, runtime to applications. The resulting computer systems will work and continue working while using components that vary in performance or grow less reliable over time and across technology generations. A fluid software-hardware interface will thus mitigate the variability of manufactured systems and make machines robust, reliable and responsive to the changing operating conditions.\r\n\r\nThe Variability Expedition marshals the resources of researchers at the California Institute for Telecommunications and Information Technology (Calit2) at UC San Diego and UC Irvine, as well as UCLA, University of Michigan, Stanford and University of Illinois at Urbana-Champaign. With expertise in process technology, architecture, and design tools on the hardware side, and in operating systems, compilers and languages on the software side, the team also has the system implementation and applications expertise needed to drive and evaluate the research as well as transition the research accomplishments into practice via application drivers in wireless sensing, software radio and mobile platforms. \r\n\r\nA successful Expedition will dramatically change the computing landscape. By re-architecting software to work in a world where monitoring and adaptation are the norm, it will achieve more robust, efficient and affordable systems that are able to predict and withstand not only hardware failures, but other kinds of software bugs or even attacks. The new paradigm will apply across the entire spectrum of embedded, mobile, desktop and server-class computing machines, yielding particular gains in sensor information processing, multimedia rendering, software radios, search, medical imaging and other important applications. Transforming the relationship between hardware and software presents valuable opportunities to integrate research and education, and this Expedition will build on established collaborations with educator-partners in formal and informal arenas to promote interdisciplinary teaching, training, learning and research. The team has built strong industrial and community outreach ties to ensure success and reach out to high-school students through a combination of tutoring and summer school programs. The Variability Expedition will engage undergraduate and graduate students in software, hardware and systems research, while promoting participation by underrepresented groups at all levels and broadly disseminating results within academia and industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rajesh",
   "pi_last_name": "Gupta",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Rajesh K Gupta",
   "pi_email_addr": "gupta@cs.ucsd.edu",
   "nsf_id": "000449012",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yuanyuan",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuanyuan Zhou",
   "pi_email_addr": "yyzhou@cs.ucsd.edu",
   "nsf_id": "000246561",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ranjit",
   "pi_last_name": "Jhala",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ranjit Jhala",
   "pi_email_addr": "jhala@cs.ucsd.edu",
   "nsf_id": "000486287",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tajana",
   "pi_last_name": "Rosing",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Tajana S Rosing",
   "pi_email_addr": "tajana@ucsd.edu",
   "nsf_id": "000485892",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "287800",
   "pgm_ele_name": "Special Projects - CCF"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7723",
   "pgm_ref_txt": "EXPERIMENTAL EXPEDITIONS"
  },
  {
   "pgm_ref_code": "7925",
   "pgm_ref_txt": "LARGE PROJECT"
  },
  {
   "pgm_ref_code": "7945",
   "pgm_ref_txt": "DES AUTO FOR MICRO & NANO SYST"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 2413200.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1608800.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 19313.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Variability Expedition project brought together a team of researchers from five universities&nbsp;<span id=\"docs-internal-guid-afe96082-b9c6-8a26-5d16-0c2f41e964aa\"><span>with expertise ranging from semiconductor process technologies to computer architecture to compilers and operating systems in an attempt to address a hard problem presented by growing variability in semiconductor manufacturing. The goal of the project was to understand the causes and effects of variability and explore mitigation measures including re-architecting the system architectures and software. In addition to advancing the state of the art in system design, the project also sought to broaden participation of young talent from high and middle schools to undergraduate students into science through hands-on learning experiences.</span></span></p>\n<p>This report documents project outcomes during the second and final year of a no-cost extension. Complete final project report and outcomes were provided in our final report of 2016. This period of the no-cost extension was marked by activities that sought to put to practice major technical advances achieved in the project. At UC San Diego, these translational efforts consisted of our engagements with NXP Semiconductors and AMD Corporation. In addition, we built project engagement through a number of collaborations with INRIA, Rennes.&nbsp;</p>\n<p>Technically, the area of \"Approximate Computing\" emerged as a primary intellectual contribution by the overall Expeditions. Approximate computing seeks to change ongoing computations through hardware and software means to match the application and system needs in a predictable and controllable manner. In our engagements with NXP semiconductors, we translated these advances into building an evaluation framework consisting of algorithms and tools that enable precise characterization of instruction timing and using this information to control the voltage/frequency operating point based on an application-level assessment of activities by the runtime software. In our joint work with AMD researchers, we focused on methods to improve the reliability of heterogeneous memory systems used in GPU machines. Our collaboration with INRIA focused on methods to specify and generate application-specific operating system codes as synthesizable unikernels.&nbsp;</p>\n<p>Project outcomes at UC San Diego during this period consisted of a methodology document to NXP along with software that enables identification of important features from a given application code, and using these features to predict timing criticality of the instruction stream. This information can guide control of a clock stretch circuit to improve system reliability.&nbsp;</p>\n<p>The project broader impacts included talent training through graduation of a doctoral student who has since joined AMD corporation, advancement of another doctoral student who is currently making progress to graduate by Summer 2018, support to three ongoing doctoral, one undergraduate and one master's student.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/21/2018<br>\n\t\t\t\t\tModified by: Rajesh&nbsp;K&nbsp;Gupta</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Variability Expedition project brought together a team of researchers from five universities with expertise ranging from semiconductor process technologies to computer architecture to compilers and operating systems in an attempt to address a hard problem presented by growing variability in semiconductor manufacturing. The goal of the project was to understand the causes and effects of variability and explore mitigation measures including re-architecting the system architectures and software. In addition to advancing the state of the art in system design, the project also sought to broaden participation of young talent from high and middle schools to undergraduate students into science through hands-on learning experiences.\n\nThis report documents project outcomes during the second and final year of a no-cost extension. Complete final project report and outcomes were provided in our final report of 2016. This period of the no-cost extension was marked by activities that sought to put to practice major technical advances achieved in the project. At UC San Diego, these translational efforts consisted of our engagements with NXP Semiconductors and AMD Corporation. In addition, we built project engagement through a number of collaborations with INRIA, Rennes. \n\nTechnically, the area of \"Approximate Computing\" emerged as a primary intellectual contribution by the overall Expeditions. Approximate computing seeks to change ongoing computations through hardware and software means to match the application and system needs in a predictable and controllable manner. In our engagements with NXP semiconductors, we translated these advances into building an evaluation framework consisting of algorithms and tools that enable precise characterization of instruction timing and using this information to control the voltage/frequency operating point based on an application-level assessment of activities by the runtime software. In our joint work with AMD researchers, we focused on methods to improve the reliability of heterogeneous memory systems used in GPU machines. Our collaboration with INRIA focused on methods to specify and generate application-specific operating system codes as synthesizable unikernels. \n\nProject outcomes at UC San Diego during this period consisted of a methodology document to NXP along with software that enables identification of important features from a given application code, and using these features to predict timing criticality of the instruction stream. This information can guide control of a clock stretch circuit to improve system reliability. \n\nThe project broader impacts included talent training through graduation of a doctoral student who has since joined AMD corporation, advancement of another doctoral student who is currently making progress to graduate by Summer 2018, support to three ongoing doctoral, one undergraduate and one master's student.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/21/2018\n\n\t\t\t\t\tSubmitted by: Rajesh K Gupta"
 }
}