{
 "awd_id": "1029471",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Generalized Framework for Scheduling of Printed Circuit Boards",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diwakar Gupta",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 310001.0,
 "awd_amount": 310001.0,
 "awd_min_amd_letter_date": "2010-08-02",
 "awd_max_amd_letter_date": "2010-08-02",
 "awd_abstract_narration": "This research focuses on developing a methodology for solving a problem of significant industrial relevance in electronics manufacturing. Foremost is the realization of the need to solve complex group scheduling problems in two- and three-stage printed circuit board (PCB) assembly systems. It considers the interaction between external setup (kitting) times and internal (machine) setup times with carryover sequence dependency, along with machine run (placement) times. A variety of performance measures, namely the minimization of makespan, sum of the flow times/weighted flow times, and sum of the weighted tardiness will be considered to meet the operational needs of various PCB manufacturers. The emphasis is on the development of scheduling models that truly reflect real operational constraints. A novel, linear mathematical modeling framework that focuses on blending two different modeling paradigms will be developed: conventional precedence relationships for the sequence of board types in each group, and ?slots? for assigning each slot to a board group. The model, although compact, could involve a huge number of binary variables. To combat this difficulty, mechanisms based on branch and price methods will be used to identify an effective lower bound for the original research problem, which in turn will be used in the search algorithm to evaluate its effectiveness as a percentage deviation (PD). \r\n\r\nThis research will not only advance the knowledge through research on complex group scheduling problems, benefiting industry at large, but will also provide various PCB manufacturers with a methodological framework for rapidly generating schedules with guaranteed quantifiable performance. A PD of 3 percent or below is sought. Apart from methodological contributions, this research will train and educate graduate students by engaging them in scheduling research. The insightful research findings from this research will enrich the graduate courses on production planning and control, and scheduling.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rasaratnam",
   "pi_last_name": "Logendran",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rasaratnam Logendran",
   "pi_email_addr": "logendrr@engr.orst.edu",
   "nsf_id": "000364780",
   "pi_start_date": "2010-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178600",
   "pgm_ele_name": "MANFG ENTERPRISE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "071E",
   "pgm_ref_txt": "MFG ENTERPRISE OPERATIONS"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 310001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research focuses on two classes of problems: group scheduling of printed circuit boards (PCBs) in electronics manufacturing with carryover sequence-dependent setup times, and group scheduling in discrete parts manufacturing with non-carryover sequence-dependent setup times. For both problems, a bi-criteria based objective, motivated by the fact that the objective function should include both the producer's interest and customers' interest, is used. The producer's interest has been captured by minimizing the weighted completion time of all jobs, while the customers&rsquo; interest has been captured by minimizing the weighted tardiness of all jobs.&nbsp;</p>\n<p>Previous research on group scheduling in PCB manufacturing has focused on the assembly of boards on machines, with the requirement that the various components required of the different boards are available at the start of the current planning horizon. In other words, the previous research focused only on the internal setup, dealing with setting up of machines in the assembly of PCBs, leaving out the external setup required to completely kit the components. This research is the first of its kind to integrate both the internal setup and the external setup in a way that not only the internal setup is performed by the machine operator, but also the external setup, thus enhancing both the efficiency and effectiveness of PCB assembly. In short, it uncovers an approach that completely eliminates the use of kiting staff in the assembly of PCBs, who could otherwise be trained and employed to perform other tasks within the same manufacturing company.</p>\n<p>For the PCB group scheduling problem, a variety of methodologies, comprised of models and efficient solution algorithms have been developed and implemented in the form of software for use by practitioners in PCB manufacturing companies. These address problems of different types, including single-machine, two-machine, and three-machine problems. For the single-machine problem, a solution algorithm based on branch-and-bound (B&amp;B) and a lower bounding structure has been developed to minimize the makespan of the PCBs assembled. The solution algorithms developed for the multi-machine (two- and three-machine) problems are based upon a newly proposed heuristic, namely FIEI (Forward Improving Exchanges/Inserts), and two other search algorithms based upon the underlying concepts of Tabu Search (TS) and Genetic Algorithm (GA). As solving industrial-size PCB group scheduling problems is of primary importance, to quantify the quality of the solutions obtained from the solution algorithms, a methodology based upon branch-and-price (B&amp;P) has been developed and implemented to identify effective lower bounds.</p>\n<p>The problem of group scheduling in discrete parts manufacturing, in contrast to that in PCB manufacturing, is correctly characterized as a sequence-dependent group scheduling problem with non-carryover setups. So far no research existed for solving a group scheduling problem with bicriteria objective, as described above, on unrelated-parallel machines in the presence of dynamic machine availabilities and dynamic job releases. While the unrelated-parallel machine group scheduling problem has industrial merit, not all of the group scheduling problems in discrete parts manufacturing would conform to the unrelated-parallel machine structure. It means that one or more groups or even some jobs that belong to a group may require an operation on a machine in one or more stages of a multi-stage problem. Thus the research also focused on a problem in a hybrid flowshop (HFS) where the parallel machines in one or more stages of the flowshop are unrelated and have different run times for the same job. To solve these problems, mathematical models as well as efficient search algorithms have been developed and implemented. The search algorithms include those based on TS and...",
  "por_txt_cntn": "\nThis research focuses on two classes of problems: group scheduling of printed circuit boards (PCBs) in electronics manufacturing with carryover sequence-dependent setup times, and group scheduling in discrete parts manufacturing with non-carryover sequence-dependent setup times. For both problems, a bi-criteria based objective, motivated by the fact that the objective function should include both the producer's interest and customers' interest, is used. The producer's interest has been captured by minimizing the weighted completion time of all jobs, while the customersÆ interest has been captured by minimizing the weighted tardiness of all jobs. \n\nPrevious research on group scheduling in PCB manufacturing has focused on the assembly of boards on machines, with the requirement that the various components required of the different boards are available at the start of the current planning horizon. In other words, the previous research focused only on the internal setup, dealing with setting up of machines in the assembly of PCBs, leaving out the external setup required to completely kit the components. This research is the first of its kind to integrate both the internal setup and the external setup in a way that not only the internal setup is performed by the machine operator, but also the external setup, thus enhancing both the efficiency and effectiveness of PCB assembly. In short, it uncovers an approach that completely eliminates the use of kiting staff in the assembly of PCBs, who could otherwise be trained and employed to perform other tasks within the same manufacturing company.\n\nFor the PCB group scheduling problem, a variety of methodologies, comprised of models and efficient solution algorithms have been developed and implemented in the form of software for use by practitioners in PCB manufacturing companies. These address problems of different types, including single-machine, two-machine, and three-machine problems. For the single-machine problem, a solution algorithm based on branch-and-bound (B&amp;B) and a lower bounding structure has been developed to minimize the makespan of the PCBs assembled. The solution algorithms developed for the multi-machine (two- and three-machine) problems are based upon a newly proposed heuristic, namely FIEI (Forward Improving Exchanges/Inserts), and two other search algorithms based upon the underlying concepts of Tabu Search (TS) and Genetic Algorithm (GA). As solving industrial-size PCB group scheduling problems is of primary importance, to quantify the quality of the solutions obtained from the solution algorithms, a methodology based upon branch-and-price (B&amp;P) has been developed and implemented to identify effective lower bounds.\n\nThe problem of group scheduling in discrete parts manufacturing, in contrast to that in PCB manufacturing, is correctly characterized as a sequence-dependent group scheduling problem with non-carryover setups. So far no research existed for solving a group scheduling problem with bicriteria objective, as described above, on unrelated-parallel machines in the presence of dynamic machine availabilities and dynamic job releases. While the unrelated-parallel machine group scheduling problem has industrial merit, not all of the group scheduling problems in discrete parts manufacturing would conform to the unrelated-parallel machine structure. It means that one or more groups or even some jobs that belong to a group may require an operation on a machine in one or more stages of a multi-stage problem. Thus the research also focused on a problem in a hybrid flowshop (HFS) where the parallel machines in one or more stages of the flowshop are unrelated and have different run times for the same job. To solve these problems, mathematical models as well as efficient search algorithms have been developed and implemented. The search algorithms include those based on TS and simulated annealing (SA), which collectively represent local search algorithms, and those ..."
 }
}