{
 "awd_id": "1029358",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant::  Household Ritual and Ideology in the Classic Maya Polity of Yaxha, Northern Guatemala",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 6530.0,
 "awd_amount": 6530.0,
 "awd_min_amd_letter_date": "2010-08-04",
 "awd_max_amd_letter_date": "2010-08-04",
 "awd_abstract_narration": "Under the supervision of Dr. Olivier de Montmollin, Laura Gamez will study religious ideology and ritual practices related to commoner households at the ancient Maya capital of Yaxha. Yaxha headed a Maya kingdom during the Classic Period (AD 300-900) in what is now northern Guatemala. Like other political capitals of its time, Yaxha had socially diverse residents, ranging from royals to nobles to commoners. It is suspected that a key element in the social diversity concerned differences and similarities between religious ideology and rituals associated with 1. elite royals and nobles (state religion) and 2. commoners (folk religion). It remains to be learned how the folk and state religions meshed together and how the commoners might have been active participation in their kingdom's state religion. \r\n\r\nBasic research questions for Yaxha are: 1. What kinds of ritual activities took place within differently ranked households? 2. What kinds and degree of participation did commoners have in the formation and maintenance of their state religion (with strategies ranging through assent, neutrality, and resistance)? 3. Were commoner households all using identical strategies or was there strategic pluralism among commoner households?\r\n\r\nFor Yaxha, NSF funds support archaeological survey and excavation of commoner households in an outer 'hinterland'. Wenner-Gren Foundation funds are supporting excavation of commoner household in a Residential Zone. Earlier projects have already recovered evidence from noble and royal residences in a Core Zone. The results will be a uniquely informative sample covering religious beliefs and practices of different kinds of households, allowing a systematic comparative focus on commoners' religious diversity and  their participation in state religion.\r\n\r\nThe project (done in collaboration with Guatemala's Direccion General del Patrimonio Cultural y Natural) adds a valuable research dimension to government efforts in tourist development and protection of endangered archaeological areas within a key natural and historical national park. Enhancing connections among research, conservation, and archaeological resource management practitioners, the project helps to strengthen the Guatemalan and World heritage in ways that highlight U.S. willingness (through NSF support) to co-operate with hemispheric neighbors on shared heritage concerns. The project also provides training for Guatemalan and U.S. students engaged in field and laboratory work.\r\n\r\nFinally, the project theme of variably tense relations between state and folk religions (from the perspective of folk practitioners) touches on some enduringly captivating issues, spanning past to present and future. For example, in Guatemala today, the Folk Catholicism of the living descendants of ancient Mayas is counterpoised to more official forms of Catholicism (and has been since the Spanish conquest). In many other places, people of modest status tailor the official programs of great World Religions to their own local and personal needs, and even use the resulting ideas as tools in national-scale political mobilizations. Evidently, folk vs. state religion issues are relevant for just about anyone who takes an interest in the past, present, and future of religion and its relation to socio-political conflict and co-operation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Olivier",
   "pi_last_name": "De Montmollin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Olivier De Montmollin",
   "pi_email_addr": "olly@pitt.edu",
   "nsf_id": "000322642",
   "pi_start_date": "2010-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Gamez",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Laura L Gamez",
   "pi_email_addr": "llg17@pitt.edu",
   "nsf_id": "000556701",
   "pi_start_date": "2010-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 6530.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NSF support allowed undertaking archaeological investigations in the surrounding zone of the great ancient Maya city of Yaxha, located in northern Guatemala. People settled in the northern shore of the lake Yaxha by about 700 BC and developed there a city of considerable size over the centuries, until it was greatly depopulated by about the 1000 AD. The main town of this city is characterized by its monumental architecture and carved stone monuments. However, surrounding such main town, the city extended itself with the residencies of the commoner peoples and their farming lands, nowadays covered by tropical forest. Other Guatemalan projects have carried out some research in Yaxha&rsquo;s main town, but the surroundings of the city remained virtually unknown.</p>\n<p>This project took the research to the outskirts of the city, looking for the remains of ancient houses in order to collect information, not only about their distribution, size, shape and chronologies, but also about the religion of their ancient inhabitants. The main objective was to learn about people&rsquo;s religious beliefs and practices through the material remains left after domestic religious rituals. Then, this beliefs and practices are to be compared to those known to belong to the elites living in the monumental main town. Through such comparison, a better understanding about the ideological integration of different social sectors in this ancient state will be gained.&nbsp;</p>\n<p>The survey program in the northern peripheries of Yaxha contributed the location of eight areas of interest, from which five were positively identified as ancient houses, while the others should be subject to further testing to confirm or discard the notion. Excavations were carried out in two houses, as well as in one of the other &ldquo;areas of interest&rdquo;. The results are extremely valuable as no previous research had been conducted in this part of the site.</p>\n<p>A better understanding of the general characteristics of the site has been gained through the survey. The carried out excavations have revealed the stratigraphic data and associated material collections that constitute the basis for the chronological and functional interpretations. It has been proved that the further researched houses were built and lastly occupied during the Terminal Classic period (800-900 dC), but also built over the remains of earlier occupations. Among the findings, the Burials 20 and 21 are great samples of household ritual practices. Other smaller material findings are to be taken into account in the analysis, while an extremely relevant finding is the absence of specialized ritual constructions in Yaxha&rsquo;s commoners&rsquo; houses. Such absence is considered so relevant because it contrasts with the characteristics of elite houses, where such constructions are always present.</p>\n<p>Complementary findings of this project include lithic collections that speak about technological and economic issues, as well as animal remains, especially mollusks, that speak about ancient diet. Charcoal samples for radiocarbon dating have been collected, as well as human bone samples for isotopes analysis. The proposed qualitative and quantitative analysis are a work in progress, but it is possible to say that NSF financial support has greatly enhanced the results of this project, making possible the exploration of a virtually unknown part of the ancient city of Yaxha, bringing therefore to discussion a part of the ancient population that is in general terms, usually left out of archaeological discussions.<span style=\"font-family: Times New Roman; font-size: small;\"> </span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/06/2011<br>\n\t\t\t\t\tModified by: Laura&nbsp;L&nbsp;Gamez</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>...",
  "por_txt_cntn": "\nNSF support allowed undertaking archaeological investigations in the surrounding zone of the great ancient Maya city of Yaxha, located in northern Guatemala. People settled in the northern shore of the lake Yaxha by about 700 BC and developed there a city of considerable size over the centuries, until it was greatly depopulated by about the 1000 AD. The main town of this city is characterized by its monumental architecture and carved stone monuments. However, surrounding such main town, the city extended itself with the residencies of the commoner peoples and their farming lands, nowadays covered by tropical forest. Other Guatemalan projects have carried out some research in YaxhaÆs main town, but the surroundings of the city remained virtually unknown.\n\nThis project took the research to the outskirts of the city, looking for the remains of ancient houses in order to collect information, not only about their distribution, size, shape and chronologies, but also about the religion of their ancient inhabitants. The main objective was to learn about peopleÆs religious beliefs and practices through the material remains left after domestic religious rituals. Then, this beliefs and practices are to be compared to those known to belong to the elites living in the monumental main town. Through such comparison, a better understanding about the ideological integration of different social sectors in this ancient state will be gained. \n\nThe survey program in the northern peripheries of Yaxha contributed the location of eight areas of interest, from which five were positively identified as ancient houses, while the others should be subject to further testing to confirm or discard the notion. Excavations were carried out in two houses, as well as in one of the other \"areas of interest\". The results are extremely valuable as no previous research had been conducted in this part of the site.\n\nA better understanding of the general characteristics of the site has been gained through the survey. The carried out excavations have revealed the stratigraphic data and associated material collections that constitute the basis for the chronological and functional interpretations. It has been proved that the further researched houses were built and lastly occupied during the Terminal Classic period (800-900 dC), but also built over the remains of earlier occupations. Among the findings, the Burials 20 and 21 are great samples of household ritual practices. Other smaller material findings are to be taken into account in the analysis, while an extremely relevant finding is the absence of specialized ritual constructions in YaxhaÆs commonersÆ houses. Such absence is considered so relevant because it contrasts with the characteristics of elite houses, where such constructions are always present.\n\nComplementary findings of this project include lithic collections that speak about technological and economic issues, as well as animal remains, especially mollusks, that speak about ancient diet. Charcoal samples for radiocarbon dating have been collected, as well as human bone samples for isotopes analysis. The proposed qualitative and quantitative analysis are a work in progress, but it is possible to say that NSF financial support has greatly enhanced the results of this project, making possible the exploration of a virtually unknown part of the ancient city of Yaxha, bringing therefore to discussion a part of the ancient population that is in general terms, usually left out of archaeological discussions. \n\n\t\t\t\t\tLast Modified: 12/06/2011\n\n\t\t\t\t\tSubmitted by: Laura L Gamez"
 }
}