{
 "awd_id": "1029706",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Next Generation Algorithms for Planning Production and Inventories with Uncertain Demand and Congestion",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Kramer",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 480095.0,
 "awd_amount": 480095.0,
 "awd_min_amd_letter_date": "2010-08-13",
 "awd_max_amd_letter_date": "2012-07-30",
 "awd_abstract_narration": "This award provides funding for the development of comprehensive, computationally tractable and user-friendly production planning algorithms that consider uncertain demand, using the tools of stochastic optimization, and the queuing behavior that characterizes production resources with limited capacity, characterized by nonlinear clearing functions.  In today's global supply chains, effective coordination of operations across space and time is vital to capital-intensive industries like semiconductor manufacturing where global supply chains, short product life cycles and rapidly changing market conditions render effective supply chain coordination critical. However, despite the fact that problems related to the planning of production and inventories have been the stock in trade of industrial engineering and operations research for the last five decades, a comprehensive solution to the problem as faced in industry is still unavailable.  The specific aim of this project is to develop both exact solution methods as well as approximate solutions for larger problems whose solution quality can by characterized either through analytical bounds or by systematic computational experiments. The test bed for this project will be the semiconductor industry, whose global supply chains, short product life cycles and rapidly changing market conditions render effective supply chain coordination critical.\r\n\r\nIf successful, the impact of this work on U.S. industrial competitiveness will be significant. Company-wide planning models supporting supply chain coordination have repeatedly been shown to yield significant benefits, and the integration of concepts that have previously been studied separately in the domains of mathematical programming and stochastic inventory modeling will provide an avenue for significant new developments in production planning. In terms of education there are also significant benefits. Most IE/OR curricula present deterministic and stochastic modeling as two completely distinct course sequences, with the result that students view the two technologies as unrelated. The work developed in this research will be taught at the undergraduate level, helping students develop a deeper understanding of the connection between deterministic and stochastic models.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Reha",
   "pi_last_name": "Uzsoy",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Reha M Uzsoy",
   "pi_email_addr": "ruzsoy@ncsu.edu",
   "nsf_id": "000483553",
   "pi_start_date": "2010-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karl",
   "pi_last_name": "Kempf",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Karl G Kempf",
   "pi_email_addr": "karl.g.kempf@intel.com",
   "nsf_id": "000281270",
   "pi_start_date": "2010-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Denton",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Brian T Denton",
   "pi_email_addr": "btdenton@umich.edu",
   "nsf_id": "000089525",
   "pi_start_date": "2010-08-13",
   "pi_end_date": "2012-07-30"
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178600",
   "pgm_ele_name": "MANFG ENTERPRISE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "071E",
   "pgm_ref_txt": "MFG ENTERPRISE OPERATIONS"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 480095.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The global nature of today&rsquo;s high-tech supply chains and their highly capital-intensive nature renders effective coordination of global operations essential to success. The demand for these products, such as microprocessors and computer memory, is also hard to predict since both technology and markets are subject to rapid changes. Current industrial approaches have difficulty integrating the planning of production to make efficient use of resources and the effective deployment of safety stocks to provide high levels of customer service at minimum cost. The goal of this project has been to develop effective, scalable techniques for this problem, using applications in the semiconductor industry as a testbed. The project has followed three parallel, mutually supporting lines: continued testing of production planning formulations with workload-dependent lead times with uncertain production processes but deterministic demand; the development of various optimization models to obtain approximate solutions to the problem which can be implemented with off-the-shelf commercial software; and the development of enhanced formulations and solution procedures for stochastic programming models that can be used to assess the quality of the approximate solutions obtained by other means.</span></p>\n<p><span><span> </span>Work on enhancing previously developed formulations has focused on implementing them in larger problems representative of full-scale wafer fabrication facilities. This work has been successful, showing that the estimation of nonlinear clearing functions can be automated with minimal manual intervention; that the clearing functions outperform conventional linear programming models, especially when resource loads vary over time; that the use of fractional lead times significantly enhances the performance of conventional models, but not to the level of the clearing function models; and that the clearing function models yield significantly richer dual price information about resources.</span></p>\n<p><span><span> </span>This project has developed a new mathematical model based on results from inventory theory that can be implemented without need for exogenous lead time estimates. This formulation has also been extended to account for the dynamic evolution of demand forecasts over time, leading also to an enhancement of the well-known Martingale Model of Forecast Evolution, and tested on data sets obtained from our industrial partner with positive results. We have also compared the inventory-based formulations with robust optimization and two-stage stochastic programming to gain an understanding of the relative performance of these approaches, and developed a model with endogenous service levels representing the cost-minimizing service level for a capacitated production system. Work is in progress on extending these efforts to systems with multiple products and multiple production and inventory locations.</span></p>\n<p><span><span> </span>The effort on stochastic programming models has focused on developing effective methods of scenario generation that can capture the consequences of demand uncertainty in multiperiod planning problems more effectively, and permit the solution of larger models. The sequential bounding techniques developed proved successful for two-stage problems, and work is in progress on extending these results to multistage problems with recourse. We have also compared the chance constrained models to stochastic programs with several different methods of scenario generation for multistage problems, and find that the chance-constrained models yield comparable performance to the much larger stochastic programming formulations. In addition, the moment-matching approach to scenario generation gave the best results, including situations where forecast evolution over time was considered.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10...",
  "por_txt_cntn": "\nThe global nature of todayÆs high-tech supply chains and their highly capital-intensive nature renders effective coordination of global operations essential to success. The demand for these products, such as microprocessors and computer memory, is also hard to predict since both technology and markets are subject to rapid changes. Current industrial approaches have difficulty integrating the planning of production to make efficient use of resources and the effective deployment of safety stocks to provide high levels of customer service at minimum cost. The goal of this project has been to develop effective, scalable techniques for this problem, using applications in the semiconductor industry as a testbed. The project has followed three parallel, mutually supporting lines: continued testing of production planning formulations with workload-dependent lead times with uncertain production processes but deterministic demand; the development of various optimization models to obtain approximate solutions to the problem which can be implemented with off-the-shelf commercial software; and the development of enhanced formulations and solution procedures for stochastic programming models that can be used to assess the quality of the approximate solutions obtained by other means.\n\n Work on enhancing previously developed formulations has focused on implementing them in larger problems representative of full-scale wafer fabrication facilities. This work has been successful, showing that the estimation of nonlinear clearing functions can be automated with minimal manual intervention; that the clearing functions outperform conventional linear programming models, especially when resource loads vary over time; that the use of fractional lead times significantly enhances the performance of conventional models, but not to the level of the clearing function models; and that the clearing function models yield significantly richer dual price information about resources.\n\n This project has developed a new mathematical model based on results from inventory theory that can be implemented without need for exogenous lead time estimates. This formulation has also been extended to account for the dynamic evolution of demand forecasts over time, leading also to an enhancement of the well-known Martingale Model of Forecast Evolution, and tested on data sets obtained from our industrial partner with positive results. We have also compared the inventory-based formulations with robust optimization and two-stage stochastic programming to gain an understanding of the relative performance of these approaches, and developed a model with endogenous service levels representing the cost-minimizing service level for a capacitated production system. Work is in progress on extending these efforts to systems with multiple products and multiple production and inventory locations.\n\n The effort on stochastic programming models has focused on developing effective methods of scenario generation that can capture the consequences of demand uncertainty in multiperiod planning problems more effectively, and permit the solution of larger models. The sequential bounding techniques developed proved successful for two-stage problems, and work is in progress on extending these results to multistage problems with recourse. We have also compared the chance constrained models to stochastic programs with several different methods of scenario generation for multistage problems, and find that the chance-constrained models yield comparable performance to the much larger stochastic programming formulations. In addition, the moment-matching approach to scenario generation gave the best results, including situations where forecast evolution over time was considered.\n\n \n\n\t\t\t\t\tLast Modified: 10/22/2014\n\n\t\t\t\t\tSubmitted by: Reha M Uzsoy"
 }
}