{
 "awd_id": "1029081",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Factor-Graph Approach to Monitoring and Failure Assessment in Smart-Grid Networks",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2010-09-20",
 "awd_max_amd_letter_date": "2012-09-20",
 "awd_abstract_narration": "The proposal is motivated by the need to introduce probabilistic concepts for sensing and managing changing electric energy systems. The very nature of many new distributed resources, including responsive demand, is highly variable and hard to predict. Moreover, the system may be prone to cyber-security threats which represent low-probability high-impact events. This challenges the fundamental assumptions underlying today?s operations and planning which are by and large deterministic. In particular, a holistic stochastic formulation is needed to state the problem of sensing and communications as an integral part of supply/demand dispatch during normal conditions as well as during failures. Failures could be caused by either forced outages or intended attacks on portions of the system. The probabilities of events threatening the integrity of the system and the ability to balance supply and demand are generally dependent on system conditions and are not determined once for good. In order to begin to fill this gap, it is proposed in this project to view the changing electric power grid as an electric network with many highly variable distributed resources, micro-solar and micro-wind plants, in particular. Very many distributed loads are also varying and must be monitored; moreover, they are also responsive to the sensed and communicated information. The key idea in this proposal is to represent such future grid as a factor graph. Once this is done, it becomes possible to draw on formal communications theory methods to compute the probabilities of portions of the system being in certain states of interest. This, in turn, creates the basis for an affordable sensors and communications architecture design in support of novel operating practices. It is key to bring probabilistic reasoning into supply and demand balancing because without such proactive tracking of system state the worst-case design approach to ensuring reliable services becomes unacceptably inefficient, and, at the same time, does not provide information about the likelihood of the worst-case service scenario. The approach proposed in this project brings together the probability estimates based on the sensed and communicated information. These estimates are then used to introduce a self-dispatch by different distributed resources with minimal coordination by the system operators, as already proposed by one of the co-PIs for balancing supply and demand during normal conditions. In collaboration with the communications and security co-PIs on this project, the self-dispatch concept will be further generalized to probabilistically account for equipment failures. These failures could be either forced equipment outages, or initiated by cyber attacks on the power grid. The objective is to provide proof-of-concept illustrations of probabilistic self-dispatch facilitated by the factor-graph-enabled probability estimates about the severity of system state. The effects of sensors and communications on the overall performance will be illustrated using the grid of the Hawaiian island of Oahu as the experimental example.\r\n\r\nIntellectual merit: The fundamental intellectual novelty in this proposal is the penetration of probabilistic reasoning into the field of power-grid monitoring and control. The project will apply factor-graph and secure-belief-propagation formalisms to pave the way towards distributed monitoring, assessment, safe-guarding, control and risk management in power grids ? the goal being a proof-of-concept illustration of probabilistic self-dispatch on a portion of the power grid of the Hawaiian island of Oahu.\r\n\r\nBroader impact: The research activities in this project will lead to methods for efficient utilization of scattered renewable energy resources. This will contribute to the accelerated pace of transformation towards a clean/renewable energy economy. The co-PIs will continue to be engaged in integrating the participation of under-represented groups in engineering through research experience programs for undergraduates under the umbrella of the Native Hawaiian Science and Engineering Mentorship Program (NHSEMP).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aleksandar",
   "pi_last_name": "Kavcic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aleksandar Kavcic",
   "pi_email_addr": "kavcic@hawaii.edu",
   "nsf_id": "000215449",
   "pi_start_date": "2010-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Narayana",
   "pi_last_name": "Santhanam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Narayana Santhanam",
   "pi_email_addr": "nsanthan@hawaii.edu",
   "nsf_id": "000524287",
   "pi_start_date": "2010-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 75000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 75000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />The future electric grid, especially in wind-power-rich and solar-power-rich environments such as the Hawaiian Islands, will inevitably include a significant percentage of renewable wind and solar micro-generators. In such environments, it is computationally and economically infusible to deterministically monitor and control every node (i.e., every household) on the grid. The fundamental intellectual novelty in this project is the penetration of probabilistic reasoning into the field of power-grid monitoring and control. The project applied factor-graph and secure-belief-propagation formalisms to pave the way towards distributed monitoring, assessment, safe-guarding, control and risk management in power grids &ndash; the goal being a proof-of-concept illustration of probabilistic self-dispatch on a portion of the power grid of the Hawaiian island of Oahu. In particular, we developed the following probabilistic methods to track and secure the behavior of the grid.</p>\n<p>A)&nbsp;&nbsp;We noticed that, even under the probabilistic paradigm, a global tracking method would still be computationally prohibitive. Hence, we adapted the belief propagation (BP) method to track the state of the micro-grid when only a sparse number of nodes are actually monitored. We showed that the BP tracking method suffers only a negligible accuracy loss when compared to the full-blown tracker.</p>\n<p>B)&nbsp;&nbsp;Making a grid inference from sparse measurements is highly dependent on the choice where to place the measurement devices. Obviously, we do not have the resources to place an expensive measurement unit at every node. In fact, in practical scenarios, we only have a fixed number of measurement units, and we need to figure out where to place them. We developed an efficacy function to determine where to place the measurement units, and proposed several algorithms to determine the placement by optimizing the efficacy. We also developed numerical methods to evaluate the solution quality of each device placement algorithm, which is a novel development in the theory of sensor placement methods.</p>\n<p>C)&nbsp;&nbsp;Accurate grid monitoring in the presence of renewable sources is highly dependent on the accuracy of the renewable generator model. In particular, renewable generators are geographically scattered, but highly correlated (because wind and solar power is correlated across a geographic region). A full-blown correlation model significantly slows down and biases the BP algorithm, so we embarked on solving the problem by proposing the best Markov-chain correlation model that minimizes the &ldquo;discrepancy&rdquo; between the full-blown model and the simpler model. We proposed a numerical greedy algorithm to solve this problem and our results reveal that the loss is insignificant, hence the method is extremely practical. <span style=\"line-height: 106%;\">We have also extended these approaches to tree structured approximations based on the Expectation Maximization algorithm.</span><span style=\"color: maroon; line-height: 106%;\"> </span></p>\n<p>D)&nbsp;&nbsp;In order to develop a framework to address security in the network, we developed risk management techniques that are applicable under as broad a scenario as possible. Specifically, we have characterized what classes of models lend themselves to predicting outlying events. In addition, we have developed theory on how prediction is related to estimation and compression, in particular showing counterintuitive relation between prediction and estimation. These methods are not confined only to smart-grid networks, but are applicable also to other networks such as communication networks, cloud computing networks, storage networks, etc. <span style=\"line-height: 106%;\">This work on risk management yields a new theoretical framework to handle model classes so complex that they do not allow for any estimator to have a uniform accuracy ...",
  "por_txt_cntn": "\n\nThe future electric grid, especially in wind-power-rich and solar-power-rich environments such as the Hawaiian Islands, will inevitably include a significant percentage of renewable wind and solar micro-generators. In such environments, it is computationally and economically infusible to deterministically monitor and control every node (i.e., every household) on the grid. The fundamental intellectual novelty in this project is the penetration of probabilistic reasoning into the field of power-grid monitoring and control. The project applied factor-graph and secure-belief-propagation formalisms to pave the way towards distributed monitoring, assessment, safe-guarding, control and risk management in power grids &ndash; the goal being a proof-of-concept illustration of probabilistic self-dispatch on a portion of the power grid of the Hawaiian island of Oahu. In particular, we developed the following probabilistic methods to track and secure the behavior of the grid.\n\nA)  We noticed that, even under the probabilistic paradigm, a global tracking method would still be computationally prohibitive. Hence, we adapted the belief propagation (BP) method to track the state of the micro-grid when only a sparse number of nodes are actually monitored. We showed that the BP tracking method suffers only a negligible accuracy loss when compared to the full-blown tracker.\n\nB)  Making a grid inference from sparse measurements is highly dependent on the choice where to place the measurement devices. Obviously, we do not have the resources to place an expensive measurement unit at every node. In fact, in practical scenarios, we only have a fixed number of measurement units, and we need to figure out where to place them. We developed an efficacy function to determine where to place the measurement units, and proposed several algorithms to determine the placement by optimizing the efficacy. We also developed numerical methods to evaluate the solution quality of each device placement algorithm, which is a novel development in the theory of sensor placement methods.\n\nC)  Accurate grid monitoring in the presence of renewable sources is highly dependent on the accuracy of the renewable generator model. In particular, renewable generators are geographically scattered, but highly correlated (because wind and solar power is correlated across a geographic region). A full-blown correlation model significantly slows down and biases the BP algorithm, so we embarked on solving the problem by proposing the best Markov-chain correlation model that minimizes the \"discrepancy\" between the full-blown model and the simpler model. We proposed a numerical greedy algorithm to solve this problem and our results reveal that the loss is insignificant, hence the method is extremely practical. We have also extended these approaches to tree structured approximations based on the Expectation Maximization algorithm. \n\nD)  In order to develop a framework to address security in the network, we developed risk management techniques that are applicable under as broad a scenario as possible. Specifically, we have characterized what classes of models lend themselves to predicting outlying events. In addition, we have developed theory on how prediction is related to estimation and compression, in particular showing counterintuitive relation between prediction and estimation. These methods are not confined only to smart-grid networks, but are applicable also to other networks such as communication networks, cloud computing networks, storage networks, etc. This work on risk management yields a new theoretical framework to handle model classes so complex that they do not allow for any estimator to have a uniform accuracy guarantee no matter what model is in force (the uniform consistency dogma that underlies most of statistical and engineering formulations). Our new formulation can deal with model classes where estimator performance is necessarily a function of the unknown model, yet is ..."
 }
}