{
 "awd_id": "1029506",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research--Decoding the Swahili: An Integrated Archaeological and Genetic Study of the Swahili of East Africa",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 84994.0,
 "awd_amount": 84994.0,
 "awd_min_amd_letter_date": "2010-09-12",
 "awd_max_amd_letter_date": "2011-05-04",
 "awd_abstract_narration": "With National Science Foundation support, Drs. Chapurukha Kusimba, Ryan Raaum, and Sloan Williams will conduct two field seasons of archaeological, ethnohistoric, and archaeogenetics research on the Kenyan coast. The archaeological excavations will be centered at the site of Mtwapa, a prominent Swahili port town dating from ca. 1732 BCE to 1750 AD. Ethnographic research will be carried out amongst Swahili ethnohistorians, elders and other indigenous interlocutors about their origins to identify possible source populations. Archaeogenetic data from human remains excavated from Mtwapa will be compared with African, Middle Eastern and Asian genetic databases. Finally, physical and chemical analysis of ceramic, iron, and trade artifacts, and faunal and botanical remains will be conducted to reconstruct subsistence and technology and to identify relationships both with other regions of East Africa and throughout the Indian Ocean. These new technologies when combined with careful excavations and detailed ethnographic information will allow Drs. Kusimba, Raaum, and Williams to address the following hypotheses: 1) that early Swahili populations, while primarily of African origin, were much more diverse composition than commonly supposed; 2) that some non-African migration to the coast did occur prior to the 19th century 3) that Swahili stone towns were ethnically diverse.  \r\n\r\nDr. Kusimba's long-term research agenda has focused on understanding the origin and biological composition of the towns and city-states that developed on the East African coast in the late first millennium CE. Archaeological investigations in Kenya and Tanzania have demonstrated that the artifactual traditions in the early city-states show a clear evolutionary development from earlier villages. Thus preindustrial urbanism in East Africa and elsewhere owes its rise, sustenance, and demise to wider regional and interregional interaction spheres. In the case of East Africa, this development was furthered by relationships with the African hinterland and connections to the wider Indian Ocean trading system. \r\n\r\nThis collaborative research is addressing key questions, which have important implications for understanding human population relationships both within and beyond Africa. The researchers hope this project will demonstrate the long suspected but still as yet proven shared biological genealogy of East African peoples and their Indian Ocean neighbors. In East Africa, this study may have positive implications for national unity, often fractured by ethnicity and 'tribalism'. The rich historic, anthropological, linguistic evidence coupled with ancient and contemporary genetic data to be collected in this project will contribute new knowledge and open new avenues in interdisciplinary research between archaeologists and geneticists. Additionally the project will train two graduate students, one American Colin LeJeune, and the other Kenyan, Ibrahim Busolo, for their PhD in Swahili archaeology and genetics. It will also enable the recruitment and training undergraduate students in field and laboratory research from Lehman College and the University of Illinois-Chicago.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ryan",
   "pi_last_name": "Raaum",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Ryan L Raaum",
   "pi_email_addr": "ryan.raaum@lehman.cuny.edu",
   "nsf_id": "000401114",
   "pi_start_date": "2010-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Research Foundation Of The City University Of New York (Lehman)",
  "inst_street_address": "250 BEDFORD PARK BLVD W",
  "inst_street_address_2": "",
  "inst_city_name": "BRONX",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189608107",
  "inst_zip_code": "104681527",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "DJ4SM8UQBHT7"
 },
 "perf_inst": {
  "perf_inst_name": "Research Foundation Of The City University Of New York (Lehman)",
  "perf_str_addr": "250 BEDFORD PARK BLVD W",
  "perf_city_name": "BRONX",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "104681527",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  },
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 42497.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 42497.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the late first millennium CE, large towns and city-states grew out of small villages on the East African coast. This Swahili civilization, which once spanned the entire length of the East African coast, is one of the few indigenous precolonial urban states to develop in sub-Saharan Africa. This project examined the role of migration (both regional and foreign) in the development of these towns and city-states. Colonial-era scholarship attributed the development of these Swahili city-states to trade and intermarriage with Arab and Persian traders. However, postcolonial archaeologists and historians have shown that the evidence does not support colonial scenarios of simple migration and suggest that Bantu-speaking populations (Swahili is a Bantu language) led the development of Swahili urbanism. Unfortunately, in the backlash against the colonial narrative, an equally simplistic narrative has developed in which a single Bantu-speaking population that settled along the coast developed small city-states without any significant interaction with any other groups. We sought to evaluate these opposing narratives using new skeletal and genetic data from living and archaeological Swahili populations.</p>\n<p>&nbsp;</p>\n<p>We collected saliva samples for DNA analysis from 375 project participants recruited in 13 towns and villages along the Kenya coast. After DNA purification, we collected information on maternal lineages (using mitochondrial DNA), paternal lineages (using Y chromosome DNA), and overall ancestry (using autosomal nuclear DNA). These data showed that the majority of maternal ancestry in the contemporary Swahili population has an African origin (only ~1% of project participants carried mitochondrial DNA lineages more common in non-African populations). The maternal lineages in the Swahili are most like those seen in other Bantu-speaking populations in East Africa. In addition, we found evidence for substantial movements of females among Swahili communities and between inland (non-Swahili) communities and coastal Swahili towns and villages. In contrast, approximately 52% of the paternal lineages identified in our project participants originate outside of Africa, primarily in Arabia, central Asia, and the Indian subcontinent. This is the highest proportion of non-African lineages identified in any pre-colonial admixed population in sub-Saharan Africa. Paternal lineages also showed considerable variation among Swahili communities, suggesting that male movements between communities have been much less common than female movements. In their overall ancestry, project participants averaged 80% African ancestry, with 9% Middle Eastern, 7% central/south Asian, and 4% Oceanic and East Asian ancestry. The differences between the maternal, paternal, and overall ancestry suggest that relatively few immigrants arrived through Indian Ocean trading networks, but those that did were almost exclusively male and many of these immigrants appear to have been quite successful in building ties and integrating into local communities. The broader impacts of this project included the training of six Lehman College undergraduate students and three high school students in molecular laboratory research. Of these nine students, six are from minority groups underrepresented in the sciences.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2013<br>\n\t\t\t\t\tModified by: Ryan&nbsp;L&nbsp;Raaum</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn the late first millennium CE, large towns and city-states grew out of small villages on the East African coast. This Swahili civilization, which once spanned the entire length of the East African coast, is one of the few indigenous precolonial urban states to develop in sub-Saharan Africa. This project examined the role of migration (both regional and foreign) in the development of these towns and city-states. Colonial-era scholarship attributed the development of these Swahili city-states to trade and intermarriage with Arab and Persian traders. However, postcolonial archaeologists and historians have shown that the evidence does not support colonial scenarios of simple migration and suggest that Bantu-speaking populations (Swahili is a Bantu language) led the development of Swahili urbanism. Unfortunately, in the backlash against the colonial narrative, an equally simplistic narrative has developed in which a single Bantu-speaking population that settled along the coast developed small city-states without any significant interaction with any other groups. We sought to evaluate these opposing narratives using new skeletal and genetic data from living and archaeological Swahili populations.\n\n \n\nWe collected saliva samples for DNA analysis from 375 project participants recruited in 13 towns and villages along the Kenya coast. After DNA purification, we collected information on maternal lineages (using mitochondrial DNA), paternal lineages (using Y chromosome DNA), and overall ancestry (using autosomal nuclear DNA). These data showed that the majority of maternal ancestry in the contemporary Swahili population has an African origin (only ~1% of project participants carried mitochondrial DNA lineages more common in non-African populations). The maternal lineages in the Swahili are most like those seen in other Bantu-speaking populations in East Africa. In addition, we found evidence for substantial movements of females among Swahili communities and between inland (non-Swahili) communities and coastal Swahili towns and villages. In contrast, approximately 52% of the paternal lineages identified in our project participants originate outside of Africa, primarily in Arabia, central Asia, and the Indian subcontinent. This is the highest proportion of non-African lineages identified in any pre-colonial admixed population in sub-Saharan Africa. Paternal lineages also showed considerable variation among Swahili communities, suggesting that male movements between communities have been much less common than female movements. In their overall ancestry, project participants averaged 80% African ancestry, with 9% Middle Eastern, 7% central/south Asian, and 4% Oceanic and East Asian ancestry. The differences between the maternal, paternal, and overall ancestry suggest that relatively few immigrants arrived through Indian Ocean trading networks, but those that did were almost exclusively male and many of these immigrants appear to have been quite successful in building ties and integrating into local communities. The broader impacts of this project included the training of six Lehman College undergraduate students and three high school students in molecular laboratory research. Of these nine students, six are from minority groups underrepresented in the sciences. \n\n \n\n\t\t\t\t\tLast Modified: 12/01/2013\n\n\t\t\t\t\tSubmitted by: Ryan L Raaum"
 }
}