{
 "awd_id": "1029563",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of a parallel-MATLAB capable cluster for computer-intensive research in geodynamics, seismology, hydrothermal systems, and carbon sequestration",
 "cfda_num": "47.050",
 "org_code": "06030202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Russell Kelz",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 73106.0,
 "awd_amount": 73106.0,
 "awd_min_amd_letter_date": "2010-09-19",
 "awd_max_amd_letter_date": "2010-09-19",
 "awd_abstract_narration": "Phipps Morgan\r\n1029563\r\n\r\nThis award provides funding for a parallel-Matlab-Beowulf cluster which will support geodynamic, geophysical, and carbon sequestration computational research. The PI will take advantage of Matlab's parallel computing engine which has advantages over lower level coding. The research goal is to write high-level, but rapid performance codes. The Matlab \"distributed computing engine\" will be installed as part of the cluster operating system. This will allow a very large distributed memory model and facilitate 3-D computational experiments. The cluster will be used to develop codes simulating 3-D multigrid-preconditioned conjugate gradients, quadratic velocity/linear pressure elements, 3-D unstructured mesh relocation algorithms, transport, diffusion and melting algorithms, and boundary condition analyses. Additional studies in reservoir engineering and sustainable energy will be supported. The high-level code development will allow more rapid research results and the new cluster will open up research themes in computational geosciences previously unable to be entered by the PI. Student training will be enhanced by the higher-level code capabilities and processing power. A pending IGERT proposal focusing on sustainable energy would be a beneficiary of this system. The PI along with students will assemble the machines and load the OS and Matlab software. The geodynamics group will perform any necessary repairs. \r\n\r\n***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Phipps Morgan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Phipps Morgan",
   "pi_email_addr": "jp369@cornell.edu",
   "nsf_id": "000196888",
   "pi_start_date": "2010-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Teresa",
   "pi_last_name": "Jordan",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Teresa E Jordan",
   "pi_email_addr": "tej1@cornell.edu",
   "nsf_id": "000166779",
   "pi_start_date": "2010-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Larry",
   "pi_last_name": "Brown",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Larry D Brown",
   "pi_email_addr": "ldb7@cornell.edu",
   "nsf_id": "000261296",
   "pi_start_date": "2010-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  },
  {
   "pgm_ele_code": "725500",
   "pgm_ele_name": "GEOINFORMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 73106.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The advancement of knowledge about Earth and its resources today involves numerical integration of large data sets that describe complex mixtures of co-existing minerals, rocks, and fluids under a broad range of temperatures and pressures. Since so much of Earth is under our feet, inaccessible, we are restricted to probing its inner materials and processes through information derived from a few geophysical phenomena, such as the signals of sound waves or electromagnetic waves that travel through the earth. With large geophysical data sets, much knowledge of the materials and conditions of the inner Earth rocks and fluids can be extracted, but only with the use of computer-based numerical analysis.</p>\n<p>The second highly effective tool by which knowledge of the inner earth advances today is through constructing numerical experiments, which test the outcomes of theories of the processes that interact within the solid Earth. These experiments use computer code that captures the essence of a theoretical model of an Earth process, couple that coded process to codes for other processes which also influence the inner earth materials and fluids, and calculate the outcomes of those multiple theoretical models under a set of conditions specified by the researcher. The experimentation occurs through running multiple computer-simulated cases, for suites of cases that are designed to either vary the choice of theoretical model (and its computer code), or to vary the physical or chemical properties of the materials, or to vary the conditions within which the process operates. These computational models open the researcher&rsquo;s eyes to the strengths and weaknesses of their theories, and sometimes reveal holes in knowledge that can only be plugged by developing new kinds of data sets or by developing new theories.</p>\n<p>Furthermore, there exist large energy resources in Earth&rsquo;s subsurface, but very large technical challenges impede its use for human purposes. To develop technical solutions, teams of engineers and geoscientists practice the latter approach, running numerical experiments of possible engineering designs that would extract energy from earth reservoirs.</p>\n<p>The means for integrating and scrutinizing geophysical data sets and the means for conducting numerical experiments concerned with inner earth processes and energy engineering converge. A decade into the 21<sup>st</sup> century, all these tasks require very high speed of calculation by computers, such that millions of calculations are quickly completed and integrated with one another. Parallel processing enables efficient computation.</p>\n<p>A second requisite of progress in these fields is human resources: the researchers who are dedicated to advancing knowledge through geophysical data analysis or computational experimentation or the engineering of subsurface energy systems need to have a high level of skill with both the underlying earth principles and with the ever-advancing capabilities of computer analysis, whether parallel processing or conventional processing. One learns principles in a formal course, but the skills are developed through opportunity and practice. This challenges university faculty to assure that their students have access to state-of-the-art computers on which to develop their skills. Students need access to modern computer systems not only for short-term progress, but to develop strategies by which to learn in out-of-classroom settings. These learning strategies will be vital throughout their post-university careers.</p>\n<p>The objective of this grant, titled &ldquo;Acquisition of a parallel-MATLAB capable cluster for computer-intensive research in geodynamics, seismology, hydrothermal systems, and carbon sequestration,&rdquo; was to modernize and strengthen the computing power available for education and research. The research topics and student training are initially aimed ...",
  "por_txt_cntn": "\nThe advancement of knowledge about Earth and its resources today involves numerical integration of large data sets that describe complex mixtures of co-existing minerals, rocks, and fluids under a broad range of temperatures and pressures. Since so much of Earth is under our feet, inaccessible, we are restricted to probing its inner materials and processes through information derived from a few geophysical phenomena, such as the signals of sound waves or electromagnetic waves that travel through the earth. With large geophysical data sets, much knowledge of the materials and conditions of the inner Earth rocks and fluids can be extracted, but only with the use of computer-based numerical analysis.\n\nThe second highly effective tool by which knowledge of the inner earth advances today is through constructing numerical experiments, which test the outcomes of theories of the processes that interact within the solid Earth. These experiments use computer code that captures the essence of a theoretical model of an Earth process, couple that coded process to codes for other processes which also influence the inner earth materials and fluids, and calculate the outcomes of those multiple theoretical models under a set of conditions specified by the researcher. The experimentation occurs through running multiple computer-simulated cases, for suites of cases that are designed to either vary the choice of theoretical model (and its computer code), or to vary the physical or chemical properties of the materials, or to vary the conditions within which the process operates. These computational models open the researcherÆs eyes to the strengths and weaknesses of their theories, and sometimes reveal holes in knowledge that can only be plugged by developing new kinds of data sets or by developing new theories.\n\nFurthermore, there exist large energy resources in EarthÆs subsurface, but very large technical challenges impede its use for human purposes. To develop technical solutions, teams of engineers and geoscientists practice the latter approach, running numerical experiments of possible engineering designs that would extract energy from earth reservoirs.\n\nThe means for integrating and scrutinizing geophysical data sets and the means for conducting numerical experiments concerned with inner earth processes and energy engineering converge. A decade into the 21st century, all these tasks require very high speed of calculation by computers, such that millions of calculations are quickly completed and integrated with one another. Parallel processing enables efficient computation.\n\nA second requisite of progress in these fields is human resources: the researchers who are dedicated to advancing knowledge through geophysical data analysis or computational experimentation or the engineering of subsurface energy systems need to have a high level of skill with both the underlying earth principles and with the ever-advancing capabilities of computer analysis, whether parallel processing or conventional processing. One learns principles in a formal course, but the skills are developed through opportunity and practice. This challenges university faculty to assure that their students have access to state-of-the-art computers on which to develop their skills. Students need access to modern computer systems not only for short-term progress, but to develop strategies by which to learn in out-of-classroom settings. These learning strategies will be vital throughout their post-university careers.\n\nThe objective of this grant, titled \"Acquisition of a parallel-MATLAB capable cluster for computer-intensive research in geodynamics, seismology, hydrothermal systems, and carbon sequestration,\" was to modernize and strengthen the computing power available for education and research. The research topics and student training are initially aimed toward education for two Cornell graduate educational programs, one with a focus on energy technologies and one on geodynamics...."
 }
}