{
 "awd_id": "1030436",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES: U.S.-Hungarian-Greek Collaborative International Research Experience for Students on Origins and Development of Prehistoric European Villages",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032927578",
 "po_email": "rnikolau@nsf.gov",
 "po_sign_block_name": "Roxanne Nikolaus",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 149991.0,
 "awd_amount": 149991.0,
 "awd_min_amd_letter_date": "2010-08-03",
 "awd_max_amd_letter_date": "2010-08-03",
 "awd_abstract_narration": "With three years of support from the National Science Foundation, U.S. students and postdoctoral fellows will join an international research team led in the United States by Principal Investigator William Parkinson, from the Field Museum of Natural History, in Chicago, along with Richard Yerkes of Ohio State University.  Their Hungarian and Greek counterparts are Attila Gyucha, of the Hungarian Field Service for Cultural Heritage, in Szeged, and Apostolos Sarris at the Institute for Mediterranean Studies on Crete.  Together, these experts will serve as mentors and direct a study of prehistoric agricultural villages on the Great Hungarian Plain to test cross-cultrual anthropological models that emphasize different causal factors with the goal of explaining the origin of nucleated settlement systems.\r\n\r\nAnnually the program, designed to provide international research experience for students (IRES), will send five U.S. participants abroad to join European counterparts at the site of the Körös Regional Archaeological Project in eastern Hungary where they will receive training in archaeological survey, excavation, data collection, and analysis. Each participant will pursue an independently designed research project in collaboration with mentors and with specialists at laboratories in Greece, Hungary, and the U.S., to analyze their results and interpret data they collect during field work at sites near Veszto, Hungary.  In the process NSF-supported IRES students and postdoctoral fellows will develop peer-to-peer and mentor-to-student relationships with a highly regarded international team of researchers.    \r\n\r\nIntellectual Merit:  IRES participants will join an exciting research program to explore the emergence of social complexity and examine the establishment of the first large fortified villages in ancient Europe. Current models of prehistoric village development in this region emphasize changes in environment and hydrology, and shifts in animal husbandry, social organization, ritual, and warfare. Together, the team of senior and junior researchers will document the establishment and development of early agricultural societies in this region and contribute to the development models that help us understand the emergence of economic and political complexity elsewhere in the world. Our understanding of these prehistoric processes is critical for learning about the development of urbanization, territorialism, social stratification, and warfare.\r\n\r\nBroader Impacts: In addition to developing cross-cultural models for understanding the development of European societies, the IRES program will provide each of the fifteen junior U.S. scholars, including minorities and underrepresented groups, with a unique learning experience intended to provide them with professional training and contacts necessary to establish themselves. These activities are expected to lead not only to early career scientific presentations and publications, but also to lifelong exchanges, professional networking and U.S.-European collaborations.  Overall, the outcome should enhance the visibility and global engagement of the next generation of  U.S. scientists",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Parkinson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "William A Parkinson",
   "pi_email_addr": "wparkinson@fieldmuseum.org",
   "nsf_id": "000511628",
   "pi_start_date": "2010-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Yerkes",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Richard W Yerkes",
   "pi_email_addr": "yerkes.1@osu.edu",
   "nsf_id": "000207568",
   "pi_start_date": "2010-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Field Museum of Natural History",
  "inst_street_address": "1400 S LAKE SHORE DR",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3126657240",
  "inst_zip_code": "606052827",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "FIELD MUSEUM OF NATURAL HISTORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CBHQF44BQYN5"
 },
 "perf_inst": {
  "perf_inst_name": "Field Museum of Natural History",
  "perf_str_addr": "1400 S LAKE SHORE DR",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606052827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "5916",
   "pgm_ref_txt": "HUNGARY"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "7639",
   "pgm_ref_txt": "IRES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 149991.0
  }
 ],
 "por": null
}