{
 "awd_id": "1030418",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Communities Without Health Insurance",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 323250.0,
 "awd_amount": 323250.0,
 "awd_min_amd_letter_date": "2010-07-31",
 "awd_max_amd_letter_date": "2010-07-31",
 "awd_abstract_narration": "SES-1030418\r\nPI: Stefan Timmermans\r\nInstitution: University of California, Los Angeles\r\n\r\nThis study will focus on the different ways by which a growing uninsured population challenges community life in two socio-economically disadvantaged Southern California communities. Based on interviews and historical research, the research will map the decisions of health care providers to serve their communities, examine health care-seeking behavior of both the uninsured and insured population, and review the policy decisions taken by community stakeholders in light of a growing uninsured population. \r\n\t\r\nBroader Impacts:\r\nDocumenting hidden social and financial costs for entire communities may show that not expanding insurance coverage has already eroded access and quality of health care for many insured Americans. In addition, examining the ways by which a rise in the uninsured affects communities will give policy makers insight in the broader public benefits and drawbacks of the recently passed health care reform.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stefan",
   "pi_last_name": "Timmermans",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stefan Timmermans",
   "pi_email_addr": "stefan@soc.ucla.edu",
   "nsf_id": "000381881",
   "pi_start_date": "2010-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 323250.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Communities Without Health Insurance </strong></p>\n<p>&nbsp;</p>\n<p>This project examined how a lack of health insurance affects communities. Extensive research has documented negative effects of lack of health insurance for millions of uninsured children and adults in the U.S.: the uninsured have limited access to care and worse health outcomes compared to people with health insurance. However, we know much less about the many ways by which a large uninsured population impacts communities and neighborhoods.</p>\n<p>In terms of intellectual merit, in this study, the research team interviewed key stakeholders in two socio-economically disadvantaged Southern California communities. We talked to health care providers (including dentists), to small business owners, to school officials and to residents of the two communities. We asked questions about how having/not having health insurance affected how schools, churches, and businesses functioned. Our expectation was that a lack of health insurance would negatively affect these institutions because lacking health insurance would make it much more difficult for employees to work, for children to go to school, and for churches to fill pews if people are sick and have trouble accessing health care. Our research showed that this was the case, especially for schools, but we also found some surprises. One surprise was that religious leaders considered a lack of health insurance among their parish an opportunity to make the church relevant in people&rsquo;s lives. They thus developed health, fitness, and cooking programs to draw parishioners to the church. In schools, in contrast, not having insurance created longer absenteeism, which directly affected the school&rsquo;s education mission and its budget.</p>\n<p>This research underscored the difficulty of capturing community-level phenomena (such as a community&rsquo;s uninsurance rate) with qualitative interviews. There are so many other issues that people struggle with in impoverished neighborhoods that a lack of insurance is only one factor to explain their predicament at work or school. We have therefore also expanded the scope of the research process to conduct some quantitative research. There we are interested in how a lack of insurance impacts a community sense of civic engagement and social cohesion in communities. Still, the interviews will be interesting as a baseline community health perspective for researchers looking at the effects of the affordable care act in the next decade.</p>\n<p>In terms of broader impact, documenting hidden social and financial costs for entire communities confirmed that not expanding insurance coverage has already eroded access and quality of health care for many insured Americans. In addition, examining the ways by which a rise in the uninsured affects communities gives policy makers insight in the broader public benefits and drawbacks of the recently passed health care reform. As an immediate impact, the study provided precious research and publication experience to two graduate students of underrepresented groups.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2014<br>\n\t\t\t\t\tModified by: Stefan&nbsp;Timmermans</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCommunities Without Health Insurance \n\n \n\nThis project examined how a lack of health insurance affects communities. Extensive research has documented negative effects of lack of health insurance for millions of uninsured children and adults in the U.S.: the uninsured have limited access to care and worse health outcomes compared to people with health insurance. However, we know much less about the many ways by which a large uninsured population impacts communities and neighborhoods.\n\nIn terms of intellectual merit, in this study, the research team interviewed key stakeholders in two socio-economically disadvantaged Southern California communities. We talked to health care providers (including dentists), to small business owners, to school officials and to residents of the two communities. We asked questions about how having/not having health insurance affected how schools, churches, and businesses functioned. Our expectation was that a lack of health insurance would negatively affect these institutions because lacking health insurance would make it much more difficult for employees to work, for children to go to school, and for churches to fill pews if people are sick and have trouble accessing health care. Our research showed that this was the case, especially for schools, but we also found some surprises. One surprise was that religious leaders considered a lack of health insurance among their parish an opportunity to make the church relevant in peopleÆs lives. They thus developed health, fitness, and cooking programs to draw parishioners to the church. In schools, in contrast, not having insurance created longer absenteeism, which directly affected the schoolÆs education mission and its budget.\n\nThis research underscored the difficulty of capturing community-level phenomena (such as a communityÆs uninsurance rate) with qualitative interviews. There are so many other issues that people struggle with in impoverished neighborhoods that a lack of insurance is only one factor to explain their predicament at work or school. We have therefore also expanded the scope of the research process to conduct some quantitative research. There we are interested in how a lack of insurance impacts a community sense of civic engagement and social cohesion in communities. Still, the interviews will be interesting as a baseline community health perspective for researchers looking at the effects of the affordable care act in the next decade.\n\nIn terms of broader impact, documenting hidden social and financial costs for entire communities confirmed that not expanding insurance coverage has already eroded access and quality of health care for many insured Americans. In addition, examining the ways by which a rise in the uninsured affects communities gives policy makers insight in the broader public benefits and drawbacks of the recently passed health care reform. As an immediate impact, the study provided precious research and publication experience to two graduate students of underrepresented groups. \n\n \n\n\t\t\t\t\tLast Modified: 10/29/2014\n\n\t\t\t\t\tSubmitted by: Stefan Timmermans"
 }
}