{
 "awd_id": "1030162",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Synergistic Modeling: Manufacture and Design of 'Nano' Microstructures",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Toney",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 320000.0,
 "awd_amount": 320000.0,
 "awd_min_amd_letter_date": "2010-08-11",
 "awd_max_amd_letter_date": "2010-08-11",
 "awd_abstract_narration": "The objective of this grant is to develop mathematical models describing the design and manufacture of multi-functional polymer nanocomposites. The models will quantify the physics behind the use of electric and magnetic force fields to manipulate and precisely position nanoscale particles; creating designed \"nano\" microstructures. Models will also be developed to predict bulk effective properties, mechanical, electrical and magnetic, resulting from the designed microstructures, which can be used to tailor composite design to application. The models will be based on input and insight from an experimental team (supported separately) performing parallel work with similar goals; this approach will harness the synergistic power of the combination of modeling (mathematics) and multi-scale experiment (visualization).\r\n\r\nThis work addresses one of the fundamental challenges to achieving the promise of nanomaterials; specifically, how to achieve precise spatial positioning of nanoscale materials and use this as a mechanism to bring the science of the nanoscale to realization at the macroscale. If the underlying physics can be effectively linked to a sequence of manufacturing stages, precision engineering of nanoscale elements could enable a cascade of paradigm shifting technologies, e.g. electronically, optically or environmentally-smart thin film nanocomposites. This work also emphasizes the effectiveness of building models around experimental insight; the use of experiments to suggest models and build a visual physical intuition in modelers, and the use of models to suggest and guide experiments. This grant will also develop visualization based engineering case studies for pre-engineering or introductory engineering design courses. Applying the same synergistic approach, linking mathematics and visualization, in the venue of introductory engineering will allow beginning students to explore more sophisticated design problems, bring them into \"real\" engineering earlier, and help increase retention rates by providing hem with a physical intuition on which to build their mathematical intuition.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Baxter",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah C Baxter",
   "pi_email_addr": "scbaxter@stthomas.edu",
   "nsf_id": "000227842",
   "pi_start_date": "2010-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Robinson",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher T Robinson",
   "pi_email_addr": "CTR@SC.edu",
   "nsf_id": "000267899",
   "pi_start_date": "2010-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "1600 HAMPTON ST",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292083403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146700",
   "pgm_ele_name": "MATERIALS PROCESSING AND MANFG"
  },
  {
   "pgm_ele_code": "167400",
   "pgm_ele_name": "NANOSCALE: INTRDISCPL RESRCH T"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "080E",
   "pgm_ref_txt": "DEFORMATION PROCESSES"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "1674",
   "pgm_ref_txt": "NANOSCALE: INTRDISCPL RESRCH T"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 320000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NSF Outcomes</p>\n<p>&nbsp;</p>\n<p>Polymeric materials with embedded metallic nano-particles, known as polymer nano-composites, are receiving a great deal of interest in the composite material community. They appear to have the potential to offer enhanced, and sometimes novel, mechanical and electrical properties using lower volume fractions of the included phase, while maintaining the advantageous properties of polymers, for example, transparency, light-weight and easy processing. &nbsp;</p>\n<p>Two things, at least, seem to contribute to the enhanced properties. First, when a material, even if it is a conventional material like gold, is broken down into nanoscale pieces it can display significantly different properties than the more familiar bulk material. The second thing is an effect of scale. &nbsp;When a fixed volume of a material is broken down into smaller pieces, even though the overall volume stays the same, the surface area dramatically increases. Therefore, any effect that depends on surface area will be magnified with smaller particles. At the nanoscale this could represent a significant contribution to the bulk composite property.</p>\n<p>These mechanisms are complex and not well understood, so mathematical and computational models that predict these properties and effects, are still in relatively early stages. One hypothesis as to the reason for better mechanical properties in nano-composites is a scale effect related to the interface area that forms between the polymer and the included particles. This interface region occurs as a result of a change of the polymer properties due to the presence of the particle; this could be the result of bonding between the polymer and individual particles, or from the restriction of movement of the polymer by the particles. The result is a local increase in polymer stiffness in the thin layer of polymer that surrounds each particle; the interface region likely has properties that are between those of the polymer (low mechanical stiffness) and a metallic particle (high mechanical stiffness) and so can act like a distinct third phase of the composite.</p>\n<p>This effect is present in all composite materials, but since the amount of interface present&nbsp; depends more on particle surface area than the size of each particle, at the nanoscale the interface effect may be significant. This third composite phase can change the overall composite properties dramatically. Additionally, if one thinks of particles and interface as the building blocks of a mechanical scaffold within the polymer, the large number of nano particles and associated interface regions can provide a connected microstructure that more effectively reinforces the polymer, making it stiffer.</p>\n<p>While experimental work has demonstrated that polymer nano-composites can have improved mechanical stiffness, traditional composite micromechanics models don&rsquo;t do a good job of predicting these effects. Plus, in most cases the particles in a polymer nano-composite are randomly arranged, so predictions as to when and if a connected microstructure will form, called percolation models, depend on probabilities associated with the random arrangements of particles. They don&rsquo;t, in general, correspond well to experimental work, although then can be used empirically, and they lack a connection to fundamental mechanics.</p>\n<p>The primary outcome of this work was the development of a mechanics-based strategy for predicting the combined effects of the random placement of particles in a polymer nano-composite and the influence of interface regions on the mechanical stiffness of the composite. This approach is novel in that it embedded a classic computational micromechanics approach within a probabilistic setting. The intellectual merit of this work is contained in the specific results:</p>\n<ul>\n<li>model predictions of the mechanical properties of nano-composites ...",
  "por_txt_cntn": "\nNSF Outcomes\n\n \n\nPolymeric materials with embedded metallic nano-particles, known as polymer nano-composites, are receiving a great deal of interest in the composite material community. They appear to have the potential to offer enhanced, and sometimes novel, mechanical and electrical properties using lower volume fractions of the included phase, while maintaining the advantageous properties of polymers, for example, transparency, light-weight and easy processing.  \n\nTwo things, at least, seem to contribute to the enhanced properties. First, when a material, even if it is a conventional material like gold, is broken down into nanoscale pieces it can display significantly different properties than the more familiar bulk material. The second thing is an effect of scale.  When a fixed volume of a material is broken down into smaller pieces, even though the overall volume stays the same, the surface area dramatically increases. Therefore, any effect that depends on surface area will be magnified with smaller particles. At the nanoscale this could represent a significant contribution to the bulk composite property.\n\nThese mechanisms are complex and not well understood, so mathematical and computational models that predict these properties and effects, are still in relatively early stages. One hypothesis as to the reason for better mechanical properties in nano-composites is a scale effect related to the interface area that forms between the polymer and the included particles. This interface region occurs as a result of a change of the polymer properties due to the presence of the particle; this could be the result of bonding between the polymer and individual particles, or from the restriction of movement of the polymer by the particles. The result is a local increase in polymer stiffness in the thin layer of polymer that surrounds each particle; the interface region likely has properties that are between those of the polymer (low mechanical stiffness) and a metallic particle (high mechanical stiffness) and so can act like a distinct third phase of the composite.\n\nThis effect is present in all composite materials, but since the amount of interface present  depends more on particle surface area than the size of each particle, at the nanoscale the interface effect may be significant. This third composite phase can change the overall composite properties dramatically. Additionally, if one thinks of particles and interface as the building blocks of a mechanical scaffold within the polymer, the large number of nano particles and associated interface regions can provide a connected microstructure that more effectively reinforces the polymer, making it stiffer.\n\nWhile experimental work has demonstrated that polymer nano-composites can have improved mechanical stiffness, traditional composite micromechanics models donÆt do a good job of predicting these effects. Plus, in most cases the particles in a polymer nano-composite are randomly arranged, so predictions as to when and if a connected microstructure will form, called percolation models, depend on probabilities associated with the random arrangements of particles. They donÆt, in general, correspond well to experimental work, although then can be used empirically, and they lack a connection to fundamental mechanics.\n\nThe primary outcome of this work was the development of a mechanics-based strategy for predicting the combined effects of the random placement of particles in a polymer nano-composite and the influence of interface regions on the mechanical stiffness of the composite. This approach is novel in that it embedded a classic computational micromechanics approach within a probabilistic setting. The intellectual merit of this work is contained in the specific results:\n\nmodel predictions of the mechanical properties of nano-composites that more closely match experimental observation, \nevidence of a distribution of effective composite properties that result from random microstructu..."
 }
}