{
 "awd_id": "1030520",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Dual Functional Freeform Microplasma Surface Patterning and Biologics Printing",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Toney",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2010-08-12",
 "awd_max_amd_letter_date": "2010-08-12",
 "awd_abstract_narration": "The objective of this proposed research is to develop a new process to modify the surface function of a biological tissue scaffold. This novel printing process is a dual functional freeform microplasma surface patterning and biologics printing process which will produce maskless micro-size patterns as well as print biomolecules or living cells. Microplasma-induced surface property enhancement will be studied to identify its effect on biological activities such as cell attachment, proliferation and differentiation. An engineering model will predict the extent of surface functionalization generated with the plasma patterning process as a function of key process parameters. \r\n\r\nThe proposed research integrates fundamental plasma science and freeform fabrication technology with life sciences and tissue engineering. If successful, this research will contribute to a novel and viable process that will operate at room temperature and atmospheric pressure to conduct maskless surface treatment and biologics printing. Manufacturing advantages include cost savings by way of fewer process steps, flexibility in material choices due to the more friendly process conditions and higher resolution printing of the molecules allowing for a wider window of applications. The ability to align living cells and proteins and to guide their functions will enable a fundamental and interdisciplinary research advance in scaffold-guided tissue engineering. In addition, the outcome of the research will also enable fabrication of cell-based therapeutic products, and create knowledge on developing a new generation of microplasma surface treatment techniques and biological printing systems. These will have a wide range of application in regenerative medicine, disease pathogenesis study, drug discovery and testing, and manufacturing cell/tissue-on-chips.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wei",
   "pi_last_name": "Sun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei Sun",
   "pi_email_addr": "sunwei@drexel.edu",
   "nsf_id": "000215409",
   "pi_start_date": "2010-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Halim",
   "pi_last_name": "Ayan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Halim Ayan",
   "pi_email_addr": "halim.ayan@utoledo.edu",
   "nsf_id": "000547979",
   "pi_start_date": "2010-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 CHESTNUT ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146700",
   "pgm_ele_name": "MATERIALS PROCESSING AND MANFG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "080E",
   "pgm_ref_txt": "DEFORMATION PROCESSES"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ability to align cells and proteins and to guide their functions by providing an engineered and designed environment has been of strong interest for a wide range of diagnostic and therapeutic application. This funded project has developed a novel dual-function freeform microplasma surface patterning and biologics printing process as well as to study the underlying process science and the process induced cellular functions. The major activities conducted in the project include:</p>\n<p class=\"text1\">1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Developed a frame work of a dual-function freeform microplasma surface patterning and biologics printing system;</p>\n<p class=\"text1\">2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Developed a microplasma-generated maskless surface patterning approach that enabled the generation of micron scale patterns on a substrate without using chemical solvents and masks or master stamps. In this system, the microplasma will be delivered through the dielectric barrier discharge (DBD) technique;</p>\n<p class=\"text1\">3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Development of integration of the microplasma system with the<br />biomolecule printing system;</p>\n<p class=\"text1\">4)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Study the effect of the process parameters on the surface functionalization and on the cell responses of the micro-plasma treated substrates;</p>\n<p class=\"text1\">5)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Development of a multi-phase computational model to predict surface energy based on the micro-plasma process parameters;</p>\n<p class=\"text1\">6)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Study the correlation between the micro-plasma processing parameters and the biological effect.</p>\n<p>This funded research has integrated fundamental plasma science and enabling freeform fabrication technologies with life sciences and emerging tissue engineering, and enables fundamental and interdisciplinary<br />research advances in microplasma processes for surface functionalization of<br />tissue scaffolds with living biologics, fabrication of cell-based therapeutic<br />products, and knowledge of the integrative process-induced biological behavior of a new generation of microplasma surface treatment techniques and biological printing systems. In addition, the research has led to the&nbsp; development of a novel and viable dual-function microplasma surface treatment and bioprinting process that is capable of performing sophisticated surface functionalization and printing living cells or other biologics. These plasma-treated cell-embedded heterogeneous tissue structures will have a wide range of applications in regenerative medicine (as tissue substitutes), in disease pathogenesis study (as disease models), in drug discovery and testing (as drug models), in facilitating the development of modern biology (as 3D biological models), and in synthesis of cell/tissue-on-chip (as biosensors to detect biological or chemical threat agents). Furthermore, this research has advanced biofabrication technology to emerging tissue engineering and other biotechnological applications, and provide viable manufacturing tools that are imperative needs in biological and life science community.&nbsp; The outcome of research has also helped NASA&rsquo;s mission of safe exploration of space.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2014<br>\n\t\t\t\t\tModified by: Wei&nbsp;Sun</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe ability to align cells and proteins and to guide their functions by providing an engineered and designed environment has been of strong interest for a wide range of diagnostic and therapeutic application. This funded project has developed a novel dual-function freeform microplasma surface patterning and biologics printing process as well as to study the underlying process science and the process induced cellular functions. The major activities conducted in the project include:\n1)      Developed a frame work of a dual-function freeform microplasma surface patterning and biologics printing system;\n2)      Developed a microplasma-generated maskless surface patterning approach that enabled the generation of micron scale patterns on a substrate without using chemical solvents and masks or master stamps. In this system, the microplasma will be delivered through the dielectric barrier discharge (DBD) technique;\n3)      Development of integration of the microplasma system with the\nbiomolecule printing system;\n4)      Study the effect of the process parameters on the surface functionalization and on the cell responses of the micro-plasma treated substrates;\n5)      Development of a multi-phase computational model to predict surface energy based on the micro-plasma process parameters;\n6)      Study the correlation between the micro-plasma processing parameters and the biological effect.\n\nThis funded research has integrated fundamental plasma science and enabling freeform fabrication technologies with life sciences and emerging tissue engineering, and enables fundamental and interdisciplinary\nresearch advances in microplasma processes for surface functionalization of\ntissue scaffolds with living biologics, fabrication of cell-based therapeutic\nproducts, and knowledge of the integrative process-induced biological behavior of a new generation of microplasma surface treatment techniques and biological printing systems. In addition, the research has led to the  development of a novel and viable dual-function microplasma surface treatment and bioprinting process that is capable of performing sophisticated surface functionalization and printing living cells or other biologics. These plasma-treated cell-embedded heterogeneous tissue structures will have a wide range of applications in regenerative medicine (as tissue substitutes), in disease pathogenesis study (as disease models), in drug discovery and testing (as drug models), in facilitating the development of modern biology (as 3D biological models), and in synthesis of cell/tissue-on-chip (as biosensors to detect biological or chemical threat agents). Furthermore, this research has advanced biofabrication technology to emerging tissue engineering and other biotechnological applications, and provide viable manufacturing tools that are imperative needs in biological and life science community.  The outcome of research has also helped NASAÆs mission of safe exploration of space.\n\n\t\t\t\t\tLast Modified: 10/31/2014\n\n\t\t\t\t\tSubmitted by: Wei Sun"
 }
}