{
 "awd_id": "1030509",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Organic Justice: Non-Traditional Exports and Inequalities in Tanzania",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 11985.0,
 "awd_amount": 11985.0,
 "awd_min_amd_letter_date": "2010-08-27",
 "awd_max_amd_letter_date": "2010-08-27",
 "awd_abstract_narration": "Organic agriculture is booming. Despite the recent global food and financial crisis, the production and consumption of organic goods has defied common trends. Heralded as the beginning of an Organic Revolution in sub-Saharan Africa, this development strategy holds vast promise for two interrelated reasons: First, the previous agricultural revolutions - the Green and Biotechnology Revolution - have largely sidestepped the continent, particularly small-scale farmers. Second, even in the context of a long history of failure and exploitation, agriculture-led development remains a main avenue for alleviating poverty. While organic agriculture's ecological benefits are better known, scholarship has been lacking on the socio-economic impacts of organic export production on African farmers. Socio-economic inequality especially has received little to no attention, even though the previous agricultural revolutions continue to highlight the highly uneven and unintended impacts of the diffusion of new agricultural technology across the globe. This doctoral dissertation research project addresses this critical omission by studying the growth in organic farming across six villages in Shinyanga, the leading region of organic cotton production in sub-Saharan Africa. In the first phase, 120 surveys were undertaken of both organic and conventional farmers, with a special focus on the importance of space and economies of scale. After the quantitative analysis using participatory and spatial econometrics, the research findings will be shared and collaboratively examined in a second phase via follow-up interviews and focus groups. In the third phase, inter-annual changes in inequality and poverty are assessed and supported via additional archival research to situate the findings within the complex history of colonial cotton production in Tanzania. \r\n\r\nOrganic agriculture, especially in chemically-intensive cotton production, has evident ecological benefits. The results of this study will provide unique empirical evidence of the economic impact of organic agriculture on African cotton farmers from Tanzania. Given the government's goal to reduce rural poverty and inequality and the international demand to boost organic production in sub-Saharan Africa, the findings from this research will inform policymakers on the potentials and limits of this latest agricultural revolution. By locating the spread and adoption of organic agriculture as an innovation, the research will furthermore break down the economic impact of this agricultural growth on individual farmers and the villages throughout the cotton growing region. Focusing on contracted organic production in a de facto organic environment, the research project may further the evaluation of such development efforts vis-à-vis similar ones underway in other parts of the developing world, such as Fair Trade cotton production in West Africa. As a Doctoral Dissertation Research Improvement award, this award will also provide support to enable a promising student to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robin",
   "pi_last_name": "Leichenko",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Robin M Leichenko",
   "pi_email_addr": "robin.leichenko@rutgers.edu",
   "nsf_id": "000303713",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Ledermann",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel T Ledermann",
   "pi_email_addr": "samueltl@eden.rutgers.edu",
   "nsf_id": "000558805",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 11985.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With organic consumption booming, proponents of organic agriculture argue that it presents a viable development alternative for African farmers that were sidestepped by the <em>Green</em> and <em>Biotechnology revolutions</em>. While ecological and human benefits of organic agriculture are better known, scholarship is lacking on the socio-economic impacts of organic export production on certified and non-certified farmers in Africa. Positioning organic agriculture as an innovation, this research addressed critical omissions by asking: <em>What impact does the </em><em>Organic revolution </em><em>have on poverty, inequality and</em><em> </em><em>sustainability?</em> It draws on and contributes to bodies of literature on <em>Agricultural Development</em><em> </em><em>and Inequalities in Africa</em><em>, </em><em>Agricultural Sustainability</em><em>, and </em><em>Multidimensional</em><em> </em><em>Poverty</em><em>.</em> Based on a survey of 122 organic and conventional cotton farmers in Meatu District, Tanzania, organic agriculture's potential as a pro-poor development intervention is evaluated. Quantitative analyses were coupled with participatory statistical analyses, which included focus groups and semi-structured interviews during follow-up visits.</p>\n<p>&nbsp;</p>\n<p>Main findings include organic farmers owning on average larger farms and being wealthier compared to their conventional counterparts. Lower levels of human capital were not identified as a barrier towards the diffusion of organic methods, which are traditionally more labor- and knowledge-intensive compared to the capital-intensive nature of previous agricultural revolutions. Lack of access to land was a key reason the poorest conventional farmers were unable to join. Organic farmers on average had lower prevalences, breadths and depths of poverty. Unidimensional and multidimensional poverty analyses showed that the intercropping of mungbeans - introduced into organic farming for its nitrogen-fixing properties - had a positive impact on lowering inequalities between organic and conventional farmers due to widespread adoption by both groups. The dissertation makes significant empirical contributions by providing a comparative study of organic and conventional farmers in sub-Saharan Africa, evaluating who becomes an organic farmer, and measuring the impact of organic agriculture on poverty, inequality and sustainability. These findings have important implications of the potential for the <em>Organic revolution</em> to act as a viable pro-poor development alternative.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/07/2012<br>\n\t\t\t\t\tModified by: Samuel&nbsp;T&nbsp;Ledermann</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2012/1030509/1030509_10033210_1333830383215_camion--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2012/1030509/1030509_10033210_1333830383215_camion--rgov-800width.jpg\" title=\"Cotton as White Gold in Tanzania\"><img src=\"/por/images/Reports/POR/2012/1030509/1030509_10033210_1333830383215_camion--rgov-66x44.jpg\" alt=\"Cotton as White Gold in Tanzania\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">During the purchasing season, cotton traders are eagerly filling their trucks with cotton, no matter the poor infrastructure. The competition amongst traders as a matter of fact is severe, leading to declines in quality with potentially higher prices for farmers.</div>\n<div class...",
  "por_txt_cntn": "\nWith organic consumption booming, proponents of organic agriculture argue that it presents a viable development alternative for African farmers that were sidestepped by the Green and Biotechnology revolutions. While ecological and human benefits of organic agriculture are better known, scholarship is lacking on the socio-economic impacts of organic export production on certified and non-certified farmers in Africa. Positioning organic agriculture as an innovation, this research addressed critical omissions by asking: What impact does the Organic revolution have on poverty, inequality and sustainability? It draws on and contributes to bodies of literature on Agricultural Development and Inequalities in Africa, Agricultural Sustainability, and Multidimensional Poverty. Based on a survey of 122 organic and conventional cotton farmers in Meatu District, Tanzania, organic agriculture's potential as a pro-poor development intervention is evaluated. Quantitative analyses were coupled with participatory statistical analyses, which included focus groups and semi-structured interviews during follow-up visits.\n\n \n\nMain findings include organic farmers owning on average larger farms and being wealthier compared to their conventional counterparts. Lower levels of human capital were not identified as a barrier towards the diffusion of organic methods, which are traditionally more labor- and knowledge-intensive compared to the capital-intensive nature of previous agricultural revolutions. Lack of access to land was a key reason the poorest conventional farmers were unable to join. Organic farmers on average had lower prevalences, breadths and depths of poverty. Unidimensional and multidimensional poverty analyses showed that the intercropping of mungbeans - introduced into organic farming for its nitrogen-fixing properties - had a positive impact on lowering inequalities between organic and conventional farmers due to widespread adoption by both groups. The dissertation makes significant empirical contributions by providing a comparative study of organic and conventional farmers in sub-Saharan Africa, evaluating who becomes an organic farmer, and measuring the impact of organic agriculture on poverty, inequality and sustainability. These findings have important implications of the potential for the Organic revolution to act as a viable pro-poor development alternative.\n\n \n\n\t\t\t\t\tLast Modified: 04/07/2012\n\n\t\t\t\t\tSubmitted by: Samuel T Ledermann"
 }
}