{
 "awd_id": "1030395",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Adapting to Changing Environmental Conditions",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2010-08-13",
 "awd_max_amd_letter_date": "2010-08-13",
 "awd_abstract_narration": "SES-1030395\r\nPI: Roger L. Moore\r\nCo-PI: Jordan W. Smith\r\nInstitution: North Carolina State University\r\n\r\nThis research analyzes individuals' perceived ability to adapt to changing climatic conditions. At issue is how individuals' perceived resilience is affected by social, economic, and environmental contexts. It is suggested that individuals' ability to adapt to changing climatic conditions is limited by both economic and social-psychological dependencies. Additionally, the hypothesis is presented that the dependence/adaptation relationship is influenced by the characteristics of individuals' social networks. The role social networks play in the dependence/adaptation relationship is tested through three mixed-methods case studies in rural, resource dependent communities within the Southeast. The approach improves the empirical understanding and theoretical development of resilience as a social process. \r\n\r\nBroader Impacts:\r\nBy gaining a clearer understanding of how individuals' social networks affect their perceived ability to adapt to changing environmental conditions, decision makers can focus on policy solutions that increase adaptive capacities and build social resilience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Moore",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Roger L Moore",
   "pi_email_addr": "roger_moore@ncsu.edu",
   "nsf_id": "000512681",
   "pi_start_date": "2010-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jordan",
   "pi_last_name": "Smith",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jordan W Smith",
   "pi_email_addr": "green.olympia@gmail.com",
   "nsf_id": "000634439",
   "pi_start_date": "2010-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>Project Outcomes Report</strong><br /><strong>Award &ndash; 1030395</strong><br /><strong>Roger L. Moore, Ph.D. (PI)</strong><br /><strong>Jordan W. Smith, Ph.D. (Co-PI)</strong></p>\n<p><br />This research explored how individuals&rsquo; perceived ability to adapt to changing climate conditions is affected by the social, economic, and environmental contexts in which they live. This is an important question for social scientists, natural resource planners and managers, and for communities that are dependent on natural resources. By providing a clearer understanding of how social capital affects individuals&rsquo; perceived ability to adapt to changing environmental conditions the study findings can help community leaders and policy makers at various levels to be better equipped to help foster a more sustainable ecological and social future. In particular, the study findings provide data-driven evidence of the differing dynamics of bonding and bridging social capital in terms of community resilience to environmental change, which should provide useful insights for natural resource planners and managers as well as those focusing on natural resource based tourism.</p>\n<p>Our analysis of secondary data revealed that: 1) natural resource dependence had a significant and negative effect on socio-economic stability, and; 2) social capital had the opposite effect, being significantly and positively related to socio-economic stability. Our collection and analysis of qualitative data revealed three distinct ways that community resilience can be expressed through distinct patterns of social interaction. In one community, Haywood County, North Carolina, we found the community desired to respond to external threats by obtaining more control over their local economy and environment, by developing strong internal social ties and expressing very little interest in making connections to other communities or external agencies. Interviewees in Macon County, however, expressed their resilience to major community threats in a dramatically different way. Interviewees in Macon County frequently mentioned their community&rsquo;s connections to either state or federal agencies and institutions which could help them gain access to financing or other resources needed to meet current and future challenges. Finally, interviewees in Mitchell County described community resilience with a considerable amount of reluctance. Interviewees were aware of the growing demand for tourism and that global change forces would likely hasten and intensify those demands. However, the ambivalence and reluctance in their interview data also revealed a notable degree of within-community disagreement over whether the changes brought about by increased tourism would actually be a good thing for the local population. Collectively, these findings reveal multiple resilience pathways, each defined by specific combinations of community ties.</p>\n<p>Based upon our analysis of data collected from mail questionnaires, we found that both social capital and place-based social psychological dependencies have a significant influence on individuals&rsquo; perceived ability to adapt to climate change. Specifically, we found that:</p>\n<p>&bull; Respondents who use their close friends or immediate family to obtain information about local community issues were significantly less likely to indicate that information about how changing environmental conditions impact their community and the surrounding forest is easy to find.</p>\n<p>&bull; The number of bridging ties an individual has is significantly and positively related to their ability to learn about the impacts of climate change.</p>\n<p>&bull; Respondents who indicated their individual identity was heavily dependent upon the local forest were more likely to indicate that climate related information is easy to find.</p>\n<p>&bull; Respondents who ...",
  "por_txt_cntn": "Project Outcomes Report\nAward &ndash; 1030395\nRoger L. Moore, Ph.D. (PI)\nJordan W. Smith, Ph.D. (Co-PI)\n\n\nThis research explored how individualsÆ perceived ability to adapt to changing climate conditions is affected by the social, economic, and environmental contexts in which they live. This is an important question for social scientists, natural resource planners and managers, and for communities that are dependent on natural resources. By providing a clearer understanding of how social capital affects individualsÆ perceived ability to adapt to changing environmental conditions the study findings can help community leaders and policy makers at various levels to be better equipped to help foster a more sustainable ecological and social future. In particular, the study findings provide data-driven evidence of the differing dynamics of bonding and bridging social capital in terms of community resilience to environmental change, which should provide useful insights for natural resource planners and managers as well as those focusing on natural resource based tourism.\n\nOur analysis of secondary data revealed that: 1) natural resource dependence had a significant and negative effect on socio-economic stability, and; 2) social capital had the opposite effect, being significantly and positively related to socio-economic stability. Our collection and analysis of qualitative data revealed three distinct ways that community resilience can be expressed through distinct patterns of social interaction. In one community, Haywood County, North Carolina, we found the community desired to respond to external threats by obtaining more control over their local economy and environment, by developing strong internal social ties and expressing very little interest in making connections to other communities or external agencies. Interviewees in Macon County, however, expressed their resilience to major community threats in a dramatically different way. Interviewees in Macon County frequently mentioned their communityÆs connections to either state or federal agencies and institutions which could help them gain access to financing or other resources needed to meet current and future challenges. Finally, interviewees in Mitchell County described community resilience with a considerable amount of reluctance. Interviewees were aware of the growing demand for tourism and that global change forces would likely hasten and intensify those demands. However, the ambivalence and reluctance in their interview data also revealed a notable degree of within-community disagreement over whether the changes brought about by increased tourism would actually be a good thing for the local population. Collectively, these findings reveal multiple resilience pathways, each defined by specific combinations of community ties.\n\nBased upon our analysis of data collected from mail questionnaires, we found that both social capital and place-based social psychological dependencies have a significant influence on individualsÆ perceived ability to adapt to climate change. Specifically, we found that:\n\n&bull; Respondents who use their close friends or immediate family to obtain information about local community issues were significantly less likely to indicate that information about how changing environmental conditions impact their community and the surrounding forest is easy to find.\n\n&bull; The number of bridging ties an individual has is significantly and positively related to their ability to learn about the impacts of climate change.\n\n&bull; Respondents who indicated their individual identity was heavily dependent upon the local forest were more likely to indicate that climate related information is easy to find.\n\n&bull; Respondents who indicated their familyÆs identity was strongly defined by the forest were significantly more likely to indicate that climate related information is easy to find.\n\n&bull; Strong feelings of dependence upon the forest for family identity were also..."
 }
}