{
 "awd_id": "1030306",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Activity and abundance of photoheterotrophs fueled by photochemically-produced substrates",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 490925.0,
 "awd_amount": 490925.0,
 "awd_min_amd_letter_date": "2010-09-01",
 "awd_max_amd_letter_date": "2012-07-06",
 "awd_abstract_narration": "Intellectual Merit: Bacteria that use both dissolved organic material (DOM) and light, i.e. photoheterotrophs, would fundamentally change views of how energy and material are processed in the oceans. However, it is still not clear if these microbes have unique roles in the oceans because standard experiments have not been successful in consistently demonstrating positive effects of light on growth and respiration of presumed photoheterotrophs. It is known that these microbes are abundant, with one type (those containing proteorhodopsin) alone constituting 50% or more of all microbes in the oceans. But why these microbes are so abundant is unknown as the ecological advantages of photoheterotrophy remain obscure.\r\n\r\nThe PIs will use a new approach and novel experiments to examine how light affects photoheterotrophs and to explore the contribution of these microbes to DOM fluxes. Their work is testing the following hypothesis: The biogeochemical role of photoheterotrophs is to use low energy-yielding DOM components such as products of photochemical reactions. The reactions involve chromophoric DOM (CDOM) which is a large and dynamic part of the carbon cycle especially in coastal oceans. They have hypothesized that the light energy gained by photoheterotrophs would enable these microbes to benefit from using photochemically-produced compounds which alone do not yield much energy. This hypothesis is supported by lab experiments showing that proteorhodopsin-generated energy becomes important only when respiration is inhibited and cells are limited by energy. Other lab experiments demonstrated that anaplerotic fixation of CO2 by PR-containing bacteria is stimulated by light. This fixation is needed for growth on C1-C4 compounds, including many produced by photochemical reactions.\r\n\r\nThe PIs are testing this hypothesis with experiments in the Delaware estuary where CDOM varies greatly spatially and seasonally. They are examining the effect of light (PAR) on the uptake and respiration of photochemically-produced low molecular weight (LMW) organic compounds and on gene expression (mRNA) of photoheterotrophs. The focus is on CO, pyruvate, acetaldehyde, and glyoxal; together these compounds constitute a large fraction of the photochemical-byproducts in seawater. Glycolate is also being examined because of its importance in phytoplankton excretion and because of its similarity to organic acids produced by photochemical reactions. Uptake of these compounds is estimated with 14C- tracers and HPLC measurements of concentrations. Rates are then compared with the abundance and mRNA levels of proteorhodopsin and pufM found in aerobic anoxygenic phototrophic bacteria as measured by QPCR assays. The PIs are also examining how light and the photochemically-produced LMW organic compounds affect bacterial respiration and growth efficiency. They are examining the relationships among anaplerotic CO2 fixation, uptake of photochemical byproducts, and photoheterotroph abundance and activity along transects of the Delaware estuary and during diel studies.\r\n\r\nThe proposed work is being conducted by a team consisting of microbial oceanographers (Kirchman and Cottrell) and a marine biogeochemist (Kieber) with expertise in photoheterotrophs and photochemical reactions, respectively.\r\n\r\nBroader Impacts: This interdisciplinary project is supporting graduate students and  also involves undergraduates in summer research projects. Results will be incorporated into web sites and used in courses taught by Kirchman and Kieber. The Kirchman lab is featured in lab tours open to the public and in Coast Day, an annual open house that attracts about 10,000 visitors. Kieber mentors undergraduates and coordinated a program for economically disadvantaged high school students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Kirchman",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "David L Kirchman",
   "pi_email_addr": "kirchman@udel.edu",
   "nsf_id": "000333008",
   "pi_start_date": "2010-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Cottrell",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew T Cottrell",
   "pi_email_addr": "MattCott@udel.edu",
   "nsf_id": "000177753",
   "pi_start_date": "2010-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 168543.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 158519.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 163863.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It is well known that sunlight is the energy source driving the biological production of organic material using carbon dioxide in marine systems and most other habitats in the biosphere.&nbsp; Less well known and understood is the role of sunlight in converting that organic material back to carbon dioxide.&nbsp; Two general mechanisms are possible.&nbsp; First, sunlight may have a direct effect on organic material via &ldquo;photochemical reactions&rdquo; to produce carbon dioxide, but also carbon monoxide and small organic compounds which eventually may be degraded by microbes to carbon dioxide.&nbsp; Second, some microbes, known as photoheterotrophs, are able to gather energy from sunlight which may help them degrade organic material back to carbon dioxide. Both photochemical processes and photoheterotrophs were examined by this project in the Delaware estuary. This marine environment was chosen because of past work showing the importance of photochemical reactions in affecting organic material and of other work demonstrating the high abundance of two types of photoheterotrophic bacteria in the estuary.&nbsp; Estuaries are important test beds for exploring general questions in biogeochemistry and in the carbon cycle because they are the interface between the land and the oceans.&nbsp;</p>\n<p>&nbsp;</p>\n<p>This project found that production and consumption rates of carbon monoxide and selected organic compounds (&ldquo;carbonyl&rdquo; compounds) are very high in the estuary.&nbsp; Although production is by photochemical reactions, we found that consumption was dominated by microbial processes.&nbsp; However, because concentrations of carbon monoxide and the organic compounds are low, the consumption rates are also low compared to microbial growth.&nbsp; Still, consumption rates of carbon monoxide were higher during the day when photoheterotrophs would be most active.&nbsp; Direct measurements did not indicate any difference in photoheterotrophic activity between day and night, but there was an overall correlation with this activity and sunlight levels in the estuary.&nbsp;&nbsp; Some of the carbonyl compounds seem to come from atmosphere, in contrast to previous work indicating that marine systems are a source of these compounds. These compounds and others have important roles in atmospheric chemistry and ultimately the global carbon cycle.&nbsp; Probably because of the contribution of light energy, the cell size of photoheterotrophs is larger and they grow faster in the Delaware estuary than other microbes.&nbsp; The research of this project answered some important questions about photochemistry and photoheterotrophs but the main link between the two remains to be demonstrated.&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/13/2015<br>\n\t\t\t\t\tModified by: David&nbsp;L&nbsp;Kirchman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIt is well known that sunlight is the energy source driving the biological production of organic material using carbon dioxide in marine systems and most other habitats in the biosphere.  Less well known and understood is the role of sunlight in converting that organic material back to carbon dioxide.  Two general mechanisms are possible.  First, sunlight may have a direct effect on organic material via \"photochemical reactions\" to produce carbon dioxide, but also carbon monoxide and small organic compounds which eventually may be degraded by microbes to carbon dioxide.  Second, some microbes, known as photoheterotrophs, are able to gather energy from sunlight which may help them degrade organic material back to carbon dioxide. Both photochemical processes and photoheterotrophs were examined by this project in the Delaware estuary. This marine environment was chosen because of past work showing the importance of photochemical reactions in affecting organic material and of other work demonstrating the high abundance of two types of photoheterotrophic bacteria in the estuary.  Estuaries are important test beds for exploring general questions in biogeochemistry and in the carbon cycle because they are the interface between the land and the oceans. \n\n \n\nThis project found that production and consumption rates of carbon monoxide and selected organic compounds (\"carbonyl\" compounds) are very high in the estuary.  Although production is by photochemical reactions, we found that consumption was dominated by microbial processes.  However, because concentrations of carbon monoxide and the organic compounds are low, the consumption rates are also low compared to microbial growth.  Still, consumption rates of carbon monoxide were higher during the day when photoheterotrophs would be most active.  Direct measurements did not indicate any difference in photoheterotrophic activity between day and night, but there was an overall correlation with this activity and sunlight levels in the estuary.   Some of the carbonyl compounds seem to come from atmosphere, in contrast to previous work indicating that marine systems are a source of these compounds. These compounds and others have important roles in atmospheric chemistry and ultimately the global carbon cycle.  Probably because of the contribution of light energy, the cell size of photoheterotrophs is larger and they grow faster in the Delaware estuary than other microbes.  The research of this project answered some important questions about photochemistry and photoheterotrophs but the main link between the two remains to be demonstrated.  \n\n\t\t\t\t\tLast Modified: 02/13/2015\n\n\t\t\t\t\tSubmitted by: David L Kirchman"
 }
}