{
 "awd_id": "1030054",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Leveraging Thought Leadership for Computational Thinking in the K-12 Curriculum--Phase II",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harriet Taylor",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 363279.0,
 "awd_min_amd_letter_date": "2010-05-28",
 "awd_max_amd_letter_date": "2010-07-24",
 "awd_abstract_narration": "Leveraging Thought Leadership For Computational Thinking in the K-12 Curriculum\r\nPhase II\r\nSubmitted by ISTE and CSTA\r\nProject Summary\r\nThe Computer Science Teachers Association (CSTA) and International Society for Technology in Education (ISTE) are seeking support from the National Science Foundation for Phase II of a project to develop common language surrounding computational thinking and strategies for integrating computational thinking within K-12 education. Project participants will articulate the challenges and opportunities for integrating computational thinking throughout K-12 education and create pathways for bringing computational thinking into the mainstream. This proposal provides evidence of the pressing need for consensus and unified effort around key definitions, concepts, and strategies for implementing computational thinking into K-12 classrooms.\r\nIn the first phase, we convened a small Steering Committee to plan the steps needed to accomplish our goal. Phase II of this project will include a meeting of thought leaders charged with building a shared understanding of computational thinking and prioritizing the strategies and resources that need to be developed to implement computational thinking in K-12 education. This will be followed by a workshop of practitioners and leaders who will begin drafting the resources required to bring about real and sustained changes to K-12 education. A Leadership Work Group will be responsible for taking the preliminary resources developed at the workshop and expand, enhance, and refine them for digital and print publication.\r\n\r\nIntellectual Merit: Jeannette Wing published a germinal paper (Wing, 2006) where she posited that computational thinking encompasses a diverse set of skills that enable us to systematically and efficiently process information and solve complex problems. Grounded in the core activities of problem definition, abstractions, and solution development, Wing further argued that computational thinking could be directly applied, not just to computer science problems, but to the problems in virtually any discipline or field of human engagement. This project will seek to contribute to the advancement of computational thinking throughout K-12 education through the following strategies:\r\n-Developing a better understanding of computational thinking through creating a shared working definition of \"computational thinking\" as it applies across disciplines K-12.\r\n- Strengthen the teaching of computational thinking skills in K-12 education through supporting the development and dissemination of classroom resources such as model curriculum and assessments.\r\n- Create broad scale dissemination of examples of computational thinking across the curriculum through working collaboratively with subject area specialists across the disciplines.\r\n\r\nBroader Impact: The drive to embed computational thinking concepts across disciplines and subject areas will require the entire education community to grapple with core issues relating to developing precise and yet generalized definitions of concepts and practices. To achieve this, we must move beyond the limitations of our individual disciplines to a more cohesive and shared understanding of the ways in which computation underlies all problem definition and solution and improve our understanding of the ways in which computational thinking can enrich understanding and practice.\r\nThis project will therefore address the pressing need to create a more inclusive language to facilitate the identification and sharing of key concepts, challenges, strategies, and best practices and provide a mechanism for convening the larger community in the implementation of these powerful concepts and ideas across K-12 education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leslie S.",
   "pi_last_name": "Conery",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leslie S. Conery",
   "pi_email_addr": "lconery@iste.org",
   "nsf_id": "000540321",
   "pi_start_date": "2010-05-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Stephenson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christine Stephenson",
   "pi_email_addr": "cstephenson@acm.org",
   "nsf_id": "000436557",
   "pi_start_date": "2010-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "International Society for Technology in Education",
  "inst_street_address": "2111 WILSON BLVD STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5413023777",
  "inst_zip_code": "222013001",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": "INTERNATIONAL SOCIETY FOR TECHNOLOGY IN EDUCATION INC",
  "org_prnt_uei_num": "G84ZK2LWXEK1",
  "org_uei_num": "G84ZK2LWXEK1"
 },
 "perf_inst": {
  "perf_inst_name": "International Society for Technology in Education",
  "perf_str_addr": "2111 WILSON BLVD STE 300",
  "perf_city_name": "ARLINGTON",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "222013001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "764000",
   "pgm_ele_name": "CPATH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7640",
   "pgm_ref_txt": "CPATH"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 363279.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes</strong></p>\n<p>With support from the National Science Foundation, the International Society for Technology in Education (ISTE) and the Computer Science Teachers Association (CSTA) developed resources that set the stage for wide-spread support for computational thinking (CT) among K&ndash;12 teachers and leaders. ISTE and CSTA have been leading efforts over the past year to create prototype resources and scaffolding to help teachers implement CT in the classroom and to develop strategies for leaders at all levels that contribute to systemic efforts to bring CT into formal K&ndash;12 education.&nbsp; CSTA and ISTE have:</p>\n<ul>\n<li> Built consensus for an operational definition of CT for K&ndash;12 education among thought leaders who have been working in this field;</li>\n</ul>\n<ul>\n<li>Developed cross-disciplinary teacher materials including prototype CT learning experiences and curriculum support materials (visit www.iste.org/computational-thinking to download the free <em>Computational Thinking Teacher Resources</em> and the <em>Computational Thinking Leadership Toolkit</em>); </li>\n<li>Conducted focus groups and marketing research to create talking points and messaging around CT to bridge barriers to adoption in K&ndash;12 formal education;</li>\n<li>Developed a plan of action and prioritized strategies for adoption of CT into K&ndash;12 education; &nbsp;and</li>\n<li>Created dissemination resources to raise awareness around CT in the mainstream education audience.</li>\n</ul>\n<p>Our ambition is to prepare young learners to become computational thinkers and to include CT as a skill that all students are expected to have when they graduate from high school. &nbsp;We found, however, that most K-12 teachers and school leaders are unaware of CT or have reticence about computing.&nbsp; The resources developed in this project are meant to introduce CT to non-computing educators in an effort to widen the audience of educators who understand and value CT.&nbsp; We developed messaging, presentations, and multimedia to build educator readiness to help move them from exploration to incorporation of CT.&nbsp; Explicitly linking CT to school achievement also helped to make the case for CT.&nbsp; CT undergirds state standards in all subjects and emphasizes critical thinking, creativity, and strengthens students&rsquo; problem formulation and problem solving skills resonated with teachers and administrators alike.</p>\n<p>It is difficult to find an occupation or avocation where workers and technology do not interact. All students will need to understand how, when, and where computers and other digital tools can help us solve problems, and how to communicate with others who can assist us with computer-supported solutions.&nbsp; CT can help students realize that computers are available to solve their problems, to extend their thinking, and to realize that every student has the capabilities to be the creators, designers and developers of innovations in technology tools and systems.</p>\n<p>&nbsp;</p>\n<p><strong>Operational Definition of Computational Thinking for K-12 Education</strong></p>\n<p><em>Computational thinking (CT) is a problem solving process that includes (but is not limited to) the following characteristics:</em></p>\n<p>&bull; Formulating problems in a way that enables us to use a computer and other tools to help solve them<br /> &bull; Logically organizing and analyzing data<br /> &bull; Representing data through abstractions such as models and simulations<br /> &bull; Automating solutions through algorithmic thinking (a series of ordered steps)<br /> &bull; Identifying, analyzing, and implementing possible solutions with the goal of achieving the most efficient and effective combination of steps and resources <br /> &bull; Generalizing and transferring this problem solving process to a wide variety of problems</p>\n<p><strong>&nbsp;</strong><em>T...",
  "por_txt_cntn": "\nProject Outcomes\n\nWith support from the National Science Foundation, the International Society for Technology in Education (ISTE) and the Computer Science Teachers Association (CSTA) developed resources that set the stage for wide-spread support for computational thinking (CT) among K&ndash;12 teachers and leaders. ISTE and CSTA have been leading efforts over the past year to create prototype resources and scaffolding to help teachers implement CT in the classroom and to develop strategies for leaders at all levels that contribute to systemic efforts to bring CT into formal K&ndash;12 education.  CSTA and ISTE have:\n\n Built consensus for an operational definition of CT for K&ndash;12 education among thought leaders who have been working in this field;\n\n\nDeveloped cross-disciplinary teacher materials including prototype CT learning experiences and curriculum support materials (visit www.iste.org/computational-thinking to download the free Computational Thinking Teacher Resources and the Computational Thinking Leadership Toolkit); \nConducted focus groups and marketing research to create talking points and messaging around CT to bridge barriers to adoption in K&ndash;12 formal education;\nDeveloped a plan of action and prioritized strategies for adoption of CT into K&ndash;12 education;  and\nCreated dissemination resources to raise awareness around CT in the mainstream education audience.\n\n\nOur ambition is to prepare young learners to become computational thinkers and to include CT as a skill that all students are expected to have when they graduate from high school.  We found, however, that most K-12 teachers and school leaders are unaware of CT or have reticence about computing.  The resources developed in this project are meant to introduce CT to non-computing educators in an effort to widen the audience of educators who understand and value CT.  We developed messaging, presentations, and multimedia to build educator readiness to help move them from exploration to incorporation of CT.  Explicitly linking CT to school achievement also helped to make the case for CT.  CT undergirds state standards in all subjects and emphasizes critical thinking, creativity, and strengthens studentsÆ problem formulation and problem solving skills resonated with teachers and administrators alike.\n\nIt is difficult to find an occupation or avocation where workers and technology do not interact. All students will need to understand how, when, and where computers and other digital tools can help us solve problems, and how to communicate with others who can assist us with computer-supported solutions.  CT can help students realize that computers are available to solve their problems, to extend their thinking, and to realize that every student has the capabilities to be the creators, designers and developers of innovations in technology tools and systems.\n\n \n\nOperational Definition of Computational Thinking for K-12 Education\n\nComputational thinking (CT) is a problem solving process that includes (but is not limited to) the following characteristics:\n\n&bull; Formulating problems in a way that enables us to use a computer and other tools to help solve them\n &bull; Logically organizing and analyzing data\n &bull; Representing data through abstractions such as models and simulations\n &bull; Automating solutions through algorithmic thinking (a series of ordered steps)\n &bull; Identifying, analyzing, and implementing possible solutions with the goal of achieving the most efficient and effective combination of steps and resources \n &bull; Generalizing and transferring this problem solving process to a wide variety of problems\n\n These skills are supported and enhanced by a number of dispositions or attitudes that are essential dimensions of CT.\n\nThese dispositions or attitudes include such things as:\n\n&bull; Confidence in dealing with complexity\n &bull; Persistence in working with difficult problems\n &bull; Tolerance for ambiguity\n &bull; The ability to deal w..."
 }
}