{
 "awd_id": "1030242",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   Consumer control of high-productivity, low-nutrient ecosystems:  Enhancement of primary productivity by grazing fish in Lake Tanganyika",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 387817.0,
 "awd_amount": 428172.0,
 "awd_min_amd_letter_date": "2010-03-02",
 "awd_max_amd_letter_date": "2012-01-25",
 "awd_abstract_narration": "Many of the most species-rich ecosystems on Earth, such as coral reefs and tropical rain forests, are characterized by high plant and animal productivity despite an apparent lack of the nutrients required to sustain plant growth.  The east African rift valley lakes may be the only high-productivity, low-nutrient freshwater ecosystems. The profusion of life in these lakes is concentrated at their edges, where sufficient light reaches the lake bottom to allow for high rates of photosynthesis of the algae growing on the rocks.  But how is high algal productivity maintained in the face of 1) the extreme scarcity of critical nutrients such as nitrogen and phosphorus in the environment and 2) the intense grazing pressure imposed by high densities and rich diversity of herbivorous fish?  The answer may lie in the grazing fish themselves.  The hypothesis that the negative impacts of fish on their algal food resource are offset by the positive effects of fish on nutrient availability will be tested. Lab and field experiments will be used to test whether fish promote ecosystem productivity by 1) slowing the loss of nutrients to deeper waters by storing nutrients in their bodies; 2) rapidly recycling dietary nutrients between algae, animals, and the environment; and 3) promoting the growth of types of algae that are able to use and retain forms of nutrients unavailable to most algal species. Thus, algae-eating fish may encourage the growth of their own food resources by speeding up the nutrient cycle, stockpiling nutrients, and increasing the influx of new nutrients into the ecosystem.  Testing the importance of fish in sustaining lake productivity requires measuring nutrient storage and recycling by fish, experimentally testing whether algae grow faster when fish are present, measuring inputs of nutrients from the depths of the lake, and using theoretical models to compare the importance of fish and other nutrient inputs.  This combination of activities will be pursued both under field conditions in Africa and in laboratories in the United States.\r\n\r\nThis project will help to guide efforts to protect the hundreds of unique species and the globally-important fishery of Lake Tanganyika by clarifying two critical issues.  First, fishermen are catching too many fish in many lakes worldwide, including Lake Tanganyika.  This overharvest may remove too many nutrients from the lake, or reduce the rate of nutrient recycling so that algae grow more slowly.  By that mechanism, fishing could actually undercut the future productivity of the lake.  Second, climate change is warming the surface waters of the lake and reducing the seasonal winds that cause cold, nutrient rich waters to periodically well up from the depths of the lake. Reduction in the frequency of influx of these deep-water nutrients is cutting off the algal growth that sustains the fish.  This research will offer the first thorough evaluation of how these human-imposed factors will affect the productivity of Lake Tanganyika, which supports a regional human economy. The project will increase public awareness of Lake Tanganyika?s aquatic life through a website, an article for an aquarium hobbyist magazine, and a popular science article.  Finally, many students from Wright State University and the University of Michigan will gain professional experience through involvement in the project.  This will include students from Africa as well as Americans. Partnerships with African and global non-profit organizations will further broaden the impact of the research.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "McIntyre",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Peter B McIntyre",
   "pi_email_addr": "pbm3@cornell.edu",
   "nsf_id": "000379035",
   "pi_start_date": "2010-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "5928",
   "pgm_ref_txt": "AFRICA AND ASIA,OTHER"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 147570.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 192839.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 79763.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>Lake Tanganyika is among the handful of true inland oceans in the world, but is unusual even among enormous lakes for its combination of extraordinary biodiversity, high plant productivity, and scarcity of nutrients.&nbsp; Our research has shown that the only viable explanation for the prodigious productivity of this remarkable lake lies in the rate at which nutrients are re-used within its waters&mdash;without nutrient recycling, the supply of key elements like nitrogen and phosphorus to the lake&rsquo;s plants would be exhausted quickly.&nbsp; In the same way that farmers must regularly fertilize their field to maximize crop growth, the plants growing on rocks in Lake Tanganyika need annual mixing of nutrient rich water from the depths in order to keep growing year after year. In between the arrival of these deep-water injections, fish and other animals serve as efficient recycling machines that return most of the nutrients from their prey back into the water as waste products.</p>\n<p><span style=\"white-space: pre;\"> </span>The abundance of fish has drawn fishermen to Lake Tanganyika&rsquo;s clear waters for millennia, and today it is the second most productive lake fishery in the world. People use every possible method to harvest fish both along the shore and from open water, eating most species but also catching some specifically for export as live aquarium fish. When too many fish are removed, the ecosystem loses the nutrients stored in their bodies&mdash;sometimes amounting to over 90% of the total amount of nutrients present. At the same time, the loss of fish reduces the pace of nutrient recycling so that the plants cannot grow as quickly. Even from the standpoint of the fishery, these changes represent a profound problem because the ecosystem will be unable to continue to support large amounts of new fish if its basic stock of nutrients has become depleted from earlier fishing. Thus, our results indicate that ecosystem-level constraints may limit the future harvests from this fishery, upon which millions of people depend.</p>\n<p><span style=\"white-space: pre;\"> </span>Even without the direct threat from fishing, we find that climate warming has dramatically reduced the likelihood of mixing nutrient-rich waters toward the surface each year. Building on a full century of data on water temperatures across a 1000m depth range in Tanganyika, our new results confirm that the surface continues to warm faster than the depths of the lake. Since 1913, the temperature difference between the top and bottom has increased by &lt;1&deg;C, yet that seemingly small shift has almost doubled the amount of wind energy required to mix the lake fully. Interpretations that warming has already reduced the amount of fish in the lake remain controversial, but our research suggests that declines are inevitable if not already underway.</p>\n<p><span style=\"white-space: pre;\"> </span>As fishing and climate change alter the basic productivity of Lake Tanganyika, a crown jewel of global biodiversity is at risk. Not only are there hundreds of species in the lake that are found nowhere else, but also these species have specifically adapted to a highly productive environment. Compared to North American lakes, an amazing variety of fish species feed directly on plants, eliminating the &ldquo;middlemen&rdquo; in the food web by tapping the root source of energy. Our chemical analyses show that over half the energy supporting these fish comes from the plants growing on rocks. The ability of Tanganyika&rsquo;s fish to become so abundant that they control nutrient dynamics reflects their talent for using every conceivable food source in the coastal waters. We have used genetic analyses to map the diversity of species onto evolutionary trees, which reveals that many kinds of fish have evolved to eat plants directly even when their ancestors did not. Seeing ...",
  "por_txt_cntn": "\n Lake Tanganyika is among the handful of true inland oceans in the world, but is unusual even among enormous lakes for its combination of extraordinary biodiversity, high plant productivity, and scarcity of nutrients.  Our research has shown that the only viable explanation for the prodigious productivity of this remarkable lake lies in the rate at which nutrients are re-used within its waters&mdash;without nutrient recycling, the supply of key elements like nitrogen and phosphorus to the lakeÆs plants would be exhausted quickly.  In the same way that farmers must regularly fertilize their field to maximize crop growth, the plants growing on rocks in Lake Tanganyika need annual mixing of nutrient rich water from the depths in order to keep growing year after year. In between the arrival of these deep-water injections, fish and other animals serve as efficient recycling machines that return most of the nutrients from their prey back into the water as waste products.\n\n The abundance of fish has drawn fishermen to Lake TanganyikaÆs clear waters for millennia, and today it is the second most productive lake fishery in the world. People use every possible method to harvest fish both along the shore and from open water, eating most species but also catching some specifically for export as live aquarium fish. When too many fish are removed, the ecosystem loses the nutrients stored in their bodies&mdash;sometimes amounting to over 90% of the total amount of nutrients present. At the same time, the loss of fish reduces the pace of nutrient recycling so that the plants cannot grow as quickly. Even from the standpoint of the fishery, these changes represent a profound problem because the ecosystem will be unable to continue to support large amounts of new fish if its basic stock of nutrients has become depleted from earlier fishing. Thus, our results indicate that ecosystem-level constraints may limit the future harvests from this fishery, upon which millions of people depend.\n\n Even without the direct threat from fishing, we find that climate warming has dramatically reduced the likelihood of mixing nutrient-rich waters toward the surface each year. Building on a full century of data on water temperatures across a 1000m depth range in Tanganyika, our new results confirm that the surface continues to warm faster than the depths of the lake. Since 1913, the temperature difference between the top and bottom has increased by &lt;1&deg;C, yet that seemingly small shift has almost doubled the amount of wind energy required to mix the lake fully. Interpretations that warming has already reduced the amount of fish in the lake remain controversial, but our research suggests that declines are inevitable if not already underway.\n\n As fishing and climate change alter the basic productivity of Lake Tanganyika, a crown jewel of global biodiversity is at risk. Not only are there hundreds of species in the lake that are found nowhere else, but also these species have specifically adapted to a highly productive environment. Compared to North American lakes, an amazing variety of fish species feed directly on plants, eliminating the \"middlemen\" in the food web by tapping the root source of energy. Our chemical analyses show that over half the energy supporting these fish comes from the plants growing on rocks. The ability of TanganyikaÆs fish to become so abundant that they control nutrient dynamics reflects their talent for using every conceivable food source in the coastal waters. We have used genetic analyses to map the diversity of species onto evolutionary trees, which reveals that many kinds of fish have evolved to eat plants directly even when their ancestors did not. Seeing this pattern arise separately in catfish, minnows, and cichlids over millions of years of evolutionary history underscores the unique opportunities provided by the long-term productivity of plants in Lake Tanganyika. At the same time, we have discovered that every one of thes..."
 }
}