{
 "awd_id": "1030230",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Desert Eyes: Origin and Evolution of Enigmatic Domes and Basins in the Stable Platform of Egypt",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 86670.0,
 "awd_amount": 86670.0,
 "awd_min_amd_letter_date": "2010-09-02",
 "awd_max_amd_letter_date": "2011-04-07",
 "awd_abstract_narration": "1030224/1030230\r\nTewksbury/ Hogan  \r\nHamilton College/ Missouri University of Science and Technology  \r\n \r\nIRES: U.S.-Egypt Collaborative Research Desert Eyes- Origin and Evolution of Enigmatic Domes and Basins in the Stable Platform of Egypt  \r\n\r\nThis is a collaborative activity for student research lead by US PIs Barbara Tewksbury, Hamilton College and John Hogan, Missouri University of Science and Technology.  They will launch a 3-year international research experience for 22 US graduate and undergraduate students in geological and geophysical field research in the Western Desert of Egypt in partnership with Egyptian faculty and students.  The objectives are 1) to involve students in hypothesis-driven, original research on fold and fault structures in the Stable Platform of Egypt, and 2) to provide multi-faceted experiences and training that increase students? capacities to undertake collaborative international research in the future.  \r\n\r\nIntellectual Merit High resolution satellite imagery reveals extraordinary and largely unstudied fold and fault structures in the Western Desert of Egypt over a distance of nearly 600 km between 23.0° and 27.7° N.  The  reconnaissance work shows that these structures define fields of small domes separated by narrow synclines in the north and elongate domes and basins that are commonly, but not always, aligned along discreet fault zones in the south.  Structures that are a hybrid of both end member types occur between the two regions. \r\n\r\nThe research hypotheses are: 1) dome fields in the north resulted from selective diagenesis of silica in limestone above a polygonal fault network, as suggested for structures previously studied only in the North Sea, and 2)  elongate domes and basins along faults in the south resulted from a complex interplay among slip along reactivated basement faults, fault-related folding, and existing folds initiated by processes that produced the dome fields in the north.  US and Egyptian students and faculty will engage in multidisciplinary research to test these hypotheses and to constrain possible models for origin and evolution of these structures. \r\n\r\nPrior to working in the field, US and Egyptian students and faculty will collaborate to conduct detailed structural mapping using high resolution satellite imagery at visible and infrared wavelengths.  In the field in Egypt, the project will consist of targeted detailed geologic field mapping and sample collection for fabric and chemical analysis, and acquisition of both seismic reflection and refraction data to constrain the 3D geometry of the folds and faults.  The project will use wikis and web video conferencing to enable participants in the U.S. and Egypt to collaborate effectively on satellite image analysis before going into the field and to sustain discussion and analysis of the data well beyond the field experience.\r\n\r\nBroader Impacts The northern dome fields are a good candidate for the only on-land example of North Sea-style dome fields, and the extraordinary, unvegetated bedrock exposures in the Western Desert over thousands of square kilometers offer a unique opportunity to add to the literature on the geometry and kinematics of fault-related folds.\r\n\r\nThe project will develop permanent collaborations between US and Egyptian faculty and students by integrating collaborative investigative activities via wikis and web video conferencing into courses taught at the collaborating institutions.  Outstanding examples of structural interpretation using remote sensing that emerge as research on the project progresses will be used to develop these activities, and students from other institutions will benefit as well, because all activities developed will be submitted to the online collections of the NSF-funded project On the Cutting Edge for teaching undergraduate geoscience. The project will also hold a workshop at the annual national meeting of the Geological Society of America in Year 3 of the project focused on best practice in international collaboration and preparing students for international work.  The outcomes of this workshop will be submitted to the Cutting Edge collections.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Hogan",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "John P Hogan",
   "pi_email_addr": "jhogan@mst.edu",
   "nsf_id": "000092138",
   "pi_start_date": "2010-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Liu",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly H Liu",
   "pi_email_addr": "liukh@mst.edu",
   "nsf_id": "000489508",
   "pi_start_date": "2010-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri University of Science and Technology",
  "inst_street_address": "300 W. 12TH STREET",
  "inst_street_address_2": "202 CENTENNIAL HALL",
  "inst_city_name": "ROLLA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5733414134",
  "inst_zip_code": "654091330",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MO08",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y6MGH342N169"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri University of Science and Technology",
  "perf_str_addr": "300 W. 12TH STREET",
  "perf_city_name": "ROLLA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "654091330",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MO08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7639",
   "pgm_ref_txt": "IRES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 86670.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>&ldquo;The Desert Eyes&rdquo;</strong></p>\n<p><strong>Introduction</strong></p>\n<p>Vast expanses of well exposed bedrock of the western desert of Egypt can be readily explored using Google Earth. This striking imagery reveals many curious structures. There are traces of long prominent faults that cut the bedrock surface as well as the presence of abundant, circular to elliptical shapes, that we call &ldquo;Desert Eyes&rdquo;. As viewed on Google Earth, the characteristics of the Desert Eyes vary from south to north across Egypt. We were extremely curious as to what was the exact nature of these Desert Eyes and when and by what process or processes did they form? To answer these fundamental scientific questions we organized a field mapping campaign that involved international collaboration between undergraduate students, graduate students, and faculty from four different universities in the USA and five different Egyptian universities (figure 1). An important goal of this project was the opportunity for US-citizens to develop an understanding and best-practices for conducting meaningful international collaborations while working on a significant scientific investigation.</p>\n<p><strong>Advancement and Training of the Next Generation of Geoscientists</strong></p>\n<p>Eleven Missouri S&amp;T undergraduates received training in conducting meaningful scientific research and completed their oral and written presentations (figure 2). Six of these students enrolled in prestigious graduate schools to pursue advanced degrees in Geology/Geophysics. One of them is employed as an Earth Science Teacher. Three of them are still enrolled as undergraduates. Eight Missouri S&amp;T graduate students, who received support from this grant, also received training in conducting meaningful scientific research. Seven of these graduate students completed their MS or Ph.D. degrees. Two of the MS students are continuing on to earn Ph.Ds. One of these students is working for the Missouri Geological Survey as geologic mapper. We were highly successful in providing the country with many well trained, technologically advanced, professionals to join the work force.</p>\n<p><strong>Significant Scientific Results</strong></p>\n<p>Our scientific investigations of the Desert Eyes structures revealed they formed in different ways. A very significant finding was that the Desert Eyes near the Farafra Oasis turned out to be one of the best exposed examples of &ldquo;polygonal faults&rdquo; on land in the world. Polygonal faulting is of great interest to the Petroleum industry. These structures are typically known only from geophysical imaging of deep sea sediments being explored for oil. We discussed these structures in a scientific article published in <em>Geology</em> &ndash; one of the premier journals in our field: Tewksbury, B.J., Hogan, J.P., Kattenhorn, S.A., Mehrtens, C.J., and Tarabees, E.A.,&nbsp;(2014).&nbsp;Polygonal faults in chalk: Insights from extensive exposures of the Khoman Formation, Western Desert Egypt.&nbsp;<em>Geology</em>.&nbsp;42. This article now has 15 citations according to Google Scholar. The best acknowledgement of the importance of this paper is that one of the leading authorities on polygonal faulting, Dr. Joe Cartwright, published a &ldquo;Research Focus&rdquo; note inspired by our work&nbsp;<em>&ldquo;Are outcrop studies the key to understanding the origins of polygonal fault systems?&rdquo;</em>&nbsp;Geology v. 42, no. 6, p. 559-560. In this article, Dr. Cartwright states that &ldquo;Tewksbury et al. (2014, p. 479 in this issue of&nbsp;<em>Geology</em>) provide the first concrete evidence of a polygonal fault system exposed anywhere on land,&rdquo; and &ldquo;Their analysis of the field and satellite data provides new insights that could be critical in helping to resolve the question of fault genesis, and opens the way to a new field-based approach to the analysis of PFSs in general.&rdquo;</p>\n<p>Our scientific investigation of the &ldquo;El-Kasr&rdquo; structure, just southwest of Aswan, demonstrated this Desert Eye formed in a very different manner. Careful geologic mapping, collection of quantitative structural data, utilization of remote sensing data collected by satellites, and construction of geologic cross-section were the primary methods of investigation. We demonstrated that the El Kasr structure is an elongated structural basin formed by rock-strata that have been folded (figure 3). The structure occurs in the hanging wall(s) between two fault systems. Balanced cross-sections of the structure provide an interpretation of the sub-surface changes in the orientation of the rock strata. These cross-sections indicate that the El Kasr structure formed within an area that was widening - a &ldquo;transtensional zone&rdquo; that developed between these two fault zones (figure 4). The overlying sedimentary cover sags down into this zone and deforms by drape folding along the margins of the transtensional zone. In addition, a graben (or rift-basin) developed in the much older Precambrian basement rocks that form the substrate to the overlying sedimentary cover rocks. The investigation of the El Kasr structure suggests that other Desert Eye structures may have formed through interactions between fault segments and deformation related to the mechanical properties of rocks.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/13/2016<br>\n\t\t\t\t\tModified by: John&nbsp;P&nbsp;Hogan</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1030230/1030230_10036083_1481662228085_AsmaandCrystaltakingnotes--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1030230/1030230_10036083_1481662228085_AsmaandCrystaltakingnotes--rgov-800width.jpg\" title=\"International Collaboration\"><img src=\"/por/images/Reports/POR/2016/1030230/1030230_10036083_1481662228085_AsmaandCrystaltakingnotes--rgov-66x44.jpg\" alt=\"International Collaboration\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Two students, one from Missouri S&T and one from Egypt collaborate on a geologic mapping project of one of the \"Desert Eyes\"</div>\n<div class=\"imageCredit\">Taken by one of the PIs</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">John&nbsp;P&nbsp;Hogan</div>\n<div class=\"imageTitle\">International Collaboration</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1030230/1030230_10036083_1481662373378_geophysicalline4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1030230/1030230_10036083_1481662373378_geophysicalline4--rgov-800width.jpg\" title=\"Geophysical Experiment\"><img src=\"/por/images/Reports/POR/2016/1030230/1030230_10036083_1481662373378_geophysicalline4--rgov-66x44.jpg\" alt=\"Geophysical Experiment\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Multi-disciplinary, multi-national team of students and faculty conducting a geophysical experiment on the edge of a Desert Eye structure</div>\n<div class=\"imageCredit\">One of the PIs on the project</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">John&nbsp;P&nbsp;Hogan</div>\n<div class=\"imageTitle\">Geophysical Experiment</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1030230/1030230_10036083_1481663338932_ElKasrGeologicMap--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1030230/1030230_10036083_1481663338932_ElKasrGeologicMap--rgov-800width.jpg\" title=\"El Kasr Structure\"><img src=\"/por/images/Reports/POR/2016/1030230/1030230_10036083_1481663338932_ElKasrGeologicMap--rgov-66x44.jpg\" alt=\"El Kasr Structure\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A Google Earth image and geologic map of the El Kasr Desert Eye Structure southwest of Aswan, Egypt</div>\n<div class=\"imageCredit\">Trevor Ellis</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">John&nbsp;P&nbsp;Hogan</div>\n<div class=\"imageTitle\">El Kasr Structure</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1030230/1030230_10036083_1481663770760_El-KasrCross-section--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1030230/1030230_10036083_1481663770760_El-KasrCross-section--rgov-800width.jpg\" title=\"Geologic Cross-section El Kasr Structure\"><img src=\"/por/images/Reports/POR/2016/1030230/1030230_10036083_1481663770760_El-KasrCross-section--rgov-66x44.jpg\" alt=\"Geologic Cross-section El Kasr Structure\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A geologic cross-section of the El Kasr \"Desert Eye\" showing formation of the structural basin as a result of folding related to normal faults in a zone of trans-tension.</div>\n<div class=\"imageCredit\">Trevor Ellis</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">John&nbsp;P&nbsp;Hogan</div>\n<div class=\"imageTitle\">Geologic Cross-section El Kasr Structure</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n\"The Desert Eyes\"\n\nIntroduction\n\nVast expanses of well exposed bedrock of the western desert of Egypt can be readily explored using Google Earth. This striking imagery reveals many curious structures. There are traces of long prominent faults that cut the bedrock surface as well as the presence of abundant, circular to elliptical shapes, that we call \"Desert Eyes\". As viewed on Google Earth, the characteristics of the Desert Eyes vary from south to north across Egypt. We were extremely curious as to what was the exact nature of these Desert Eyes and when and by what process or processes did they form? To answer these fundamental scientific questions we organized a field mapping campaign that involved international collaboration between undergraduate students, graduate students, and faculty from four different universities in the USA and five different Egyptian universities (figure 1). An important goal of this project was the opportunity for US-citizens to develop an understanding and best-practices for conducting meaningful international collaborations while working on a significant scientific investigation.\n\nAdvancement and Training of the Next Generation of Geoscientists\n\nEleven Missouri S&amp;T undergraduates received training in conducting meaningful scientific research and completed their oral and written presentations (figure 2). Six of these students enrolled in prestigious graduate schools to pursue advanced degrees in Geology/Geophysics. One of them is employed as an Earth Science Teacher. Three of them are still enrolled as undergraduates. Eight Missouri S&amp;T graduate students, who received support from this grant, also received training in conducting meaningful scientific research. Seven of these graduate students completed their MS or Ph.D. degrees. Two of the MS students are continuing on to earn Ph.Ds. One of these students is working for the Missouri Geological Survey as geologic mapper. We were highly successful in providing the country with many well trained, technologically advanced, professionals to join the work force.\n\nSignificant Scientific Results\n\nOur scientific investigations of the Desert Eyes structures revealed they formed in different ways. A very significant finding was that the Desert Eyes near the Farafra Oasis turned out to be one of the best exposed examples of \"polygonal faults\" on land in the world. Polygonal faulting is of great interest to the Petroleum industry. These structures are typically known only from geophysical imaging of deep sea sediments being explored for oil. We discussed these structures in a scientific article published in Geology &ndash; one of the premier journals in our field: Tewksbury, B.J., Hogan, J.P., Kattenhorn, S.A., Mehrtens, C.J., and Tarabees, E.A., (2014). Polygonal faults in chalk: Insights from extensive exposures of the Khoman Formation, Western Desert Egypt. Geology. 42. This article now has 15 citations according to Google Scholar. The best acknowledgement of the importance of this paper is that one of the leading authorities on polygonal faulting, Dr. Joe Cartwright, published a \"Research Focus\" note inspired by our work \"Are outcrop studies the key to understanding the origins of polygonal fault systems?\" Geology v. 42, no. 6, p. 559-560. In this article, Dr. Cartwright states that \"Tewksbury et al. (2014, p. 479 in this issue of Geology) provide the first concrete evidence of a polygonal fault system exposed anywhere on land,\" and \"Their analysis of the field and satellite data provides new insights that could be critical in helping to resolve the question of fault genesis, and opens the way to a new field-based approach to the analysis of PFSs in general.\"\n\nOur scientific investigation of the \"El-Kasr\" structure, just southwest of Aswan, demonstrated this Desert Eye formed in a very different manner. Careful geologic mapping, collection of quantitative structural data, utilization of remote sensing data collected by satellites, and construction of geologic cross-section were the primary methods of investigation. We demonstrated that the El Kasr structure is an elongated structural basin formed by rock-strata that have been folded (figure 3). The structure occurs in the hanging wall(s) between two fault systems. Balanced cross-sections of the structure provide an interpretation of the sub-surface changes in the orientation of the rock strata. These cross-sections indicate that the El Kasr structure formed within an area that was widening - a \"transtensional zone\" that developed between these two fault zones (figure 4). The overlying sedimentary cover sags down into this zone and deforms by drape folding along the margins of the transtensional zone. In addition, a graben (or rift-basin) developed in the much older Precambrian basement rocks that form the substrate to the overlying sedimentary cover rocks. The investigation of the El Kasr structure suggests that other Desert Eye structures may have formed through interactions between fault segments and deformation related to the mechanical properties of rocks.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/13/2016\n\n\t\t\t\t\tSubmitted by: John P Hogan"
 }
}