{
 "awd_id": "1030689",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Synthesis and Modeling of Novel Nanoparticle-Polymer Composite Films for Sensor Applications",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Toney",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 212717.0,
 "awd_amount": 212717.0,
 "awd_min_amd_letter_date": "2010-09-20",
 "awd_max_amd_letter_date": "2010-09-20",
 "awd_abstract_narration": "This grant provides funding to develop and study the characteristics of novel nanocomposite materials for chemical sensing.\tThe materials involve integrating metal or semi-conductor in polymers. Such materials have exhibited unique electrical conductivity properties important for development of highly selective and sensitive gas sensors. The sensor material will be synthesized using specially-designed a chemical vapor deposition technique that permits optimization of the metal/semiconductor-to-polymer composition ratio.  The synthesized material structure will be characterized including chemical composition and morphology, and a model of nanocomposite growth is developed. The sensor performance will be studied by measuring induced electrical conductivity upon exposure to specific gaseous ambience. The experimental results will be used to develop and validate a comprehensive theory of sensor behavior and sensor selectivity, sensitivity and time response to a variety of gaseous surroundings including carbon dioxide and hydrogen.\r\n\r\nIf successful, the result of this research will lead to a novel method for intelligent nanomanufacturing and optimization of materials sensing properties.  A primary objective of this research is to establish the structure-property relationship ? the link between the key materials parameters (chemical composition, and microstructure) and the resulting sensing responses. The integration of synthesis, characterization, and modeling is the critical component of the proposal which will allow optimization of synthesis conditions in order to obtain materials with the desired sensing properties. The proposed work will also provide a methodology for producing chemical biosensors with selectivity towards ambient conditions that are unique to certain diseases. An example is a sensor for detection of superoxide anion radicals (oxgygen ions) that have been implicated in a number of diseases including cancer and heart disease.  Such a sensor could potentially provide a means for early detection and treatment of such diseases.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Olusegun",
   "pi_last_name": "Ilegbusi",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Olusegun J Ilegbusi",
   "pi_email_addr": "ilegbusi@ucf.edu",
   "nsf_id": "000101106",
   "pi_start_date": "2010-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146700",
   "pgm_ele_name": "MATERIALS PROCESSING AND MANFG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "080E",
   "pgm_ref_txt": "DEFORMATION PROCESSES"
  },
  {
   "pgm_ref_code": "085E",
   "pgm_ref_txt": "POLYMER & COMPOSITES PROCESSES"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 212717.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>SUMMARY</strong></p>\n<p>Sensor technology including chemical sensing plays an ever increasing role in monitoring manufacturing processes, the environment, and health/biological systems. The project was aimed at developing novel materials with unique structural and functional characteristics for chemical sensing, through incorporation of nano-sized metal or semiconductor particles in a host polymer matrix, to form a nanocomposite. The type of sensor of interest, known as conductometric&nbsp; sensor, detects the presence of a gas by the change in the electrical conductivity of the material when they comes in contact.&nbsp; Such an approach could therefore be potentially used for rapid detection of hazardous gases such as carbon monoxide, ammonia, and methane. The research utilized a combination of experimental and mathematical modeling techniques in a systematic manner to achieve the desired objective.</p>\n<p><strong>INTELLECTUAL MERIT</strong></p>\n<p>A variety of nanocomposite materials were successfully produced including&nbsp; the combination of metals (Zinc, Lead), or semiconductors (Zinc oxide, Lead sulfide) separately with polymer (such as poly-4-vinylpyrrolidone or PVP). The material characteristics including chemical composition, and the size and distribution of the particles in the polymer were also determined using microscopy technique for all the composite materials produced. These characteristics are important determinants of the sensing property of the materials.&nbsp; In order to optimize these characteristics, a comprehensive mathematical model was successfully developed and applied to simulate the process and predict the expected particle characteristics depending on the conditions used for processing. The modeling results were validated by comparison with the data obtained from specific experimental conditions. The validated model was then used in a reverse manner to determine the processing conditions that would be required to produce the best particle characteristics for the best possible sensing properties. The sensing properties (change in electrical conductivity) of the materials were measured when exposed to hydrogen and carbon monoxide.</p>\n<p>By establishing the processing-structure-property relationship between the key materials parameters (chemical composition, and microstructure) and the resulting sensing response, the project has provided the strategies for intelligent design of the sensor materials, i.e. tailoring the chemical composition and the microstructure during the processing to obtain the final product with the best sensing properties possible.&nbsp; The project has thus laid a foundation for a novel approach to innovation which avoids the customary time-consuming Edisonian approach that is characterized by trial and error rather than a systematic theory/experimental investigation.</p>\n<p>&nbsp;<strong>BROADER IMPACT</strong></p>\n<p>The project has improved knowledge base on the processing of sensing materials.&nbsp; It has established the processing-structure-property relationship for novel nanocomposite chemical sensors with a wide range of applications including environmental monitoring (sensing carbon monoxide in the atmosphere) and biosensors for detecting superoxide radicals in the human body.&nbsp; The research findings have been presented at three international conferences and published in 8 international journals and a book chapter.</p>\n<p>The collaborative activities have also focused on an important educational goal: to nurture the next generation of scientists and engineers by providing them with an opportunity to work on challenging problems of practical importance at the boundaries of different scientific and engineering disciplines.&nbsp; The project has enabled the training of one graduate student to acquire PhD. degree, and three undergraduate students. &nbsp;Such training opportunities will be invaluable...",
  "por_txt_cntn": "\nSUMMARY\n\nSensor technology including chemical sensing plays an ever increasing role in monitoring manufacturing processes, the environment, and health/biological systems. The project was aimed at developing novel materials with unique structural and functional characteristics for chemical sensing, through incorporation of nano-sized metal or semiconductor particles in a host polymer matrix, to form a nanocomposite. The type of sensor of interest, known as conductometric  sensor, detects the presence of a gas by the change in the electrical conductivity of the material when they comes in contact.  Such an approach could therefore be potentially used for rapid detection of hazardous gases such as carbon monoxide, ammonia, and methane. The research utilized a combination of experimental and mathematical modeling techniques in a systematic manner to achieve the desired objective.\n\nINTELLECTUAL MERIT\n\nA variety of nanocomposite materials were successfully produced including  the combination of metals (Zinc, Lead), or semiconductors (Zinc oxide, Lead sulfide) separately with polymer (such as poly-4-vinylpyrrolidone or PVP). The material characteristics including chemical composition, and the size and distribution of the particles in the polymer were also determined using microscopy technique for all the composite materials produced. These characteristics are important determinants of the sensing property of the materials.  In order to optimize these characteristics, a comprehensive mathematical model was successfully developed and applied to simulate the process and predict the expected particle characteristics depending on the conditions used for processing. The modeling results were validated by comparison with the data obtained from specific experimental conditions. The validated model was then used in a reverse manner to determine the processing conditions that would be required to produce the best particle characteristics for the best possible sensing properties. The sensing properties (change in electrical conductivity) of the materials were measured when exposed to hydrogen and carbon monoxide.\n\nBy establishing the processing-structure-property relationship between the key materials parameters (chemical composition, and microstructure) and the resulting sensing response, the project has provided the strategies for intelligent design of the sensor materials, i.e. tailoring the chemical composition and the microstructure during the processing to obtain the final product with the best sensing properties possible.  The project has thus laid a foundation for a novel approach to innovation which avoids the customary time-consuming Edisonian approach that is characterized by trial and error rather than a systematic theory/experimental investigation.\n\n BROADER IMPACT\n\nThe project has improved knowledge base on the processing of sensing materials.  It has established the processing-structure-property relationship for novel nanocomposite chemical sensors with a wide range of applications including environmental monitoring (sensing carbon monoxide in the atmosphere) and biosensors for detecting superoxide radicals in the human body.  The research findings have been presented at three international conferences and published in 8 international journals and a book chapter.\n\nThe collaborative activities have also focused on an important educational goal: to nurture the next generation of scientists and engineers by providing them with an opportunity to work on challenging problems of practical importance at the boundaries of different scientific and engineering disciplines.  The project has enabled the training of one graduate student to acquire PhD. degree, and three undergraduate students.  Such training opportunities will be invaluable for their future research and industrial careers.  The participation of international collaborators has also enhanced the broader impact of the project by providing the principal investigator with the opp..."
 }
}