{
 "awd_id": "1031408",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantitative Understanding of Atomic Wear Using Accelerated Molecular Simulation",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922624",
 "po_email": "alewis@nsf.gov",
 "po_sign_block_name": "Alexis Lewis",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 295085.0,
 "awd_amount": 295085.0,
 "awd_min_amd_letter_date": "2010-08-09",
 "awd_max_amd_letter_date": "2010-08-09",
 "awd_abstract_narration": "The goal of this proposed research is to develop a molecular-level understanding and a quantitative description of atomic wear during single-asperity sliding. Moving surfaces in contact can produce wear that shortens device lifetime and lowers energy efficiency. Molecular level simulations will be employed to understand how an amorphous silica tip blunts on a moving counter-surface under low loads. This simulation setup resembles the scanning of a silicon tip on polymer surfaces for high-density thermo-mechanical data storage, during which the native oxide layer of the silicon tip wears off. A novel accelerated molecular dynamics algorithm will be utilized to accelerate rare debris-generating events during sliding thus approach the experimental time scales. By simulating tip-sliding at various speeds, loads, contact areas and temperatures, the quantitative relation between the wear rate and loading conditions will be obtained. The applicability of the Archard's linear wear law and the nonlinear bond rupture model in the atomic wear regime will be critically evaluated.\r\n\r\nThis research will enrich the fundamental knowledge on wear at the nanoscale, which is crucial for devising guidelines of operation conditions and estimating components lifetime for nanodevices with moving contacts, such as scanning probe-based memory storage, nanolithography as well as nano electromechanical systems. The computational platform developed here can also be used to investigate multi-asperity wear and tribochemical effects in the future. The educational components include outreach activities for high school students interested in science and engineering through the New Visions: Math, Engineering, Technology & Science (METS) program; curriculum development of a Modeling of Materials course at RPI; a continual effort on improving an open-source visualization software SimRePlay (www.simreplay.org) for the scientific community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yunfeng",
   "pi_last_name": "Shi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yunfeng Shi",
   "pi_email_addr": "shiy2@rpi.edu",
   "nsf_id": "000513283",
   "pi_start_date": "2010-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Liping",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Liping Huang",
   "pi_email_addr": "huangl5@rpi.edu",
   "nsf_id": "000517384",
   "pi_start_date": "2010-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "TROY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 295085.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>When two surfaces in contact slide against each other, wear occurs at the interface. Wear not only leads to material loss and device failure, but also results in energy loss and reduced efficiency. The scientific problem that we tried to address is how debris is generated at the interface, and whether we can make quantitative prediction of the debris generation rate. Such knowledge is crucial in designing machineries with moving contacts as well as defining the safe operational conditions. A special emphasis of this project is to investigate the debris generation at the nanoscale, as the prevalence of nanoscale devices in everyday life. For instance, the read/write head in a hard-drive slides at a very high speed on top of the storage medium with a very thin air gap. In this project, we used high-fidelity computer simulations to model the contact and sliding with the help of supercomputers. Wear experiments are notoriously difficult which are affected by many experimental parameters. The key advantage using computer simulation is to have complete control over the conditions of these &ldquo;numerical experiments&rdquo;, without the complications of impurity, temperature fluctuation, imperfection of sample geometry, etc. Our results show that there are two wear regimes. At low load conditions, the wear rate increases super-linearly with the applied load. This wear regime is termed atomic wear regime. Interestingly, the debris generation is in many ways similar to chemical reactions. At high load conditions, the wear rate increases linearly with the applied load, due to plastic flow. Thus we term this wear regime &ldquo;plastic wear regime&rdquo;. &nbsp;Interestingly, we found that the adhesion between two surfaces can affect the wear behavior: the adhesion favors plastic wear over atomic wear. Another major finding of our simulation is that, although most debris at the atomic wear regime is uncorrelated single-atom debris, correlated debris can occur. Interestingly, the probability of large debris seems to follow a power-law distribution, similar to the probability distribution of earth-quakes. Our results may indicate the atomic wear is another example of self-organized criticality. In addition, this project also resulted in training and education to students in high school to students in graduate school.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/10/2014<br>\n\t\t\t\t\tModified by: Yunfeng&nbsp;Shi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhen two surfaces in contact slide against each other, wear occurs at the interface. Wear not only leads to material loss and device failure, but also results in energy loss and reduced efficiency. The scientific problem that we tried to address is how debris is generated at the interface, and whether we can make quantitative prediction of the debris generation rate. Such knowledge is crucial in designing machineries with moving contacts as well as defining the safe operational conditions. A special emphasis of this project is to investigate the debris generation at the nanoscale, as the prevalence of nanoscale devices in everyday life. For instance, the read/write head in a hard-drive slides at a very high speed on top of the storage medium with a very thin air gap. In this project, we used high-fidelity computer simulations to model the contact and sliding with the help of supercomputers. Wear experiments are notoriously difficult which are affected by many experimental parameters. The key advantage using computer simulation is to have complete control over the conditions of these \"numerical experiments\", without the complications of impurity, temperature fluctuation, imperfection of sample geometry, etc. Our results show that there are two wear regimes. At low load conditions, the wear rate increases super-linearly with the applied load. This wear regime is termed atomic wear regime. Interestingly, the debris generation is in many ways similar to chemical reactions. At high load conditions, the wear rate increases linearly with the applied load, due to plastic flow. Thus we term this wear regime \"plastic wear regime\".  Interestingly, we found that the adhesion between two surfaces can affect the wear behavior: the adhesion favors plastic wear over atomic wear. Another major finding of our simulation is that, although most debris at the atomic wear regime is uncorrelated single-atom debris, correlated debris can occur. Interestingly, the probability of large debris seems to follow a power-law distribution, similar to the probability distribution of earth-quakes. Our results may indicate the atomic wear is another example of self-organized criticality. In addition, this project also resulted in training and education to students in high school to students in graduate school. \n\n\t\t\t\t\tLast Modified: 10/10/2014\n\n\t\t\t\t\tSubmitted by: Yunfeng Shi"
 }
}