{
 "awd_id": "1031064",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Seasonal and decadal changes in temperature drive Prochlorococcus ecotype distribution patterns",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 600915.0,
 "awd_amount": 600915.0,
 "awd_min_amd_letter_date": "2010-09-16",
 "awd_max_amd_letter_date": "2013-06-29",
 "awd_abstract_narration": "Intellectual Merit: The two numerically-dominant ecotypes of the marine cyanobacterium Prochlorococcus partition the surface ocean niche latitudinally, with ecotype eMIT9312 dominant in the 30°N-30°S region and eMED4 dominant at higher latitudes. These ecotypes may account for 25-50% of primary production in open ocean ecosystems, but this percentage is dependent on which ecotype dominates. The relative abundance of the two ecotypes follows a log-linear relationship with temperature, with the transition from eMIT9312 to eMED4 occurring at ~18 °C. From these descriptive data, it has been hypothesized that temperature is the primary driver of relative abundance. Their contribution to net primary production, however, appears to be independent of temperature, suggesting temperature regulates ecotype dominance through photosynthesis-independent mechanisms. To test these hypotheses, the PIs are undertaking a series of field and lab studies to investigate the effect of temperature change on the distribution of these ecotypes. Two cruises in the North Pacific will trace the transitions from eMIT9312- to eMED4-dominated regions, with one cruise during the winter and the other during summer. They have hypothesized that the ratio of ecotype abundance will move latitudinally with the seasonal shift in temperature gradient: migration of the 18° C isotherm northward in the summer will be matched by a similar migration of the 1:1 ecotype transition point. Multiple crossings of the 18° C isotherm are proposed, and the summer cruise will also follow the isotherm to the Western US coast to gain insight on physical and geochemical influences. Environmental variables such as nutrient concentrations, light/mixing depths, and virus /grazing based mortality, which may impinge on the relationship between temperature and ecotype ratio, will be assessed through a series of multivariate analyses of the collected suite of physical, chemical and biological data. Seasonal comparisons will be complemented with on-deck incubations and lab competition assays (using existing and new isolates) that will establish, for the first time, how fitness coefficients of these ecotypes relate to temperature. As latitudinal shifts in temperature gradient and migration of ecotypes during seasonal warming likely share common features with high latitude warming as a consequence of climate change, the investigator's analyses will contribute important biological parameters (e.g., abundances, production rates, temperature change coefficients) for modeling biological and biogeochemical responses to climate change. This research will be integrated with that of committed collaborators, generating data sufficient for ecosystem-scale characterizations of the contributions of temperature (relative to other forcing factors) in constraining the range and seasonal migration of these numerically dominant marine phototrophs.\r\n\r\nBroader Impacts: This proposal encompasses several layers of outreach to the scientific community at large. Biological, chemical and physical data will be deposited in GenBank, NOAA's National Oceanographic Data Center, and the Biological and Chemical Oceanography Data Management Office (BCO-DMO). Results will inform climate and ecosystem-change models, and be used in classrooms as examples of how ocean ecosystems may change in response to climate variation. There are also clear connections to molecular ecology: how do potentially small changes in an organism's genome lead to fundamental differences in their ecology or resiliency to climate change? This project will expand ongoing efforts by establishing formal outreach collaborations for each cruise. These collaborations will be based on two specific goals: (1) a science journalism student will document and broadly communicate the goals and activities of the cruise and (2) a hands-on cruise opportunity for K-12 teachers will serve as an information gateway to other teachers. In addition, this project will support three graduate students (two at Tennessee - an EPSCOR university - and one at Duke) and several undergraduates, composing a significant body of their respective theses. Finally, PIs will continue their efforts to provide opportunities to historically under-represented groups in molecular ecology and ocean sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zackary",
   "pi_last_name": "Johnson",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Zackary I Johnson",
   "pi_email_addr": "zij@duke.edu",
   "nsf_id": "000061420",
   "pi_start_date": "2010-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University Marine Laboratory",
  "perf_str_addr": "",
  "perf_city_name": "Beaufort",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "28516",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NC03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 184326.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 146502.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 141497.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 128590.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The collaborative research project titled \"Seasonal and decadal changes in temperature drive <em>Prochlorococcus</em> ecotype distribution patterns\" was a joint effort between Duke University and University of Tennessee Knoxville and encompassed 4 research cruises (over 100 days at sea) and traversed the Northern Pacific Ocean multiple times over multiple seasons. The project trained numerous undergraduates, graduate students and postdocs and involved collaborating scientists from other institutions as well as school teachers, journalism students and other non-professionals. The goal of the project was to investigate how the diversity and activity of <em>Prochlorococcus</em>, the most abundant phytoplankton in the open ocean, responds to temperature changes as a function of latitude and seasons.&nbsp; Our broader goal was to put these findings in to the context of climate change, which is expected to result in increasing ocean temperatures. &nbsp;Towards these goals we used the latest techniques in physiology and molecular ecology, and developed some new approaches that allow the assessment of the activity of genetically distinct types of <em>Prochlorococcus</em> (as well as other marine microbes).&nbsp; Using these laboratory- and field-based approaches, we discovered that <em>Prochlorococcus</em> is much more diverse than previously thought, and that it is composed of &gt;1000 different &ldquo;species.&rdquo;&nbsp; These species differentially respond to environmental change, with some optimized for unique environments (e.g. combinations of nutrients, temperature, etc.) while others are apparently regulated by interactions with other organisms (e.g. viruses, grazers, other microbes).&nbsp; Further, we found that these different types of <em>Prochlorococcus</em> have different impacts on the carbon cycle (and presumably the marine foodweb), with some having tightly temperature controlled carbon dioxide uptake whereas others are differentially regulated. &nbsp;All types respond to environmental variability on multiple time scales and this variability can be seen in the diversity and activity of <em>Prochlorococcus</em> across multiple space and time scales. Projecting these findings into future climate scenarios, it is clear that <em>Prochlorococcus</em> cannot be treated a single organisms, but the extent and nature of its molecular diversity must be taken into account to understand the carbon cycle and ocean ecology of future oceans. &nbsp;In addition to numerous publications and public presentations, these findings have been communicated to a broad array of educators and incorporated into K-12 lessons plans as well as undergraduate and graduate courses. Data from this project is publically available on BCO-DMO (http://www.bco-dmo.org/project/2237) with additional molecular data available from NCBI (http://www.ncbi.nlm.nih.gov/). Finally, this project has supported our team to interact, educate and to help inspire the broader public and future scientists through an array of open houses, classroom visits, \"adopt-a-teacher\" programs, and other public educational forums.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2015<br>\n\t\t\t\t\tModified by: Zackary&nbsp;I&nbsp;Johnson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe collaborative research project titled \"Seasonal and decadal changes in temperature drive Prochlorococcus ecotype distribution patterns\" was a joint effort between Duke University and University of Tennessee Knoxville and encompassed 4 research cruises (over 100 days at sea) and traversed the Northern Pacific Ocean multiple times over multiple seasons. The project trained numerous undergraduates, graduate students and postdocs and involved collaborating scientists from other institutions as well as school teachers, journalism students and other non-professionals. The goal of the project was to investigate how the diversity and activity of Prochlorococcus, the most abundant phytoplankton in the open ocean, responds to temperature changes as a function of latitude and seasons.  Our broader goal was to put these findings in to the context of climate change, which is expected to result in increasing ocean temperatures.  Towards these goals we used the latest techniques in physiology and molecular ecology, and developed some new approaches that allow the assessment of the activity of genetically distinct types of Prochlorococcus (as well as other marine microbes).  Using these laboratory- and field-based approaches, we discovered that Prochlorococcus is much more diverse than previously thought, and that it is composed of &gt;1000 different \"species.\"  These species differentially respond to environmental change, with some optimized for unique environments (e.g. combinations of nutrients, temperature, etc.) while others are apparently regulated by interactions with other organisms (e.g. viruses, grazers, other microbes).  Further, we found that these different types of Prochlorococcus have different impacts on the carbon cycle (and presumably the marine foodweb), with some having tightly temperature controlled carbon dioxide uptake whereas others are differentially regulated.  All types respond to environmental variability on multiple time scales and this variability can be seen in the diversity and activity of Prochlorococcus across multiple space and time scales. Projecting these findings into future climate scenarios, it is clear that Prochlorococcus cannot be treated a single organisms, but the extent and nature of its molecular diversity must be taken into account to understand the carbon cycle and ocean ecology of future oceans.  In addition to numerous publications and public presentations, these findings have been communicated to a broad array of educators and incorporated into K-12 lessons plans as well as undergraduate and graduate courses. Data from this project is publically available on BCO-DMO (http://www.bco-dmo.org/project/2237) with additional molecular data available from NCBI (http://www.ncbi.nlm.nih.gov/). Finally, this project has supported our team to interact, educate and to help inspire the broader public and future scientists through an array of open houses, classroom visits, \"adopt-a-teacher\" programs, and other public educational forums.\n\n\t\t\t\t\tLast Modified: 12/30/2015\n\n\t\t\t\t\tSubmitted by: Zackary I Johnson"
 }
}