{
 "awd_id": "1031901",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Clean Energy Literacy and Leadership",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph Reed",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 1040661.0,
 "awd_amount": 1040661.0,
 "awd_min_amd_letter_date": "2010-09-23",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "The Clean Energy Literacy and Leadership (CELL) project will develop, implement, and evaluate a community-oriented program designed to better inform youth and their families about clean energy practices and \"green\" career opportunities.  The target audience includes predominately African American and Latino youth, ages 13 to 16, and their families from five underserved communities in the East San Francisco Bay area. The University of California-Berkley and a host of partner organizations and advisors; the East Bay Green Corridor Partnership, a consortium of major academic institutions, local municipalities, work force development and training organizations, a Department of Energy operated national laboratory, school districts, and clean energy and green business practitioners will work collaboratively to develop and implement the project. \r\n\r\nTwenty students at five high schools and one middle school will participate in the project each year, totaling 300 students over the duration of the project. CELL activities will take place in after school settings, during the summer, and at public events. Participants will: (a) learn clean energy concepts, (b) participate in clean energy research investigations to better understand energy impacts within their communities, (c) engage in activities linking science content to sustainable positive behavioral changes, (d) use ICT applications to build knowledge, communication and presentation skills, and (e) attend presentations by clean energy professionals (entry-level-degree required positions) to learn about their careers and career pathways. CELL instructional materials & learning modules, an Instructor's Guide, and a digital learning platform (e.g., website, wiki, blog) are the primary project deliverables and will be publicly available.\r\n\r\nEvaluative data will be collected through surveys, digital portfolios, interviews, and constructed reflections and will be used to monitor, assess, and inform the project and the extent to which project goals have been met and the intended impacts achieved. Increased awareness, understanding, and interest in critical energy related concepts are the intended project outcomes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Cuff",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin E Cuff",
   "pi_email_addr": "kcuff@berkeley.edu",
   "nsf_id": "000191804",
   "pi_start_date": "2010-09-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Darrell",
   "pi_last_name": "Porcello",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Darrell Porcello",
   "pi_email_addr": "porcello@creativity.org",
   "nsf_id": "000167937",
   "pi_start_date": "2010-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  },
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 382979.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 337367.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 320315.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Clean Energy Literacy and Leadership&nbsp;(<em>CELL</em>) project was active between 2010 and 2014. The primary goal of the project was to develop, evaluate, and implement an intervention model that effectively engages underrepresented group students from ages 14 to 16 in clean energy education, related Information and Communication Technology (ICT), public outreach and career awareness activities.</p>\n<p>Throughout its lifetime project-associated staff presented <em>CELL</em> programming that included the following components: 1) hands-on mini-investigations that increase participants&rsquo; understanding of relevant STEM content; 2) student-led research investigations that provide opportunities to engage in key scientific practices; 3) public events at which students presented energy-related information to community members; 4) guest speaker visits that helped raise awareness of career opportunities; and 5) field trips to clean energy-related research or commercial endeavors.&nbsp; Presentation of project components included the involvement of approximately 350 students who attended various high schools located throughout the East San Francisco Bay Area. Each student engaged in a minimum of 75 hours of programming.</p>\n<p>To assess its capacity to achieve its fundamental goals, a project evaluation study was conducted that included both quantitative and qualitative data collection methodologies. This study, conducted by the education research firm Philliber Research Associates in collaboration with <em>CELL</em> project staff, focused on evaluating the impact of project-related activities on students&rsquo; growth in terms of their attitudes toward and self-efficacy related to STEM, as well as their content understanding.</p>\n<p>Participating students provided the following demographic information:</p>\n<p>&nbsp;</p>\n<p>&bull; 52% were female and 48% were male.</p>\n<p>&bull; The largest ethnic group represented was Hispanic/Latino (55%), followed by African-American (19%), Multi-racial (10%), Asian (8%), and White (8%).</p>\n<p><strong>Quantitative Findings</strong></p>\n<p>Participating students were surveyed at program conclusion and asked to think back and compare their attitudes toward science, as well as their science knowledge and skill levels, before and after participating in the <em>CELL</em> program. When survey results were combined, statistically significant gains at the highest levels were observed in each of the areas assessed.&nbsp; Particularly notable were increases in enjoyment of science, and specific ICT skills acquisition.&nbsp; Students&rsquo; content knowledge also was measured through the use of assessments embedded within instructional materials. Again, significant gains were observed in the understanding of topics presented.</p>\n<p><strong>Qualitative Findings</strong></p>\n<p>Semi-structured interviews with students and instructors were also conducted. Protocols were developed to ensure that interviews were guided by central questions and hypotheses. Interview data were compiled, coded and analyzed, and revealed the following emerging themes.</p>\n<p><strong><em>Enjoying Science through Active Learning Experiences</em></strong><em>.</em>&nbsp; Both students and instructors indicated that, due to participation in <em>CELL</em>, students enjoyed science more and had learning experiences that they would not otherwise have received. In a number of cases students positively contrasted these <em>CELL</em> experiences building and modeling and measuring while learning scientific concepts, with more traditional science experiences they described as &ldquo;book-oriented.&rdquo;</p>\n<p><strong><em>Gaining Important, Applied, Cross-Discipline Scientific Knowledge.</em></strong>&nbsp; One instructor described how <em>CELL</em> taught important scientific content that the students would otherwise not have received.&nbsp; &ldquo;I don&rsquo;t know if ...",
  "por_txt_cntn": "\nThe Clean Energy Literacy and Leadership (CELL) project was active between 2010 and 2014. The primary goal of the project was to develop, evaluate, and implement an intervention model that effectively engages underrepresented group students from ages 14 to 16 in clean energy education, related Information and Communication Technology (ICT), public outreach and career awareness activities.\n\nThroughout its lifetime project-associated staff presented CELL programming that included the following components: 1) hands-on mini-investigations that increase participantsÆ understanding of relevant STEM content; 2) student-led research investigations that provide opportunities to engage in key scientific practices; 3) public events at which students presented energy-related information to community members; 4) guest speaker visits that helped raise awareness of career opportunities; and 5) field trips to clean energy-related research or commercial endeavors.  Presentation of project components included the involvement of approximately 350 students who attended various high schools located throughout the East San Francisco Bay Area. Each student engaged in a minimum of 75 hours of programming.\n\nTo assess its capacity to achieve its fundamental goals, a project evaluation study was conducted that included both quantitative and qualitative data collection methodologies. This study, conducted by the education research firm Philliber Research Associates in collaboration with CELL project staff, focused on evaluating the impact of project-related activities on studentsÆ growth in terms of their attitudes toward and self-efficacy related to STEM, as well as their content understanding.\n\nParticipating students provided the following demographic information:\n\n \n\n&bull; 52% were female and 48% were male.\n\n&bull; The largest ethnic group represented was Hispanic/Latino (55%), followed by African-American (19%), Multi-racial (10%), Asian (8%), and White (8%).\n\nQuantitative Findings\n\nParticipating students were surveyed at program conclusion and asked to think back and compare their attitudes toward science, as well as their science knowledge and skill levels, before and after participating in the CELL program. When survey results were combined, statistically significant gains at the highest levels were observed in each of the areas assessed.  Particularly notable were increases in enjoyment of science, and specific ICT skills acquisition.  StudentsÆ content knowledge also was measured through the use of assessments embedded within instructional materials. Again, significant gains were observed in the understanding of topics presented.\n\nQualitative Findings\n\nSemi-structured interviews with students and instructors were also conducted. Protocols were developed to ensure that interviews were guided by central questions and hypotheses. Interview data were compiled, coded and analyzed, and revealed the following emerging themes.\n\nEnjoying Science through Active Learning Experiences.  Both students and instructors indicated that, due to participation in CELL, students enjoyed science more and had learning experiences that they would not otherwise have received. In a number of cases students positively contrasted these CELL experiences building and modeling and measuring while learning scientific concepts, with more traditional science experiences they described as \"book-oriented.\"\n\nGaining Important, Applied, Cross-Discipline Scientific Knowledge.  One instructor described how CELL taught important scientific content that the students would otherwise not have received.  \"I donÆt know if they would ever get any of these elements in their school science.\"  According to him, while students may receive other opportunities to learn about environmental science in school, the CELL curriculum was unique in that that it taught environmental science within the real-world context of combustion engines, energy production, and societal energy use. Another instructor ..."
 }
}