{
 "awd_id": "1031371",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Source apportionment of iron in the marine atmosphere - application of stable iron isotopic measurements",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 225202.0,
 "awd_amount": 225202.0,
 "awd_min_amd_letter_date": "2010-09-09",
 "awd_max_amd_letter_date": "2010-09-09",
 "awd_abstract_narration": "In many regions of the world's ocean, primary productivity is not limited by the major nutrients (nitrogen, phosphorous and silica) but by the micronutrient iron (Fe). One major source of Fe is the atmospheric transport and deposition of aerosols to the open ocean. The aerosols come from natural sources, such as soils and dust and biomass burning, and from anthropogenic emissions related to industrial processes and energy generation. Our understanding of the sources is limited by our ability to identify the origin of the Fe. Mechanisms of tracing the sources of aerosols include the use of the elemental ratios as specific sources have specific elemental signals. Fe isotopic variation has recently been demonstrated to be a potentially important tracer of Fe sources. \r\n\r\nThis project, a collaboration between investigators at Arizona State University and Northern Arizona University, will explore the use of Fe isotopes as a tracer of natural and anthropogenic sources of aerosols to assess their importance as a source of Fe to the open ocean. Fe is known to limit primary production in many high nutrient, low chlorophyll areas, so it is important to understand the origin of the Fe that is delivered to the oceans and its availability to marine microorganisms. Additionally, aerosols from different sources have variable size and solubility in seawater and therefore this also impacts Fe bioavailability. Examination of the isotopes of Fe in aerosols could help address these questions as the investigators' prior research has demonstrated distinct variations in the isotopic composition of aerosol Fe that arise from natural and anthropogenic sources. \r\n\r\nThe study will measure the Fe isotopic compositions of aerosol particles collected on Bermuda over a period of one year. Bermuda was chosen as seasonal differences lead to different aerosol types being deposited -  summer winds flow from the east and carry Saharan soil dust and other aerosols, while winter winds originate from over North America. The project will compare the Bermuda results with that of key anthropogenic and natural aerosol materials that could be a source of Fe to the Atlantic Ocean. In addition, elemental analyses of these aerosols will provide an independent confirmation of the Fe isotopes results. Analysis of size-segregated samples will provide additional information and will be coupled with solubility experiments designed to assess the soluble Fe fraction. \r\n\r\nBroader Impacts: The scientific impact of this work relates to obtaining a better understanding of the factors that impact the sources and availability of Fe, an important limiting micronutrient, to the ocean, and to marine microorganisms. As a part of the proposed project, the investigators will develop interactive educational activities to teach the major concepts of ocean nutrient availability and limitation to non-science students, which will be part of a new course \"Habitable Worlds\". Additionally, the proposed project will support graduate student training, and benefit under-represented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ariel",
   "pi_last_name": "Anbar",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Ariel D Anbar",
   "pi_email_addr": "anbar@asu.edu",
   "nsf_id": "000155861",
   "pi_start_date": "2010-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pierre",
   "pi_last_name": "Herckes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pierre Herckes",
   "pi_email_addr": "pierre.herckes@asu.edu",
   "nsf_id": "000493676",
   "pi_start_date": "2010-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 225202.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Iron is an essential trace nutrient in the oceans. The main source of iron to much of the ocean is wind-blown dust (\"aerosols\") that dissolves in surface seawater. The sources of iron-bearing aerosols are not well understood. In this pilot project, we explored the possibility that the isotopes of iron in aerosols might provide a unique fingerprint of anthropogenic sources of this element, such as combustion of coal or oil. We did this by collecting dust in the atmosphere over Bermuda.</p>\n<p>&nbsp;</p>\n<p>We found a distinct isotope signature in the smallest particles (&lt; 2.5 microns). Specifically, the ligher isotopes of iron are more abundant in these small particles than in most other materials. This isotope signature differs substantially from the signatures of fuel combustion which we also measured. The most likely source of the iron isotope signature we observed - and hence of the iron itself - is burning biomass. We are proposing to test this hypothesis in a new study.</p>\n<p>&nbsp;</p>\n<p>In related educational work, we carried out science education research to yield the following outcomes: 1) an extensive list of biogeochemistry misconceptions and 2) a research-based multiple choice test to measure biogeochemistry understanding (a \"biogeochemica concept inventory\"). These findings will help improve undergraduate education in this important area of knowledge.</p>\n<p>&nbsp;</p>\n<p>The intellectual merit of this project centers on the importance of tracing iron source for our understanding of how this element shapes marine biology. The broader impacts of this proposal center on the educational research work. The project also enhanced the career development of former Ph.D. student Chris Mead (Ph.D. 2014) by providing opportunities for graduate research in both science and science education.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/25/2015<br>\n\t\t\t\t\tModified by: Ariel&nbsp;D&nbsp;Anbar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIron is an essential trace nutrient in the oceans. The main source of iron to much of the ocean is wind-blown dust (\"aerosols\") that dissolves in surface seawater. The sources of iron-bearing aerosols are not well understood. In this pilot project, we explored the possibility that the isotopes of iron in aerosols might provide a unique fingerprint of anthropogenic sources of this element, such as combustion of coal or oil. We did this by collecting dust in the atmosphere over Bermuda.\n\n \n\nWe found a distinct isotope signature in the smallest particles (&lt; 2.5 microns). Specifically, the ligher isotopes of iron are more abundant in these small particles than in most other materials. This isotope signature differs substantially from the signatures of fuel combustion which we also measured. The most likely source of the iron isotope signature we observed - and hence of the iron itself - is burning biomass. We are proposing to test this hypothesis in a new study.\n\n \n\nIn related educational work, we carried out science education research to yield the following outcomes: 1) an extensive list of biogeochemistry misconceptions and 2) a research-based multiple choice test to measure biogeochemistry understanding (a \"biogeochemica concept inventory\"). These findings will help improve undergraduate education in this important area of knowledge.\n\n \n\nThe intellectual merit of this project centers on the importance of tracing iron source for our understanding of how this element shapes marine biology. The broader impacts of this proposal center on the educational research work. The project also enhanced the career development of former Ph.D. student Chris Mead (Ph.D. 2014) by providing opportunities for graduate research in both science and science education.\n\n\t\t\t\t\tLast Modified: 02/25/2015\n\n\t\t\t\t\tSubmitted by: Ariel D Anbar"
 }
}