{
 "awd_id": "1031571",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Cultural Resources and the Transition to First-time Motherhood",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2010-07-30",
 "awd_max_amd_letter_date": "2010-07-30",
 "awd_abstract_narration": "SES-1031571\r\nPI: Robert B. Willer\r\nCo-PI: Sarah B. Garrett\r\nInstitution: University of California, Berkeley\r\n\r\nHow do one's cultural resources such as one's skills, styles, and ways of understanding the world shape the experience of becoming a mother for the first time? This study is designed to enrich research on motherhood and evaluate and elaborate a well-established theory of how culture works in everyday life. The mixed-method, longitudinal study collects survey data from pregnant women at diverse institutions in Northern California, and pre- and post-partum interview data from a subset of these women.  \r\n\r\nBroader Impacts:\r\nThis study will illuminate a historically understudied life stage while simultaneously representing the experiences of less privileged women and women of color, who have been largely excluded from social science accounts of motherhood. This research will be shared with academic audiences, expectant parents, and prenatal care providers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Willer",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Robert B Willer",
   "pi_email_addr": "willer@stanford.edu",
   "nsf_id": "000410621",
   "pi_start_date": "2010-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Garrett",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah B Garrett",
   "pi_email_addr": "sbgarrett@berkeley.edu",
   "nsf_id": "000522141",
   "pi_start_date": "2010-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research study is broadly about how culture shapes women&rsquo;s experiences of new motherhood. It is designed to accomplish four goals: (a) to diversify the populations of women represented in this area of study; (b) to investigate how individuals perceive the meanings and importance of certain behaviors in the pre- and post-birth period. These perceptions (&ldquo;interpretive frames&rdquo;) are the core aspect of culture investigated in this study; (c) to investigate whether and how these perceptions affect individuals&rsquo; preferences, actions and well-being in this period; and (d) to consider how individuals&rsquo; communities and social networks shape these effects.&nbsp;</p>\n<p>For this project I (co-PI Sarah Garrett) administered English and Spanish surveys to over 400 pregnant women in the California Bay Area who were receiving care at prenatal clinics or at home in preparation for homebirth. I worked for most of a year to gain access to sites that served underprivileged women and women of color&mdash;groups that have long been excluded from academic and popular representations of motherhood. I then conducted pre- and/or post-partum interviews with 61 first-time mothers from the survey group.</p>\n<p>With the survey data, I am able to ask whether and how women&rsquo;s exposure to diverse&mdash;even contradictory&mdash;ways of perceiving behaviors and choices in pregnancy, birth and early parenthood affects their socio-emotional wellbeing. For example, how might a new mother feel about her own breastfeeding decisions and experiences if she is familiar with contradictory interpretations of it: (a) that women should breastfeed even if they do not want to, and (b) that women can legitimately choose not to? &nbsp;Past research and theories on cultural resources suggest that having a diverse set of these frames helps individuals to make sense of and justify their actions. Theories and research in social psychology, however, suggest that knowing contradictory frames would be unsettling, dissatisfying or even hinder action. I find that women who know more of these diverse interpretive frames during pregnancy later have more symptoms of postpartum depression (PPD) than do women who know fewer. (This exposure to diverse frames is more common among women with higher levels of education and diverse social networks, but the PPD effect is true even for women who are otherwise similar in terms of these and other characteristics.) I also find that knowing certain frames&mdash;e.g., that birth complications are common&mdash;seemed to protect women from postpartum depression.&nbsp; These findings show that individuals&rsquo; cultural resources affect wellbeing in complex ways. One implication of these insights is that healthcare practitioners should attend not only to the culture patients are &ldquo;in&rdquo; (the goal of culturally competent care) but also to the various&mdash;and specifically, contradictory&mdash;cultural frames with which they are familiar. &nbsp;</p>\n<p>The interview data focus on similar issues, but they are able to reveal in much more detail how individuals understand, challenge, and draw on the various, often contradictory, kinds of knowledge around them. The data allow me to investigate, for example, the relationship between first-time mothers&rsquo; pre-birth preferences for their labor and delivery care as compared to their post-birth evaluations of that care. This can help make sense of a contemporary public health puzzle: that, though the majority of American women report supporting and desiring relatively low-intervention birth care, few receive care of this character, and most report high levels of satisfaction with American maternity care.&nbsp; My early analyses suggest that select institution-, community- and individual-level factors (e.g., consumer models of healthcare, community-specific norms about what constitutes a \"good birth&rdq...",
  "por_txt_cntn": "\nThis research study is broadly about how culture shapes womenÆs experiences of new motherhood. It is designed to accomplish four goals: (a) to diversify the populations of women represented in this area of study; (b) to investigate how individuals perceive the meanings and importance of certain behaviors in the pre- and post-birth period. These perceptions (\"interpretive frames\") are the core aspect of culture investigated in this study; (c) to investigate whether and how these perceptions affect individualsÆ preferences, actions and well-being in this period; and (d) to consider how individualsÆ communities and social networks shape these effects. \n\nFor this project I (co-PI Sarah Garrett) administered English and Spanish surveys to over 400 pregnant women in the California Bay Area who were receiving care at prenatal clinics or at home in preparation for homebirth. I worked for most of a year to gain access to sites that served underprivileged women and women of color&mdash;groups that have long been excluded from academic and popular representations of motherhood. I then conducted pre- and/or post-partum interviews with 61 first-time mothers from the survey group.\n\nWith the survey data, I am able to ask whether and how womenÆs exposure to diverse&mdash;even contradictory&mdash;ways of perceiving behaviors and choices in pregnancy, birth and early parenthood affects their socio-emotional wellbeing. For example, how might a new mother feel about her own breastfeeding decisions and experiences if she is familiar with contradictory interpretations of it: (a) that women should breastfeed even if they do not want to, and (b) that women can legitimately choose not to?  Past research and theories on cultural resources suggest that having a diverse set of these frames helps individuals to make sense of and justify their actions. Theories and research in social psychology, however, suggest that knowing contradictory frames would be unsettling, dissatisfying or even hinder action. I find that women who know more of these diverse interpretive frames during pregnancy later have more symptoms of postpartum depression (PPD) than do women who know fewer. (This exposure to diverse frames is more common among women with higher levels of education and diverse social networks, but the PPD effect is true even for women who are otherwise similar in terms of these and other characteristics.) I also find that knowing certain frames&mdash;e.g., that birth complications are common&mdash;seemed to protect women from postpartum depression.  These findings show that individualsÆ cultural resources affect wellbeing in complex ways. One implication of these insights is that healthcare practitioners should attend not only to the culture patients are \"in\" (the goal of culturally competent care) but also to the various&mdash;and specifically, contradictory&mdash;cultural frames with which they are familiar.  \n\nThe interview data focus on similar issues, but they are able to reveal in much more detail how individuals understand, challenge, and draw on the various, often contradictory, kinds of knowledge around them. The data allow me to investigate, for example, the relationship between first-time mothersÆ pre-birth preferences for their labor and delivery care as compared to their post-birth evaluations of that care. This can help make sense of a contemporary public health puzzle: that, though the majority of American women report supporting and desiring relatively low-intervention birth care, few receive care of this character, and most report high levels of satisfaction with American maternity care.  My early analyses suggest that select institution-, community- and individual-level factors (e.g., consumer models of healthcare, community-specific norms about what constitutes a \"good birth\") create a context for maternal care that curbs patient dissatisfaction with higher-intervention births. These factors manifest differently across healthcare settings a..."
 }
}