{
 "awd_id": "1031101",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Contingent Reasoning and Bayesian Updating in Games of Incomplete Information:  An Experimental Analysis",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 191664.0,
 "awd_amount": 191664.0,
 "awd_min_amd_letter_date": "2010-09-18",
 "awd_max_amd_letter_date": "2010-09-18",
 "awd_abstract_narration": "This project focuses on two cognitive abilities that are likely to play a key role for departures from rationality when people make strategic decisions under situations of incomplete information.  The first is the decision maker's ability to adjust his or her beliefs as he gets new information in a way that is statistically correct -- in other words, the ability to perform Bayesian updating.  The second is the ability to carefully think through possible relevant scenarios before making a decision, an ability that the researchers term 'contingent reasoning'.\r\n\r\nThe study uses decision making experiments to study the role of Bayesian updating and contingent reasoning in a series of environments; second price private value auctions, an array of common value auctions, versions of the 'Acquiring a Company' game that have studied by other research teams, and endogenous timing investment games.  The researchers use a specially designed individual choice task to classify participants based on their use of Bayesian updating and contingent reasoning.  These research subjects then participate in a series of strategically equivalent games to see how behavior in market environments depends on cognitive characteristics.\r\n\r\nThe results apply to a wide range of environments.  The requirements for contingent reasoning in any real-world situation depend on a wide variety of factors.  Understanding how contingent reasoning affects decisions will allow us to choose those factors in order to encourage people to make the best possible decisions for reaching their chosen goals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Peck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Peck",
   "pi_email_addr": "peck.33@osu.edu",
   "nsf_id": "000118655",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dan",
   "pi_last_name": "Levin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dan Levin",
   "pi_email_addr": "dlevin@econ.ohio-state.edu",
   "nsf_id": "000099990",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 191664.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research explores behavior in two types of economic environments, where participants possess limited information and profits depend on their ability to draw inferences as the play proceeds. The experiments use undergraduate students. In the first environment, a &ldquo;herding game&rdquo; experiment, subjects observe their investment cost and a signal about the investment payoff. Then they decide whether to invest right away or to delay their decision, in which case they see how many other subjects invested. Delay is costly, but may help improve decisions. In the second environment, an auction experiment, subjects observe a signal about the item&rsquo;s value. Then a clock ticks down, with the first subject to stop the clock winning the item and paying the price reflected on the clock. Before the auctions, we measure a subject&rsquo;s ability to perform contingent reasoning and a subject&rsquo;s ability to assess probabilities, using a series of individual decision tasks. The purpose of these experiments is to compare the actual behavior to the predictions of the theory of rational play and the predictions of theories of boundedly rational play.</p>\n<p>Subjects in the herding experiments respond to their information in a sensible way. However, subjects do not respond to more subtle features of the games that significantly affect payoffs, such as the number of subjects in a market and the correlation of investment costs across subjects. This behavior is inconsistent with the theory of rational play and all of the leading behavioral theories. These behavioral theories build in biases on the part of subjects, but they predict that the number of subjects and correlation structure should significantly affect behavior.</p>\n<p>Subjects in the auction experiments suffer from a phenomenon known as the &ldquo;winner&rsquo;s curse,&rdquo; failing to take into account the fact that the winning bidder probably has an unusually high signal that is an overestimate of the true value. We find that the measured ability to perform contingent reasoning and to assess probabilities each significantly contribute to the subject&rsquo;s propensity to correct for the winner&rsquo;s curse. In addition, an auction format that eliminates some of the need for contingent reasoning leads to significantly less overbidding and winner&rsquo;s curse behavior. The leading behavioral theories, on the other hand, predict that the auction format should not affect behavior.</p>\n<p>The broader impact of the research is to suggest the need for new behavioral theories that are sensitive to the difficulties that decision makers have in performing tasks such as contingent reasoning and probabilistic reasoning. The results improve our understanding of the anomaly of the winner&rsquo;s curse in common-value auctions, which could potentially help policy makers better design auctions to mitigate the resulting systematic losses.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/23/2012<br>\n\t\t\t\t\tModified by: James&nbsp;Peck</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research explores behavior in two types of economic environments, where participants possess limited information and profits depend on their ability to draw inferences as the play proceeds. The experiments use undergraduate students. In the first environment, a \"herding game\" experiment, subjects observe their investment cost and a signal about the investment payoff. Then they decide whether to invest right away or to delay their decision, in which case they see how many other subjects invested. Delay is costly, but may help improve decisions. In the second environment, an auction experiment, subjects observe a signal about the itemÆs value. Then a clock ticks down, with the first subject to stop the clock winning the item and paying the price reflected on the clock. Before the auctions, we measure a subjectÆs ability to perform contingent reasoning and a subjectÆs ability to assess probabilities, using a series of individual decision tasks. The purpose of these experiments is to compare the actual behavior to the predictions of the theory of rational play and the predictions of theories of boundedly rational play.\n\nSubjects in the herding experiments respond to their information in a sensible way. However, subjects do not respond to more subtle features of the games that significantly affect payoffs, such as the number of subjects in a market and the correlation of investment costs across subjects. This behavior is inconsistent with the theory of rational play and all of the leading behavioral theories. These behavioral theories build in biases on the part of subjects, but they predict that the number of subjects and correlation structure should significantly affect behavior.\n\nSubjects in the auction experiments suffer from a phenomenon known as the \"winnerÆs curse,\" failing to take into account the fact that the winning bidder probably has an unusually high signal that is an overestimate of the true value. We find that the measured ability to perform contingent reasoning and to assess probabilities each significantly contribute to the subjectÆs propensity to correct for the winnerÆs curse. In addition, an auction format that eliminates some of the need for contingent reasoning leads to significantly less overbidding and winnerÆs curse behavior. The leading behavioral theories, on the other hand, predict that the auction format should not affect behavior.\n\nThe broader impact of the research is to suggest the need for new behavioral theories that are sensitive to the difficulties that decision makers have in performing tasks such as contingent reasoning and probabilistic reasoning. The results improve our understanding of the anomaly of the winnerÆs curse in common-value auctions, which could potentially help policy makers better design auctions to mitigate the resulting systematic losses.\n\n \n\n\t\t\t\t\tLast Modified: 11/23/2012\n\n\t\t\t\t\tSubmitted by: James Peck"
 }
}