{
 "awd_id": "1031123",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Validated Multiscale Simulation Framework for Large-Strain Thermo-mechanical Response of Open-Cell Aluminum Foams",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fyhrie",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 112358.0,
 "awd_amount": 112358.0,
 "awd_min_amd_letter_date": "2010-08-26",
 "awd_max_amd_letter_date": "2012-08-27",
 "awd_abstract_narration": "This project brings together analytical, computational and testing capabilities of three universities for the development, validation, and software implementation of a multi-scale method for thermo-mechanical response of open-cell Aluminum foams, from linear behavior to complete crushing. The University of California Los Angeles team will develop a suite of high-fidelity simulation modules that will yield the thermo-mechanical response of open-cell Aluminum foams at the micro-scale. The Purdue University team will build the essential multiscale framework with which a complete structure (comprising not only foams) can be efficiently analyzed. The Illinois Institute of Technology team will conduct the experiments that are needed to calibrate and validate the proposed modeling approaches. These experiments will feature custom instruments and unique measurements that will enable the probing of thermo-mechanical behavior of open-cell foams with requisite detail. \r\n\r\nThe over-arching goal of this research project is to facilitate widespread use of Aluminum foams as load-bearing structural members, by providing a validated simulation tool to design engineers. The potential societal benefit of this enabling technology is to help reduce energy consumption in a multitude of transportation systems that range from automobiles and railroad cars to elevators. The project will also feature educational, outreach and training activities at participating institutions that are integrated with the proposed research program. These activities will engage and educate graduate and undergraduate students in the growing area of multiscale scale mechanics, and create awareness and stimulate interest in STEM (Science, Technology, Engineering and Mathematics) disciplines among young high school students, and incoming freshmen.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arun",
   "pi_last_name": "Prakash",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arun Prakash",
   "pi_email_addr": "arunprakash@purdue.edu",
   "nsf_id": "000543040",
   "pi_start_date": "2010-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 35812.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 37424.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 39122.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has been conducted in collaboration with three participating institutions; UCLA, Purdue and Illinois Institute of Technology (IIT) with the major objective of developing a new multiscale framework capable of accurately analyzing the crushing behavior of open cell aluminum foams. These solid foams, which are essentially a 3D network of bone-shaped ligaments, are lightweight materials with promising applications in mitigating impact/blast energy such as in car bumpers and various protective components. The objective of Purdue team is to formulate and implement a multi-scale computational framework that builds upon the micromechanical models developed at UCLA and calibrated with experiments at IIT. <br />At Purdue, a two-level hierarchical multi-scale computational framework has been formulated and implemented to model both the solid-continuum and micro-mechanical response of open-cell foams. The continuum level-models are based on finite element and mesh-free methods and utilize spatial domain decomposition and multi-time-step methods to improve computational efficiency and accuracy of the simulation. The micro-mechanical models are based on a reduced-order model of the foam ligaments that can capture their primary bending response. Homogenization techniques are used to extract macro-level response that is passed back to the continuum-level models to close the loop. <br />The framework is also capable of modelling both, the micro-mechanical deformations and the macro-scale response of the foam material using concurrently coupled continuum and microstructural models. With this capability micro-structural models to simulate critical regions of interest were developed and coupled concurrently with continuum models. These micro-structural models were formulated using a variety of elements including beam elements, truss elements, simplified spring-based elements, while also accounting for the behaviour of cellular solids under severe deformations that create issues such as internal contact between the elements of the microstructure. <br />One of the unique aspects of this research has been the ability to capture temporal multi-scale phenomena such as the fast local crushing of the foam material in the vicinity of an impact and simultaneously simulate the overall dynamic response of the component or a structure. As shown in the adjacent figure of a projectile impacting a sandwich panel, refined micro-mechanical models and small time-steps are used to simulate the regions within the impact crater where they are needed, while coarse continuum models with large time-steps are used to speed up the computation away from such critical areas.<br />This research has enabled high-fidelity simulations of structural components made from open-cell aluminium foams using a multi-scale computational framework. Until now such high-fidelity simulations that take into account the coupling of different physical scales of space and time have not been possible. In time, engineers from automotive, aerospace, naval and other industries may be able to utilize the proposed computational framework to understand, predict and design light-weight aluminium foam components on a large-scale and help reduce the overall energy consumption, carbon footprint and green house gas emissions of their respective products.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/26/2015<br>\n\t\t\t\t\tModified by: Arun&nbsp;Prakash</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1031123/10...",
  "por_txt_cntn": "\nThis project has been conducted in collaboration with three participating institutions; UCLA, Purdue and Illinois Institute of Technology (IIT) with the major objective of developing a new multiscale framework capable of accurately analyzing the crushing behavior of open cell aluminum foams. These solid foams, which are essentially a 3D network of bone-shaped ligaments, are lightweight materials with promising applications in mitigating impact/blast energy such as in car bumpers and various protective components. The objective of Purdue team is to formulate and implement a multi-scale computational framework that builds upon the micromechanical models developed at UCLA and calibrated with experiments at IIT. \nAt Purdue, a two-level hierarchical multi-scale computational framework has been formulated and implemented to model both the solid-continuum and micro-mechanical response of open-cell foams. The continuum level-models are based on finite element and mesh-free methods and utilize spatial domain decomposition and multi-time-step methods to improve computational efficiency and accuracy of the simulation. The micro-mechanical models are based on a reduced-order model of the foam ligaments that can capture their primary bending response. Homogenization techniques are used to extract macro-level response that is passed back to the continuum-level models to close the loop. \nThe framework is also capable of modelling both, the micro-mechanical deformations and the macro-scale response of the foam material using concurrently coupled continuum and microstructural models. With this capability micro-structural models to simulate critical regions of interest were developed and coupled concurrently with continuum models. These micro-structural models were formulated using a variety of elements including beam elements, truss elements, simplified spring-based elements, while also accounting for the behaviour of cellular solids under severe deformations that create issues such as internal contact between the elements of the microstructure. \nOne of the unique aspects of this research has been the ability to capture temporal multi-scale phenomena such as the fast local crushing of the foam material in the vicinity of an impact and simultaneously simulate the overall dynamic response of the component or a structure. As shown in the adjacent figure of a projectile impacting a sandwich panel, refined micro-mechanical models and small time-steps are used to simulate the regions within the impact crater where they are needed, while coarse continuum models with large time-steps are used to speed up the computation away from such critical areas.\nThis research has enabled high-fidelity simulations of structural components made from open-cell aluminium foams using a multi-scale computational framework. Until now such high-fidelity simulations that take into account the coupling of different physical scales of space and time have not been possible. In time, engineers from automotive, aerospace, naval and other industries may be able to utilize the proposed computational framework to understand, predict and design light-weight aluminium foam components on a large-scale and help reduce the overall energy consumption, carbon footprint and green house gas emissions of their respective products.\n\n\t\t\t\t\tLast Modified: 11/26/2015\n\n\t\t\t\t\tSubmitted by: Arun Prakash"
 }
}