{
 "awd_id": "1031331",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dexterous Fiber Optic Tweezers for Bio-Particle Manipulation and Force Sensing",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Massimo Ruzzene",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2010-08-10",
 "awd_max_amd_letter_date": "2010-08-10",
 "awd_abstract_narration": "Abstract\r\n1031331\r\nMiao Yu\r\nUniversity of Maryland\r\n\r\nThe objective of this research project is to develop a dexterous dual fiber tweezers system with greatly enhanced flexibility, functionality, and efficiency. Through this research a fundamental understanding of such a system for manipulation and sensing of micro/nano sized particles will be achieved through a combination of thorough analytical, numerical, and experimental studies. The novel fiber optical tweezers equipped with surface plasmonic lens will significantly enhance the trapping efficiency compared with conventional fiber tweezers. Furthermore, by taking advantage of the advanced fiber optic modulation techniques, high speed and high resolution dynamical trapping position control will be enabled in the novel fiber optical tweezers. This effort is expected to not only enrich the fields of sensors, actuators, and biophotonics, but also pave the way for developing innovative tools for the study of biological systems, and shed further light on pathological mechanisms and disease diagnosis.\r\n\r\nThe learning experience of undergraduate and graduate students will be enriched through an inter-disciplinary curriculum. The interests of K-12 students in science and engineering will be stimulated by involving them in multi-disciplinary research activities at the University of Maryland. Participation of underrepresented groups will be broadened through educational activities in the Center for Minorities in Science and Engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Miao",
   "pi_last_name": "Yu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Miao Yu",
   "pi_email_addr": "mmyu@umd.edu",
   "nsf_id": "000231261",
   "pi_start_date": "2010-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163900",
   "pgm_ele_name": "SENSORS AND SENSING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "032E",
   "pgm_ref_txt": "SENSORS AND ACTUATORS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1059",
   "pgm_ref_txt": "SENSORS AND SENSOR SYSTEMS FOR CIS"
  },
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the project is to develop a dexterous dual fiber tweezers system with greatly enhanced flexibility, functionality, and efficiency, and to achieve a fundamental understanding of such a system for manipulation and sensing of micro/nano particles through a combination of thorough analytical, numerical, and experimental studies.</p>\n<p><strong>Intellectual Merits: A</strong> novel dual fiber tweezers system with greatly enhanced flexibility and functionality has been developed and thoroughly studied, which represent a transformative leap forward from the existing tools. Owing to the unique optical fields offered by the dual fiber optical tweezers, multiple traps have been enabled and dexterous manipulation of multiple particles including particle separation, sorting, and grouping have been successfully demonstrated for the first time. &nbsp;Furthermore, optical alignment, rotation, and stacking of non-spherical particles have also been demonstrated, which are essential for addressing the long-reaching implications of assembling and driving microstructures in optofluidic systems as well as studying biological samples that are mostly nonspherical.&nbsp; Moreover, a novel surface plasmonic (SP) lens on fiber endface has been developed, which enables a sub-diffraction limit sized focus. Novel single fiber optical tweezers equipped with SP lens have been developed, which has helped overcome the greatest challenge on low trapping efficiency in the field of fiber optic tweezers.&nbsp; The fiber optic tweezers based on SP lens have been demonstrated to have significantly enhanced the trapping efficiency (more than 10 times) compared with conventional fiber tweezers, which renders it the capability of manipulating nanoscale particles.&nbsp; In addition, to achieve active control of fiber optic tweezers, high-speed, out-of-plane control of light using the slow light effect in resonance induced transparent grating waveguide structures have been investigated, which has the potential to lead to high speed, high resolution dynamical trapping position control for fiber optical tweezers. This work has yielded a UMD invention disclosure, one book chapter, 7 journal articles, and 3 conference papers.</p>\n<p><strong>Broader Impacts: </strong>Various engineering sub-disciplines (mechanical, electrical, and biomedical), as well as biology and pharmacology, will benefit from different facets of this cross-disciplinary research. Specifically, the novel experimental tools developed in this work hold the promise of leading to a better understanding of pathological mechanisms and disease diagnosis at cellular and subcellular levels, which can significantly impact future therapy of fetal diseases (such as cancers) and lead to an improvement of human health.</p>\n<p>By integrating research with education, the learning experience of students has been enriched with innovative projects in an interdisciplinary curriculum integrated with the findings of this work. The new research results have been integrated into a graduate course entitled &ldquo;<em>Advance Topics in Sensors and Actuators&rdquo; </em>and a senior elective course on fiber optics. Further, this project has involved 2 Ph.D. students and one undergraduate student. The project has provided them the research experience in terms of optical modeling, optical system design, and hands-on experiments. One of the Ph.D. students has joined WPI as an Assistant Professor. &nbsp;With a charter designed to encourage highly talented and motivated middle and high school students to pursue engineering as a career choice, the research facilities of the University of Maryland (UMD) have been utilized to excite and teach these young students about science and engineering in multi-disciplinary areas. In addition, educational activities through the Women in engineering program at UMD have been geared towards increasing the involvement of minority...",
  "por_txt_cntn": "\nThe goal of the project is to develop a dexterous dual fiber tweezers system with greatly enhanced flexibility, functionality, and efficiency, and to achieve a fundamental understanding of such a system for manipulation and sensing of micro/nano particles through a combination of thorough analytical, numerical, and experimental studies.\n\nIntellectual Merits: A novel dual fiber tweezers system with greatly enhanced flexibility and functionality has been developed and thoroughly studied, which represent a transformative leap forward from the existing tools. Owing to the unique optical fields offered by the dual fiber optical tweezers, multiple traps have been enabled and dexterous manipulation of multiple particles including particle separation, sorting, and grouping have been successfully demonstrated for the first time.  Furthermore, optical alignment, rotation, and stacking of non-spherical particles have also been demonstrated, which are essential for addressing the long-reaching implications of assembling and driving microstructures in optofluidic systems as well as studying biological samples that are mostly nonspherical.  Moreover, a novel surface plasmonic (SP) lens on fiber endface has been developed, which enables a sub-diffraction limit sized focus. Novel single fiber optical tweezers equipped with SP lens have been developed, which has helped overcome the greatest challenge on low trapping efficiency in the field of fiber optic tweezers.  The fiber optic tweezers based on SP lens have been demonstrated to have significantly enhanced the trapping efficiency (more than 10 times) compared with conventional fiber tweezers, which renders it the capability of manipulating nanoscale particles.  In addition, to achieve active control of fiber optic tweezers, high-speed, out-of-plane control of light using the slow light effect in resonance induced transparent grating waveguide structures have been investigated, which has the potential to lead to high speed, high resolution dynamical trapping position control for fiber optical tweezers. This work has yielded a UMD invention disclosure, one book chapter, 7 journal articles, and 3 conference papers.\n\nBroader Impacts: Various engineering sub-disciplines (mechanical, electrical, and biomedical), as well as biology and pharmacology, will benefit from different facets of this cross-disciplinary research. Specifically, the novel experimental tools developed in this work hold the promise of leading to a better understanding of pathological mechanisms and disease diagnosis at cellular and subcellular levels, which can significantly impact future therapy of fetal diseases (such as cancers) and lead to an improvement of human health.\n\nBy integrating research with education, the learning experience of students has been enriched with innovative projects in an interdisciplinary curriculum integrated with the findings of this work. The new research results have been integrated into a graduate course entitled \"Advance Topics in Sensors and Actuators\" and a senior elective course on fiber optics. Further, this project has involved 2 Ph.D. students and one undergraduate student. The project has provided them the research experience in terms of optical modeling, optical system design, and hands-on experiments. One of the Ph.D. students has joined WPI as an Assistant Professor.  With a charter designed to encourage highly talented and motivated middle and high school students to pursue engineering as a career choice, the research facilities of the University of Maryland (UMD) have been utilized to excite and teach these young students about science and engineering in multi-disciplinary areas. In addition, educational activities through the Women in engineering program at UMD have been geared towards increasing the involvement of minority undergraduate students in engineering. A minority woman student has been involved in the research project, who has presented a poster at the ASME annual confer..."
 }
}