{
 "awd_id": "1031056",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Controlling Surface Damage in Machining of Hierarchical Biological Composites",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Zhijian Pei",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 176642.0,
 "awd_amount": 176642.0,
 "awd_min_amd_letter_date": "2010-07-21",
 "awd_max_amd_letter_date": "2010-07-21",
 "awd_abstract_narration": "The research objective of this Collaborative Research award is to develop capabilities for machining structural biological composites such as bone and nacre with minimal surface damage. These biological composites exhibit many levels of hierarchical structures from macroscopic to microscopic length scales, and novel structural mechanical properties. The research approach will utilize novel diagnostic instruments for studying deformation/fracture in biological composites and high-resolution optical techniques for analysis of deformation in machining. Modeling structured around finite element analysis and moving heat source theory will be used to predict the thermomechanical state of the composite surfaces created by cutting. Model predictions will be compared with the experimental observations. By integrating these results, recommendations will be developed for improved cutting procedures that will minimize surface damage in this class of structural bio-materials.\r\n\r\nIf successful, the broader impact of the results will be new cutting methodologies for the bio-inspired structural materials of the future, and improved procedures for surgery that minimize damage to bone and tissue. The results will be of value also in understanding deformation and cutting of complex bio-inspired (structural) materials of the future and soft matter, and for continued development of diagnostic instrumentation for biological composites. Complementing the research is an education and training program that includes development of a bone cutting test-bed for practitioners and interns, student internships, seminar series webcast, and a modest focus on fostering entrepreneurship in graduate study.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Srinivasan",
   "pi_last_name": "Chandrasekar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Srinivasan Chandrasekar",
   "pi_email_addr": "chandy@ecn.purdue.edu",
   "nsf_id": "000422067",
   "pi_start_date": "2010-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Lescun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy Lescun",
   "pi_email_addr": "tlescun@purdue.edu",
   "nsf_id": "000559436",
   "pi_start_date": "2010-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146800",
   "pgm_ele_name": "Manufacturing Machines & Equip"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 176642.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A study has been made of the mechanics of cutting and drilling of hierarchically structured biological composites using metacarpal bone from horse as the model material system. Metacarpal bone from horse has mechanical characteristics and structural response quite similar to human bone, besides its hierarchical structure over multiple length scales. The experimental approach has used a fully instrumented cutting/drilling test bed in which cutting kinematics analogous to that employed in orthopedic and implant surgery could be replicated. This has been complemented by measurements of flow and fracture in wedge indentation of bone, and analysis of flow by particle image velocimetry, an image correlation technique.</p>\n<p>The principal findings that describe the <span style=\"text-decoration: underline;\">intellectual merit</span> of the study are as follows. First, protocols for bone harvesting, storage and restoration have been established so that the response of the bone in the lab scale experiments closely resembles the bone&rsquo;s <em>in vivo</em> response.&nbsp; This is critical for accurate analysis and interpretation of the experimental data. Second, an instrumented test bed has been established wherein forces, temperatures and displacement parameters relevant to cutting and indentation of bone can be characterized. This test bed has capability also for direct observation of the cutting zone using high speed imaging. Third, the tests have enabled quantification of surface damage in bone arising from the cutting and indentation using various microscopy and staining methods, and a newly developed bone indentation instrument (osteoprobe). Fourth, the nature of the deformation and fracture in the vicinity of the indenter tip in wedge indentation has been found to be quite similar to that prevailing in the tool edge region in bone cutting. Analysis of cutting zone temperatures and material flow/fracture in bone machining suggest that surface damage is primarily a temperature- and deformation- driven phenomenon. The osteoprobe has been found to be promising for minimally invasive study of the surface damage accruing from machining. The results suggest much potential for the use of this reference point indentation instrument, which is portable, in the field for evaluating various forms of damage and degradation in bone.</p>\n<p>The results will <span style=\"text-decoration: underline;\">broadly impact</span> design of lab-scale cutting and drilling tests to study efficacy of bone cutting procedures and tools; control of damage in orthopedic surgery so as to accelerate post-surgery rehab; and development of cutting methods for the broader class of bio-composites, that are likely to be an important class of structural materials of the future. The study is a collaborative effort involving mechanical engineers and biophysicists from the University of California, Santa Barbara; and manufacturing engineers and veterinary surgeons from Purdue University. This collaboration has fostered new cross-disciplinary interactions between engineers, veterinarians, bio-physicists and instrument designers, with associated synergies.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2014<br>\n\t\t\t\t\tModified by: Srinivasan&nbsp;Chandrasekar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA study has been made of the mechanics of cutting and drilling of hierarchically structured biological composites using metacarpal bone from horse as the model material system. Metacarpal bone from horse has mechanical characteristics and structural response quite similar to human bone, besides its hierarchical structure over multiple length scales. The experimental approach has used a fully instrumented cutting/drilling test bed in which cutting kinematics analogous to that employed in orthopedic and implant surgery could be replicated. This has been complemented by measurements of flow and fracture in wedge indentation of bone, and analysis of flow by particle image velocimetry, an image correlation technique.\n\nThe principal findings that describe the intellectual merit of the study are as follows. First, protocols for bone harvesting, storage and restoration have been established so that the response of the bone in the lab scale experiments closely resembles the boneÆs in vivo response.  This is critical for accurate analysis and interpretation of the experimental data. Second, an instrumented test bed has been established wherein forces, temperatures and displacement parameters relevant to cutting and indentation of bone can be characterized. This test bed has capability also for direct observation of the cutting zone using high speed imaging. Third, the tests have enabled quantification of surface damage in bone arising from the cutting and indentation using various microscopy and staining methods, and a newly developed bone indentation instrument (osteoprobe). Fourth, the nature of the deformation and fracture in the vicinity of the indenter tip in wedge indentation has been found to be quite similar to that prevailing in the tool edge region in bone cutting. Analysis of cutting zone temperatures and material flow/fracture in bone machining suggest that surface damage is primarily a temperature- and deformation- driven phenomenon. The osteoprobe has been found to be promising for minimally invasive study of the surface damage accruing from machining. The results suggest much potential for the use of this reference point indentation instrument, which is portable, in the field for evaluating various forms of damage and degradation in bone.\n\nThe results will broadly impact design of lab-scale cutting and drilling tests to study efficacy of bone cutting procedures and tools; control of damage in orthopedic surgery so as to accelerate post-surgery rehab; and development of cutting methods for the broader class of bio-composites, that are likely to be an important class of structural materials of the future. The study is a collaborative effort involving mechanical engineers and biophysicists from the University of California, Santa Barbara; and manufacturing engineers and veterinary surgeons from Purdue University. This collaboration has fostered new cross-disciplinary interactions between engineers, veterinarians, bio-physicists and instrument designers, with associated synergies.\n\n\t\t\t\t\tLast Modified: 09/29/2014\n\n\t\t\t\t\tSubmitted by: Srinivasan Chandrasekar"
 }
}