{
 "awd_id": "1031082",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Late Quaternary Paleoenvironments and Biota of Cuatro Cienegas, Mexico",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 11013.0,
 "awd_amount": 11013.0,
 "awd_min_amd_letter_date": "2010-08-24",
 "awd_max_amd_letter_date": "2010-08-24",
 "awd_abstract_narration": "Much scientific effort has been devoted to understanding the biological mechanisms and environmental conditions that promote the evolution and maintenance of biodiversity. This dissertation research will use sedimentary archives from sinkhole ponds, or pozas, to investigate the Late-Quaternary environmental conditions at North America's hotspot of endemic biodiversity, the Cuatro Ciénegas Valley in the Chihuahuan Desert of Mexico. Sediments from two pozas will be analyzed to reconstruct the vegetation, climate, and aquatic communities of the Pozas Azules region of the Cuatro Ciénegas valley. Long-term environmental stability is a commonly invoked hypothesis to explain the richness of endemic species in the valley.  Pollen assemblages in a sediment core recovered from the Cuatro Ciénegas valley in the late 1960s were interpreted as supporting this hypothesis, but new data from a packrat midden and reanalysis of the early pollen work suggest vastly different Pleistocene environmental conditions in the valley. The project will test the hypothesis of long-term environmental stability in Cuatro Ciénegas by analyzing sedimentary evidence of past environmental conditions and aquatic biota in the valley from the Late Pleistocene to the present. AMS radiocarbon dates on charcoal and plant macrofossils will be used to estimate sediment ages; pollen and charcoal in the cores will be analyzed to infer changes in plant communities, fire regimes, and climate; and remains of aquatic organisms such as snail shells and fish scales will be used to elucidate paleopoza community composition.\r\n \r\nSedimentary records suitable for paleoenvironmental reconstruction are extremely rare in the arid regions of North America. This research at Cuatro Ciénegas will produce a detailed record of environmental history over the past 14,000 years in a region where few such records exist. Results will be used by the doctoral student to test a long-held hypothesis of environmental stability in Cuatro Ciénegas, and will be relevant to other scientific research as well as to issues of ecosystem management, including fire management. The collection and analysis of modern pollen samples will make possible modern analog analysis of pollen profiles from the cores, and yield data that will be of use to other researchers working in the Chihuahuan Desert. The award will enable a promising student to improve his dissertation research and to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sally",
   "pi_last_name": "Horn",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Sally P Horn",
   "pi_email_addr": "shorn@utk.edu",
   "nsf_id": "000437675",
   "pi_start_date": "2010-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Valente",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew J Valente",
   "pi_email_addr": "mvalente@utk.edu",
   "nsf_id": "000525339",
   "pi_start_date": "2010-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "201 ANDY HOLT TOWER",
  "perf_city_name": "KNOXVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 11013.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research proposal funded by this Doctoral Dissertation Improvement Grant was designed to test the hypothesis that the paleoenvironments in the Cuatro Cienegas Basin, a desert oasis with extraordinary biodiversity, were stable over the time represented in sediment cores recovered from wetlands. Previous sediment core pollen research had concluded that the paleoenvironments of the valley were stable over the past 30,000 years, despite the large changes in climate and vegetation expected over this time period based on paleoenvironmental research globally. The research plan was designed based on the literature consensus that stability was not likely and relied on statistical tests to compare paleo-pollen assemblages from sediment cores with modern pollen rain in vegetation communities across the southwestern US and in northern Mexico. Modern pollen rain samples from the soil surface were collected in Texas with fieldwork that provided a public high school teacher with first hand experience with paleoenvironmental change research. Modern pollen rain sampling in northern Mexico was prohibited by university policies regarding state department travel ban to the states where research would be conducted.&nbsp; Radiocarbon results indicated that an initial assumption of the research plan, that the sediments in hand were deposited steadily in wetland or aquatic settings, was not supported, and funds devoted to modern pollen rain sampling in Mexico were reallocated to obtaining more radiocarbon dates to improve the precision of sediment age estimates. Detailed analysis of the types of sediments preserved in the cores indicated that the site was a freshwater environment in the late Pleistocene and early Holocene. Carbonate crust sediments with traces of roots from terrestrial plants above these aquatic sediments indicate that the site was much drier during the mid-Holocene. Freshwater marsh deposits, similar to those being deposited at the sites today, are found above the mid-Holocene crust surface, and these peat sediments contain indications of fluctuating hydrology at the site, with sediments that indicate that the site has experienced drying events and rises in water table several times in the past five thousand years.</p>\n<p>The stratigraphic analysis provides clear evidence to reject the hypothesis that the environmental conditions on the valley floor of Cuatro Cienegas have been stable since the last glacial period. The radiocarbon dates funded by this award have been crucial to improve the precision with which the age of these sediments and stratigraphic indicators of change can be estimated. Additionally, high resolution radiocarbon dating and a stark contrast between quickly accumulating marsh sediments, and slowly accumulating dessication crusts, allowed independent tests of whether or not these indicators of drier periods visible in the cores represented short term (decades) or long term (centuries) periods of drier conditions at the site. The radiocarbon dates funded by this award allowed us to reject the hypothesis of environmental stability with multiple independent lines of evidence, adding to strength with which the evidence tells us that it is very likely that the climate and hydrology of the Cuatro Cienegas Basin has experienced a wide range of climate and hydrological conditions over the past 14,000 years.</p>\n<p>The research highlights a challenge in meeting the critical need for more paleoenvironmental information regarding the links between past global climate patterns and arid region climate where polar and tropical influences converge. Environmental conditions that would have preserved sediment sequences such as these are rare yet represent the best source of a suite of indicators of past environmental conditions. Extreme differences in sedimentation rates introduced by changes in site conditions should be expected in sequences such as these. This me...",
  "por_txt_cntn": "\nThe research proposal funded by this Doctoral Dissertation Improvement Grant was designed to test the hypothesis that the paleoenvironments in the Cuatro Cienegas Basin, a desert oasis with extraordinary biodiversity, were stable over the time represented in sediment cores recovered from wetlands. Previous sediment core pollen research had concluded that the paleoenvironments of the valley were stable over the past 30,000 years, despite the large changes in climate and vegetation expected over this time period based on paleoenvironmental research globally. The research plan was designed based on the literature consensus that stability was not likely and relied on statistical tests to compare paleo-pollen assemblages from sediment cores with modern pollen rain in vegetation communities across the southwestern US and in northern Mexico. Modern pollen rain samples from the soil surface were collected in Texas with fieldwork that provided a public high school teacher with first hand experience with paleoenvironmental change research. Modern pollen rain sampling in northern Mexico was prohibited by university policies regarding state department travel ban to the states where research would be conducted.  Radiocarbon results indicated that an initial assumption of the research plan, that the sediments in hand were deposited steadily in wetland or aquatic settings, was not supported, and funds devoted to modern pollen rain sampling in Mexico were reallocated to obtaining more radiocarbon dates to improve the precision of sediment age estimates. Detailed analysis of the types of sediments preserved in the cores indicated that the site was a freshwater environment in the late Pleistocene and early Holocene. Carbonate crust sediments with traces of roots from terrestrial plants above these aquatic sediments indicate that the site was much drier during the mid-Holocene. Freshwater marsh deposits, similar to those being deposited at the sites today, are found above the mid-Holocene crust surface, and these peat sediments contain indications of fluctuating hydrology at the site, with sediments that indicate that the site has experienced drying events and rises in water table several times in the past five thousand years.\n\nThe stratigraphic analysis provides clear evidence to reject the hypothesis that the environmental conditions on the valley floor of Cuatro Cienegas have been stable since the last glacial period. The radiocarbon dates funded by this award have been crucial to improve the precision with which the age of these sediments and stratigraphic indicators of change can be estimated. Additionally, high resolution radiocarbon dating and a stark contrast between quickly accumulating marsh sediments, and slowly accumulating dessication crusts, allowed independent tests of whether or not these indicators of drier periods visible in the cores represented short term (decades) or long term (centuries) periods of drier conditions at the site. The radiocarbon dates funded by this award allowed us to reject the hypothesis of environmental stability with multiple independent lines of evidence, adding to strength with which the evidence tells us that it is very likely that the climate and hydrology of the Cuatro Cienegas Basin has experienced a wide range of climate and hydrological conditions over the past 14,000 years.\n\nThe research highlights a challenge in meeting the critical need for more paleoenvironmental information regarding the links between past global climate patterns and arid region climate where polar and tropical influences converge. Environmental conditions that would have preserved sediment sequences such as these are rare yet represent the best source of a suite of indicators of past environmental conditions. Extreme differences in sedimentation rates introduced by changes in site conditions should be expected in sequences such as these. This means that higher resolution radiocarbon sampling is needed to test hypotheses th..."
 }
}