{
 "awd_id": "1031256",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Marine Metapopulation Connectivity: Modeling, Estimation and Demographic Consequences",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 995084.0,
 "awd_amount": 995084.0,
 "awd_min_amd_letter_date": "2010-08-16",
 "awd_max_amd_letter_date": "2015-03-19",
 "awd_abstract_narration": "The goal of this project is to develop a tractable modeling framework for estimating marine metapopulation connectivity and its demographic consequences. This will be achieved using a multifaceted approach which draws upon gravity, demographic, and biological/hydrodynamic coupled models. The objectives are to: (1) Determine reliable predictors of population connectivity from a range of habitat and oceanographic metrics that influence larval dispersal and settlement. The predictive ability of these metrics will be assessed through the development of gravity models which incorporate both natal and settlement site attributes as well as \"distance\" functions derived from habitat distributions and biological-hydrodynamic coupled models which describe how dispersal probability declines with travel time. (2) Evaluate the robustness of these predictors and different forms of the gravity model at various temporal and spatial scales to examine their suitability for a range of marine metapopulations. (3) Develop matrix metapopulation models to improve understanding of how physical oceanographic processes and dispersal behavior influence the dynamics and spatial connectivity of marine metapopulations. Extensive research of spatial recruitment patterns across a no-take marine reserve network in Kimbe Bay, Papua New Guinea, will provide the empirical data to develop and evaluate a modeling framework for estimating metapopulation connectivity in marine communities where direct estimation of larval dispersal and settlement patterns remains intangible. These efforts will be guided by DNA parentage and trans-generational isotope labeling research of two coral reef fishes with different life histories and habitat usage. These datasets represent the most spatially expansive analysis of recruitment patterns to date and will allow evaluation of modeling approaches across multiple spatial and temporal scales to create a general modeling framework which is both empirically relevant and adaptable to other marine metapopulations with less a priori knowledge of population connectivity.\r\n\r\nEstimating population connectivity and evaluating its drivers and demographic consequences is vital to comprehending how species will respond to habitat loss, climate change and shifting oceanographic processes, as well as various spatial management efforts. In addition to providing benefits to understanding the drivers of coral reef fish population connectivity in Kimbe Bay and guidance for the management of tropical and temperate reef fish metapopulations, the results of this project will provide a framework for identifying key field measurements to target. This study will develop ways to incorporate emerging developments in DNA parentage and isotope labeling analyses, draw upon current approaches for predicting population connectivity based on habitat distribution and biophysical coupled models, and provide critical and timely demographic information. This project will support a graduate student whose dissertation research will be an integral part of this study. It will also include the participation of several summer undergraduate research fellows. As the project is highly relevant to marine conservation and management, research findings will be disseminated at meetings with international collaborators, presentations at scientific conferences, through graduate courses, and the development of a project website. All investigators have shared their expertise with a variety of agencies responsible for resource management and conservation. By generating practical tools which advance the ability to estimate population connectivity and evaluate metapopulation dynamics, the results of this project will be informative to the scientific community and improve much needed knowledge for the implementation of marine spatial planning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rubao",
   "pi_last_name": "Ji",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rubao Ji",
   "pi_email_addr": "rji@whoi.edu",
   "nsf_id": "000494269",
   "pi_start_date": "2015-03-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Kellner",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Julie B Kellner",
   "pi_email_addr": "jkellner@whoi.edu",
   "nsf_id": "000558740",
   "pi_start_date": "2010-08-16",
   "pi_end_date": "2015-03-19"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Simon",
   "pi_last_name": "Thorrold",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Simon R Thorrold",
   "pi_email_addr": "sthorrold@whoi.edu",
   "nsf_id": "000483467",
   "pi_start_date": "2010-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Neubert",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Michael G Neubert",
   "pi_email_addr": "mneubert@whoi.edu",
   "nsf_id": "000112624",
   "pi_start_date": "2010-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Rubao",
   "pi_last_name": "Ji",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rubao Ji",
   "pi_email_addr": "rji@whoi.edu",
   "nsf_id": "000494269",
   "pi_start_date": "2010-08-16",
   "pi_end_date": "2015-03-19"
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 995084.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many marine populations are connected through larval dispersal, which is significantly affected by ocean circulation. It has also been recognized that ocean environments are dynamic with the existence of fronts and eddies, and can substantially affect the connectivity of marine populations.&nbsp; Understanding the oceanography of any region of interest is therefore an essential step towards a comprehensive understanding of population connectivity and ultimately the design of management strategies for the effective conservation and sustainable exploitation of marine metapopulations.</p>\n<p>Our study is focused in Kimbe Bay on the north coast of New Britain in Papua New Guinea. Kimbe Bay is on the eastern corner of the Coral Triangle, the world&rsquo;s most diverse tropical marine environment. A key reason for selecting this study site is the existence of a unique dataset that allow us to map and calculate the dispersal of hundreds of orange clownfish (<em>Amphiprion percula</em>) across reef habitats in the bay based on a technique related to DNA fingerprinting called DNA parentage analysis. The study area was also the focus of a marine protected area (MPA) network design process in the region.</p>\n<p>A major goal of this project is to describe the connectivity pattern in the region and assess the oceanographic metrics that influence larval dispersal and settlement. To achieve this goal, we have built a high-resolution 3-D hydrodynamic model for the Kimbe Bay study region that has been validated with in situ temperature and pressure measurements. We have also built a tracking model to simulate larval connectivity across the study region.&nbsp; We have also analyzed around island dispersal dynamics (&lt;1km) to examine patterns of small-scale dispersal.</p>\n<p>This project has trained 3 graduate students, an undergraduate summer student fellow, a female postdoctoral researcher, and an international visiting investigator.&nbsp; The research findings have been broadly disseminated. Ideas developed as part of this project have resulted in more than 15 peer-reviewed publications. The PIs co-organized a session for the 2014 ASLO/AGU/TOS Ocean Sciences Meeting entitled &ldquo;Dynamic physical and ecological drivers of marine metapopulation connectivity.&rdquo;&nbsp; The PIs, students and postdocs have given 18 research presentations at scientific conferences including the International Marine Conservation Congress, the International Coral Reef Symposium, the Joint Mathematics Meeting, the Ecological Society of America, and the Coastal Ocean Modeling Gordon Research Conference. PIs have lectured or participated in a number of other management focused workshops including the Sustainable Management of Living Resources Workshop sponsored by the Mathematical Biosciences Institute and The North Pacific Marine Science Organization (PICES).&nbsp; Material from this work has been incorporated into three courses on marine ecology and coastal management at WHOI. Modeling tools and results have been archived and linked to BCO-DMO database.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2016<br>\n\t\t\t\t\tModified by: Rubao&nbsp;Ji</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany marine populations are connected through larval dispersal, which is significantly affected by ocean circulation. It has also been recognized that ocean environments are dynamic with the existence of fronts and eddies, and can substantially affect the connectivity of marine populations.  Understanding the oceanography of any region of interest is therefore an essential step towards a comprehensive understanding of population connectivity and ultimately the design of management strategies for the effective conservation and sustainable exploitation of marine metapopulations.\n\nOur study is focused in Kimbe Bay on the north coast of New Britain in Papua New Guinea. Kimbe Bay is on the eastern corner of the Coral Triangle, the world?s most diverse tropical marine environment. A key reason for selecting this study site is the existence of a unique dataset that allow us to map and calculate the dispersal of hundreds of orange clownfish (Amphiprion percula) across reef habitats in the bay based on a technique related to DNA fingerprinting called DNA parentage analysis. The study area was also the focus of a marine protected area (MPA) network design process in the region.\n\nA major goal of this project is to describe the connectivity pattern in the region and assess the oceanographic metrics that influence larval dispersal and settlement. To achieve this goal, we have built a high-resolution 3-D hydrodynamic model for the Kimbe Bay study region that has been validated with in situ temperature and pressure measurements. We have also built a tracking model to simulate larval connectivity across the study region.  We have also analyzed around island dispersal dynamics (&lt;1km) to examine patterns of small-scale dispersal.\n\nThis project has trained 3 graduate students, an undergraduate summer student fellow, a female postdoctoral researcher, and an international visiting investigator.  The research findings have been broadly disseminated. Ideas developed as part of this project have resulted in more than 15 peer-reviewed publications. The PIs co-organized a session for the 2014 ASLO/AGU/TOS Ocean Sciences Meeting entitled \"Dynamic physical and ecological drivers of marine metapopulation connectivity.\"  The PIs, students and postdocs have given 18 research presentations at scientific conferences including the International Marine Conservation Congress, the International Coral Reef Symposium, the Joint Mathematics Meeting, the Ecological Society of America, and the Coastal Ocean Modeling Gordon Research Conference. PIs have lectured or participated in a number of other management focused workshops including the Sustainable Management of Living Resources Workshop sponsored by the Mathematical Biosciences Institute and The North Pacific Marine Science Organization (PICES).  Material from this work has been incorporated into three courses on marine ecology and coastal management at WHOI. Modeling tools and results have been archived and linked to BCO-DMO database.\n\n\t\t\t\t\tLast Modified: 10/28/2016\n\n\t\t\t\t\tSubmitted by: Rubao Ji"
 }
}