{
 "awd_id": "1031302",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Integration of Deep Ocean Benthic Sampler Technology with Microbial Biogeochemistry of Methane Seeps and Isolation of Piezophilic Deep-Sea Sediment Microbes",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 748982.0,
 "awd_amount": 748982.0,
 "awd_min_amd_letter_date": "2010-08-31",
 "awd_max_amd_letter_date": "2012-07-05",
 "awd_abstract_narration": "Bacteria and archaea account for half the biomass on Earth and drive major biogeochemical cycles, due to their ability to catalyze a broad spectrum of chemical reactions. They form the basis of various ecosystems, yet our understanding of the functioning of the microbial communities in many of these environments is still limited.\r\n\r\nThis is particularly true for deep ocean sediments, which harbor a significant portion of the microbial biosphere existing under elevated hydrostatic pressure (up to 110 MPa; 1086 atm) and low temperatures. This prevents many, if not most microorganisms from these environments from being cultured in the laboratory, suggesting that we have only scratched the surface of the metabolic potential and the extent of physiological diversity of the microbial communities inhabiting these environments. From a biogeochemical standpoint, hydrostatic pressure can also dramatically influence chemical gradients within microbial ecosystems, in particular in gas- and gas-hydrate bearing deep-sea sediments. Preservation of sediment samples from these environments is a particular challenge in that the time between sampling and retrieval can be hours and changes in pressure, temperature can result in substantial out-gassing that destroys the structural integrity of the retrieved sediment sample as well as changes the composition and activity of the contained microbial communities. The Deep Ocean Benthic Sampler (DOBS) possesses a capability that is unique to the fields of deep-sea microbial ecology and biogeochemistry, the ability to obtain a contamination-free core and preserve in situ conditions of pressure and temperature upon retrieval to the ship. \r\n\r\nThe PI?s propose to develop Deep Ocean Benthic Sampler (DOBS) into a routine instrument that can be used by the oceanographic community to obtain undisturbed sediment cores maintained under in situ conditions for biogeochemical and microbiological analyses.\r\n\r\nBroader Impacts:     \r\n\r\nThis is a novel technology that is of interest for a broad range of researchers from several fields of science. The knowledge gain will not remain in a distinct community of scientists but will be of interest for a wide variety of scientists as well as or the public. Given that the deep sea is the largest ecosystem on earth, our knowledge about deep sea habitats is very limited at present. The authors take good care of educational programs for undergraduate and graduate students including females and minorities. Ample public outreach of the exciting science will be achieved.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Taylor",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Craig D Taylor",
   "pi_email_addr": "ctaylor@whoi.edu",
   "nsf_id": "000434742",
   "pi_start_date": "2010-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stefan",
   "pi_last_name": "Sievert",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Stefan M Sievert",
   "pi_email_addr": "ssievert@whoi.edu",
   "nsf_id": "000094513",
   "pi_start_date": "2010-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168000",
   "pgm_ele_name": "OCEAN TECH & INTERDISC COORDIN"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 191997.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 320874.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 236111.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Bacteria and Archaea account for half the biomass on Earth and drive major biogeochemical cycles, due to their ability to catalyze a broad spectrum of chemical reactions. They form the basis of various ecosystems, yet our understanding of the functioning of the microbial communities in many of these environments is still limited. This is particularly true for deep ocean sediments, which harbor a significant portion of the microbial biosphere existing under elevated hydrostatic pressure (up to 110 MPa; 1086 atm) and low temperatures. This prevents many, if not most microorganisms from these environments from being cultured in the laboratory, suggesting that we have only scratched the surface of the metabolic potential and the extent of physiological diversity of the microbial communities inhabiting these environments.</p>\n<p>The <em>Deep Ocean Benthic Sampler</em> (DOBS) was developed with this pressing need in mind. The DOBS possesses a capability that is unique to the fields of deep-sea microbial ecology and biogeochemistry, the ability to obtain a contamination-free core and preserve <em>in situ </em>conditions of pressure and temperature upon retrieval to the ship. The development of mechanisms for obtaining multiple sub-cores at various depth horizons within the retrieved core samples, in the absence of decompression, permits in concert a) accurate assessment of the gaseous and chemical gradients within methane seep samples without being disturbed by the &ldquo;homogenizing&rdquo; out-gassing that typically occurs in such samples when collected by conventional coring operations and b) the phylogenetic (DNA, rRNA, functional (mRNA) molecular study and culture of the resident microbiota using high pressure hardware available within the Woods Hole Oceanographic Institution (WHOI).</p>\n<p>The hardware that was designed and fabricated as part of this grant included 1) an aluminum bottom lander that safely places the DOBS on the sea floor, 2) implementation of a new electronic technology for transmission of multiple data streams up a conducting troll cable, including medium resolution imaging in real time, 3) design and fabrication of a Core Subsampling Unit (CSU) a device that procures subsamples from the core collected at chosen depth horizons without decompression, 4) aboard the <em>R/V Endeavor</em> develop a DOBS deployment sequence and test the DOBS for procuring sediment cores. The deployments in deep water under &ldquo;real world&rdquo; conditions revealed a number of technical issues that were subsequently addressed to permit the full coring cycle to be executed and improve the efficiency of the recycling of the DOBS between deployments.</p>\n<p>To our knowledge the DOBS the first design of its type capable of taking uncontaminated pressure and temperature retaining sediment core samples from the deep ocean (6600 m depths; the DOBS itself has been pressure tested to 38,500 PSI, 2655 bar).&nbsp;The primary use of DOBS is for obtaining sediment samples from the deep-sea for subsequent microbiological and biogeochemical investigations. Once the DOBS is brought to the surface, the associated surface handling equipment (which was specifically developed for this project), allows us to transfer the sediment that contains the organisms in its native environment into different units to perform specific experiments in the absence of decompression.&nbsp; This is accomplished by using the so-called <em>Core Subsampling Unit</em> (CSU) that can withdraw pressurized subsamples from the DOBS while maintaining the native environment under which the sample was taken.&nbsp; This opens the door for many applications, ranging from the cultivation of piezophilic microorganisms from sediments without the need for decompression, and the study of gas hydrates and their associated microbial communities in their native environment.</p>\n<p>This project involved the participation of fou...",
  "por_txt_cntn": "\nBacteria and Archaea account for half the biomass on Earth and drive major biogeochemical cycles, due to their ability to catalyze a broad spectrum of chemical reactions. They form the basis of various ecosystems, yet our understanding of the functioning of the microbial communities in many of these environments is still limited. This is particularly true for deep ocean sediments, which harbor a significant portion of the microbial biosphere existing under elevated hydrostatic pressure (up to 110 MPa; 1086 atm) and low temperatures. This prevents many, if not most microorganisms from these environments from being cultured in the laboratory, suggesting that we have only scratched the surface of the metabolic potential and the extent of physiological diversity of the microbial communities inhabiting these environments.\n\nThe Deep Ocean Benthic Sampler (DOBS) was developed with this pressing need in mind. The DOBS possesses a capability that is unique to the fields of deep-sea microbial ecology and biogeochemistry, the ability to obtain a contamination-free core and preserve in situ conditions of pressure and temperature upon retrieval to the ship. The development of mechanisms for obtaining multiple sub-cores at various depth horizons within the retrieved core samples, in the absence of decompression, permits in concert a) accurate assessment of the gaseous and chemical gradients within methane seep samples without being disturbed by the \"homogenizing\" out-gassing that typically occurs in such samples when collected by conventional coring operations and b) the phylogenetic (DNA, rRNA, functional (mRNA) molecular study and culture of the resident microbiota using high pressure hardware available within the Woods Hole Oceanographic Institution (WHOI).\n\nThe hardware that was designed and fabricated as part of this grant included 1) an aluminum bottom lander that safely places the DOBS on the sea floor, 2) implementation of a new electronic technology for transmission of multiple data streams up a conducting troll cable, including medium resolution imaging in real time, 3) design and fabrication of a Core Subsampling Unit (CSU) a device that procures subsamples from the core collected at chosen depth horizons without decompression, 4) aboard the R/V Endeavor develop a DOBS deployment sequence and test the DOBS for procuring sediment cores. The deployments in deep water under \"real world\" conditions revealed a number of technical issues that were subsequently addressed to permit the full coring cycle to be executed and improve the efficiency of the recycling of the DOBS between deployments.\n\nTo our knowledge the DOBS the first design of its type capable of taking uncontaminated pressure and temperature retaining sediment core samples from the deep ocean (6600 m depths; the DOBS itself has been pressure tested to 38,500 PSI, 2655 bar). The primary use of DOBS is for obtaining sediment samples from the deep-sea for subsequent microbiological and biogeochemical investigations. Once the DOBS is brought to the surface, the associated surface handling equipment (which was specifically developed for this project), allows us to transfer the sediment that contains the organisms in its native environment into different units to perform specific experiments in the absence of decompression.  This is accomplished by using the so-called Core Subsampling Unit (CSU) that can withdraw pressurized subsamples from the DOBS while maintaining the native environment under which the sample was taken.  This opens the door for many applications, ranging from the cultivation of piezophilic microorganisms from sediments without the need for decompression, and the study of gas hydrates and their associated microbial communities in their native environment.\n\nThis project involved the participation of four high school students, one undergraduate student, and a graduate student. At the Milstein Science Series \"Extremophiles: Life in Extreme Environments\" the DOBS ..."
 }
}