{
 "awd_id": "1031099",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Elevated Temperature Performance of Shear Connectors for Composite Beams",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kishor Mehta",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 279904.0,
 "awd_amount": 279904.0,
 "awd_min_amd_letter_date": "2010-08-09",
 "awd_max_amd_letter_date": "2010-08-09",
 "awd_abstract_narration": "The objective of this research is to develop experimental data, analytical models, and design models for the performance of composite shear connectors at elevated temperatures representative of severe fires in buildings. Composite beams play a key role in the performance of steel buildings in fire, and composite shear connectors, in turn, play a critical role in the performance of composite beams. The ability to predict composite beam performance at elevated temperature requires knowledge of shear connector capacity and load-slip response at elevated temperature. There is, however, virtually no data on the elevated temperature behavior of shear connectors, particularly for the important case of formed metal deck slabs, which is the by far the most common case encountered in steel building construction practice in the US. \r\n\r\nThis research will include both experimental and computational studies on the elevated temperature response of composite shear connectors. The focus of the project will be an extensive series of well-instrumented and carefully controlled experiments on shear connectors embedded within concrete slabs. Tests will be conducted at temperatures ranging from 20 deg. to 1000 deg C. The experiments will be supplemented by computational simulations and by the development of analytical and design models for shear connector response.\r\n\r\nThis research will fill an important gap in the current knowledge base on the performance of structural building components exposed to fire and will contribute towards enabling performance-based engineered fire protection of building structures in the US, with an ultimate goal of providing safer and more cost-effective buildings. This project will also contribute towards training of structural engineering students and of fire fighters on structural fire safety.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Engelhardt",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Michael D Engelhardt",
   "pi_email_addr": "mde@mail.utexas.edu",
   "nsf_id": "000299382",
   "pi_start_date": "2010-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163700",
   "pgm_ele_name": "Structural and Architectural E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 279904.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of this NSF project was to advance performance-based structural-fire engineering in the U.S. The fire induced collapses of the 110-story twin towers of the World Trade Center and of the 47-story WTC Building 7 following the attacks of September 11, 2001 demonstrated the dangers of fires in high rise buildings. A number of subsequent investigations of this tragedy pointed to the need for improved technology in structural-fire safety and the need for the U.S. to move towards performance-based structural design for fire. These investigations also noted the important need to educate structural engineers on basic principles of fire-resistant structural design, as well as the need to train fire services personnel on the behavior of structures subjected to fire. The work conducted on this project contributed both to improved technical understanding of the response of steel structures to fire and the development of training materials for fire services personnel on structural fire safety.</p>\n<p>The specific focus of this project was a combined experimental and computational study on the elevated temperature behavior of shear connectors in composite steel-concrete beams. The elevated temperature response of composite beams play a large role in the safety of steel buildings subjected to a severe fire, and the elevated temperature response of shear connectors, in turn, plays a large role in the beam response. However, there is inadequate data and knowledge on the behavior of shear connectors under elevated temperatures representative of severe fire conditions.&nbsp; To address this important gap in knowledge, this project developed experimental data and models for the performance of composite shear connectors at elevated temperature.</p>\n<p>The research conducted in this project had two major components. The first component was a series of experimental studies on composite shear connectors. A series of specimens were tested to generate the load-slip behavior of a shear stud in a concrete slab exposed to different furnace temperatures and heating scenarios. In addition to the load-slip behavior, temperatures at different locations inside and outside the specimens were measured.</p>\n<p>The tests showed that degradation of material properties at elevated temperatures results in a significant reduction of both stiffness and strength of a shear stud. The most important contributing factor to the shear stud strength was found to be the temperature at the bottom of the stud. This means that regardless of the fire scenario or heating condition, if the temperature of the bottom of the stud is known, the ultimate strength of the shear stud can be predicted. While temperature gradients in the stud and surrounding concrete did not have a large effect on the ultimate strength of the studs, temperature gradient had a very large effect on the initial stiffness of the shear stud. Overall, the experimental program provided data for predicting shear connector strength at elevated temperature useful for design, and also provided data useful for validating computational models for heat transfer and structural response of shear connectors in composite beams.</p>\n<p>The second major component of this research was the development of detailed three-dimensional finite element models of welded shear studs embedded in concrete. These models were used to conduct heat transfer analysis to predict temperatures within the shear connectors and concrete for various fire scenarios. The models were than also used to subsequently predict the load-deformation behavior of the shear connectors for various fire scenarios. The results of these studies showed that heat transfer at composite shear connectors can be predicted quite accurately by finite element analysis, but that load-slip response is much more difficult to predict, largely due to uncertainties in modeling elevated temperature response ...",
  "por_txt_cntn": "\nThe overall goal of this NSF project was to advance performance-based structural-fire engineering in the U.S. The fire induced collapses of the 110-story twin towers of the World Trade Center and of the 47-story WTC Building 7 following the attacks of September 11, 2001 demonstrated the dangers of fires in high rise buildings. A number of subsequent investigations of this tragedy pointed to the need for improved technology in structural-fire safety and the need for the U.S. to move towards performance-based structural design for fire. These investigations also noted the important need to educate structural engineers on basic principles of fire-resistant structural design, as well as the need to train fire services personnel on the behavior of structures subjected to fire. The work conducted on this project contributed both to improved technical understanding of the response of steel structures to fire and the development of training materials for fire services personnel on structural fire safety.\n\nThe specific focus of this project was a combined experimental and computational study on the elevated temperature behavior of shear connectors in composite steel-concrete beams. The elevated temperature response of composite beams play a large role in the safety of steel buildings subjected to a severe fire, and the elevated temperature response of shear connectors, in turn, plays a large role in the beam response. However, there is inadequate data and knowledge on the behavior of shear connectors under elevated temperatures representative of severe fire conditions.  To address this important gap in knowledge, this project developed experimental data and models for the performance of composite shear connectors at elevated temperature.\n\nThe research conducted in this project had two major components. The first component was a series of experimental studies on composite shear connectors. A series of specimens were tested to generate the load-slip behavior of a shear stud in a concrete slab exposed to different furnace temperatures and heating scenarios. In addition to the load-slip behavior, temperatures at different locations inside and outside the specimens were measured.\n\nThe tests showed that degradation of material properties at elevated temperatures results in a significant reduction of both stiffness and strength of a shear stud. The most important contributing factor to the shear stud strength was found to be the temperature at the bottom of the stud. This means that regardless of the fire scenario or heating condition, if the temperature of the bottom of the stud is known, the ultimate strength of the shear stud can be predicted. While temperature gradients in the stud and surrounding concrete did not have a large effect on the ultimate strength of the studs, temperature gradient had a very large effect on the initial stiffness of the shear stud. Overall, the experimental program provided data for predicting shear connector strength at elevated temperature useful for design, and also provided data useful for validating computational models for heat transfer and structural response of shear connectors in composite beams.\n\nThe second major component of this research was the development of detailed three-dimensional finite element models of welded shear studs embedded in concrete. These models were used to conduct heat transfer analysis to predict temperatures within the shear connectors and concrete for various fire scenarios. The models were than also used to subsequently predict the load-deformation behavior of the shear connectors for various fire scenarios. The results of these studies showed that heat transfer at composite shear connectors can be predicted quite accurately by finite element analysis, but that load-slip response is much more difficult to predict, largely due to uncertainties in modeling elevated temperature response of concrete. The research provided recommendations for computational modeling of shear conn..."
 }
}