{
 "awd_id": "1031783",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: Evolutionary ecology of marine cyanophages",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 813207.0,
 "awd_amount": 813207.0,
 "awd_min_amd_letter_date": "2010-08-17",
 "awd_max_amd_letter_date": "2010-08-17",
 "awd_abstract_narration": "The evolutionary ecology of virus-host interactions are key to understanding viral-induced mortality rates in marine ecosystems, as the pattern and dynamics of virus-host interactions will ultimately determine the influence of viruses on nutrient cycling. Recent studies suggest that the diversity and composition of marine viruses appears to vary over time and space. The goal of this research is to move beyond simply documenting biogeographic patterns in marine viruses and to begin to ask why the genetic composition of marine viruses varies over time and space. Part of the challenge in doing this is that little is known about how the genetic diversity of a marine virus relates to its phenotype. To address this challenge, the PIs propose to take an isolation approach, using lytic cyanophages that infect marine Synechococcus as a model system. In this way they can compare the genotype and phenotype of each virus isolate.\r\n\r\nIntellectual merit\r\nThis project will test the overarching hypothesis that the biogeographic patterns of marine cyanophages depend on the particular gene examined, as different parts of the genome, and ultimately, the phenotypes that they encode are under different evolutionary pressures. To do this, the investigators will use a three-pronged approach. First, they will identify \"host range genes\", or genetic markers of cyanophage host range (the particular hosts that a phage can infect). Second, they will conduct a time-series study of cyanophage isolates from the Pacific and Atlantic coasts of North America to compare the temporal and spatial biogeography of three types of cyanophage genes (conserved core genes, host range genes, and host-derived genes). To test that these patterns hold for cyanophage generally, and not just for culturable isolates, the investigators will examine the diversity of the conserved core gene directly from environmental DNA using 454 sequencing technology. Finally, using isolates from the time-series, they will characterize cyanophage phenotypes. For instance, they will determine the survival rates of cyanophage outside of the host under different temperatures. The investigators will also assay host range by testing the ability of each isolate to infect a diverse range of Synechococcus strains. This study will take advantage of the extensive cyanophage collections in Marston and Martiny's labs. Marston has been isolating cyanophage from Rhode Island waters for 10 years, and Martiny has been collecting isolates off the southern California coast for 2 years. It will also build on a completed long-term chemostat experiment from a prior NSF collaborative project and build on a currently funded 1-yr time-series in CA (a RAPID grant to Martiny to sample through the El Niño year). In addition, the project will leverage the whole genome sequencing of nine cyanophage genomes, which are already underway as part of the Broad-GBMF Phage, Virus, and Viriome Sequencing Project.\r\n\r\nBroader impacts\r\nThis project will have broad impacts on a number of levels. First, the research will provide general insights into the evolutionary ecology of marine bacteriophage, which are key players in marine nutrient cycling. In addition, identifying genetic markers of a phage's host range would be extremely useful for future studies that focus on the role of phage in marine biogeochemical cycles. Second, the project will provide an outstanding learning experience for students at a variety of levels. In total, this project will support the training of 8 undergraduates per year, 1 PhD students, and 1 postdoctoral researcher. Two undergraduates per year (at least one a minority student) will participate in a science-education internship with the Crystal Cove State Park to develop exhibits, talks, and activities to showcase marine science at the Park; these materials are expected to benefit more than 50,000 visitors per year. Finally, aspects of this research will be developed into inquiry-based laboratory exercises at RWU and into K-12 curriculum materials for use in UCI's new BS in Teaching Science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Martiny",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer B Martiny",
   "pi_email_addr": "jmartiny@uci.edu",
   "nsf_id": "000489194",
   "pi_start_date": "2010-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Hughes",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley S Hughes",
   "pi_email_addr": "bhughes@uci.edu",
   "nsf_id": "000438576",
   "pi_start_date": "2010-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 813207.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Viruses are incredibly abundant in the ocean &ndash; about 10 billion in a liter of seawater. Most of these viruses do not infect humans or other animals, but bacteria. These bacteria play an ecological important role in the oceans. They take up nutrients, decompose organic matter, and influence gas concentrations in the Earth&rsquo;s atmosphere. Cyanobacteria, in particular, are a big part of the base of the marine food chain. Like plants on land, they take up carbon dioxide and use energy from the sun to create biomass. Viruses are thought to be a major source of mortality of cyanobacteria. Therefore, they are key component of understanding how big the base of the food chain is, as well as how much carbon dioxide is taken up by the oceans.</p>\n<p>&nbsp;</p>\n<p><em><span style=\"text-decoration: underline;\">Intellectual merit</span></em><em> </em></p>\n<p>Despite their importance, we know very little about the diversity of marine viruses except that their diversity is very high. We do not know much about what that genetic diversity means; for instance, what genes control whether a virus can infect a particular type of bacterium or how fast the virus kills its host. However, this detailed information is essential to predict how viruses affect other marine organisms and ocean nutrient cycling.</p>\n<p>&nbsp;</p>\n<p>One of the best-studied groups of bacteria-infecting viruses in the environment is the cyanophages (viruses that infect cyanobacteria). This project used that system to ask how and why the diversity of marine viruses varies over time and space. During the project, we completed a five year time-series where we sampled cyanophages from both the Pacific and Atlantic coasts of North America. We sampled in such a way to facilitate comparisons between the locations and ask how other environmental and biological measurements correlated with cyanophage diversity in a sample. We then sequenced the genomes of a variety of the isolates to investigate which particular genes varied over space and time. We also used the genomes to search for particular genes that might act as &ldquo;markers&rdquo; of which bacterial hosts a virus could infect. Finally, we compared the genetic information with measured &ldquo;traits&rdquo; of the cyanophages &ndash; like which bacteria they infect and how fast they infect them.</p>\n<p>&nbsp;</p>\n<p>We found that like other organisms, cyanophages are highly seasonal. Some cyanophage types dominate in the summer months and others dominate in the winter months. We also found that there was very little overlap in the diversity of viruses in southern California and Rhode Island. We investigated these trends further and saw that the strength of UV at the time was highly correlated with changes in the virus community over time and space. This suggests that some viruses may be more or less susceptible to UV damage, but this hypothesis needs to be tested further. Finally, we saw that the genetic variation within a cyanophage &ldquo;type&rdquo; is highly restricted to particular genes and regions of the genome. The identification of these genes and regions can now be compared to measured traits of the cyanophages.</p>\n<p><em><span style=\"text-decoration: underline;\"></span></em></p>\n<p><em><span style=\"text-decoration: underline;\">Broader impacts</span></em></p>\n<p>This project has had broad impacts on a number of levels. First, the research has provided general insights into the distribution of marine cyanophage, which are key players in marine nutrient cycling. The virus collection, sequenced genomes, and other collected data is (or shortly will be) available to other researchers to aid in further investigations. Second, the project provided an outstanding learning experience for students. At UC Irvine, the project supported the training of 7 undergraduates, 2 PhD students, and 1 postdoctoral researcher.&nbsp;Finally, we developed a collaboration ...",
  "por_txt_cntn": "\nViruses are incredibly abundant in the ocean &ndash; about 10 billion in a liter of seawater. Most of these viruses do not infect humans or other animals, but bacteria. These bacteria play an ecological important role in the oceans. They take up nutrients, decompose organic matter, and influence gas concentrations in the EarthÆs atmosphere. Cyanobacteria, in particular, are a big part of the base of the marine food chain. Like plants on land, they take up carbon dioxide and use energy from the sun to create biomass. Viruses are thought to be a major source of mortality of cyanobacteria. Therefore, they are key component of understanding how big the base of the food chain is, as well as how much carbon dioxide is taken up by the oceans.\n\n \n\nIntellectual merit \n\nDespite their importance, we know very little about the diversity of marine viruses except that their diversity is very high. We do not know much about what that genetic diversity means; for instance, what genes control whether a virus can infect a particular type of bacterium or how fast the virus kills its host. However, this detailed information is essential to predict how viruses affect other marine organisms and ocean nutrient cycling.\n\n \n\nOne of the best-studied groups of bacteria-infecting viruses in the environment is the cyanophages (viruses that infect cyanobacteria). This project used that system to ask how and why the diversity of marine viruses varies over time and space. During the project, we completed a five year time-series where we sampled cyanophages from both the Pacific and Atlantic coasts of North America. We sampled in such a way to facilitate comparisons between the locations and ask how other environmental and biological measurements correlated with cyanophage diversity in a sample. We then sequenced the genomes of a variety of the isolates to investigate which particular genes varied over space and time. We also used the genomes to search for particular genes that might act as \"markers\" of which bacterial hosts a virus could infect. Finally, we compared the genetic information with measured \"traits\" of the cyanophages &ndash; like which bacteria they infect and how fast they infect them.\n\n \n\nWe found that like other organisms, cyanophages are highly seasonal. Some cyanophage types dominate in the summer months and others dominate in the winter months. We also found that there was very little overlap in the diversity of viruses in southern California and Rhode Island. We investigated these trends further and saw that the strength of UV at the time was highly correlated with changes in the virus community over time and space. This suggests that some viruses may be more or less susceptible to UV damage, but this hypothesis needs to be tested further. Finally, we saw that the genetic variation within a cyanophage \"type\" is highly restricted to particular genes and regions of the genome. The identification of these genes and regions can now be compared to measured traits of the cyanophages.\n\n\n\nBroader impacts\n\nThis project has had broad impacts on a number of levels. First, the research has provided general insights into the distribution of marine cyanophage, which are key players in marine nutrient cycling. The virus collection, sequenced genomes, and other collected data is (or shortly will be) available to other researchers to aid in further investigations. Second, the project provided an outstanding learning experience for students. At UC Irvine, the project supported the training of 7 undergraduates, 2 PhD students, and 1 postdoctoral researcher. Finally, we developed a collaboration with Crystal Cove Alliance and the Crystal Cove State Park, to present the scientific research of this grant to K-12 and general public audiences through educational internships.  As part of this program, four undergraduates and two MasterÆs students developed a hands-on \"Build-A-Virus\" activity about the role of marine microbes in the ocean, which they implemented..."
 }
}