{
 "awd_id": "1031002",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Global Impacts of Eddies on Inertial Oscillations of the Mixed Layer",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 1011278.0,
 "awd_amount": 1011278.0,
 "awd_min_amd_letter_date": "2010-09-24",
 "awd_max_amd_letter_date": "2015-12-07",
 "awd_abstract_narration": "Wind-forced inertial oscillations of the surface mixed layer generate propagating near-inertial waves, which eventually break and drive small-scale mixing in the ocean interior. The importance of such small-scale mixing for the large-scale circulation is becoming increasingly apparent. However, based on the current range of estimates, the flux of energy from the mixed layer to propagating near-inertial waves may either play a major role in the ocean's power budget, comparable to the tidal input, or may be entirely negligible - a fundamental uncertainty.\r\n\r\nThis study uses data analyses, supplemented by numerical modeling, to assess the role of eddies in shaping the global character of mixed layer oscillations. The primary goal is a more accurate estimate of the global contribution of wind forcing to the near-inertial wave field. The strategy is built around accessing and interpreting the dynamical information contained in a recently enhanced dataset - the Global Drifter Program network of surface buoys, now available with approximately hourly resolution since 2005. The use of a new set of mathematical tools will capture the time-varying properties of inertial oscillations in the mixed layer, and simultaneously, those of the mesoscale eddies expected to modulate the inertial environment.\r\n\r\nIntellectual Merit: This process-oriented study will be an important step in the larger goal of understanding and quantifying the mechanical energy budget of the ocean. It will have a direct benefit to the representation of the ocean's response to wind forcing in general circulation models, and consequently, to our ability to accurately predict climate-scale variability. Furthermore, the approach which brings together advances and expertise in data collection, analysis, and numerical process modeling will make optimal use of newly available resources and will identify outstanding areas for future research.\r\n\r\nBroader Impacts: A primary societal benefit of this work is its potential impact on our ability to predict long-term climate variability. Funds are included to support a postdoctoral researcher, who will gain exposure to novel datasets, data analysis techniques, and numerical studies. The project will benefit other investigators by supporting and promoting the use of the high-resolution drifter dataset as a new window on ocean dynamics. Analysis algorithms developed in this work will be freely distributed to the greater scientific community, by inclusion in JLAB, J. M. Lilly's open-source software package for Matlab. The project will also fund two early career scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marie-Pascale",
   "pi_last_name": "Lelong",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Marie-Pascale G Lelong",
   "pi_email_addr": "pascale@nwra.com",
   "nsf_id": "000431118",
   "pi_start_date": "2010-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Lilly",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan M Lilly",
   "pi_email_addr": "jmlilly@psi.edu",
   "nsf_id": "000320603",
   "pi_start_date": "2010-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "NorthWest Research Associates, Incorporated",
  "inst_street_address": "1100 NE 45TH ST, STE 500",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065568151",
  "inst_zip_code": "981054696",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "NORTHWEST RESEARCH ASSOCIATES, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "CBP3W28RNZB3"
 },
 "perf_inst": {
  "perf_inst_name": "NorthWest Research Associates, Incorporated",
  "perf_str_addr": "1100 NE 45TH ST, STE 500",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981054696",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "689200",
   "pgm_ele_name": "CI REUSE"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1011278.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ocean currents affect our lives in many different ways, not only through their effects on shipping vessels, transportation, and fisheries, but also for their role in moving heat and thereby modulating the earth&rsquo;s climate. &nbsp;One important set of currents are a type of waves generated by the action of the wind, known as &ldquo;inertial oscillations&rdquo;. &nbsp;But unlike the types of waves with which most people are familiar, the motion of these waves is mostly round and round as opposed to up and down. &nbsp;If such a wave was underneath you while you were on a boat, you probably wouldn't notice.</p>\n<p>Energy from these inertial oscillations can make its way deep into the ocean, where the waves &ldquo;break&rdquo; and give up their energy. &nbsp;This breaking process is a powerful, but largely invisible, means of stirring up the ocean at great depths, known to oceanographers as \"deep mixing\". &nbsp;Essentially, massive amounts of energy from the winds are rearranged, through inertial oscillations, into a form that can stir the ocean waters far below. &nbsp; Scientists have shown that this deep mixing can in turn be thought of as one of the driving forces behind the large-scale currents that rearrange the ocean&rsquo;s heat. &nbsp;</p>\n<p>These wind-forced inertial oscillations are therefore one of the important aspects of the earth&rsquo;s climate system. &nbsp;In particular, the exact amount of energy associated with their breaking remains an open question. &nbsp;In balancing the ocean&rsquo;s &ldquo;energy budget&rdquo;, the role of inertial oscillations is one of the biggest question marks. &nbsp;The idea of this project was to understand better the inertial oscillations through a combination of real-world measurements together with computer models. &nbsp;</p>\n<p>One of the main windows we have into the ocean currents comes from a very humble source. &nbsp;Imagine a basketball attached to a long sock. &nbsp;That is the basic idea behind a &ldquo;surface drifter,&rdquo; an aptly-named instrument that floats at the surface and drifts with the currents. &nbsp;The sock-like part of the drifter, its drogue, hangs beneath the drifter and keeps it following the water instead of being blown by the wind. &nbsp;By communicating with satellites, the positions of these drifters can be followed; and with several thousand of them distributed over the ocean at any one time, a detailed picture of the ocean currents begins to emerge. &nbsp;In Figure 1, we show the mean current speed observed by these drifters, which are distributed and managed by NOAA. &nbsp;Bands of red are the major ocean currents, such as the Gulf Stream; its Pacific counterpart, the Kuroshio; and the equatorial current system.&nbsp;</p>\n<p>In this project, we used the drifter data to estimate the properties of inertial oscillations. &nbsp;However, because the inertial oscillations often make a relatively minor contribution to the total currents, separating them from the other types of currents is quite a challenge. &nbsp;So we spent a lot of time creating a mathematical method to pull out the inertial oscillation properties from the data---a kind of Big Data approach for oceanography. &nbsp; This is similar in spirit to the way an astronomer would invest time into creating a telescope in order to see the stars more clearly. &nbsp;It took a lot of work, and involved a close collaboration between scientists studying ocean physics and experts in statistical methods, but we accomplished our goal. &nbsp;&nbsp;</p>\n<p>A map of the strength of the currents associated with the inertial oscillations is shown in Figure 2. &nbsp;The patterns seen here are totally different from those in Figure 1, which are dominated by the large-scale currents. &nbsp;Here, the patterns seem to be explained by the strength of the winds together with the local density of the ocean. &nbsp; Other properties of the inertial oscillations were also uncovered, giving us so far our clearest and highest-resolution view into these important types of waves. &nbsp;With this information, the scientific community can increase its ability to realistically represent the ocean circulation in large-scale computer models.</p>\n<p>At the same time, we used small-scale, process-oriented computer models to understand better the physics in how the energy of the inertial oscillations makes its way from the surface to greater depths.&nbsp; Since the satellite-tracked drifters can only see what happens at the surface, these model computations provided us with a three-dimensional picture of the impact of currents on inertial oscillations. We found that rotating currents, called vortices, are important for understanding the downward movement of inertial oscillations. &nbsp;In the Northern Hemisphere, when the currents rotate counterclockwise, the energy of inertial oscillations is flushed down very quickly whereas that of inertial oscillations in clockwise-rotating currents tends to remain trapped; the directions are reversed in the Southern Hemisphere. &nbsp;Overall this study is a significant step towards a better ability to predict the ocean's surface currents, and also towards a better understanding of the role the wind-forced inertial oscillations play in the earth&rsquo;s climate system.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2016<br>\n\t\t\t\t\tModified by: Marie-Pascale&nbsp;Lelong</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1031002/1031002_10049183_1483068631036_globalinertialspeed--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1031002/1031002_10049183_1483068631036_globalinertialspeed--rgov-800width.jpg\" title=\"Current speed from surface drifters\"><img src=\"/por/images/Reports/POR/2016/1031002/1031002_10049183_1483068631036_globalinertialspeed--rgov-66x44.jpg\" alt=\"Current speed from surface drifters\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This figure shows the average speed of the ocean surface currents, as observed by the surface drifter dataset of NOAA's Global Drifter Program.</div>\n<div class=\"imageCredit\">J. M. Lilly</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Jonathan&nbsp;M&nbsp;Lilly</div>\n<div class=\"imageTitle\">Current speed from surface drifters</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1031002/1031002_10049183_1483068773658_globalinertialsigmatransparency--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1031002/1031002_10049183_1483068773658_globalinertialsigmatransparency--rgov-800width.jpg\" title=\"Inertial current magnitude\"><img src=\"/por/images/Reports/POR/2016/1031002/1031002_10049183_1483068773658_globalinertialsigmatransparency--rgov-66x44.jpg\" alt=\"Inertial current magnitude\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This figure shows the average strength of the inertial oscillations in the ocean's surface currents, obtained from our statistical analysis of the global surface drifter dataset.</div>\n<div class=\"imageCredit\">J. M. Lilly</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Jonathan&nbsp;M&nbsp;Lilly</div>\n<div class=\"imageTitle\">Inertial current magnitude</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe ocean currents affect our lives in many different ways, not only through their effects on shipping vessels, transportation, and fisheries, but also for their role in moving heat and thereby modulating the earth?s climate.  One important set of currents are a type of waves generated by the action of the wind, known as \"inertial oscillations\".  But unlike the types of waves with which most people are familiar, the motion of these waves is mostly round and round as opposed to up and down.  If such a wave was underneath you while you were on a boat, you probably wouldn't notice.\n\nEnergy from these inertial oscillations can make its way deep into the ocean, where the waves \"break\" and give up their energy.  This breaking process is a powerful, but largely invisible, means of stirring up the ocean at great depths, known to oceanographers as \"deep mixing\".  Essentially, massive amounts of energy from the winds are rearranged, through inertial oscillations, into a form that can stir the ocean waters far below.   Scientists have shown that this deep mixing can in turn be thought of as one of the driving forces behind the large-scale currents that rearrange the ocean?s heat.  \n\nThese wind-forced inertial oscillations are therefore one of the important aspects of the earth?s climate system.  In particular, the exact amount of energy associated with their breaking remains an open question.  In balancing the ocean?s \"energy budget\", the role of inertial oscillations is one of the biggest question marks.  The idea of this project was to understand better the inertial oscillations through a combination of real-world measurements together with computer models.  \n\nOne of the main windows we have into the ocean currents comes from a very humble source.  Imagine a basketball attached to a long sock.  That is the basic idea behind a \"surface drifter,\" an aptly-named instrument that floats at the surface and drifts with the currents.  The sock-like part of the drifter, its drogue, hangs beneath the drifter and keeps it following the water instead of being blown by the wind.  By communicating with satellites, the positions of these drifters can be followed; and with several thousand of them distributed over the ocean at any one time, a detailed picture of the ocean currents begins to emerge.  In Figure 1, we show the mean current speed observed by these drifters, which are distributed and managed by NOAA.  Bands of red are the major ocean currents, such as the Gulf Stream; its Pacific counterpart, the Kuroshio; and the equatorial current system. \n\nIn this project, we used the drifter data to estimate the properties of inertial oscillations.  However, because the inertial oscillations often make a relatively minor contribution to the total currents, separating them from the other types of currents is quite a challenge.  So we spent a lot of time creating a mathematical method to pull out the inertial oscillation properties from the data---a kind of Big Data approach for oceanography.   This is similar in spirit to the way an astronomer would invest time into creating a telescope in order to see the stars more clearly.  It took a lot of work, and involved a close collaboration between scientists studying ocean physics and experts in statistical methods, but we accomplished our goal.   \n\nA map of the strength of the currents associated with the inertial oscillations is shown in Figure 2.  The patterns seen here are totally different from those in Figure 1, which are dominated by the large-scale currents.  Here, the patterns seem to be explained by the strength of the winds together with the local density of the ocean.   Other properties of the inertial oscillations were also uncovered, giving us so far our clearest and highest-resolution view into these important types of waves.  With this information, the scientific community can increase its ability to realistically represent the ocean circulation in large-scale computer models.\n\nAt the same time, we used small-scale, process-oriented computer models to understand better the physics in how the energy of the inertial oscillations makes its way from the surface to greater depths.  Since the satellite-tracked drifters can only see what happens at the surface, these model computations provided us with a three-dimensional picture of the impact of currents on inertial oscillations. We found that rotating currents, called vortices, are important for understanding the downward movement of inertial oscillations.  In the Northern Hemisphere, when the currents rotate counterclockwise, the energy of inertial oscillations is flushed down very quickly whereas that of inertial oscillations in clockwise-rotating currents tends to remain trapped; the directions are reversed in the Southern Hemisphere.  Overall this study is a significant step towards a better ability to predict the ocean's surface currents, and also towards a better understanding of the role the wind-forced inertial oscillations play in the earth?s climate system.\n\n\t\t\t\t\tLast Modified: 12/30/2016\n\n\t\t\t\t\tSubmitted by: Marie-Pascale Lelong"
 }
}