{
 "awd_id": "1032702",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Starter Grant: Understanding Interracial Interactions: How Situational Cues Influence Cognition, Affect, and Behavior During Intergroup Contact",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032924672",
 "po_email": "fchowdhu@nsf.gov",
 "po_sign_block_name": "Fahmida Chowdhury",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 20637.0,
 "awd_amount": 20637.0,
 "awd_min_amd_letter_date": "2010-08-11",
 "awd_max_amd_letter_date": "2010-08-11",
 "awd_abstract_narration": "Intellectual Merit. Five experimental studies test causal hypotheses about how the diversity of an interaction partner's friendship network and the goals that they adopt signal identity threat or identity safety to their partner. The research examines the mediating mechanisms for how these cues influence affective, cognitive, and behavioral outcomes of both the racial majority and minority individual in the interaction. The research investigates two potential influences on the experiences of social identity threat among whites and ethnic minorities during interracial interaction: 1) the racial diversity (or homogeneity) of an interaction partner's friendships, and 2) the goals (learning or performance) that the partner adopts for the interaction context. The research tests whether this friendship cue and the goals adopted by one's partner influence ethnic minority and white individuals' interaction experiences. In particular, this research measures levels of social identity threat, affect, behavior during the interactions, cognitive depletion, and satisfaction resulting from the interracial interactions. Furthermore, this research tests whether shifts in people's goals within the interaction context can reduce identity threat, opening the door for positive interracial contact in the future-even in the absence of a diverse friendship network. Taking a relational view of interracial interactions, the research examines the processes by which friendships and goals influence experiences of identity threat and its affective, cognitive, and behavioral outcomes from the perspectives of both majority and minority group members.\r\n\r\nBroader Impacts. The research makes novel theoretical contributions to the existing literature on interracial interactions and social identity threat, as well as provides practical guidance about how interracial interactions might be structured to reduce identity threat and facilitate smooth exchange and more enjoyment for both minority and majority group members in the future. This NSF Research Starter Grant allows the PI to continue and extend her postdoctoral work on the effects of situational cues and identity contingencies in the context of interracial interactions. This work contributes to identity threat theory and provides a better understanding of the processes by which cues affect the dynamics of interracial interactions. The PI will serve as a role model and mentor to students interested in examining these important societal issues from a rigorous, scientific perspective. Currently, the PI works with a racially diverse team of graduate and undergraduate students in her lab at the University of Illinois at Chicago, and this funding aids the PI in obtaining the necessary resources, including graduate student support, to begin an independent research program on this topic.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Murphy",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Mary C Murphy",
   "pi_email_addr": "mcmpsych@iu.edu",
   "nsf_id": "000525315",
   "pi_start_date": "2010-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S MARSHFIELD AVE M/C 551",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7184",
   "pgm_ref_txt": "MINORITY POSTDOC RSRCH STARTER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 20637.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With the national and global competitiveness of the country increasingly reliant on making the most of the growing ethnic and racial diversity, research is needed to understand how to make interracial interactions more smooth and enjoyable for both racial and ethnic majorities and minorities. Previous research has found that both groups enter interracial interactions with concerns about being negatively stereotyped: Whites are concerned about being perceived as racist and racial/ethnic minorities are concerned about being stereotyped.</p>\n<p>The present research illuminated cognitive and affective barriers to positive interracial interaction. In particular, several studies examined how the diversity (or homogeneity) of Whites' friendship networks affected interracial and interracial interaction expectations. This work revealed that when White interaction partners have a racially diverse friendship network, Blacks perceive them more positively and expect the interaction to proceed more smoothly than when the White partner has a homogenously-White friendship network. In contrast, Whites were not affected by the diversity of a White partner's friendship network.&nbsp;</p>\n<p>Three peer-reviewed publications and 1 conference presentation were made from this research.</p>\n<p>This grant increased the participation of underrepresented minorities in science as racial/ethnic minorities participated in this research and were thus exposed to the scientific process and experimental method. Also, this grant supported 3 PhD graduate students, including 2 graduate students of color--allowing them to attend conferences and focus on research that will help them advance through the PhD program.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/04/2012<br>\n\t\t\t\t\tModified by: Mary&nbsp;C&nbsp;Murphy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWith the national and global competitiveness of the country increasingly reliant on making the most of the growing ethnic and racial diversity, research is needed to understand how to make interracial interactions more smooth and enjoyable for both racial and ethnic majorities and minorities. Previous research has found that both groups enter interracial interactions with concerns about being negatively stereotyped: Whites are concerned about being perceived as racist and racial/ethnic minorities are concerned about being stereotyped.\n\nThe present research illuminated cognitive and affective barriers to positive interracial interaction. In particular, several studies examined how the diversity (or homogeneity) of Whites' friendship networks affected interracial and interracial interaction expectations. This work revealed that when White interaction partners have a racially diverse friendship network, Blacks perceive them more positively and expect the interaction to proceed more smoothly than when the White partner has a homogenously-White friendship network. In contrast, Whites were not affected by the diversity of a White partner's friendship network. \n\nThree peer-reviewed publications and 1 conference presentation were made from this research.\n\nThis grant increased the participation of underrepresented minorities in science as racial/ethnic minorities participated in this research and were thus exposed to the scientific process and experimental method. Also, this grant supported 3 PhD graduate students, including 2 graduate students of color--allowing them to attend conferences and focus on research that will help them advance through the PhD program.\n\n\t\t\t\t\tLast Modified: 11/04/2012\n\n\t\t\t\t\tSubmitted by: Mary C Murphy"
 }
}