{
 "awd_id": "1032105",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Gene Discovery in the Cereals",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924508",
 "po_email": "dokamuro@nsf.gov",
 "po_sign_block_name": "Diane Jofuku Okamuro",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 3499977.0,
 "awd_amount": 3499977.0,
 "awd_min_amd_letter_date": "2010-08-14",
 "awd_max_amd_letter_date": "2014-07-28",
 "awd_abstract_narration": "PI:  W. Richard McCombie (Cold Spring Harbor Laboratory) \r\n\r\nCo PI: Doreen Ware (Cold Spring Harbor Laboratory)\r\n\r\nKey Collaborator: Robert A. Martienssen (Cold Spring Harbor Laboratory)\r\n\r\nGenomic sequence data holds the promise of dramatically advancing both the understanding of basic plant science, and of catalyzing practical advances in plant breeding.  While the \"complete\", contiguous, \"base perfect\" sequence of a genome is the most useful outcome of a genome project, it is not necessary for most applications.  Furthermore, base perfect sequence is prohibitive in terms of both time and cost for very large genomes or large numbers of moderately sized genomes. However, recent technological advances and soon-to-be broadly available technologies provide an attractive option for plant genomics.  This project seeks to use next generation sequence technologies to identify the vast majority of genes in three closely related progenitor genomes of wheat (AA, AABB, and DD genome containing species) and hexaploid wheat (Chinese spring).  Each genome will be sequenced to about 50x coverage with Illumina sequencers (paired end 100 base reads) and to about 8x-10x coverage using the Pacific Bio-Sciences sequencing technology.  In addition, the project will sequence each genome with long range \"strobe\" reads on the Pacific Biosciences instrument that will amount to about 2 terabases of raw sequence.  The sequences will be assembled and annotated for maximum use by the broader scientific community.  All raw data, assemblies, and annotations will be released to the public as soon as they are generated and quality checked and prior to any publication that might be pursued. \r\n\r\nThe broader impact of this project is to solve the data availability problem by providing about 2 terabases of raw genome sequence data to the broader cereal research community as well as the assemblies and annotation of the vast majority of genes in a large number of cereal genomes.  It is expected that access to these data will radically accelerate functional genomics in wheat. All data generated in this project can be accessed through the project website, GenBank, and through the iPlant Collaborative (http://www.iplantcollaborative.org/).  In addition, project updates will be coordinated with the International Wheat Genome Sequencing Consortium (IWGSC) and made available at (http://www.wheatgenome.org/Projects) and at GrainGenes (http://wheat.pw.usda.gov/GG2/index.shtml).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "McCombie",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "William R McCombie",
   "pi_email_addr": "mccombie@cshl.edu",
   "nsf_id": "000278956",
   "pi_start_date": "2010-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Martienssen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Martienssen",
   "pi_email_addr": "martiens@cshl.edu",
   "nsf_id": "000452578",
   "pi_start_date": "2010-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Doreen",
   "pi_last_name": "Ware",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Doreen Ware",
   "pi_email_addr": "ware@cshl.edu",
   "nsf_id": "000472191",
   "pi_start_date": "2010-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cold Spring Harbor Laboratory",
  "inst_street_address": "1 BUNGTOWN RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLD SPG HBR",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5163678307",
  "inst_zip_code": "117242202",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NY03",
  "org_lgl_bus_name": "COLD SPRING HARBOR LABORATORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GV31TMFLPY88"
 },
 "perf_inst": {
  "perf_inst_name": "Cold Spring Harbor Laboratory",
  "perf_str_addr": "1 BUNGTOWN RD",
  "perf_city_name": "COLD SPG HBR",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117242202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NY03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "757700",
   "pgm_ele_name": "Plant Genome Research Resource"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 3499977.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Reporting Period:&nbsp; 8/1/2014-7/31/2015</p>\n<p>Final Outcomes</p>\n<p>This project pioneered new approaches to the discovery of genes in three of the most important crops in the world, rice, wheat and maize.&nbsp; We used advanced technologies to provide in total 2 terabases of sequence data to the cereal research community, as well as assembled sequences comprising genes.&nbsp; These new methods and data resources broadly impact the scientific community in efforts understand the molecular genetic basis of agronomic traits and the breeding of improved crops to meet future world demands.&nbsp;</p>\n<p>This research grant accomplished three important goals: 1) The development of protocols using advanced DNA sequencing technologies to economically identify genes in a genome; &nbsp;2) &nbsp;The production of &ldquo;gene-space assemblies&rdquo; of important cereal crops to support reference genomes for the agricultural research community; 3)&nbsp; Extensive sequencing of the maize genome and transcriptome using &ldquo;long-read&rdquo; technologies that will contribute to a new and highly refined reference assembly.</p>\n<p>The three major cereal grains, rice, wheat and corn provide over 40% of dietary calories worldwide with annual production of 3000 million metric tons. &nbsp;Intensive research is underway to improve these crops to better tolerate environmental factors that impact yield, such as disease, drought, and poor soils. &nbsp;Progress is made when scientists and breeders learn which genes are responsible for traits and how sequence variation can alter gene function in positive ways.&nbsp; Genomics research aims to discover all genes in an organism by sequencing and assembling its complete genome.&nbsp; DNA assemblies provide a reference to enable researchers to study gene function and find important variations between different strains. &nbsp;For rice, scientists have produced a reference that comes close to the ideal of being &ldquo;complete, contiguous, and base-perfect&rdquo;.&nbsp; However, for maize and wheat, whose genomes far exceed rice in size, it has not been economically feasible to produce sequence assemblies of this quality.&nbsp; For example, the maize genome, at six times the size of rice, was sequenced at a cost of $30 million taking several years.&nbsp; While this reference has served researchers well, it is still incomplete, with many gaps and misordered segments.&nbsp; Lower-cost alternatives are required to sequence additional strains of rice, to improve maize, and to tackle wheat, whose colossal genome is six times that of maize.</p>\n<p>New high-throughput technologies, such as Illumina, can output the DNA sequence of very large genomes in a matter of days for only a few thousand dollars. &nbsp;However, the raw data consists of short snippets of sequence (50-100 base-pairs) that must be assembled like a jig-saw puzzle to identify the genes--a difficult task in large and repetitive genomes. &nbsp;This grant investigated strategies to overcome this limitation by applying advanced molecular and computational methods (Figure 1).&nbsp; We first demonstrated the feasibility and utility of this approach by sequencing three important strains of rice (Table 1). &nbsp;While resulting assemblies were fragmented, most of the genes were intact , enabling valuable research on gene function and variation (Figure 2). &nbsp;Detailed analysis showed that these &ldquo;gene-space&rdquo; assemblies are useful for studying important agronomic traits, such as yield, nutrient uptake, and flooding tolerance.</p>\n<p>Having succeeded with rice, we next tested this strategy on wheat.&nbsp; The bread wheat genome is extremely large because it is hexaploid (combining three genomes into one) and is highly repetitive.&nbsp; To simplify the problem of sequencing its genes we focused on closely related species with smaller genomes (Table 1).&nbsp; Still, this entailed gene...",
  "por_txt_cntn": "\nReporting Period:  8/1/2014-7/31/2015\n\nFinal Outcomes\n\nThis project pioneered new approaches to the discovery of genes in three of the most important crops in the world, rice, wheat and maize.  We used advanced technologies to provide in total 2 terabases of sequence data to the cereal research community, as well as assembled sequences comprising genes.  These new methods and data resources broadly impact the scientific community in efforts understand the molecular genetic basis of agronomic traits and the breeding of improved crops to meet future world demands. \n\nThis research grant accomplished three important goals: 1) The development of protocols using advanced DNA sequencing technologies to economically identify genes in a genome;  2)  The production of \"gene-space assemblies\" of important cereal crops to support reference genomes for the agricultural research community; 3)  Extensive sequencing of the maize genome and transcriptome using \"long-read\" technologies that will contribute to a new and highly refined reference assembly.\n\nThe three major cereal grains, rice, wheat and corn provide over 40% of dietary calories worldwide with annual production of 3000 million metric tons.  Intensive research is underway to improve these crops to better tolerate environmental factors that impact yield, such as disease, drought, and poor soils.  Progress is made when scientists and breeders learn which genes are responsible for traits and how sequence variation can alter gene function in positive ways.  Genomics research aims to discover all genes in an organism by sequencing and assembling its complete genome.  DNA assemblies provide a reference to enable researchers to study gene function and find important variations between different strains.  For rice, scientists have produced a reference that comes close to the ideal of being \"complete, contiguous, and base-perfect\".  However, for maize and wheat, whose genomes far exceed rice in size, it has not been economically feasible to produce sequence assemblies of this quality.  For example, the maize genome, at six times the size of rice, was sequenced at a cost of $30 million taking several years.  While this reference has served researchers well, it is still incomplete, with many gaps and misordered segments.  Lower-cost alternatives are required to sequence additional strains of rice, to improve maize, and to tackle wheat, whose colossal genome is six times that of maize.\n\nNew high-throughput technologies, such as Illumina, can output the DNA sequence of very large genomes in a matter of days for only a few thousand dollars.  However, the raw data consists of short snippets of sequence (50-100 base-pairs) that must be assembled like a jig-saw puzzle to identify the genes--a difficult task in large and repetitive genomes.  This grant investigated strategies to overcome this limitation by applying advanced molecular and computational methods (Figure 1).  We first demonstrated the feasibility and utility of this approach by sequencing three important strains of rice (Table 1).  While resulting assemblies were fragmented, most of the genes were intact , enabling valuable research on gene function and variation (Figure 2).  Detailed analysis showed that these \"gene-space\" assemblies are useful for studying important agronomic traits, such as yield, nutrient uptake, and flooding tolerance.\n\nHaving succeeded with rice, we next tested this strategy on wheat.  The bread wheat genome is extremely large because it is hexaploid (combining three genomes into one) and is highly repetitive.  To simplify the problem of sequencing its genes we focused on closely related species with smaller genomes (Table 1).  Still, this entailed generating more than 11 billion short sequence reads per species, which is more than can be assembled using computers available at most research institutions.  We thus collaborated with the Pittsburgh Supercomputing Center, home to the XSEDE high memory supercomputer Bl..."
 }
}