{
 "awd_id": "1032364",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Simulation and Modeling of the Decay of Anisotropic Turbulence",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitrios Papavassiliou",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 272068.0,
 "awd_amount": 272068.0,
 "awd_min_amd_letter_date": "2010-08-17",
 "awd_max_amd_letter_date": "2010-08-17",
 "awd_abstract_narration": "A very large number of industrial and environmental processes involve fluids whose motion is turbulent.  This project involves the accurate statistical prediction and modeling of these chaotic, unsteady, and three-dimensional fluid motions.  The focus is on simulating and then modeling the turbulent return-to-isotropy process which has resisted modeling efforts in the past.\r\nThe return-to-isotropy process significantly influences near wall turbulence, duct flows, atmospheric and oceanic heat and mass transfer processes like CO2 absorption, heat exchanger performance, wing tip vortices, and a host of important and currently poorly modeled turbulent flow situations. Information about the structure (i.e. the shape of the underlying eddies) is hypothesized to control the return-to-isotropy process.  In order to determine the contribution due to structure, large domain direct numerical simulations (DNS) of return-to-isotropy in homogeneous anisotropic turbulence are performed.  Anisotropy is generated by five fundamentally different mean strains and by walls.  Each produces very different turbulent structures.  The influence on the return-to-isotropy process of the Reynolds number, initial length scale, and initial structure (parameterized by the two-point correlations) will be characterized and used to calibrate the oriented-eddy turbulence model.  The oriented-eddy collision model is implemented in the open source CFD program, OpenFoam making it easily available to the scientific community.  This open source implementation will allow others to rapidly test the accuracy of the model in any complex configuration of their choosing.\r\n \r\nIntellectual Merit: This work will significantly enhance our current understanding of how turbulence structure influences its nonlinear evolution.  It is anticipated that the oriented-eddy collision model will be the first turbulence model capable of predicting the return-to-isotropy process accurately for a wide variety of different scenarios.  In addition, this work will provide critical information for other turbulence models which incorporate turbulence structure.  \r\n \r\nBroader Impacts:   Turbulence models are a necessary component of most computational fluid dynamics (CFD) simulations.  Models with quantitative predictive accuracy could radically transform the utility of CFD as a design and prediction tool. This project will provide researchers in this field with a high quality database consisting of canonical turbulent flows.   Some of the supercomputing tasks in this project can, and will, be performed by undergraduate researchers during summer REU experiences that target women and minorities.  This work will be disseminated to the general public via WFCR, our local public radio affiliate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Blair",
   "pi_last_name": "Perot",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Blair Perot",
   "pi_email_addr": "perot@ecs.umass.edu",
   "nsf_id": "000210045",
   "pi_start_date": "2010-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "057E",
   "pgm_ref_txt": "Thermodynamics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 272068.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The molecules in fluids (liquids, gasses and plasmas) are not very tightly bound to each other.&nbsp; As a result fluid motion tends to be chaotic (or turbulent), as shown in figure 1.&nbsp; These three-dimensional unsteady motions are effectively impossible to predict exactly at long times &ndash; due to an exponential sensitivity to initial conditions and small perturbations.&nbsp; But these motions are also not random.&nbsp; The motion of fires, waterfalls, solar spots, and clouds are visible manifestations of fluid turbulence.&nbsp; Invisible manifestations of turbulent flow are fuel efficiency, vehicle drag, climate prediction, plankton dispersal, air and ground water pollution, rate of ice melting, galactic evolution (including the big bang), thermal convection in the planet core and the effect on volcanoes and plate tectonics, and so on.</p>\n<p>While turbulence is provably unpredictable, its statistics can be precisely known.&nbsp; This project is involved in developing partial differential equations that predict the evolution of turbulent statistics.&nbsp; This is one of the last great problems of classical physics.&nbsp; The current project looked at very simple turbulent flows (in a box), and strained the turbulence in very simple ways, so that a precise understanding of the turbulent decay process could be determined.&nbsp; This work proposed a new model for turbulent decay in which there are two competing processes with slightly different timescales.&nbsp; In the recovery stage, the turbulence will adjust until turbulent eddies are roughly spherical in shape.&nbsp; In the slower return stage of decay, the velocity fluctuation will adjust to become roughly equal in all directions.&nbsp;</p>\n<p>&nbsp;This physical understanding was translated into a turbulence model (set of partial differential equations) that predicts the evolution of the statistics of a turbulent flow.&nbsp; This new model (the eddy collision model) has the ability to predict a wide variety of very different turbulent flows.&nbsp;&nbsp;&nbsp; Unlike prior turbulence models, it does not obtain increased predictive capability by increasing the number of adjustable model constants. &nbsp;The number of model constants is actually reduced. &nbsp;The additional predictive capacity is provided by including additional physical effects. &nbsp;It this work, the critical additional component, that is not present in other turbulence models, is a statistical representation of the average eddy shape (as a 3D ellipsoid). &nbsp; &nbsp;&nbsp;</p>\n<p>&nbsp;This project directly supported one Ph.D. student, and indirectly supported 2 undergraduate honors theses. &nbsp;&nbsp;It resulted in the publication of 8 refereed journal papers and 16 conference presentations. &nbsp;Two publically available high performance CFD codes were developed during the course of this work. &nbsp;One uses leading edge hardware (GPUs) to perform about 20 times faster than conventional software. &nbsp;&nbsp;The raw data from this project is available at the NSF XSEDE supercomputing storage site (Ranch). &nbsp;The post-processed data is available on the Theoretical and Computational Fluid Dynamics Laboratory&rsquo;s website.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/23/2013<br>\n\t\t\t\t\tModified by: J. Blair&nbsp;Perot</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/1032364/1032364_10020888_1382533069144_pict2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1032364/1032364_...",
  "por_txt_cntn": "\nThe molecules in fluids (liquids, gasses and plasmas) are not very tightly bound to each other.  As a result fluid motion tends to be chaotic (or turbulent), as shown in figure 1.  These three-dimensional unsteady motions are effectively impossible to predict exactly at long times &ndash; due to an exponential sensitivity to initial conditions and small perturbations.  But these motions are also not random.  The motion of fires, waterfalls, solar spots, and clouds are visible manifestations of fluid turbulence.  Invisible manifestations of turbulent flow are fuel efficiency, vehicle drag, climate prediction, plankton dispersal, air and ground water pollution, rate of ice melting, galactic evolution (including the big bang), thermal convection in the planet core and the effect on volcanoes and plate tectonics, and so on.\n\nWhile turbulence is provably unpredictable, its statistics can be precisely known.  This project is involved in developing partial differential equations that predict the evolution of turbulent statistics.  This is one of the last great problems of classical physics.  The current project looked at very simple turbulent flows (in a box), and strained the turbulence in very simple ways, so that a precise understanding of the turbulent decay process could be determined.  This work proposed a new model for turbulent decay in which there are two competing processes with slightly different timescales.  In the recovery stage, the turbulence will adjust until turbulent eddies are roughly spherical in shape.  In the slower return stage of decay, the velocity fluctuation will adjust to become roughly equal in all directions. \n\n This physical understanding was translated into a turbulence model (set of partial differential equations) that predicts the evolution of the statistics of a turbulent flow.  This new model (the eddy collision model) has the ability to predict a wide variety of very different turbulent flows.    Unlike prior turbulence models, it does not obtain increased predictive capability by increasing the number of adjustable model constants.  The number of model constants is actually reduced.  The additional predictive capacity is provided by including additional physical effects.  It this work, the critical additional component, that is not present in other turbulence models, is a statistical representation of the average eddy shape (as a 3D ellipsoid).     \n\n This project directly supported one Ph.D. student, and indirectly supported 2 undergraduate honors theses.   It resulted in the publication of 8 refereed journal papers and 16 conference presentations.  Two publically available high performance CFD codes were developed during the course of this work.  One uses leading edge hardware (GPUs) to perform about 20 times faster than conventional software.   The raw data from this project is available at the NSF XSEDE supercomputing storage site (Ranch).  The post-processed data is available on the Theoretical and Computational Fluid Dynamics LaboratoryÆs website. \n\n \n\n\t\t\t\t\tLast Modified: 10/23/2013\n\n\t\t\t\t\tSubmitted by: J. Blair Perot"
 }
}