{
 "awd_id": "1032653",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Integrated Molecular Dynamics Simulations for Interactive Engineered Atomic-Scale Systems",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032925353",
 "po_email": "emisawa@nsf.gov",
 "po_sign_block_name": "Eduardo Misawa",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 174952.0,
 "awd_amount": 174952.0,
 "awd_min_amd_letter_date": "2010-08-12",
 "awd_max_amd_letter_date": "2010-08-12",
 "awd_abstract_narration": "This Broadening Participation Research Initiation Grants in Engineering (BRIGE) grant provides funding for the development of new capabilities of an existing interactive virtual reality environment that will be used for research and teaching materials science.  The enhanced tool will include speedy molecular dynamics simulations using well-validated mathematical expressions resulting in realistic models and the ability to immediately visualize and analyze data in the developed environment.  This low-cost environment involves a display, sensors, computers and immersive technology.  The improved interactive environment and its visualization and modeling applications will be integrated into undergraduate materials science courses and summer research opportunities.  In addition, the developed tool will be adaptable to larger interactive facilities to promote collaborative projects via existing partnerships and research programs at UC Merced and associate universities.\r\n\r\nThe expected benefits of this research will be improvements in materials science research and teaching, and strengthening of learning outcomes.  Specifically, the results of this project will lead to approximately 100x faster computing using graphical processors over conventional processors at a relatively low cost.  This will help build a computational materials science infrastructure that will allow problems to be solved more efficiently and encourage intellectual inquiry.  The adaptability component of this research will help facilitate interdisciplinary projects and develop interactive learning tools for science and engineering, as well as assist future investigators to address leading research priorities that will benefit society.  As a teaching tool, the enhanced environment will be used in lower- and upper-division materials science courses.  This will lead to enhancement of the materials science curriculum with new kinesthetic methods that promote \"learning by doing\".  This work will also help to expand the population of undergraduate role models, and to retain and engage them in engineering research because materials science will become more accessible.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lilian",
   "pi_last_name": "Davila",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Lilian P Davila",
   "pi_email_addr": "ldavila@ucmerced.edu",
   "nsf_id": "000462480",
   "pi_start_date": "2010-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California - Merced",
  "inst_street_address": "5200 N LAKE RD",
  "inst_street_address_2": "",
  "inst_city_name": "MERCED",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2092012039",
  "inst_zip_code": "953435001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "CA13",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, MERCED",
  "org_prnt_uei_num": "",
  "org_uei_num": "FFM7VPAG8P92"
 },
 "perf_inst": {
  "perf_inst_name": "University of California - Merced",
  "perf_str_addr": "5200 N LAKE RD",
  "perf_city_name": "MERCED",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "953435001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "CA13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 174952.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project outcomes or findings that address the intellectual merit component include:&nbsp;</p>\n<ul>\n<li>The successful development of a novel immersive 3D visualization system with accelerated molecular dynamics simulation capabilities, which is used as a research instrument for nanomaterials research and to enhance teaching materials science.</li>\n<li>This enhanced system advances knowledge and understanding of nanomaterials and their unique properties for promising applications in sensors, nanoelectromechanical devices, and catalysis among many others.</li>\n<li>The successful carrying out of nanomechanical studies on the structure and mechanical properties of silica nanohelical structures in the PI&rsquo;s group.</li>\n<li>The resultant 3D visualization system with accelerated simulation capabilities is the first computational materials science infrastructure at UC Merced, which will allow the PI&rsquo;s research team to solve materials science problems more efficiently and promote collaborations.&nbsp; Several interdisciplinary projects have already been initiated as a direct consequence of the creation and implementation of this novel system.</li>\n<li>The improved computational system and associated methods have made the Materials Science field more accessible, cost effective and efficient with more time spent on research.</li>\n</ul>\n<p>The project outcomes or findings that address the broader impacts component include:&nbsp;</p>\n<ul>\n<li>The research findings and techniques in this project have contributed to other fields such as science education, cognitive science and computer science.</li>\n<li>The enhanced system allows easy and fast visualization of material structures, which helps students to understand fundamental structure-property relationships.&nbsp; This will help materials science educators who confront the challenge of teaching materials structures, which require the ability to visualize structures in 3D.</li>\n<li>The fostering of hands-on interactive learning tools which promote experiential learning, and have resonated with diverse student groups.&nbsp; More pedagogical materials are needed to design effective methods for different types of learners.</li>\n<li>The interactive system has strengthened recruitment and retention efforts on the UC Merced campus, home to many students from underrepresented groups and first-generation college students.</li>\n<li>The training and professional development of underrepresented students who published papers and graduated promptly.&nbsp; Partners and collaborators at UC Davis and UC Merced were instrumental in the process of developing the novel system.</li>\n<li>The results have been incorporated in classroom demonstrations and have been disseminated broadly via publications, presentations, outreach and campus events, pedagogical materials, websites, online media and open-source codes.</li>\n</ul>\n<p>In summary, this Broadening Participation Research Initiation Grants in Engineering (BRIGE) grant provided funding for the development of new capabilities for an existing interactive virtual reality environment, which has been successfully used for research and teaching materials science and engineering.&nbsp; The enhanced system includes speedy molecular dynamics simulations using well-validated mathematical expressions resulting in realistic models and the ability to immediately visualize and analyze data in the developed environment.&nbsp; This unique low-cost environment involves a TV display, sensors, computers and immersive technology.<em> </em>&nbsp;The improved interactive environment and its visualization and modeling applications have been integrated into undergraduate materials science learning and summer research opportunities.&nbsp; In addition, the developed tool has the capacity to adapt to larger interactive facilities to promote collaborative projects, which will be pursued via existing partnershi...",
  "por_txt_cntn": "\nThe project outcomes or findings that address the intellectual merit component include: \n\nThe successful development of a novel immersive 3D visualization system with accelerated molecular dynamics simulation capabilities, which is used as a research instrument for nanomaterials research and to enhance teaching materials science.\nThis enhanced system advances knowledge and understanding of nanomaterials and their unique properties for promising applications in sensors, nanoelectromechanical devices, and catalysis among many others.\nThe successful carrying out of nanomechanical studies on the structure and mechanical properties of silica nanohelical structures in the PIÆs group.\nThe resultant 3D visualization system with accelerated simulation capabilities is the first computational materials science infrastructure at UC Merced, which will allow the PIÆs research team to solve materials science problems more efficiently and promote collaborations.  Several interdisciplinary projects have already been initiated as a direct consequence of the creation and implementation of this novel system.\nThe improved computational system and associated methods have made the Materials Science field more accessible, cost effective and efficient with more time spent on research.\n\n\nThe project outcomes or findings that address the broader impacts component include: \n\nThe research findings and techniques in this project have contributed to other fields such as science education, cognitive science and computer science.\nThe enhanced system allows easy and fast visualization of material structures, which helps students to understand fundamental structure-property relationships.  This will help materials science educators who confront the challenge of teaching materials structures, which require the ability to visualize structures in 3D.\nThe fostering of hands-on interactive learning tools which promote experiential learning, and have resonated with diverse student groups.  More pedagogical materials are needed to design effective methods for different types of learners.\nThe interactive system has strengthened recruitment and retention efforts on the UC Merced campus, home to many students from underrepresented groups and first-generation college students.\nThe training and professional development of underrepresented students who published papers and graduated promptly.  Partners and collaborators at UC Davis and UC Merced were instrumental in the process of developing the novel system.\nThe results have been incorporated in classroom demonstrations and have been disseminated broadly via publications, presentations, outreach and campus events, pedagogical materials, websites, online media and open-source codes.\n\n\nIn summary, this Broadening Participation Research Initiation Grants in Engineering (BRIGE) grant provided funding for the development of new capabilities for an existing interactive virtual reality environment, which has been successfully used for research and teaching materials science and engineering.  The enhanced system includes speedy molecular dynamics simulations using well-validated mathematical expressions resulting in realistic models and the ability to immediately visualize and analyze data in the developed environment.  This unique low-cost environment involves a TV display, sensors, computers and immersive technology.  The improved interactive environment and its visualization and modeling applications have been integrated into undergraduate materials science learning and summer research opportunities.  In addition, the developed tool has the capacity to adapt to larger interactive facilities to promote collaborative projects, which will be pursued via existing partnerships and research programs at UC Merced and associate universities.\n\nThe benefits of this research are multi-fold and include improvements in materials science research and teaching, and strengthening of learning outcomes.  Specifically, the results of this BRIGE ..."
 }
}