{
 "awd_id": "1032276",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Mechanisms of nutrient input at the shelf margin supporting persistent winter phytoplankton blooms downstream of the Charleston Bump",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 688415.0,
 "awd_amount": 688415.0,
 "awd_min_amd_letter_date": "2010-08-24",
 "awd_max_amd_letter_date": "2010-08-24",
 "awd_abstract_narration": "Intellectual Merit: Sustained phytoplankton blooms along the outer South Atlantic Bight (SAB) continental shelf off Long Bay are observed in winter in multi-year satellite chlorophyll imagery. This section of the shelf lies north of the \"Charleston Bump\" (between 32.5-33.5°N), where the Gulf Stream is often strongly deflected offshore. Due to this offshore deflection, this is not an area where nutrient input to the shelf would be enhanced by upwelling associated with Gulf Stream frontal eddies, a major mechanism of nutrient input in other parts of the SAB shelf (Lee et al., 1991). Yet prior in situ observations suggest that there is recurring input of nutrients from the upper slope to the outer shelf off Long Bay from winter to early spring. This project will investigate a fundamental aspect of physical-biological coupling in the outer shelf to upper slope region. The PIs will test the hypotheses that: 1) the persistence of winter blooms on the outer shelf off Long Bay results from repeated episodes of nutrient input and mixing which maintains nutrient-sufficient conditions for extended periods; 2) several physical mechanisms are involved, including enhanced mixing energy from the internal tide along this section of the upper slope/shelf break; 3) the relatively high nutrient, intermittently turbulent environment will favor larger bloom-forming phytoplankton. The latter could have important implications for higher trophic levels, including early life history strategies of fish that spawn along the shelf margin off Long Bay in winter to early spring.\r\n\r\nThis project will combine several maturing observational technologies to address the following:\r\n\r\n1. What is the frequency and magnitude on on-shelf transport of nitrate from the upper slope?\r\n \r\n2. What are the mechanisms of nutrient delivery from the upper slope to the outer continental shelf zone that are operating off Long Bay under the range of hydrographic and forcing conditions encountered in winter?\r\n \r\n3. What is the 3-D structure of outer shelf hydrography and associated winter bloom features and how do these evolve through multiple nutrient input/mixing events?\r\n \r\n4. What are the rates of nitrate utilization and primary production associated with the winter blooms?\r\n \r\n5. Does the winter regime consistently favor a bloom assemblage dominated by larger diatom forms? \r\n\r\nNear-continuous cross-shelf and upper slope observations will be obtained with two autonomous gliders, time-series measurements on the outer shelf and slope from a set of moored instruments (including a moored profiling system at the shelf break), and repeated cross- and along-shelf ship surveys using a towed, undulating package. Ship station work will include measurements of primary production and on-board analyses of key functional characteristics of the phytoplankton assemblage (cell forms, abundance, size and bio-volume distributions) using a microfluidics/imaging system. In combination, these systems will provide a level of spatial and temporal resolution of physical, nutrient and biological fields that could not be achieved in earlier, station-based field studies and the basis for improved understanding of physical mechanisms of recurring nutrient input to the shelf, and how the nutrient, mixing, and circulation regime in winter structures the phytoplankton community.\r\n\r\nBroader Impacts: This project will provide a deeper understanding of shelf/slope exchange processes and how these influence shelf ecosystems, generating information that will contribute to implementation of ecosystem-based management in the region. Graduate students in Marine Sciences and in Electrical and Computing Engineering will have important roles in the study. A grade 6-12 education component will build on prior interactions with the COSEE SE program activities and will emphasize: 1) the inherently interdisciplinary nature of oceanography, focusing on physical-biological coupling in a regional context, and 2) the interface of science and engineering, illustrated by observational technologies employed. Coastal naturalists will be engaged through a seabird survey component of the field program that will augment existing information on pelagic seabirds in winter and define their association with oceanographic features on the central South Atlantic Bight shelf and slope.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harvey",
   "pi_last_name": "Seim",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Harvey E Seim",
   "pi_email_addr": "hseim@email.unc.edu",
   "nsf_id": "000224971",
   "pi_start_date": "2010-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 688415.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project seeks to understand the oceanographic conditions that result in wintertime phytoplankton blooms on the outer shelf/upper slope off Long Bay,SC.&nbsp; Previous work has identified this area as one in which blooms are more persistent than elsewhere along the coastline.</p>\n<p>&nbsp;</p>\n<p>A significant field effort was mounted during winter 2011/2012.&nbsp; Oceanographic instruments were anchored at 3 sites across the continental shelf and upper slope; two underwater gliders were operated simultaneously over 3 month-long periods, from mid-January to mid-April 2012; and three separate week-long cruises on a research ship surveyed the area surrounding the instruments to document across-shelf and along-shelf variability.&nbsp; The sampling captured 3 week-long phytoplankton blooms.&nbsp; Since the field program was completed, the project focus has been on processing the collected observations and synthesizing the results. The majority of the observations have now been processed and submitted a data center and are available at <span>http://www.bco-dmo.org/project/2151</span>.&nbsp; Initial syntheses have led to a number of presentations at national and international conferences and the preparation of several manuscripts.&nbsp; One emphasis has been the identification of a strong, narrow, jet-like current that occurs just seaward of the shelf and which may isolate the shelf from offshore waters.</p>\n<p>&nbsp;</p>\n<p>The project was successful in mapping the time-evolving 3D ocean temperature, salinity, circulation and phytoplankton fields. Our initial analysis has focused on describing the physical environment.&nbsp; We are presently focused on mapping the phytoplankton blooms and will consider next how these relate to the physical environment.&nbsp; We have been able to rule out several proposed mechanisms for fueling the blooms with offshore waters and suspect the blooms are largely fueled by processes on the shelf.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/06/2016<br>\n\t\t\t\t\tModified by: Harvey&nbsp;E&nbsp;Seim</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project seeks to understand the oceanographic conditions that result in wintertime phytoplankton blooms on the outer shelf/upper slope off Long Bay,SC.  Previous work has identified this area as one in which blooms are more persistent than elsewhere along the coastline.\n\n \n\nA significant field effort was mounted during winter 2011/2012.  Oceanographic instruments were anchored at 3 sites across the continental shelf and upper slope; two underwater gliders were operated simultaneously over 3 month-long periods, from mid-January to mid-April 2012; and three separate week-long cruises on a research ship surveyed the area surrounding the instruments to document across-shelf and along-shelf variability.  The sampling captured 3 week-long phytoplankton blooms.  Since the field program was completed, the project focus has been on processing the collected observations and synthesizing the results. The majority of the observations have now been processed and submitted a data center and are available at http://www.bco-dmo.org/project/2151.  Initial syntheses have led to a number of presentations at national and international conferences and the preparation of several manuscripts.  One emphasis has been the identification of a strong, narrow, jet-like current that occurs just seaward of the shelf and which may isolate the shelf from offshore waters.\n\n \n\nThe project was successful in mapping the time-evolving 3D ocean temperature, salinity, circulation and phytoplankton fields. Our initial analysis has focused on describing the physical environment.  We are presently focused on mapping the phytoplankton blooms and will consider next how these relate to the physical environment.  We have been able to rule out several proposed mechanisms for fueling the blooms with offshore waters and suspect the blooms are largely fueled by processes on the shelf.  \n\n \n\n\t\t\t\t\tLast Modified: 01/06/2016\n\n\t\t\t\t\tSubmitted by: Harvey E Seim"
 }
}