{
 "awd_id": "1032294",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement: Moche Sociopolitical Organization from a Mid-Sized Center in the Chicama Valley, Peru",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 19000.0,
 "awd_amount": 19000.0,
 "awd_min_amd_letter_date": "2010-07-31",
 "awd_max_amd_letter_date": "2010-07-31",
 "awd_abstract_narration": "Under the supervision of Dr. Jeffrey Quilter, Ms. Michele Koons will examine the sociopolitical nature of the Moche archaeological culture (C.E. 100-800) of Peru from a previously unstudied perspective of the Moche settlement hierarchy: a mid-sized center. Once considered a unified state, Moche is now understood as consisting of diverse settlements in at least two major regions of development: the north and south. However, scholars are only at the brink of understanding how the society functioned and how the diverse settlements were regionally integrated to form what is materially recognized as Moche. Up until now, the majority of the data on the Moche has been derived from the largest sites, settlement pattern surveys, and unprovenienced fine ware ceramics. The role of smaller ceremonial centers has received little attention. Koons will examine the mid-sized site of Licapa II. This will be the first study to address the sociopolitical nature, economic base, and ideological strategies of the Moche from this crucial, yet understudied perspective. Koons will compare similarities and differences in architecture and ceramics from Licapa II to data from the large sites of El Brujo and Huacas de Moche, and other Moche centers for which such data exist. An evaluation of these two datasets will help determine if Licapa II was dependent on the large centers, was an independent center, or was part of a larger, more fluid network of sites.\r\n\r\nThis study engages with a fundamental question in Anthropology: the origins of complex societies. It will do this by evaluating the nature of geopolitical landscapes by examining the dynamics between Moche centers. Reconstructing cultures, such as the Moche, based on information obtained from only the wealthiest and largest sites greatly biases the way in which they are perceived. In order to obtain a more holistic picture of how Moche society operated more attention needs to be focused on intermediate and small sites. The excavation and analysis of the mid-sized site of Licapa II will provide a basis to contextualize the wealth of information available on large Moche centers and evaluate whether or not Moche should be considered a state, a series of independent interacting polities, or if it was organized in some other manner. \r\n\r\nThis project will train students from Harvard University and the Universidad Naciónal de Trujillo.  Members of the communities of Chocope, Magdalena de Cao, and San Jose de Moro, Peru will be hired to work in the field and help with the cleaning of the artifacts. In an effort for community out reach, Koons has given presentations to local school children and has made arrangements with the cultural center in Huanchaco, Peru to give public presentations on the outcome of the work. She also plans to organize a symposium at PUCP with other young Peruvian scholars to disseminate the information to the scholarly community and the public. The results of the fieldwork and analysis of information collected for this dissertation will be published in scholarly journals. Papers will also be given at conferences in the US, such as the SAAs and Northeast Andean meeting.  Finally, it should be noted that Koons plans to continue work at Licapa II after the termination of the dissertation project to further contextualize the role of this important Moche center.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Quilter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Quilter",
   "pi_email_addr": "quilter@fas.harvard.edu",
   "nsf_id": "000185858",
   "pi_start_date": "2010-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Koons",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Michele L Koons",
   "pi_email_addr": "mkoons@fas.harvard.edu",
   "nsf_id": "000555106",
   "pi_start_date": "2010-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 19000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Moche civilization (A.D. 300-800) of the north coast of Peru, characterized by decorated temple (<em>huaca)</em> complexes, elite burials, and exquisite ceramics, has long been considered the first state level society in South America. Early research envisioned Moche as a unified conquest state spanning 10 valleys with Huacas de Moche as the capital (Figure 1). However, based on regional heterogeneity in Moche material culture uncovered in recent excavations, archaeologists now largely agree that Moche was not a single homogenous political entity.&nbsp; Rather, Moche consisted of diverse settlements with a common glue, as represented by a suite of themes and designs seen in Moche material culture.&nbsp; Understanding the nature of this glue, and the effect it had on local political relationships between settlements of varying sizes was the major goal of this project.</p>\n<p>Research for this project centered on the previously uninvestigated site of Licapa II located in the Chicama Valley<em>.&nbsp; </em>Previous research on the Moche has mainly focused on excavations at the largest centers that are dominated by one ceramic style at any point in time, and on studies of the iconography seen on ceramic vessels and other art forms.&nbsp;&nbsp; Research at Licapa II aimed to address Moche political organization from a different perspective: a small center located in the heartland of the Moche realm.&nbsp;</p>\n<p>Like the large Moche centers of El Brujo and Huacas de Moche, Licapa II has two major monuments, Huaca A and Huaca B.&nbsp; However, these monuments are less than half the size of the ones found at the larger centers. Huaca A is temple-like structure with an elongated stepped eastern fa&ccedil;ade. &nbsp;Huaca B is a larger, elevated, multi-room, palace-like structure. The site also consists of two smaller adobe-brick mounds, a cemetery area, and a possible storage facility (Figure 2). A large canal associated with the Moche occupation also bisects the site.&nbsp; On the dry desert coast, the canal would have been a vital resource for maintaining life in this part of the valley that did not receive sufficient water otherwise.&nbsp; The settlements along this canal were likely connected politically, economically, and ritualistically, as water was a major source of power.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; For this project we mapped the site, collected diagnostic ceramics from the surface around the major monuments, excavated portions of the <em>huacas</em> and the area between the <em>huacas</em>, and performed geophysical surveys to the southwest of the major monuments.&nbsp;</p>\n<p>Archaeologists generally work under the assumption that similarities in architecture and artifact styles between sites are related to site affiliations within a region. Differences in materials between sites are also indicative of the nature of local vs. regional politics and can aid in understanding site alliances. &nbsp;Studies of ceramics are particularly important in the Moche world.&nbsp; All diagnostic ceramics were analyzed to compare to ceramics from other site.&nbsp; We also ran a series of radiocarbon dates to understand the development of the site and to compare its development to other dated Moche sites.</p>\n<p>Results from the research at Licapa II shows that the site was occupied between roughly A.D. 450-850 and underwent a major transition around 600-650 AD.&nbsp; Prior to 600 AD Licapa II consisted of a local temple, Huaca A, which was likely used for the religious ceremonies performed in association with the canal.&nbsp; The ceramics associated with this structure are a local Moche style and consist of goblets that we believe were used for the &ldquo;sacrifice ceremony,&rdquo; a religious tradition seen throughout the Moche world.&nbsp; The sacrifice ceremony is understood from scenes found on classic ceramic fineline vessel...",
  "por_txt_cntn": "\nThe Moche civilization (A.D. 300-800) of the north coast of Peru, characterized by decorated temple (huaca) complexes, elite burials, and exquisite ceramics, has long been considered the first state level society in South America. Early research envisioned Moche as a unified conquest state spanning 10 valleys with Huacas de Moche as the capital (Figure 1). However, based on regional heterogeneity in Moche material culture uncovered in recent excavations, archaeologists now largely agree that Moche was not a single homogenous political entity.  Rather, Moche consisted of diverse settlements with a common glue, as represented by a suite of themes and designs seen in Moche material culture.  Understanding the nature of this glue, and the effect it had on local political relationships between settlements of varying sizes was the major goal of this project.\n\nResearch for this project centered on the previously uninvestigated site of Licapa II located in the Chicama Valley.  Previous research on the Moche has mainly focused on excavations at the largest centers that are dominated by one ceramic style at any point in time, and on studies of the iconography seen on ceramic vessels and other art forms.   Research at Licapa II aimed to address Moche political organization from a different perspective: a small center located in the heartland of the Moche realm. \n\nLike the large Moche centers of El Brujo and Huacas de Moche, Licapa II has two major monuments, Huaca A and Huaca B.  However, these monuments are less than half the size of the ones found at the larger centers. Huaca A is temple-like structure with an elongated stepped eastern fa&ccedil;ade.  Huaca B is a larger, elevated, multi-room, palace-like structure. The site also consists of two smaller adobe-brick mounds, a cemetery area, and a possible storage facility (Figure 2). A large canal associated with the Moche occupation also bisects the site.  On the dry desert coast, the canal would have been a vital resource for maintaining life in this part of the valley that did not receive sufficient water otherwise.  The settlements along this canal were likely connected politically, economically, and ritualistically, as water was a major source of power.\n\n            For this project we mapped the site, collected diagnostic ceramics from the surface around the major monuments, excavated portions of the huacas and the area between the huacas, and performed geophysical surveys to the southwest of the major monuments. \n\nArchaeologists generally work under the assumption that similarities in architecture and artifact styles between sites are related to site affiliations within a region. Differences in materials between sites are also indicative of the nature of local vs. regional politics and can aid in understanding site alliances.  Studies of ceramics are particularly important in the Moche world.  All diagnostic ceramics were analyzed to compare to ceramics from other site.  We also ran a series of radiocarbon dates to understand the development of the site and to compare its development to other dated Moche sites.\n\nResults from the research at Licapa II shows that the site was occupied between roughly A.D. 450-850 and underwent a major transition around 600-650 AD.  Prior to 600 AD Licapa II consisted of a local temple, Huaca A, which was likely used for the religious ceremonies performed in association with the canal.  The ceramics associated with this structure are a local Moche style and consist of goblets that we believe were used for the \"sacrifice ceremony,\" a religious tradition seen throughout the Moche world.  The sacrifice ceremony is understood from scenes found on classic ceramic fineline vessels and murals from other sites.  However, the fineline vessels containing these scenes were not introduced at Licapa II until later, and only the physical objects used for these activities were found on Huaca A. \n\nOver the next 100 years, classic fineline wares representing three ..."
 }
}