{
 "awd_id": "1032300",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-UAE Workshop: Energy Development, Addressing the need of the energy industry, Abu Dhabi, UAE December 2011",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marjorie Lueck",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 48000.0,
 "awd_amount": 48000.0,
 "awd_min_amd_letter_date": "2010-08-22",
 "awd_max_amd_letter_date": "2010-08-22",
 "awd_abstract_narration": "1032300 \r\nBatarseh\r\n\r\nThis project supports a cooperative workshop organized by the Dr. Issa Batarseh, Department of Electrical and Computer Engineering at University of Central Florida, Orlando, Florida, Dr. Ned Mohan, Department of Electrical Engineering, University of Minnesota and Dr. Dr. Lana El Chaar, Electrical Engineering Department at the Petroleum Institute (PI) in Abu Dhabi, the United Arab Emirates in December 2011. The objective of the three-day workshop is to discuss educational and research in power electronics as applied to energy research and development.  The workshop will focus on various energy research requirements in different Electrical Engineering (EE) departments while identifying new topics that should be integrated to support the major developments in the energy sector, especially renewable sources, energy efficiency and conversion. The participants will include experts from both academia and industry and students.  The workshop will address the implementation of both hardware and software laboratories supporting energy research to improve the practical aspects to enhance the research process and to induce critical thinking for better energy solutions. In addition, recent research and development issues in the energy sector will be presented while exploring possible international collaboration.  Recommendations from industrial and academic representatives will be developed. The published workshop proceedings will be available on the world wide web of the PI?s institution.\r\n\r\nIntellectual Merit: There is a need to have a dialogue on energy education and research activities between experts in the Gulf region and the Middle East countries (M.E.) and US experts.  The M.E. is a major source of hydrocarbons but also is rapidly increasing its investment in renewable energy.  The recently-established International Renewable Energy Agency (IRENA) is stationed in Abu Dhabi.  The US and M.E. participants will explore possible joint research collaboration with the objective of accelerating practical developments of alternative sources of energy as well as energy conservation techniques. The participation by academics from both sides who can impact engineering curricula will help meet the increasing demands of globalization in the engineering profession.\r\n\r\nBroader Impact: The workshop is to develop a better understanding of the research needs and changes when it comes to investigating energy systems from different prospective. New research materials and laboratory experiments will be outlined and distributed to universities in the U.S. and in Middle East. The workshop will pay attention to ways to promote the ever increasing need for engineers focusing on energy, especially renewable sources, energy efficiency and conversion. Ideas for recruiting, retaining, and mentoring undergraduate students, graduate students and young faculty in these areas will be discussed and developed. It is expected that 5 U.S. graduate and undergraduate students will participate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Issa",
   "pi_last_name": "Batarseh",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Issa E Batarseh",
   "pi_email_addr": "issa.batarseh@ucf.edu",
   "nsf_id": "000302693",
   "pi_start_date": "2010-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ned",
   "pi_last_name": "Mohan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ned Mohan",
   "pi_email_addr": "mohan@umn.edu",
   "nsf_id": "000338130",
   "pi_start_date": "2010-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7406",
   "pgm_ref_txt": "UNITED ARAB EMIRATES (UAE)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 48000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The US National Science Foundation and The Petroleum Institute (PI) at the United Arab Emirates (UAE), in collaboration with the University of Central Florida and the University of Minnesota sponsored a workshop to discuss the future of the energy field and the energy education. The workshop brought together participants from institutions and industries across the Middle East, and the United States and offered a broad international perspective on energy education.&nbsp;&nbsp; <br />The NSF and the PI presented innovative industry-academic-government partnership designed to stimulate and enhance international cooperation and cutting edge research.&nbsp;&nbsp; <br />The Opening Session began with the Introduction of Participants by Dr. Ebrahim Al Hajri, Petroleum Institute, followed by an overview of its goals and objectives given by professor Dr. Ned Mohan, University of Minnesota, USA, and after a welcoming remarks by Dr. Ismail Tag, Acting President and Provost, Petroleum Institute, two major key note presentations where given by Dr. Hammadi and Batarseh. Dr. Hammadi discussed the current Strategic Initiatives of Abu Dhabi through their Education Council, and gave a comprehensive overview of UAE&rsquo;s R&amp;D ecosystem strategy in the next ten years. Dr. Batarseh discussed the Solar Energy Potential in the MENA Region and gave Jordan&rsquo;s new renewable energy law and initiatives as a special case study.&nbsp; <br />Three sessions focused on the recent research advances&nbsp; made in energy sustainability, and new energy conversion technologies. And two sessions focused on the Modern Undergraduate Curriculum in Electric Energy Education, Emphasizing Sustainability. Several successful educational programs were presented. The workshop also included three panels that were dedicated to discussing the ever Changing Energy Industry Needs, the educational reform needed to support industry and the creation of jobs, the Role of Joint Research Centers of Excellence to Enhance Scientific Collaboration. The presenters from US and the middle east area shared their research advances and activities from their institutes followed by engaged discussions. The workshop was concluded with a panel discussion on how to move forward with specific recommendations. Finally, we had excellent opportunity to tour of PI educational and research facilities and meet t he students and faculty members.&nbsp; <br />In addition to participating the workshop, presenters were able to visit Abu Dhabi, the host city and Dubai. They were treated to a dinner cruise at Dhow, a traditional wooden sailboat. They visited Dubai old city, Dubai Mall and took part in a desert safari.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/20/2014<br>\n\t\t\t\t\tModified by: Issa&nbsp;E&nbsp;Batarseh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe US National Science Foundation and The Petroleum Institute (PI) at the United Arab Emirates (UAE), in collaboration with the University of Central Florida and the University of Minnesota sponsored a workshop to discuss the future of the energy field and the energy education. The workshop brought together participants from institutions and industries across the Middle East, and the United States and offered a broad international perspective on energy education.   \nThe NSF and the PI presented innovative industry-academic-government partnership designed to stimulate and enhance international cooperation and cutting edge research.   \nThe Opening Session began with the Introduction of Participants by Dr. Ebrahim Al Hajri, Petroleum Institute, followed by an overview of its goals and objectives given by professor Dr. Ned Mohan, University of Minnesota, USA, and after a welcoming remarks by Dr. Ismail Tag, Acting President and Provost, Petroleum Institute, two major key note presentations where given by Dr. Hammadi and Batarseh. Dr. Hammadi discussed the current Strategic Initiatives of Abu Dhabi through their Education Council, and gave a comprehensive overview of UAEÆs R&amp;D ecosystem strategy in the next ten years. Dr. Batarseh discussed the Solar Energy Potential in the MENA Region and gave JordanÆs new renewable energy law and initiatives as a special case study.  \nThree sessions focused on the recent research advances  made in energy sustainability, and new energy conversion technologies. And two sessions focused on the Modern Undergraduate Curriculum in Electric Energy Education, Emphasizing Sustainability. Several successful educational programs were presented. The workshop also included three panels that were dedicated to discussing the ever Changing Energy Industry Needs, the educational reform needed to support industry and the creation of jobs, the Role of Joint Research Centers of Excellence to Enhance Scientific Collaboration. The presenters from US and the middle east area shared their research advances and activities from their institutes followed by engaged discussions. The workshop was concluded with a panel discussion on how to move forward with specific recommendations. Finally, we had excellent opportunity to tour of PI educational and research facilities and meet t he students and faculty members.  \nIn addition to participating the workshop, presenters were able to visit Abu Dhabi, the host city and Dubai. They were treated to a dinner cruise at Dhow, a traditional wooden sailboat. They visited Dubai old city, Dubai Mall and took part in a desert safari.\n\n\t\t\t\t\tLast Modified: 01/20/2014\n\n\t\t\t\t\tSubmitted by: Issa E Batarseh"
 }
}