{
 "awd_id": "1032677",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SDCI NMI New: From Desktops to Clouds -- A Middleware for Next Generation Network Science",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924220",
 "po_email": "kthompso@nsf.gov",
 "po_sign_block_name": "Kevin Thompson",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 1350000.0,
 "awd_amount": 1350000.0,
 "awd_min_amd_letter_date": "2010-09-02",
 "awd_max_amd_letter_date": "2014-01-08",
 "awd_abstract_narration": "The research will develop a cyberinfrastructure middleware (CINET) to support Network Science.  The National Research Council defines Network Science as ``the study of network representations of physical, biological, and social phenomena leading to predictive models of these phenomena.'' CINET will provide researchers, analysts and educators interested in Network Science with an easy-to-use cyber-environment that is accessible from their desktop and integrates into their daily work.  CINET will expand the size of networks that are routinely studied from hundreds or thousands of nodes to hundreds of millions of nodes.   It will foster multi-disciplinary and multi-university research and teaching collaborations, including disciplines such as social sciences that traditionally have not used high performance computing resources.\r\n\r\nCINET will be pervasive, flexible and extensible. Users can contribute new networks, data, methods, hardware, and research results in an integrative way. Advanced users can expand CINET by adding new tools, user interfaces, recommendation engines, digital library features, or other desired functionality.  End users will be insulated from the complexities of resource allocation, scheduling,\r\ncross-platform interactions, and other detailed computing considerations. \r\n\r\nCINET will enable new ways by which researchers study and teach complex networks.  It will enable educators to harness high performance computing technologies to teach Network Science to students spanning various academic levels, disciplines and institutions.  The educational plan includes high school students to Ph.D. candidates, students from minority and under-represented groups, and students at smaller institutions that often do not have easy access to HPC resources. Education material will be disseminated widely through the Ensemble pathways project in NSF's educational digital library, NSDL.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Madhav",
   "pi_last_name": "Marathe",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Madhav V Marathe",
   "pi_email_addr": "mvm7hz@virginia.edu",
   "nsf_id": "000148286",
   "pi_start_date": "2010-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Fox",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Edward A Fox",
   "pi_email_addr": "fox@vt.edu",
   "nsf_id": "000151687",
   "pi_start_date": "2010-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ongard",
   "pi_last_name": "Sirisaengtaksin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ongard Sirisaengtaksin",
   "pi_email_addr": "SirisaengtaksinO@uhd.edu",
   "nsf_id": "000374379",
   "pi_start_date": "2010-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Fox",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey C Fox",
   "pi_email_addr": "vxj6mb@virginia.edu",
   "nsf_id": "000231257",
   "pi_start_date": "2010-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Bisset",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Keith R Bisset",
   "pi_email_addr": "kbisset@vbi.vt.edu",
   "nsf_id": "000117325",
   "pi_start_date": "2010-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "768300",
   "pgm_ele_name": "SOFTWARE DEVELOPEMENT FOR CI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7683",
   "pgm_ref_txt": "SOFTWARE DEVELOPEMENT FOR CI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1350000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We have developed CINET, a scalable web-based cyberinfrastructure to support network science, engineering, education and outreach. CINET gives scientists in various disciplines, and especially non-computer scientists, access to an unparalleled computational and analytic environment. The web-based interface is designed to simplify analysis of complex networks for users who are not necessarily computer scientists.&nbsp; Its wide appeal is supported by data from our two workshops, with 110 attendees from 14 (minority serving) universities and government agencies; covering undergraduate through PhD students, post-doctoral students, faculty, and researchers; and (minority) women and men from disciplines such as bioinformatics, physics, electrical engineering, demography, neuroscience, informatics, computer science, mathematics, statistics, liberal arts, economics, business, data mining, network science, and medicine. &nbsp;A sampling of the diversity of interests includes urban and environmental policy planners for disasters, healthcare spending, teachers of web programming and data fusion, network analytics, and software developers.</p>\n<p>CINET is an open access, web-based system. The user interface (UI) is the front end of a distributed system that has sophisticated applications on the back end that run on high performance compute (HPC) clusters and other compute resources. An extensible, ?exible middleware connects the front and back ends to several additional modules that include a digital library (DL) and resource manager (RM). Current meta-applications are: (i) Granite, an umbrella application for network structural analysis that supports NetworkX, SNAP, Galib, and Gephi applications; (ii) GDSCalc or GDSC support study of networked dynamical systems and; (iii) EDISON: a modeling environment to study complex contagions over large networks.</p>\n<p>It is pervasive and easy to use: it is accessed through the Internet, and provides all required hardware and software resources. This makes CINET attractive for researchers, educators, and students whose focus is on network science, and who may have no background in computer science. Usability is a ?rst-order attribute of the system: the work?ows and on-screen information make user-interaction intuitive. CINET also serves as a prototype for open science, illustrating how data and methods can be made publicly available. It can also serve as a repository for massive open online courses (MOOCs), and other multi-modal information. Content currently exists (e.g., links to course notes), accessible through the CINET landing page, and will grow with additional use. This content also supports research, education, and training.</p>\n<p><em>CINET 2.0 is a live open access system that anyone can use.</em> We find that smaller schools are often very interested in the system ---- they often lack the necessary resources to teach and carry out research using sophisticated tools, hardware and data sets.<em> </em>Our educational partners at<em> </em>SUNY Albany, University of Houston Downtown, Jackson State University and North Carolina A&amp;T have integrated CINET into several courses and used it in graduate level research. There are currently 336 users registered in the system, and we have seen a steady increase in users over time.&nbsp; Professor Ravi at SUNY Albany is teaching his course for the second time. He has also written two papers using the system. The course notes he is preparing will be added to the CINET 2.0 repository.<em> An important significant achievement is the use of CINET 2.0 infrastructure (codes and network generation methods) to support our laboratory&rsquo;s Ebola response efforts.</em> Specifically, we have created synthetic social contact networks for the three West African countries.&nbsp; The networks as well as analytic methods were used to support our team&rsquo;s effort as they supported the DoD&rsquo;s E...",
  "por_txt_cntn": "\nWe have developed CINET, a scalable web-based cyberinfrastructure to support network science, engineering, education and outreach. CINET gives scientists in various disciplines, and especially non-computer scientists, access to an unparalleled computational and analytic environment. The web-based interface is designed to simplify analysis of complex networks for users who are not necessarily computer scientists.  Its wide appeal is supported by data from our two workshops, with 110 attendees from 14 (minority serving) universities and government agencies; covering undergraduate through PhD students, post-doctoral students, faculty, and researchers; and (minority) women and men from disciplines such as bioinformatics, physics, electrical engineering, demography, neuroscience, informatics, computer science, mathematics, statistics, liberal arts, economics, business, data mining, network science, and medicine.  A sampling of the diversity of interests includes urban and environmental policy planners for disasters, healthcare spending, teachers of web programming and data fusion, network analytics, and software developers.\n\nCINET is an open access, web-based system. The user interface (UI) is the front end of a distributed system that has sophisticated applications on the back end that run on high performance compute (HPC) clusters and other compute resources. An extensible, ?exible middleware connects the front and back ends to several additional modules that include a digital library (DL) and resource manager (RM). Current meta-applications are: (i) Granite, an umbrella application for network structural analysis that supports NetworkX, SNAP, Galib, and Gephi applications; (ii) GDSCalc or GDSC support study of networked dynamical systems and; (iii) EDISON: a modeling environment to study complex contagions over large networks.\n\nIt is pervasive and easy to use: it is accessed through the Internet, and provides all required hardware and software resources. This makes CINET attractive for researchers, educators, and students whose focus is on network science, and who may have no background in computer science. Usability is a ?rst-order attribute of the system: the work?ows and on-screen information make user-interaction intuitive. CINET also serves as a prototype for open science, illustrating how data and methods can be made publicly available. It can also serve as a repository for massive open online courses (MOOCs), and other multi-modal information. Content currently exists (e.g., links to course notes), accessible through the CINET landing page, and will grow with additional use. This content also supports research, education, and training.\n\nCINET 2.0 is a live open access system that anyone can use. We find that smaller schools are often very interested in the system ---- they often lack the necessary resources to teach and carry out research using sophisticated tools, hardware and data sets. Our educational partners at SUNY Albany, University of Houston Downtown, Jackson State University and North Carolina A&amp;T have integrated CINET into several courses and used it in graduate level research. There are currently 336 users registered in the system, and we have seen a steady increase in users over time.  Professor Ravi at SUNY Albany is teaching his course for the second time. He has also written two papers using the system. The course notes he is preparing will be added to the CINET 2.0 repository. An important significant achievement is the use of CINET 2.0 infrastructure (codes and network generation methods) to support our laboratoryÆs Ebola response efforts. Specifically, we have created synthetic social contact networks for the three West African countries.  The networks as well as analytic methods were used to support our teamÆs effort as they supported the DoDÆs Ebola response work. We have created a website that summarize our efforts and the networks have been made available to the community for further research.\n..."
 }
}