{
 "awd_id": "1032187",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Multifunctional Unimolecular Micelles for Targeted Cancer Therapy",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph A. Akkara",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 375001.0,
 "awd_amount": 375001.0,
 "awd_min_amd_letter_date": "2010-03-25",
 "awd_max_amd_letter_date": "2011-06-01",
 "awd_abstract_narration": "This award by the Biomaterials program in the Division of Materials Research to University of Wisconsin-Milwaukee is to study self-assembled drug nanocarriers, including liposomes, polymer micelles, and vesicles, exhibit poor in vivo stability, leading to poor targeting and reduced therapeutic effect. This award will help to develop multifunctional unimolecular micelles with excellent in vivo stability, passive and active tumor-targeting abilities, desirable particle size, high drug loading capacity, controlled drug release, and long circulation time, thereby greatly increasing the efficacy of targeted cancer therapy and minimizing undesirable side effects. These unique unimolecular micelles are based on novel biodegradable and/or biocompatible, multi-arm hyperbranched amphiphilic block copolymers with active tumor-targeting ligands. A hyperbranched polyester with 64 hydroxyl groups will be used as the initiator for the polymerization of the amphiphilic block copolymer arms. The relationship among the molecular structure, micelle property, and drug delivery behavior will be systematically investigated. Both undergraduate and graduate students will be trained with various cutting-edge techniques related to biomaterials research. The resultant knowledge will improve the design of next-generation drug nanocarriers for targeted cancer theranostics and be integrated into relevant courses established by the PIs\r\n\r\nDespite continuous and intensive efforts to discover highly effective cancer drugs, conventional chemotherapeutic agents still exhibit poor specificity in reaching tumor tissue and are often restricted by dose-limiting toxicity. Nanoparticulates are desirable anticancer drug carriers due to their passive and active tumor-targeting ability, thereby allowing anticancer drugs to be delivered specifically to the cancer cells and minimizing harmful toxicity to non-cancerous cells adjacent to the target tissue. However, one major limitation with self-assembled drug nanocarriers is in vivo instability, which leads to poor therapeutic effects. This award will help to develop a multifunctional unimolecular micelle drug delivery system with many desirable characteristics for targeted cancer therapy, thereby greatly improving the quality of cancer patient care. The resultant technology will be transferred to interested companies, further promoting economic growth in the U.S. Educational outreach activities will be conducted with Milwaukee-area middle/high school students through the various outreach programs at UW-Milwaukee.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shaoqin 'Sarah'",
   "pi_last_name": "Gong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shaoqin 'Sarah' Gong",
   "pi_email_addr": "sgong@engr.wisc.edu",
   "nsf_id": "000325731",
   "pi_start_date": "2010-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 124999.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 125001.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 125001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Despite continuous and intensive efforts to discover highly effective oncology drugs, conventional chemotherapeutic agents still exhibit poor specificity in reaching tumor tissue and are often restricted by dose-limiting toxicity. Recent advances in nanotechnology promise new developments in drug delivery systems. Nanoparticulates are desirable anticancer drug carriers due to their passive and active tumor-targeting ability, thereby allowing anticancer drugs to be delivered specifically to cancer cells. Among the various polymer-based nanoparticulate systems investigated, both classic (i.e., multimolecular) polymeric micelles and dendrimers have demonstrated enormous potential as drug nanocarriers. However, classic polymeric micelles tend to disassemble upon dilution <em>in vivo</em>, which can cause a sudden release of a high concentration of drugs in the blood stream and lead to serious toxicity problems as well as a loss of tumor-targeting abilities. On the other hand, due to increasing difficulties in synthesizing dendrimers of higher generations, dendrimers are limited in terms of drug-loading capacity and the size of the compound they can deliver. Thus, there is a need to develop a new generation of multifunctional drug nanocarriers with high stability, improved loading capacity, and active cancer targeting ability for cancer therapy.</p>\n<p>Multi-arm star amphiphilic block copolymers with a large number of arms and proper hydrophilic-to-hydrophobic ratios can form unimolecular micelles with excellent <em>in vivo</em> stability and high drug loading levels. Various types of tumor-targeting ligands can also be conveniently conjugated onto to the surface of the unimolecular micelles to further enhance their tumor-targeting ability. During the course of this project, we have studied the effects of several targeting ligands including folic acid, an antibody, an apatmer, and a peptide on the cellular uptake, cytotoxicity, and <em>in vivo</em> biodistribution of these micelles. These multifunctional unimolecular micelles not only improve the therapeutic efficacy of cancer therapy significantly, but also minimize systemic toxicity thereby reducing undesirable side effects. Furthermore, these unique drug nanocarriers may also be used for other applications including tissue engineering.</p>\n<p>This project also provided training opportunities for a number of graduate students, undergraduate students, and high school students during its course. The resulting knowledge has been presented to the scientific community as well as K-12 students and the general public through various channels including conference presentations, journal publications, and various outreach activities such as the annual science fair organized by the Wisconsin Institute for Discovery. The PI also established a new course &ldquo;Nanomaterials for Biomedical Applications&rdquo; in the Department of Biomedical Engineering at UW&ndash;Madison.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/29/2014<br>\n\t\t\t\t\tModified by: Shaoqin 'sarah'&nbsp;Gong</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDespite continuous and intensive efforts to discover highly effective oncology drugs, conventional chemotherapeutic agents still exhibit poor specificity in reaching tumor tissue and are often restricted by dose-limiting toxicity. Recent advances in nanotechnology promise new developments in drug delivery systems. Nanoparticulates are desirable anticancer drug carriers due to their passive and active tumor-targeting ability, thereby allowing anticancer drugs to be delivered specifically to cancer cells. Among the various polymer-based nanoparticulate systems investigated, both classic (i.e., multimolecular) polymeric micelles and dendrimers have demonstrated enormous potential as drug nanocarriers. However, classic polymeric micelles tend to disassemble upon dilution in vivo, which can cause a sudden release of a high concentration of drugs in the blood stream and lead to serious toxicity problems as well as a loss of tumor-targeting abilities. On the other hand, due to increasing difficulties in synthesizing dendrimers of higher generations, dendrimers are limited in terms of drug-loading capacity and the size of the compound they can deliver. Thus, there is a need to develop a new generation of multifunctional drug nanocarriers with high stability, improved loading capacity, and active cancer targeting ability for cancer therapy.\n\nMulti-arm star amphiphilic block copolymers with a large number of arms and proper hydrophilic-to-hydrophobic ratios can form unimolecular micelles with excellent in vivo stability and high drug loading levels. Various types of tumor-targeting ligands can also be conveniently conjugated onto to the surface of the unimolecular micelles to further enhance their tumor-targeting ability. During the course of this project, we have studied the effects of several targeting ligands including folic acid, an antibody, an apatmer, and a peptide on the cellular uptake, cytotoxicity, and in vivo biodistribution of these micelles. These multifunctional unimolecular micelles not only improve the therapeutic efficacy of cancer therapy significantly, but also minimize systemic toxicity thereby reducing undesirable side effects. Furthermore, these unique drug nanocarriers may also be used for other applications including tissue engineering.\n\nThis project also provided training opportunities for a number of graduate students, undergraduate students, and high school students during its course. The resulting knowledge has been presented to the scientific community as well as K-12 students and the general public through various channels including conference presentations, journal publications, and various outreach activities such as the annual science fair organized by the Wisconsin Institute for Discovery. The PI also established a new course \"Nanomaterials for Biomedical Applications\" in the Department of Biomedical Engineering at UW&ndash;Madison.\n\n \n\n\t\t\t\t\tLast Modified: 04/29/2014\n\n\t\t\t\t\tSubmitted by: Shaoqin 'sarah' Gong"
 }
}