{
 "awd_id": "1032202",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TiO2 Nanotubes for the Photocatalytic Oxidation of Organophosphorous Compounds and the Recruitment and Training of Undergraduates",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George J. Antos",
 "awd_eff_date": "2009-06-30",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 211137.0,
 "awd_amount": 217137.0,
 "awd_min_amd_letter_date": "2010-03-10",
 "awd_max_amd_letter_date": "2010-03-10",
 "awd_abstract_narration": "PROPOSAL NUMBER.: 0651058\r\nPRINCIPAL INVESTIGATOR: Muggli, Darren\r\nINSTITUTION: U. North Dakota\r\n\r\nIntellectual Merit Organophosphorous Compounds (OPCs) are pollutants and pose a serious risk to human health due to their use as pesticides, insecticides, detergents, and chemical warfare agents. The PI proposes to develop highly active TiO2 nanotubes as a new class of photocatalysts for the photocatalytic oxidation (PCO) of these compounds. To do this, he will employ combinatorial preparation, statistical design of experiments (DOE), and high-throughput experimentation (HTE) in catalyst screening to test the following hypotheses:  TiO2 nanotubes can be synthesized to possess an optimum composition of intimately mixed anatase and rutile phases, which will increase activity for OPC oxidation.  Doping TiO2 nanotubes with metals will increase PCO activity.  Incorporating nitrogen in TiO2 nanotubes will make them significantly more active when exposed to both visible and ultraviolet light, which will improve destruction rate of OPCs.\r\nficant and beneficial interactions exist between the combinations of dopants and preparation conditions that are undiscovered.  In addition to the above hypotheses that will be explored using HTE, the PI will use transient reaction techniques to determine surface intermediates, reaction pathways, rate-limiting steps, stable surface species and possible catalyst poisons, correlate reactant adsorption with PCO behavior, interactions between reactants/products (e.g. H2O/reactant interactions), and effects of catalyst preparation on reaction pathways. To achieve these goals, the PI will combine (1) the primarily qualitative DRIFTS (diffuse reflectance IR) analysis with quantitative transient PCO/temperature-programmed desorption (TPD) techniques, and (2) high-throughput experimentation with understanding of reaction pathways, intermediates, and effects of catalyst preparation treatments. In addition, the use of efficient statistical design of experiments and high-throughput experimentation will allow the PI to apply this increased understanding of surface processes to synthesize improved TiO2 nanotube catalysts as well as better understand interactions between species, dopants, and reaction conditions. The combination of quantitative transient reaction techniques, DRIFTS analysis, and high-throughput experiments for both catalyst screening and understanding of interaction effects will produce improved TiO2 nanotube catalysts as well as help advance the catalysis community toward the goal of rational catalyst design. \r\n\r\nBroader Impacts The proposed project will improve the effectiveness of photocatalytic oxidation to destroy pollutants and protect persons from chemical warfare agents. It will also increase opportunities for Native Americans, through the PI's outreach program, so that they will discover chemical engineering (ChE) and related chemical sciences, as well as the exciting fields of nanoscience and nanotechnology. Similarly, the PI will work with area two-year colleges to establish pre-ChE programs using online delivery of foundational ChE courses. These online courses will also be delivered to regional high schools to increase student exposure to and interest in chemical engineering and the chemical sciences. In all of these outreach activities, the PI will work with undergraduates to help produce recruitment tools, build online courses, travel to deliver presentations, and organize proposed activities (e.g. an undergraduate liaison to the PI to head the undergraduate research seminar). In addition, the PI will increase and improve undergraduate's research experience at UND through the establishment of an undergraduate research seminar, infusion of nanotechnology case studies in undergraduate courses, and by incorporating innovative research into classroom learning. For example, the PI plans a strong link between the proposed HTE activities and the two statistical design of experiments courses that he teaches. Also, this study will provide projects for undergraduate and high school researchers through UND's NSF REU program and ND EPSCoR's Advanced Undergraduate Research Award and Outward Bound programs. The PI continues to participate extensively in all of these programs.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Darrin",
   "pi_last_name": "Muggli",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Darrin S Muggli",
   "pi_email_addr": "dmuggli@benedictine.edu",
   "nsf_id": "000401067",
   "pi_start_date": "2010-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Benedictine College",
  "inst_street_address": "1020 N 2ND ST",
  "inst_street_address_2": "",
  "inst_city_name": "ATCHISON",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "9133676110",
  "inst_zip_code": "660021499",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "KS02",
  "org_lgl_bus_name": "BENEDICTINE COLLEGE",
  "org_prnt_uei_num": "D23HP1XJ69S4",
  "org_uei_num": "D23HP1XJ69S4"
 },
 "perf_inst": {
  "perf_inst_name": "Benedictine College",
  "perf_str_addr": "1020 N 2ND ST",
  "perf_city_name": "ATCHISON",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660021499",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "KS02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "045E",
   "pgm_ref_txt": "Adv Mats for Separation Process"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 211137.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": null
}