{
 "awd_id": "1032453",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Experimental Investigation of the Ignition and Oxidation of Biodiesel-Relevant Alkyl Esters at Engine Conditions",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ruey-Hung Chen",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 310364.0,
 "awd_amount": 310364.0,
 "awd_min_amd_letter_date": "2010-07-27",
 "awd_max_amd_letter_date": "2010-07-27",
 "awd_abstract_narration": "1032453\r\nOehlschlaeger\r\n\r\n\r\nIn this project an experimental shock tube investigation of the ignition and oxidation kinetics of a wide range (C3-C18) of biodiesel-relevant alkyl esters at engine-like conditions, high pressure with air as the oxidizer will be conducted. Shock tube measurements of macroscopic oxidation kinetic targets, ignition delay times and carbon monoxide time-histories, will be made for the neat alkyl esters, alkyl ester blends, and blends of large esters with petroleum-diesel surrogate mixtures. These measurements will provide information about the overall reactivity of the different alkyl esters and the temporal evolution of the oxidation process, allowing development and assessment of kinetic mechanisms for these compounds, and a test of the PI?s central hypothesis that the organic structure of these alkyl esters will strongly influence reactivity and reaction pathways. In particular, the measurement of CO will provide insight into the combustion behavior of alkyl esters in the negative temperature coefficient (NTC) regime, where CO production prior to ignition is expected. Additionally, these measurements will provide insight into the kinetic differences between bio- and fossil-derived diesels, allowing assessment of the impact a transition to biodiesel will have on engines. The proposed experiments represent the first CO measurements for hydrocarbon fuels in shock-heated gases and the proposed experiments for large esters (C11-C18) represent the first shock tube measurements for esters of this size.\r\n\r\nIntellectual Merit\r\n\r\nThe ignition and oxidation kinetics of biodiesel-relevant esters at high-pressure engine-like conditions have not been deeply investigated. With the possible future wide scale commercialization of biodiesel fuels, kinetic mechanisms describing their oxidation are needed for the development and optimization of high-efficiency clean combustion engines operating on biodiesel. Macroscopic kinetic targets (ignition delay and CO time-histories) will aid in the development of ester oxidation mechanisms, provide fundamental understanding on the influence of different organic ester structure on oxidation, and provide an understanding of the differences and similarities biodiesels have with their fossil-derived counterparts.\r\n\r\nBroader Impact\r\n\r\nThe broad societal impact of a transition to biofuels could be enormous. The proposed research seeks to provide experimental insight into the ignition and oxidation kinetics of large alkyl esters relevant to biodiesel which currently does not exist and will have broad impact on the combustion kinetic modeling community who need such targets for mechanism development and validation and the engine community who need basic insight into the reactivity of biodiesel, the differences of bio- and fossil-diesel, and reduced kinetic models for engine simulations. The proposed research program is closely coupled to educational and outreach activities. Graduate, undergraduate, and high school students will be recruited, mentored, educated, and provided the opportunity to learn state-of-the-art experimental techniques and explore a modern energy problem. Efforts will be made to attract students from traditionally underrepresented groups. Research topics and results will be integrated into undergraduate and graduate courses. Energy presentations will also be made available online.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Oehlschlaeger",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew A Oehlschlaeger",
   "pi_email_addr": "oehlsm@rpi.edu",
   "nsf_id": "000509181",
   "pi_start_date": "2010-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "TROY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "001E",
   "pgm_ref_txt": "Air pollution"
  },
  {
   "pgm_ref_code": "061E",
   "pgm_ref_txt": "Fire"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 310364.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Experiments were carried out in a shock tube reactor to investigate the high-temperature and high-pressure combustion chemistry of biodiesels and other biofuel compounds. These studies represent, in several cases, the first isolated chemical kinetic study of high molecular weight biofuels. Experiments were designed to 1) elucidate the influence of biodiesel organic structure on reactivity at internal combustion engine conditions, 2) determine the suitability of surrogates to emulate real biodiesel behavior for engine modeling simulations, and 3) provide characterization of the influence of temperature, pressure, equivalence ratio, and exhaust gas recirculation on biodiesel reactivity to provide fundamental understanding as well as targets for kinetic model development.</span></p>\n<p><span>Major findings of the studies include&nbsp;an observed similarity of high-temperature reactivity (T &gt; 1000 K) for all large methyl and ethyl esters. Double bonds and their location within alkyl esters were found to be very important for governing low-temperature reactivity (T &lt; 1000 K), with centrally and closely located double bonds inhibiting reactivity to the greatest extent. The investigations illustrated the general importance of the long carbon chain comprising alkyl ester biodiesels in governing their oxidation and ignition chemistry and the relative unimportance of the methyl or ethyl ester functionality itself. It was found that small to medium sized biodiesel surrogates (e.g., methyl decanoate) are not suitable to capture the low-temperature reactivity and ignition of biodiesels in shock tubes or engines as they are less reactive than biodiesel compounds.</span></p>\n<p><span>In addition, educational and outreach activities were pursued. These included the participation of minority and non-minority undergraduate students in the research tasks. Outreach visits to local schools were made to present energy-related topics to K-12 students; these visits were focused towards demographics underrepresented in the STEM fields. An energy presentation forum was developed where senior undergraduates and&nbsp;1<sup>st</sup>-year graduate students could give short presentations regarding energy topics to their peers and faculty. The presentations were followed by debate about the potential of future energy sources and technologies with the goal of increasing interest in research and careers in the energy sector.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/08/2014<br>\n\t\t\t\t\tModified by: Matthew&nbsp;A&nbsp;Oehlschlaeger</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nExperiments were carried out in a shock tube reactor to investigate the high-temperature and high-pressure combustion chemistry of biodiesels and other biofuel compounds. These studies represent, in several cases, the first isolated chemical kinetic study of high molecular weight biofuels. Experiments were designed to 1) elucidate the influence of biodiesel organic structure on reactivity at internal combustion engine conditions, 2) determine the suitability of surrogates to emulate real biodiesel behavior for engine modeling simulations, and 3) provide characterization of the influence of temperature, pressure, equivalence ratio, and exhaust gas recirculation on biodiesel reactivity to provide fundamental understanding as well as targets for kinetic model development.\n\nMajor findings of the studies include an observed similarity of high-temperature reactivity (T &gt; 1000 K) for all large methyl and ethyl esters. Double bonds and their location within alkyl esters were found to be very important for governing low-temperature reactivity (T &lt; 1000 K), with centrally and closely located double bonds inhibiting reactivity to the greatest extent. The investigations illustrated the general importance of the long carbon chain comprising alkyl ester biodiesels in governing their oxidation and ignition chemistry and the relative unimportance of the methyl or ethyl ester functionality itself. It was found that small to medium sized biodiesel surrogates (e.g., methyl decanoate) are not suitable to capture the low-temperature reactivity and ignition of biodiesels in shock tubes or engines as they are less reactive than biodiesel compounds.\n\nIn addition, educational and outreach activities were pursued. These included the participation of minority and non-minority undergraduate students in the research tasks. Outreach visits to local schools were made to present energy-related topics to K-12 students; these visits were focused towards demographics underrepresented in the STEM fields. An energy presentation forum was developed where senior undergraduates and 1st-year graduate students could give short presentations regarding energy topics to their peers and faculty. The presentations were followed by debate about the potential of future energy sources and technologies with the goal of increasing interest in research and careers in the energy sector.\n\n\t\t\t\t\tLast Modified: 09/08/2014\n\n\t\t\t\t\tSubmitted by: Matthew A Oehlschlaeger"
 }
}