{
 "awd_id": "1032028",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Travel Support for Junior Faculty and Invited Speakers to Attend the \"Nanostructured Polymers\" Symposium at the 2010 ACS Spring National Meeting",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Freddy Khoury",
 "awd_eff_date": "2010-03-15",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 4000.0,
 "awd_amount": 4000.0,
 "awd_min_amd_letter_date": "2010-03-04",
 "awd_max_amd_letter_date": "2010-03-04",
 "awd_abstract_narration": "TECHNICAL ABSTRACT:\r\n\r\nThere is a growing interest in well-defined nanostructured polymers\r\nbecause of their unique properties and their ability to be employed in areas such as power generation, nanocomposites, nanopatterning, optics, and charge transport phenomena. These advances could have major impact in accelerating the emerging era of electronics for applications in many areas of information technologies and in portable power sources.  The ACS National Meeting on Nanostructured Polymers will provide a setting to discuss in depth of transformative developments with leading scientists from academia, government, and industry. Various sessions will be devoted to the chemistry,physics, materials science, nanoscience, engineering, and device fabrication of electrically-active and optically-active polymer materials. \r\n\r\nNON-TECHNICAL ABSTRACT:  \r\n\r\nThe ACS National Meeting on Nanostructured Polymers will provide a setting to discuss in depth of transformative developments with leading scientists from academia, government, and industry. Leading researchers will be present to address the critical questions through a combination of presentations and informal discussions. Invited speakers and session chairs represent the highly interdisciplinary nature of this field with experts from chemistry, physics, material science and engineering, chemical engineering, and electrical engineering with both fundamental and technical approaches. Speakers\r\nand session chairs are from a diverse background.  A primary goal of this funding is to assist researchers in the early stages of their careers to participate in the conference and become active in the nanostructured polymers community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alejandro",
   "pi_last_name": "Briseno",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Alejandro L Briseno",
   "pi_email_addr": "abriseno71@gmail.com",
   "nsf_id": "000520938",
   "pi_start_date": "2010-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 4000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This proposal supports the registration of 8 junior faculty members and/or graduate students/postdocs to attend the symposium, &ldquo;Nanostructured Polymers&rdquo; Spring 2010 American Chemical Society National Meeting in San Francisco, California.&nbsp;</p>\n<p>This symposium focused on the synthesis and development of polymeric materials with significant structure at the nanometer scale. Applications of these nanostructured materials are realized in how one controls properties at the nano-level and translates them into the macro level. Appreciation of this goal has been slower than anticipated for a variety of reasons, but perhaps most importantly due to the incredible complexity of controlling nano-structures under challenging physical, chemical and mechanical boundary conditions.</p>\n<p>The ACS/POLY division &nbsp;symposium on &nbsp;&ldquo;Nanostructured Polymers&rdquo; provided an interdisciplinary setting to discuss these and related topics with leading researchers from academia, government, and industry. The symposium was divided into sessions that highlight what we believed were the major thrusts in nanostructured polymers with contributions from chemistry, physics, biology, materials science, optical science, nanoscience, and device engineering. In addition to a poster session, there was also an oral session on hybrid or multi-functional materials, where two or more materials are combined in a symbiotic fashion to create materials with new properties. We also had a session dedicated to new synthetic methods for creating nanostructured materials, which will dovetail well with the more application-based papers. Topics that were addressed included:</p>\n<p>&bull; Polymer nanofiber materials</p>\n<p>&bull; Polymers and nanomaterials for sensing, reactive materials and molecular electronics</p>\n<p>&bull; Functional polymer thin films for switching, sensing and adaptive applications</p>\n<p>&bull; Polymers in micro- and nano-electronics</p>\n<p>&bull; Self-assembled nano and mesostructured materials</p>\n<p>&bull; Templating and synthesis of novel nanostructured materials</p>\n<p>&bull; Hybrid organic-inorganic nanomaterials</p>\n<p>Invited speakers were carefully chosen to cover the broad spectrum of nanostructured polymers and are world experts in their respective nanotechnology field. There is a diversity of experience, gender, and background among the invited participants, reflecting the field as a whole. The combination of young scientists with broad interests and backgrounds all discussing nanostructured polymers, is what made this symposium unique to that of other symposiums in the POLY division.&nbsp;</p>\n<p>The main goal of this funding request was to assist junior researchers in the early stages of their careers&mdash;students, postdoctoral researchers, and new faculty&mdash;to participate in the conference. The conference brought exposure to their respective area of research and enhanced their research programs. The symposium also enabled the speakers to form collaborations, make important connections, and learn more about the fundamental and technical aspects of nanostructured materials.&nbsp;</p>\n<p>The symposium on &ldquo;Nanostructured Polymers&rdquo; will broaden the knowledge not only of our invited speakers, but also that of the symposium attendees. The diverse research background of our speakers and daily sessions will provide the latest high-impact results in areas ranging from conductive polymers to hybrid nanostructures. The funding broadened the participation of underrepresented groups (e.g. gender, ethnicity, etc.) by providing registration and travel funds.&nbsp; Because our symposium discussed broad topics in areas of polymers, the attendees acquired fundamental and technological knowledge of polymers.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/13/2011<br>\n\t\t\t\t\tModified by: Alejandro&nbsp;L&nbsp;Br...",
  "por_txt_cntn": "\nThis proposal supports the registration of 8 junior faculty members and/or graduate students/postdocs to attend the symposium, \"Nanostructured Polymers\" Spring 2010 American Chemical Society National Meeting in San Francisco, California. \n\nThis symposium focused on the synthesis and development of polymeric materials with significant structure at the nanometer scale. Applications of these nanostructured materials are realized in how one controls properties at the nano-level and translates them into the macro level. Appreciation of this goal has been slower than anticipated for a variety of reasons, but perhaps most importantly due to the incredible complexity of controlling nano-structures under challenging physical, chemical and mechanical boundary conditions.\n\nThe ACS/POLY division  symposium on  \"Nanostructured Polymers\" provided an interdisciplinary setting to discuss these and related topics with leading researchers from academia, government, and industry. The symposium was divided into sessions that highlight what we believed were the major thrusts in nanostructured polymers with contributions from chemistry, physics, biology, materials science, optical science, nanoscience, and device engineering. In addition to a poster session, there was also an oral session on hybrid or multi-functional materials, where two or more materials are combined in a symbiotic fashion to create materials with new properties. We also had a session dedicated to new synthetic methods for creating nanostructured materials, which will dovetail well with the more application-based papers. Topics that were addressed included:\n\n&bull; Polymer nanofiber materials\n\n&bull; Polymers and nanomaterials for sensing, reactive materials and molecular electronics\n\n&bull; Functional polymer thin films for switching, sensing and adaptive applications\n\n&bull; Polymers in micro- and nano-electronics\n\n&bull; Self-assembled nano and mesostructured materials\n\n&bull; Templating and synthesis of novel nanostructured materials\n\n&bull; Hybrid organic-inorganic nanomaterials\n\nInvited speakers were carefully chosen to cover the broad spectrum of nanostructured polymers and are world experts in their respective nanotechnology field. There is a diversity of experience, gender, and background among the invited participants, reflecting the field as a whole. The combination of young scientists with broad interests and backgrounds all discussing nanostructured polymers, is what made this symposium unique to that of other symposiums in the POLY division. \n\nThe main goal of this funding request was to assist junior researchers in the early stages of their careers&mdash;students, postdoctoral researchers, and new faculty&mdash;to participate in the conference. The conference brought exposure to their respective area of research and enhanced their research programs. The symposium also enabled the speakers to form collaborations, make important connections, and learn more about the fundamental and technical aspects of nanostructured materials. \n\nThe symposium on \"Nanostructured Polymers\" will broaden the knowledge not only of our invited speakers, but also that of the symposium attendees. The diverse research background of our speakers and daily sessions will provide the latest high-impact results in areas ranging from conductive polymers to hybrid nanostructures. The funding broadened the participation of underrepresented groups (e.g. gender, ethnicity, etc.) by providing registration and travel funds.  Because our symposium discussed broad topics in areas of polymers, the attendees acquired fundamental and technological knowledge of polymers. \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/13/2011\n\n\t\t\t\t\tSubmitted by: Alejandro L Briseno"
 }
}