{
 "awd_id": "1032312",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Transmission Electron Microscope (TEM) Studies of Soot, Organic Matter, and Associated Aerosol Particles During CalNex",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2010-07-15",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 531049.0,
 "awd_amount": 566548.0,
 "awd_min_amd_letter_date": "2010-07-13",
 "awd_max_amd_letter_date": "2014-01-17",
 "awd_abstract_narration": "New information about the role of aerosol particles in climate change and health will be provided by a three-pronged research program to a) obtain detailed information about aerosol particles, including metal-bearing nanoparticles, collected in the greater Los Angeles area during the California: Research at the Nexus of Air Quality and Climate Change (CalNex 2010) campaign; b) develop and apply new ways of characterizing organic matter (OM) within aerosol particles; and c) integrate those results into a global climate model. In part a) transmission electron microscope (TEM) measurements of the various types of aerosol particles during CalNex 2010 will provide data regarding shapes, structures, optical properties, intergrowths, and mixing states that are unavailable by other methods and will complement the information collected by other groups. The TEM results of part a) will be compared to those obtained using other aerosol measurement techniques. They will be compared to those of a prior study in and around Mexico City, thereby contributing to a synthesized overview of aerosol properties in megacities. Part b) will include determinations of i) OM functional groups and refractive indices using ultrahigh-resolution electron energy-loss spectroscopy with new aberration-corrected TEMs, ii) OM hygroscopicity using a unique environmental cell within a TEM, and iii) OM volatility using controlled step heating in the environmental cell. By comparing results from these emerging analytical techniques, it is anticipated that new microphysical and chemical information will be obtained about the semi-volatile and non-volatile fractions of airborne OM within individual particles. In part c), the results of parts a) and b) will be used to calculate optical properties of internally mixed soot and OM, which will then be incorporated into global climate models to evaluate their broad impact.\r\n\r\nThe research will contribute to understanding two of the most important problems confronting humanity: anthropogenic global climate change and environmental pollution. Accurate prediction of climate change requires detailed understanding of the radiative-forcing properties of aerosol particles, for which these analyses will provide comprehensive and unique information. Determining the occurrences and compositions of metal-bearing airborne nanoparticles is important for understanding how they are transported from their industrial sources and how they might interact with lung and other tissue and thus affect health. This project will also contribute to training of a graduate student and postdoctoral researcher, including extensive mentoring activities and presentations at professional meetings. In addition, three-dimensional TEM images will provide young students with simple and intuitive pictures of what some of the particles humans inhale look like. Outreach will include science talks to school groups (including grade schools), presentations during annual Earth Day events, and interviews with U.S. and overseas news media.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Buseck",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Peter R Buseck",
   "pi_email_addr": "pbuseck@asu.edu",
   "nsf_id": "000126681",
   "pi_start_date": "2010-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 531049.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 35499.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The atmosphere, including the air we breathe, is filled with vast numbers of tiny particles. These particles have major influences on climate, air quality, and health. Depending on whether they scatter or absorb sunlight, they provide cooling or warming of the atmosphere. Even though most are far too small to be visible to the naked eye, many consist of complex intergrowths of different materials and have irregular shapes and varied compositions. These complexities are important because they affect the way that the particles influence the formation of clouds, the distribution of rainfall, and the absorption or reflection of radiation, which, in turn, has important influences on Earth&rsquo;s heat balance and thus on climate and climate change. Our focus during the 2010 CalNex campaign was on aerosol particles collected from the Los Angeles area, with emphasis on particles smaller than one micrometer. Such particles are abundant, widespread, and have important effects on global and regional climate, on new particle formation and growth, and on forming the nuclei around which clouds droplets form.</p>\n<p>&nbsp;</p>\n<p>Using transition electron microscopy (TEM), we found that most particles consisted of sea salt, sulfate, or soot, with lesser amounts of silicate minerals. Because of their influence on light scattering and thus potential climate effects, we focused on particle shapes, compositions, and intergrowths. The sea salt, when fresh, was in well-formed crystals having sharp edges, but as they passed over the Los Angeles area they became increasingly rounded. This shape change that affects particles from fresh marine air presumably occurs over many cities near oceans and has the effect of reducing the particle light scattering. We found similar changes in particles in which more than one material occurs, in which case the geometric arrangements affect the extent of scattering. Using TEM, we also found experimentally that with increases in the relative humidity, which reflects the moisture content of the air, only parts of some particles became rounded to form droplets. This result improves understanding of the aerosol hygroscopicity, i.e., the ability to collect water and grow into droplets, and has implications for light scattering. Finally, using electron tomography, a type of electron microscopy that in combination with calculations produces three-dimensional (3D) images and simulated 3D shapes, we determined the optical properties of individual soot particles attached to materials such as sulphate, calculated their optical properties, and determined that they absorb sunlight less efficiently than if compact and centrally located in the host particle. The results explain the smaller observed light amplification by soot when aggregated with or coated by other particles than that predicted from model calculations. A key outcome of the project has been recognition of the role of individual-particle geometric arrangements on the optical and hygroscopic properties of even the tiniest aerosol particles in the atmosphere. This unique information about particle features that affect health and climate can only be obtained and evaluated through direct observation of the discrete, individual particles from the atmosphere.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/05/2015<br>\n\t\t\t\t\tModified by: Peter&nbsp;R&nbsp;Buseck</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe atmosphere, including the air we breathe, is filled with vast numbers of tiny particles. These particles have major influences on climate, air quality, and health. Depending on whether they scatter or absorb sunlight, they provide cooling or warming of the atmosphere. Even though most are far too small to be visible to the naked eye, many consist of complex intergrowths of different materials and have irregular shapes and varied compositions. These complexities are important because they affect the way that the particles influence the formation of clouds, the distribution of rainfall, and the absorption or reflection of radiation, which, in turn, has important influences on EarthÆs heat balance and thus on climate and climate change. Our focus during the 2010 CalNex campaign was on aerosol particles collected from the Los Angeles area, with emphasis on particles smaller than one micrometer. Such particles are abundant, widespread, and have important effects on global and regional climate, on new particle formation and growth, and on forming the nuclei around which clouds droplets form.\n\n \n\nUsing transition electron microscopy (TEM), we found that most particles consisted of sea salt, sulfate, or soot, with lesser amounts of silicate minerals. Because of their influence on light scattering and thus potential climate effects, we focused on particle shapes, compositions, and intergrowths. The sea salt, when fresh, was in well-formed crystals having sharp edges, but as they passed over the Los Angeles area they became increasingly rounded. This shape change that affects particles from fresh marine air presumably occurs over many cities near oceans and has the effect of reducing the particle light scattering. We found similar changes in particles in which more than one material occurs, in which case the geometric arrangements affect the extent of scattering. Using TEM, we also found experimentally that with increases in the relative humidity, which reflects the moisture content of the air, only parts of some particles became rounded to form droplets. This result improves understanding of the aerosol hygroscopicity, i.e., the ability to collect water and grow into droplets, and has implications for light scattering. Finally, using electron tomography, a type of electron microscopy that in combination with calculations produces three-dimensional (3D) images and simulated 3D shapes, we determined the optical properties of individual soot particles attached to materials such as sulphate, calculated their optical properties, and determined that they absorb sunlight less efficiently than if compact and centrally located in the host particle. The results explain the smaller observed light amplification by soot when aggregated with or coated by other particles than that predicted from model calculations. A key outcome of the project has been recognition of the role of individual-particle geometric arrangements on the optical and hygroscopic properties of even the tiniest aerosol particles in the atmosphere. This unique information about particle features that affect health and climate can only be obtained and evaluated through direct observation of the discrete, individual particles from the atmosphere.\n\n\t\t\t\t\tLast Modified: 03/05/2015\n\n\t\t\t\t\tSubmitted by: Peter R Buseck"
 }
}