{
 "awd_id": "1033346",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Functional Atomic Membranes for High-Performance Organic Photovoltaic Materials",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ram Gupta",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2010-07-27",
 "awd_max_amd_letter_date": "2010-07-27",
 "awd_abstract_narration": "1033346\r\nArnold\r\n\r\nIntellectual Merit\r\n\r\nOrganic photovoltaic (OPV) devices based on organic semiconductors are attractive for next-generation solar cells because of their strong optical absorptivity, economical fabrication, and tunable optoelectronic properties.  However, despite these advantages, OPVs have not found widespread use.  One limitation on OPV device performance is the susceptibility of OPVs to photo-oxidation effects, which limits their practical lifetime.  Another limitation is that the power conversion efficiency of OPVs is still several times lower than that of single-junction inorganic photovoltaic devices.  The relatively poor performance of OPVs is due to the inefficient charge and energy transport mechanisms in organic semiconducting materials. \r\n\r\nIn this research, the incorporation of atomically-thin graphene membranes at the active interfaces of OPV devices is proposed to increase the stability of OPV devices and improve their performance by simultaneously adding multiple functionalities.   Specifically, it is hypothesized that these two-dimensional, crystalline, graphene membranes will impart four unique functionalities to OPV devices.  First, they will act as impermeable diffusion barriers, excluding oxygen, water vapor, and migrating ions from the active layers of OPVs, thereby enhancing organic semiconductor stability and lifetime.  Second, the grapheme membranes will template the quasi-epitaxial crystalline growth of organic semiconductors, thereby improving charge and energy transport and device performance.  Third, the grapheme membrane has the potential to modulate charge injection and extraction at the organic/organic and organic/electrode interfaces, to enable an additional device performance tuning capability.  Finally, it is proposed that the grapheme membranes will Increase the durability of OPVs on flexible substrates.   Specifically, graphene monolayer/indium tin oxide (ITO) hybrid transparent conductors are proposed in which cracks in ITO are ?healed? by grapheme monolayer bridges.\r\n\r\nThe research plan has two major objectives.  The first objective is to develop an understanding of how to best integrate, grow, and deposit atomically-thin, crystalline graphene or boron-nitride membranes at the active interfaces of OPVs.  The second objective is to evaluate the properties of these membranes at interfaces ? specifically for their behavior as diffusion barriers, their effect on molecular templating, their modulation of charge and energy transport, and their applicability as hybrid transparent conductors.   Successful completion of the proposed work may result in higher efficiency OPV devices with extended lifetime; an improved understanding of diffusion through atomic membranes; new strategies for templating organic crystalline growth; and new understanding of charge and energy transport mechanisms across ideal interfaces. \r\n\r\nBroader Impacts \r\n\r\nThe proposed education and outreach plan includes student training, course development, and public outreach centered on the proposed research and solar photovoltaics.  The education plan will train one graduate student and involve three undergraduate students in the proposed research.   Research on transport in atomic membranes will be incorporated into graduate level electronic materials course, and an undergraduate transport phenomena course.   To engage the public, the PI will work with the UW-Madison Energy Institute to develop web-based educational modules on solar photovoltaics.  Furthermore, a public lecture developed by the PI titled \"Why doesn't my electricity come from the sun? Future materials for solar photovoltaic solar cells\" will be enhanced and then aired on a local Public Broadcasting System (PBS) program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Arnold",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Michael S Arnold",
   "pi_email_addr": "msarnold@wisc.edu",
   "nsf_id": "000516967",
   "pi_start_date": "2010-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "045E",
   "pgm_ref_txt": "Adv Mats for Separation Process"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Organic semiconductors are attractive materials for future photovoltaic solar cells (OPVs) because of their economical synthetic manufacture, compatibility with facile low-temperature or solution-based processing, strong light absorption, and the possibility to create semiconducting molecules and polymers with almost an infinite number of structures enabling the broad tunability of their light harvesting and electrical characteristics. However, despite these advantages, the practical and widespread implementation of OPVs has still been limited. One cause has been the poor stability of OPVs in ambient (due to their high sensitivity to oxygen and water vapor) and their susceptibility to photo-oxidation effects, which limits their lifetime. Furthermore, even in their non-degraded initial state, the power conversion efficiency of even the best OPVs (~11%) is still several times worse than that of a commercially available single junction inorganic solar cell (~25%). One reason for their poor performance is that the charge and energy transport mechanisms in the organic semiconducting thin films are inefficient, often due to molecular disorder. In this project, we have conducted fundamental research on novel approaches for overcoming these challenges by incorporating atomically thin membranes of graphene at the active interfaces of OPVs, which in principle will simultaneously add multiple functionalities (Figure 1). Specifically, the membranes can:</p>\n<p>&nbsp;</p>\n<p>&bull; Act as impermeable diffusion barriers, excluding oxygen, water vapor, and migrating ions from the active layers of OPVs, potentially drastically enhancing their stability and lifetime;</p>\n<p>&nbsp;</p>\n<p>&bull; Decrease molecular disorder and control how the organic molecules are oriented in thin films, thereby improving charge and energy transport, light absorption, and device performance.</p>\n<p>&nbsp;</p>\n<p>In this project, we have successfully accomplished, studied, and demonstrated both of these functionalities. We have shown, in particular, that large-area sheets of monolayer graphene grown on copper foils by chemical vapor deposition from methane can be easily integrated on to arbitrary substrates to modify their surface energies and template crystals of small molecule organic semiconductors. This technique not only optimizes the orientation of the small molecules for light absorption, but it also improves the crystallinity of the thin-films (Figure 2).</p>\n<p>Furthermore, we have shown, as a proof of principle, that graphene can be utilized as a diffusion barrier to oxygen and water vapor, and we have shown how to optimize it. In order to study the graphene diffusion barrier performance we investigated the passivation of an underlying copper substrate from corrosion by graphene in air at 200 &deg;C (Figure 3). We used imaging Raman spectroscopy as a tool to temporally and spatially map the barrier performance and to guide barrier design. From these studies, we learned that the graphene itself degrades at 200 &deg;C in air.&nbsp; However, before this degradation, the graphene acts as a barrier and inhibits the oxidation of the copper.&nbsp; We have learned that barrier performance can be enhanced by stacking multiple layers of graphene together and/or by increasing grain size (which is the size of a crystalline building block in a graphene monolayer).&nbsp; This degradation can furthermore be avoided by preventing direct exposure to water vapor, decreasing defect density, and using graphene at lower temperature.</p>\n<p>In summary, we have shown that graphene atomic membranes can be easily integrated onto arbitrary substrates. Once integrated, these membranes not only function as templates for ordering organic molecules that are relevant for solar cells, but the graphene membranes can also limit the permeation of oxygen and water vapor, thereby making them capable of improving both the effic...",
  "por_txt_cntn": "\nOrganic semiconductors are attractive materials for future photovoltaic solar cells (OPVs) because of their economical synthetic manufacture, compatibility with facile low-temperature or solution-based processing, strong light absorption, and the possibility to create semiconducting molecules and polymers with almost an infinite number of structures enabling the broad tunability of their light harvesting and electrical characteristics. However, despite these advantages, the practical and widespread implementation of OPVs has still been limited. One cause has been the poor stability of OPVs in ambient (due to their high sensitivity to oxygen and water vapor) and their susceptibility to photo-oxidation effects, which limits their lifetime. Furthermore, even in their non-degraded initial state, the power conversion efficiency of even the best OPVs (~11%) is still several times worse than that of a commercially available single junction inorganic solar cell (~25%). One reason for their poor performance is that the charge and energy transport mechanisms in the organic semiconducting thin films are inefficient, often due to molecular disorder. In this project, we have conducted fundamental research on novel approaches for overcoming these challenges by incorporating atomically thin membranes of graphene at the active interfaces of OPVs, which in principle will simultaneously add multiple functionalities (Figure 1). Specifically, the membranes can:\n\n \n\n&bull; Act as impermeable diffusion barriers, excluding oxygen, water vapor, and migrating ions from the active layers of OPVs, potentially drastically enhancing their stability and lifetime;\n\n \n\n&bull; Decrease molecular disorder and control how the organic molecules are oriented in thin films, thereby improving charge and energy transport, light absorption, and device performance.\n\n \n\nIn this project, we have successfully accomplished, studied, and demonstrated both of these functionalities. We have shown, in particular, that large-area sheets of monolayer graphene grown on copper foils by chemical vapor deposition from methane can be easily integrated on to arbitrary substrates to modify their surface energies and template crystals of small molecule organic semiconductors. This technique not only optimizes the orientation of the small molecules for light absorption, but it also improves the crystallinity of the thin-films (Figure 2).\n\nFurthermore, we have shown, as a proof of principle, that graphene can be utilized as a diffusion barrier to oxygen and water vapor, and we have shown how to optimize it. In order to study the graphene diffusion barrier performance we investigated the passivation of an underlying copper substrate from corrosion by graphene in air at 200 &deg;C (Figure 3). We used imaging Raman spectroscopy as a tool to temporally and spatially map the barrier performance and to guide barrier design. From these studies, we learned that the graphene itself degrades at 200 &deg;C in air.  However, before this degradation, the graphene acts as a barrier and inhibits the oxidation of the copper.  We have learned that barrier performance can be enhanced by stacking multiple layers of graphene together and/or by increasing grain size (which is the size of a crystalline building block in a graphene monolayer).  This degradation can furthermore be avoided by preventing direct exposure to water vapor, decreasing defect density, and using graphene at lower temperature.\n\nIn summary, we have shown that graphene atomic membranes can be easily integrated onto arbitrary substrates. Once integrated, these membranes not only function as templates for ordering organic molecules that are relevant for solar cells, but the graphene membranes can also limit the permeation of oxygen and water vapor, thereby making them capable of improving both the efficiency and the stability  of an OPV simultaneously. We believe that our study can serve as a foundation for creating new pathways for commerc..."
 }
}