{
 "awd_id": "1033742",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Biomimetic creation of cortical-like bone with hierarchical structure",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Athanassios Sambanis",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 316189.0,
 "awd_amount": 316189.0,
 "awd_min_amd_letter_date": "2010-07-22",
 "awd_max_amd_letter_date": "2010-07-22",
 "awd_abstract_narration": "1033742\r\nWang\r\n\r\nThis is a proposal for a bottoms-up engineering of bone tissue focusing on engineering cortical bone, the major load bearing component of bone. This approach contrasts with the current  state-of-the-art that focuses on creating highly porous cancellous bone.\r\n\r\nThe work proposes a creative approach that combines ideas from modular assembly of small tissue building blocks to form large constructs, nano-structured scaffolds, and tissue culture to cellular engraftment upon these structures. The educational broader impacts of the proposed work are graduate student education and research, the development of underrepresented groups, the engagement of a local community college, the inclusion of high school student research activities, and course development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hongjun",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hongjun Wang",
   "pi_email_addr": "Hongjun.Wang@stevens.edu",
   "nsf_id": "000069503",
   "pi_start_date": "2010-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stevens Institute of Technology",
  "inst_street_address": "ONE CASTLE POINT ON HUDSON",
  "inst_street_address_2": "",
  "inst_city_name": "HOBOKEN",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "2012168762",
  "inst_zip_code": "070305906",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "NJ08",
  "org_lgl_bus_name": "THE TRUSTEES OF THE STEVENS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJ6CN5Y5A2R5"
 },
 "perf_inst": {
  "perf_inst_name": "Stevens Institute of Technology",
  "perf_str_addr": "ONE CASTLE POINT ON HUDSON",
  "perf_city_name": "HOBOKEN",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "070305906",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "NJ08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 316189.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project is to explore a novel bottom-up approach to biomimetically create cortical-like bone structure by fusion of small structural units together to achieve structural complexity. The key methodology is to use a bottom-up assembly strategy for constructing the tissues with complex and hierarchical structures, as a novel means to overcome the challenges associated with conventional tissue engineering. We found that:&nbsp; (1) micro/nanofiber tubular scaffolds with electrospun PCL/collagen nanofiber tubes wrapped with PCL microfibers supported the formation of vascularized osteon structural units, and (2) these vascularized units could be assembled into large constructs with deposition of collagen and minerals. <strong>As the quantitative measures of the intellectual products/publications</strong>, the project has 1) produced <strong>4</strong> <strong>journal papers</strong>, 3 <strong>manuscripts in submission</strong>, and <strong>3 book chapters</strong>; 2) generated data used for <strong>2 U.S. provisional patent applications</strong> (one has led to the NSF-Icorps award and NSF/STTR award), 3) led to more than <strong>20</strong> <strong>invited talks</strong> to international and national conferences, institutions and companies, and 4) <strong>14 conference presentations</strong> (<span style=\"text-decoration: underline;\">3 by graduate and 4 by undergraduates</span>). Also, <span style=\"text-decoration: underline;\">4 presentations were made by the high school students at the regional ACS-SEED conferences</span>.</p>\n<p>The project has directly supported the interdisciplinary training of three Ph.D. students (Xuening Chen and Lichen Wang in Biomedical Engineering and Chao Jia in Chemical Engineering). Xuening gave an oral presentation at the World Biomaterials Congress in China in June, 2012, and successfully defended her dissertation in May 2013. Right after her graduation, she took the faculty position from Sichuan University. Xuening also received the New Jersey Inventors Hall of Fame Graduate Student Award in October 2013. Chao gave a poster presentation to ASNTR conference in 2014 and won the travel award. Also, the project has directly supported the participation of 4 graduate students (Lichen Wang and Haoyu Wang besides Chao and Xuening), 6 undergraduates (Julie Kamperman, Danielle Gherardi, Da-Wei Hou, Lawrence Chan, Barbara Wang, Ravi Sun) mentored by Xuening, Chao and Lichen, and 10 high school students (mentored by Chao, Xuening and Lichen). Barbara and Julie participated in summer research at Stevens as well as received international research experiences in Prof. Henk Busscher&rsquo;s lab at the University Medical Center Groningen (UMCG) in Netherlands. We have also provided research experiences to 4 students (Sherilyn Nunez, Iroshi Seneviratna, Kaylee Saltos and Chandni Sharma) under the ACS-SEED program. In particular, Chandni studied the regulation of nanofibers and skin cells, and received the first place award at the 2011 New Jersey ACS-SEED Research Competition.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/27/2015<br>\n\t\t\t\t\tModified by: Hongjun&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1033742/1033742_10018988_1425033699014_Fig.1-NSFBME--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1033742/1033742_10018988_1425033699014_Fig.1-NSFBME--rgov-800width.jpg\" title=\"research highlight\"><img src=\"/por/ima...",
  "por_txt_cntn": "\nThe goal of this project is to explore a novel bottom-up approach to biomimetically create cortical-like bone structure by fusion of small structural units together to achieve structural complexity. The key methodology is to use a bottom-up assembly strategy for constructing the tissues with complex and hierarchical structures, as a novel means to overcome the challenges associated with conventional tissue engineering. We found that:  (1) micro/nanofiber tubular scaffolds with electrospun PCL/collagen nanofiber tubes wrapped with PCL microfibers supported the formation of vascularized osteon structural units, and (2) these vascularized units could be assembled into large constructs with deposition of collagen and minerals. As the quantitative measures of the intellectual products/publications, the project has 1) produced 4 journal papers, 3 manuscripts in submission, and 3 book chapters; 2) generated data used for 2 U.S. provisional patent applications (one has led to the NSF-Icorps award and NSF/STTR award), 3) led to more than 20 invited talks to international and national conferences, institutions and companies, and 4) 14 conference presentations (3 by graduate and 4 by undergraduates). Also, 4 presentations were made by the high school students at the regional ACS-SEED conferences.\n\nThe project has directly supported the interdisciplinary training of three Ph.D. students (Xuening Chen and Lichen Wang in Biomedical Engineering and Chao Jia in Chemical Engineering). Xuening gave an oral presentation at the World Biomaterials Congress in China in June, 2012, and successfully defended her dissertation in May 2013. Right after her graduation, she took the faculty position from Sichuan University. Xuening also received the New Jersey Inventors Hall of Fame Graduate Student Award in October 2013. Chao gave a poster presentation to ASNTR conference in 2014 and won the travel award. Also, the project has directly supported the participation of 4 graduate students (Lichen Wang and Haoyu Wang besides Chao and Xuening), 6 undergraduates (Julie Kamperman, Danielle Gherardi, Da-Wei Hou, Lawrence Chan, Barbara Wang, Ravi Sun) mentored by Xuening, Chao and Lichen, and 10 high school students (mentored by Chao, Xuening and Lichen). Barbara and Julie participated in summer research at Stevens as well as received international research experiences in Prof. Henk BusscherÆs lab at the University Medical Center Groningen (UMCG) in Netherlands. We have also provided research experiences to 4 students (Sherilyn Nunez, Iroshi Seneviratna, Kaylee Saltos and Chandni Sharma) under the ACS-SEED program. In particular, Chandni studied the regulation of nanofibers and skin cells, and received the first place award at the 2011 New Jersey ACS-SEED Research Competition.\n\n \n\n\t\t\t\t\tLast Modified: 02/27/2015\n\n\t\t\t\t\tSubmitted by: Hongjun Wang"
 }
}