{
 "awd_id": "1033290",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Catalothermionic Solid State Electric Generator with Nonadiabatic Functionality",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George J. Antos",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 217167.0,
 "awd_amount": 217167.0,
 "awd_min_amd_letter_date": "2010-08-11",
 "awd_max_amd_letter_date": "2010-08-11",
 "awd_abstract_narration": "1033290\r\nKarpov\r\n\r\nExisting sustainable (non-fossil and non-nuclear) technologies of electric power generation can be grouped into two broad categories. The first incorporates systems and devices for the utilization of mechanical energy and conversion into electricity (wind, tidal and geothermal turbines), and the second covers the solid state electric generators designed for the conversion of solar, chemical and thermal energy directly into electricity without resorting to mechanics. These three: fuel cells, solar cells and thermoelectric generators have been the subject of intensive research. However. the high cost of solar cells and limited efficiency and lifetime of fuel cells constrain their massive implementation. While the thermoelectric generators demonstrate better lifetimes, they do not provide satisfactory efficiency and energy density in order to successfully compete with the traditional portable sources of power. PI Eduard Karpov of the University of Illinois Chicago poses the question whether there are other useful mechanisms that have been overlooked thus far in sustainable energy research.\r\n\r\nKarpov proposes a new device called a catalothermionic generator as one such possibility. These generators will incorporate the nonadiabatic energy conversion processes similar to those in solar cells, but utilize catalytic oxidation of hydrogen to water on the device surface as the energy source. The catalytic reaction leads to the chemically induced excitation of hot electrons in the catalytic metal-semiconductor nanostructures, followed by the ballistic transport of these electrons across the metal nanolayer and over the Schottky barrier. The catalothermionic generator device is comprised of a nanofilm of palladium metal as cathode, an n-type semiconductor such as SiC as the anode and an ohmic back contact and external circuit to deliver electricity to perform the work. The reaction of H2 oxidation is catalyzed at the nanofilm to generate the hot electrons. In the final stages of the work, the PI plans to demonstrate the reverse system as well. This is one in which hot holes are generated instead of hot electrons, and a p-type semiconductor material is used.\r\n\r\nThe project explores the possibility and practical feasibility of a novel type of higher efficiency, chemically driven solid state electric generators. The technical impact of an improved method of energy conversion and delivery is self-apparent. The PI is opening the area of chemovoltaics, analogous to photovoltaics. Impacts will be felt in heterogeneous catalysis, surface science, nanomaterial and nanocatalysis research and sustainable energy science. For the educational and outreach aspects, this is the sort of exciting project that inspires young investigators to join up and pursue the project and science and engineering. It is also one that can be translated, although not easily, into a popular version which might help educate the more general populace as to the limits in technologies, and how science can develop new approaches to developing solutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eduard",
   "pi_last_name": "Karpov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eduard Karpov",
   "pi_email_addr": "ekarpov@uic.edu",
   "nsf_id": "000295933",
   "pi_start_date": "2010-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S MARSHFIELD AVE M/C 551",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 217167.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Green energy initiatives by the US and foreign governments have led to substantial improvements of existing sustainable energy technologies during the last decades. These technologies are generally divided into two broad categories. The first refers to mechanical systems and devices, such wind and tidal turbines used for the conversion of abundant mechanical energy of wind or tidal waves into electricity. The second covers a number of solid-state electrical generators designed for the conversion of solar, chemical and thermal energy directly into electric power without resorting to mechanical work on an intermediate step. Accordingly, three major types of the solid-state devices are currently subject of an intensive research: photovoltaic solar cells, fuel cells, and thermoelectric generators. While substantial progress has been achieved in recent years, an increasing number of experts and analysts are pointing out onto rather slow improvement and basic limitations of the established sustainable energy technologies. Issues with the existing fuel cells, constraining their massive implementation, include electrolyte degradation and the need for high operational temperatures.</p>\n<p>The goal of this pilot project was to investigate the possibility and practical feasibility of a completely novel type of efficient chemically driven solid-state electric generators. These generators will incorporate the basic physical processes similar to those in solar cells, but utilize catalytic oxidation of hydrogen to water on the device surface as the energy source. The main idea was to harness the electrical charge transfer between two different phases of the same solid catalyst, in the course of chemical reaction on its surface. Potentially, this energy harnessing approach could lead to novel fuel cell technologies, free of the existing issues.</p>\n<p>In the course of this project we have demonstrated practical feasibility of such generators at least for micropower applications. These generators were shown operable even at room temperature, while using the usual molecular hydrogen only as the energy source. We provided a better understanding of fundamental physical and chemical processes needed to make a next step in the development of this important technology. We have also shown that this technology can be used to build smart chemical sensors and transducers to control release of chemicals in a manufacturing process, identify a reaction stage without referring to temperature, detect hazardous chemicals in the air, and do other great jobs.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/27/2014<br>\n\t\t\t\t\tModified by: Eduard&nbsp;Karpov</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGreen energy initiatives by the US and foreign governments have led to substantial improvements of existing sustainable energy technologies during the last decades. These technologies are generally divided into two broad categories. The first refers to mechanical systems and devices, such wind and tidal turbines used for the conversion of abundant mechanical energy of wind or tidal waves into electricity. The second covers a number of solid-state electrical generators designed for the conversion of solar, chemical and thermal energy directly into electric power without resorting to mechanical work on an intermediate step. Accordingly, three major types of the solid-state devices are currently subject of an intensive research: photovoltaic solar cells, fuel cells, and thermoelectric generators. While substantial progress has been achieved in recent years, an increasing number of experts and analysts are pointing out onto rather slow improvement and basic limitations of the established sustainable energy technologies. Issues with the existing fuel cells, constraining their massive implementation, include electrolyte degradation and the need for high operational temperatures.\n\nThe goal of this pilot project was to investigate the possibility and practical feasibility of a completely novel type of efficient chemically driven solid-state electric generators. These generators will incorporate the basic physical processes similar to those in solar cells, but utilize catalytic oxidation of hydrogen to water on the device surface as the energy source. The main idea was to harness the electrical charge transfer between two different phases of the same solid catalyst, in the course of chemical reaction on its surface. Potentially, this energy harnessing approach could lead to novel fuel cell technologies, free of the existing issues.\n\nIn the course of this project we have demonstrated practical feasibility of such generators at least for micropower applications. These generators were shown operable even at room temperature, while using the usual molecular hydrogen only as the energy source. We provided a better understanding of fundamental physical and chemical processes needed to make a next step in the development of this important technology. We have also shown that this technology can be used to build smart chemical sensors and transducers to control release of chemicals in a manufacturing process, identify a reaction stage without referring to temperature, detect hazardous chemicals in the air, and do other great jobs. \n\n \n\n\t\t\t\t\tLast Modified: 02/27/2014\n\n\t\t\t\t\tSubmitted by: Eduard Karpov"
 }
}