{
 "awd_id": "1033836",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Abiotic transformation of chlorinated aliphatic ground water contaminants: characterization of mineral reaction products",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 329350.0,
 "awd_amount": 329350.0,
 "awd_min_amd_letter_date": "2010-08-19",
 "awd_max_amd_letter_date": "2012-07-09",
 "awd_abstract_narration": "PI:  Elizabeth Butler\r\nProposal Number:  CBET-1033836\r\nInstitution:  University of Oklahoma\r\nTitle:  Abiotic transformation of chlorinated aliphatic ground water contaminants: characterization of mineral reaction products\r\n\r\nGround water contaminants such as tetrachloroethylene (PCE), trichloroethylene (TCE), and carbon tetrachloride (CT) have the potential to adversely impact the health of U.S. citizens due to their widespread occurrence at contaminated sites.  Numerous studies have shown that abiotic minerals containing ferrous iron and/or sulfide can transform these compounds, sometimes to reaction products that are completely nontoxic.  Mineral mediated abiotic transformations can be used in remediation technologies such as in situ reactive zones and monitored natural attenuation.  While the organic products of PCE, TCE, and CT transformation by minerals have been well characterized, the products that form when the minerals are oxidized by contaminants such as PCE, TCE, and CT have not been well studied and are the focus of this research.  The overall objective of the research is to characterize the solid phase products that form upon mineral oxidation by chlorinated aliphatic contaminants, and to assess the potential for regeneration of reactive minerals under natural or engineered conditions. Two minerals (iron sulfide (FeS)) and chloride green rust (GR-Cl, a mixed valence iron oxide) and three model contaminants (PCE, TCE, and CT) will be studied.  The specific objectives of the research are to: (1) characterize the rates of FeS and GR-Cl oxidation by PCE, TCE, and CT; (2) identify the mineral-associated products of FeS and GR-Cl oxidation by these contaminants; and (3) assess whether FeS and GR-Cl can be regenerated in the presence of abiotic reductants (for FeS) and/or bacteria (for FeS and GR-Cl) in batch and flow through systems.  Batch experiments will be carried out in flame sealed glass ampules containing anoxic slurries of minerals and contaminants.  Solid phase products of mineral transformation will be monitored by X-ray diffraction, X-ray photoelectron spectroscopy, and scanning electron microscopy with X-ray analysis.  Dissolved products of mineral transformation will be monitored by analysis of Fe(II), S(-II), and chromium (II) reducible or ?extractable?  sulfur (CrES), which includes elemental sulfur and polysulfides.  After batch experiments are complete, they will prepare postage-stamp-sized chips of poly(methyl methacrylate) (Plexiglass) coated with mineral powders and place them in soil columns under flow through conditions.  Then, they will monitor the solid phase and dissolved products of mineral oxidation by PCE, TCE, and CT, and the regeneration of reactive mineral species in the presence of bacteria, all under flow through conditions.  The Plexiglass supports will allow them to place the reactive minerals in direct contact with soil and bacteria in such a way that we can subsequently extract them and monitor mineralogical changes that occur upon oxidation by PCE, TCE and CT.\r\n\r\nThe research proposed here will enable more accurate long term application of remediation technologies involving abiotic minerals such as in situ reactive zones. \r\nThis will benefit the many Americans who live in population centers that also contain high concentrations of sites with ground water contamination.  In addition to these direct impacts, educational materials on abiotic remediation of ground water contaminants, suitable for undergraduate and graduate classes, will be developed based on the research results and submitted to the NSF K-Gray Engineering Pathway Digital Library.  These materials will be widely promoted through professional organizations, and will help to fill a gap in current college textbooks.  Undergraduate and graduate students will participate in this research, thereby preparing for careers in environmental engineering education and practice.  Research results will be disseminated at scientific meetings attended by both researchers and practitioners, and will be published in widely read journals in the field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Butler",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth C Butler",
   "pi_email_addr": "ecbutler@ou.edu",
   "nsf_id": "000114059",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "660 PARRINGTON OVAL RM 301",
  "perf_city_name": "NORMAN",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730193003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 76968.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 127277.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 125105.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ground water contaminants such as tetrachloroethylene (PCE), trichloroethylene (TCE), and carbon tetrachloride (CT) have the potential to adversely impact the health of U.S. citizens due to their widespread occurrence at contaminated sites.&nbsp; Numerous studies have shown that the mineral FeS (or mackinawite) can transform these compounds to reaction products that are often completely nontoxic.&nbsp; FeS-mediated abiotic transformations can be used in remediation technologies such as in situ reactive zones and monitored natural attenuation.&nbsp; While the organic products of PCE, TCE, and CT transformation by FeS have been well characterized, the mineral-associated products that form when FeS is oxidized by contaminants such as PCE, TCE, and CT had not been well studied and were the focus of this research.&nbsp; The overall objective of the research was to characterize the solid phase products that form upon FeS oxidation by chlorinated aliphatic contaminants, and to assess the potential for regeneration of FeS at contaminated sites.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Using a variety of analytical techniques, it was found that CT oxidizes FeS to the minerals greigite (Fe<sub>3</sub>S<sub>4</sub>) and 2-line ferrihydrite (which can be represented as Fe(OH)<sub>3</sub>).&nbsp; Since the products of dissolution of both these minerals react with dissolved sulfide (H<sub>2</sub>S or HS<sup>-</sup>) to form FeS, this means that FeS can be regenerated at contaminated sites, after it is oxidized by CT or related compounds, by addition of sulfide.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This research outcome will enable more accurate long term application of remediation technologies involving abiotic minerals such as FeS, for example in in situ reactive zones.&nbsp; This will benefit the many Americans who live in population centers that also contain high concentrations of sites with ground water contamination.&nbsp; In addition to these direct impacts, educational materials on abiotic remediation of ground water contaminants were incorporated into graduate and undergraduate classes at the University of Oklahoma, and the research findings were disseminated at scientific meetings and widely read peer-reviewed journals.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/18/2015<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;C&nbsp;Butler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGround water contaminants such as tetrachloroethylene (PCE), trichloroethylene (TCE), and carbon tetrachloride (CT) have the potential to adversely impact the health of U.S. citizens due to their widespread occurrence at contaminated sites.  Numerous studies have shown that the mineral FeS (or mackinawite) can transform these compounds to reaction products that are often completely nontoxic.  FeS-mediated abiotic transformations can be used in remediation technologies such as in situ reactive zones and monitored natural attenuation.  While the organic products of PCE, TCE, and CT transformation by FeS have been well characterized, the mineral-associated products that form when FeS is oxidized by contaminants such as PCE, TCE, and CT had not been well studied and were the focus of this research.  The overall objective of the research was to characterize the solid phase products that form upon FeS oxidation by chlorinated aliphatic contaminants, and to assess the potential for regeneration of FeS at contaminated sites. \n\n            Using a variety of analytical techniques, it was found that CT oxidizes FeS to the minerals greigite (Fe3S4) and 2-line ferrihydrite (which can be represented as Fe(OH)3).  Since the products of dissolution of both these minerals react with dissolved sulfide (H2S or HS-) to form FeS, this means that FeS can be regenerated at contaminated sites, after it is oxidized by CT or related compounds, by addition of sulfide. \n\n            This research outcome will enable more accurate long term application of remediation technologies involving abiotic minerals such as FeS, for example in in situ reactive zones.  This will benefit the many Americans who live in population centers that also contain high concentrations of sites with ground water contamination.  In addition to these direct impacts, educational materials on abiotic remediation of ground water contaminants were incorporated into graduate and undergraduate classes at the University of Oklahoma, and the research findings were disseminated at scientific meetings and widely read peer-reviewed journals.\n\n \n\n\t\t\t\t\tLast Modified: 12/18/2015\n\n\t\t\t\t\tSubmitted by: Elizabeth C Butler"
 }
}