{
 "awd_id": "1033810",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Next-generation composite SOFC anodes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927470",
 "po_email": "grorrer@nsf.gov",
 "po_sign_block_name": "Gregory Rorrer",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 309248.0,
 "awd_amount": 309248.0,
 "awd_min_amd_letter_date": "2010-07-27",
 "awd_max_amd_letter_date": "2012-07-28",
 "awd_abstract_narration": "1033810\r\nMisture\r\n\r\nIntellectual Merit\r\n\r\nSolid oxide fuel cells (SOFCs) offer many potential advantages for the conversion of renewable, carbon-based biofuels to electrical power, most notably the opportunity to provide fuel-flexible power systems for a variety of applications ranging from small scale to large scale.  However, there are several technological issues with SOFCs that use hydrocarbon streams, many of which can be related to reliability of the anode.   To address the anode reliability issue, recent work has shown that traditional Ni metal SOFC anodes can be partially or fully replaced by oxides which substantially improve performance in carbon-based biofuels.\r\n\r\nThe objective of the proposed research is to incorporate high-activity, oxide-promoted metal nanoparticle catalysts into the SOFC anode that can tolerate a dirty biofuel environment and can be periodically regenerated.   Materials of interest are oxide spinels, which are reduced in the fuel stream to yield metal nanoparticles supported by defect spinels.  Regeneration of the anode requires an oxidation/reduction process in which the metal colloids are resorbed into the spinel under oxidizing conditions and then reduced, thus regenerating the catalyst.   The proposed research will develop a quantitative understanding of the function and interplay of the oxide-supported metal catalyst with the mixed ionic/electronic conducting oxides.   A rich array of chemical composition is available in the spinels, which will allow for studies on the effects of promoters and catalytic metals or alloys that include, for example, Ni, Co, Cu, Mn, and Ru.  Characterization of the reduction and regeneration processes for the spinels, as well as measurements of the ionic/electronic conductivity under wet and dry hydrogen or methane gas, will provide fundamental information to guide the development of the composite anodes.  Performance of single button cells with composite anodes of varying composition will allow for the quantification of the impact of each component of the composite, and provide data to elucidate the mechanisms responsible coking resistance in the SOFC application.\r\n\r\n\r\nBroader Impacts\r\n\r\nA student team of graduate and undergraduate students will carry out research, education, and outreach activities as an integrated effort.  As part of K-12 outreach, the student team will provide hands-on demonstrations on biofuels topics to middle and high school students through existing programs, including Engineering and Materials Science Day, Success in College in Engineering, and Science on Wheels.   This student team will also develop a website which will highlight research efforts in biofuel SOFCs, the role of undergraduates in that research effort, and speak broadly to the cultural and social impacts of green, renewable energy.  This website will be designed to indirectly support the New York State Leadership and Assistance for Science Education Reform (LASER) program, which provides research-based products and services to support K-12 science education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Misture",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scott Misture",
   "pi_email_addr": "misture@alfred.edu",
   "nsf_id": "000160296",
   "pi_start_date": "2010-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Doreen",
   "pi_last_name": "Edwards",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Doreen Edwards",
   "pi_email_addr": "dedwards@alfred.edu",
   "nsf_id": "000403010",
   "pi_start_date": "2010-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Alfred University",
  "inst_street_address": "1 SAXON DR",
  "inst_street_address_2": "",
  "inst_city_name": "ALFRED",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6078712026",
  "inst_zip_code": "148021232",
  "inst_country_name": "United States",
  "cong_dist_code": "23",
  "st_cong_dist_code": "NY23",
  "org_lgl_bus_name": "ALFRED UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J1B5PBG573T1"
 },
 "perf_inst": {
  "perf_inst_name": "Alfred University NY State College of Ceramics",
  "perf_str_addr": "1 SAXON DR",
  "perf_city_name": "ALFRED",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148021232",
  "perf_ctry_code": "US",
  "perf_cong_dist": "23",
  "perf_st_cong_dist": "NY23",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "045E",
   "pgm_ref_txt": "Adv Mats for Separation Process"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 100663.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 104055.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 104530.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"CM16\">Our recent project, &ldquo;Next-generation composite SOFC anodes,&rdquo; demonstrated the use of Ni and Co-containing ceramics as &ldquo;smart&rdquo; reforming catalysts to enable direct use of methane in solid oxide fuel cells (SOFCs). Dry reforming of methane is a process to convert methane into industry-friendly hydrogen and carbon dioxide gases. The process is relevant in light of the recent expanded US methane production and is especially relevant to biomass as a fuel source, which has attracted worldwide attention in recent years because of the focus on sustainability of hydrocarbon reserves. First-generation biofuels have enjoyed sufficient success to motivate governmental targets for the use of biofuels, with the US Energy Independence and Security Act of 2007 requiring the use of ~40 billion gallons of renewable fuels by 2022.</p>\n<p class=\"CM16\">During the course of this work we discovered a new approach to making spinel catalysts with remarkably high activity for dry reforming of methane, leading to an initial provisional patent early in the project and a second provisional patent under consideration. In fact, the student who initially worked on this topic in the PI&rsquo;s group spun off her own company.&nbsp;</p>\n<p>Counter to traditional logic, we discovered that Ni, Ni/Co, and Ni/Cu supported catalysts with metal particle sizes approaching 100 nm show outstanding dry reforming activity. The technical highlights include the following:</p>\n<ol>\n<li>The power density achieved in the SOFC under methane fuel is technologically relevant when using the new ceramic/metal catalysts, where the power densities reach 60% of those obtained under pure H<sub>2</sub>.&nbsp; </li>\n<li>The conversion, yield, and selectivity of our new catalysts for dry reforming of methane are competitive with those for Pt/zirconia catalyst, therefore offering an alternative to the use of very expensive Pt metal. </li>\n</ol> <ol>\n<li>The catalysts developed in this work can      be regenerated to remove sulfur and carbon contaminants, and thus provide      additional promise for long-term commercial operation. </li>\n</ol>\n<p>From the educational viewpoint, the co-PIs (one male, one female) have tutored two graduate students supported by the program (Katelyn Glass for 2.5 years and Kyle McDevitt to finish out the no-cost extension period), and we have had the pleasure of working with two undergraduate summer research interns: Kali Lambert and Casey Dunphy. Sean Locker (a junior) also worked on the project as a research assistant during the 2013-2014 year. From the point of view of diversity, two of the five students involved, and the co-PI, are women.</p>\n<p>Additional broader impacts include dissemination of the technology via the PI&rsquo;s website, where updates to our outreach website were launched in 2012-2013, including new pages on energy generation and storage, specifically with one set of pages devoted to fuel cells (<a href=\"http://people.alfred.edu/~misture/index.html\">http://people.alfred.edu/~misture/index.html</a>). The website base design was created by an Alfred University art student, and the engineering students updated and expanded the technical content.&nbsp; The team also participated in one long-term educational program and several outreach activities on campus, summarized as follows:</p>\n<ul>\n<li>2010-2011: The      PI and graduate student ran a new hands-on learning activity for      middle-school students for one of our Engineering and Materials Science      Day modules. We linked the idea of atomic packing and crystal structures      to mechanical properties using structures built of marshmallows, gummy      bears and toothpicks. </li>\n<li>2011-2012: The      PI and graduate student hosted 3 groups of 8 high school students for a      forensics module during the Engineering and Materials Science Day. The      module focused on the use of powder di...",
  "por_txt_cntn": "Our recent project, \"Next-generation composite SOFC anodes,\" demonstrated the use of Ni and Co-containing ceramics as \"smart\" reforming catalysts to enable direct use of methane in solid oxide fuel cells (SOFCs). Dry reforming of methane is a process to convert methane into industry-friendly hydrogen and carbon dioxide gases. The process is relevant in light of the recent expanded US methane production and is especially relevant to biomass as a fuel source, which has attracted worldwide attention in recent years because of the focus on sustainability of hydrocarbon reserves. First-generation biofuels have enjoyed sufficient success to motivate governmental targets for the use of biofuels, with the US Energy Independence and Security Act of 2007 requiring the use of ~40 billion gallons of renewable fuels by 2022.\nDuring the course of this work we discovered a new approach to making spinel catalysts with remarkably high activity for dry reforming of methane, leading to an initial provisional patent early in the project and a second provisional patent under consideration. In fact, the student who initially worked on this topic in the PIÆs group spun off her own company. \n\nCounter to traditional logic, we discovered that Ni, Ni/Co, and Ni/Cu supported catalysts with metal particle sizes approaching 100 nm show outstanding dry reforming activity. The technical highlights include the following:\n\nThe power density achieved in the SOFC under methane fuel is technologically relevant when using the new ceramic/metal catalysts, where the power densities reach 60% of those obtained under pure H2.  \nThe conversion, yield, and selectivity of our new catalysts for dry reforming of methane are competitive with those for Pt/zirconia catalyst, therefore offering an alternative to the use of very expensive Pt metal. \n \nThe catalysts developed in this work can      be regenerated to remove sulfur and carbon contaminants, and thus provide      additional promise for long-term commercial operation. \n\n\nFrom the educational viewpoint, the co-PIs (one male, one female) have tutored two graduate students supported by the program (Katelyn Glass for 2.5 years and Kyle McDevitt to finish out the no-cost extension period), and we have had the pleasure of working with two undergraduate summer research interns: Kali Lambert and Casey Dunphy. Sean Locker (a junior) also worked on the project as a research assistant during the 2013-2014 year. From the point of view of diversity, two of the five students involved, and the co-PI, are women.\n\nAdditional broader impacts include dissemination of the technology via the PIÆs website, where updates to our outreach website were launched in 2012-2013, including new pages on energy generation and storage, specifically with one set of pages devoted to fuel cells (http://people.alfred.edu/~misture/index.html). The website base design was created by an Alfred University art student, and the engineering students updated and expanded the technical content.  The team also participated in one long-term educational program and several outreach activities on campus, summarized as follows:\n\n2010-2011: The      PI and graduate student ran a new hands-on learning activity for      middle-school students for one of our Engineering and Materials Science      Day modules. We linked the idea of atomic packing and crystal structures      to mechanical properties using structures built of marshmallows, gummy      bears and toothpicks. \n2011-2012: The      PI and graduate student hosted 3 groups of 8 high school students for a      forensics module during the Engineering and Materials Science Day. The      module focused on the use of powder diffraction and chemical analysis in      forensic investigations.\n2010-2014: We      collaborated with a local high school on sol-gel films for solar cells.      The teacher guided the preparation of the samples, and the teacher and      students visited Alfred four times thus far (4 - 7 students per ..."
 }
}