{
 "awd_id": "1033192",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Broader Impacts for Research and Discovery Summit",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harriet Taylor",
 "awd_eff_date": "2010-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 118832.0,
 "awd_amount": 138632.0,
 "awd_min_amd_letter_date": "2010-04-14",
 "awd_max_amd_letter_date": "2010-07-13",
 "awd_abstract_narration": "This CISE special project funds the organization of the CISE Broader Impacts Summit. The goals of the summit include educating the CISE community about the NSF Broader Impacts criterion how to evaluate this criterion as part of a research project.  The Summit should provide researchers and educators with the opportunity to forge collaborations and build long-term partnerships that may lead to a wide range of activities with the potential to enhance CISE research projects. The Summit is to be organized by a Steering Committee that represents all CISE divisions and a range of CISE disciplines.  The investigators plan to discuss, present, and subsequently develop guidance materials for the CISE computing research community on how to effectively integrate broader impact activities into research projects. \r\n\r\nIntellectual Merit: The intellectual merit of this project will arise from the working group discussions at the summit. At the end of the summit, a report is to be developed that synthesizes both current and future ideas in each of the five broader impact categories. This should provide research based methods for CISE investigators to connect their research and broader impacts in innovative ways.\r\n\r\nBroader Impacts: The broader impacts of this project will arise from the computing community members, by those to whom they speak about the summit, and by those who access materials created after the summit. The project includes dissemination plans to ensure the efforts from this project have an impact on future NSF projects. The impact on future NSF projects should result in significant broader impacts from CISE research projects across all five broader impact categories.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samir",
   "pi_last_name": "Khuller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Samir Khuller",
   "pi_email_addr": "samir.khuller@northwestern.edu",
   "nsf_id": "000177377",
   "pi_start_date": "2010-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 138632.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF funded project \"Broader Impacts for Research and Discovery Summit\"was a collaborative project to organize a summit in Washington DC tobring about the awareness and importance of Broader Impacts in theCISE community. The project involved the organization of a major two day workshop in Washington DC with over 100 invited guests as well as NSFpersonnel who have played a significant role themselves in both broadeningparticipation in computing as well as being role models indeveloping broader impact issues. Our goal was to educate the community as to both the importance of broader impacts and also highlight avenues for such steps that individual PI's could take.</p>\n<p><br />After the main workshop, we continued to develop strategies as well as to communicate the primary goals within our own campuses by follow up lectures and meetings. In addition, at Maryland this project contributedto the development of a \"Science behind Computing\" course for non-majors taken by over 100 students, as well as &nbsp;work in mentoring many High School students, undergraduates, lectures in science fairs, as well as many other venues with a focus to both educate society about the impact computing has on their lives as well as educate the PIs funded by NSF<span> </span>about both the importance of broader impacts as well as steps to accomplish such goals.<br />The key goals as defined by NSF<span> </span>for NSF<span> </span>Broader<span> </span>Impacts<span> </span>has to do with:a) advancinge discovery and understanding while promoting teaching,&nbsp; &nbsp;training, and learning,b) broadening participation of under-represented groups,c) enhancing infrastructure for research and education,d) broadening dissemination to enhance scientific and technological&nbsp; &nbsp;understanding, &nbsp;ande) benefits to society.</p>\n<p>In summary, our project effected the lives of 100 students through two offerings of the \"Science behind Computing\" course as well as educated and elicited broad discussion of Broader Impacts among many forum, including the Gasarch-Fortnow popular blog.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2013<br>\n\t\t\t\t\tModified by: Samir&nbsp;Khuller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe NSF funded project \"Broader Impacts for Research and Discovery Summit\"was a collaborative project to organize a summit in Washington DC tobring about the awareness and importance of Broader Impacts in theCISE community. The project involved the organization of a major two day workshop in Washington DC with over 100 invited guests as well as NSFpersonnel who have played a significant role themselves in both broadeningparticipation in computing as well as being role models indeveloping broader impact issues. Our goal was to educate the community as to both the importance of broader impacts and also highlight avenues for such steps that individual PI's could take.\n\n\nAfter the main workshop, we continued to develop strategies as well as to communicate the primary goals within our own campuses by follow up lectures and meetings. In addition, at Maryland this project contributedto the development of a \"Science behind Computing\" course for non-majors taken by over 100 students, as well as  work in mentoring many High School students, undergraduates, lectures in science fairs, as well as many other venues with a focus to both educate society about the impact computing has on their lives as well as educate the PIs funded by NSF about both the importance of broader impacts as well as steps to accomplish such goals.\nThe key goals as defined by NSF for NSF Broader Impacts has to do with:a) advancinge discovery and understanding while promoting teaching,   training, and learning,b) broadening participation of under-represented groups,c) enhancing infrastructure for research and education,d) broadening dissemination to enhance scientific and technological   understanding,  ande) benefits to society.\n\nIn summary, our project effected the lives of 100 students through two offerings of the \"Science behind Computing\" course as well as educated and elicited broad discussion of Broader Impacts among many forum, including the Gasarch-Fortnow popular blog.\n\n \n\n\t\t\t\t\tLast Modified: 06/29/2013\n\n\t\t\t\t\tSubmitted by: Samir Khuller"
 }
}