{
 "awd_id": "1033071",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Understanding rapid pseudo-solid state step-growth polymerization in micro-layers leading to ultra-high molecular weight polymers with unusual molecular structures",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 332545.0,
 "awd_amount": 334120.0,
 "awd_min_amd_letter_date": "2010-06-29",
 "awd_max_amd_letter_date": "2012-06-29",
 "awd_abstract_narration": "1033071\r\nChoi\r\n\r\nThis research will investigate the pseudo-solid state step-growth polymerization in the confined reaction space of an amorphous polymer micro-layer where high to ultra-high molecular weight (MW) polymers are rapidly produced. Pseudo-solid state polymerization (p-SSP) has the ability to produce ultra-high MW polymers in short reaction times. The extraordinary high MWs and the exceptional properties of the final polymer can only be compared with condensation polymers produced via ring opening polymerization, but p-SSP is more economically feasible and environmentally friendly.\r\n\r\nThis polymerization technique consists of formulating a low MW amorphous polymer precursor with catalyst into a confined reaction space of a polymer micro-layer, and carrying out the polymerization at reduced pressures and at temperatures close to but below the polymer melting point. Preliminary experimental results indicate that the reaction proceeds more than 20 times faster than conventional solid state polymerizations in semi-crystalline particles, and polymer MWs and polydispersities notably exceed the theoretical limits of the classical step-growth polymerization theory. At moderate reaction times, insoluble/infusible structures coexist with soluble structures, and the final polymer exhibits excellent optical clarity. The presence of branched structures has been confirmed by 13C-NMR and 1H-NMR, and the rheological characterization of the polymer. The relatively high mobility of polymer chains in the amorphous state, the efficient removal of polycondensation byproduct from the micron-sized reaction space, the radical-induced branching reactions via thermal decomposition of the residual casting solvent or via scission reactions, Fries rearrangement, interchange reactions, and high reactivities are hypothesized to be mainly responsible for the fast and unusual increase of the polymer MWs and the formation of insoluble polymer. Three model systems have been investigated: bisphenol-A polycarbonate, poly(L-lactic acid), and a copolymer of polycarbonate and poly(dimethylsiloxane). It is expected that the technique can be applied to many other condensation systems, suggesting that p-SSP can have a broad impact on step-growth polymerization technology. Through experimental and theoretical studies, this project will develop fundamental understandings of the chemical and physical phenomena that govern the p-SSPs process.\r\n\r\nThe Intellectual Merit: The goal is to develop new quantitative understandings of the chemical and physical phenomena that drive the kinetics of p-SSP to unusual reaction behaviors through experimentation and theoretical modeling. P-SSP is different from melt and conventional solid-state polymerizations, and its kinetics deviates from the traditional approaches. Integration of comprehensive experimentation and mathematical modeling will provide a systematic way to produce tailor-made condensation polymers for a variety of special applications where high or ultra-high MWs, solvent resistance, and thermal resistance are required.\r\n\r\nThe Broader Impacts of the Proposed Study: P-SSP is a method to produce ultra-high MW condensation polymers in short reaction times. This research will provide fundamental data and knowledge for the development of an advanced polymerization process technology, especially for large-scale mass production, as well as new polymer properties. For instance, the synthesis of insoluble and infusible structures for traditionally soluble polymers can inspire a variety of novel applications. The research results are expected to be applicable to many other condensation polymerizations. The results of the research will be presented at relevant scientific and engineering fields. Undergraduate students at all levels, regardless of ethnic background and gender, will be strongly encouraged to participate in the proposed project as semester research or summer internship programs. Academically talented high school students will also be invited to a summer research experience program through University of Maryland's Women In Engineering (WIE) program. The participating students at different levels will be encouraged to develop innovative applications and test the ideas as the research progresses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kyu Yong",
   "pi_last_name": "Choi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kyu Yong Choi",
   "pi_email_addr": "choi@umd.edu",
   "nsf_id": "000337622",
   "pi_start_date": "2010-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 107061.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 110800.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 116259.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Polycarbonate (PC)&nbsp;is one of the most important thermoplastic polymers used in a wide variety of applications including medical, electronic, information storage, recreation, and consumer products because of its excellent optical properties, strength, and thermal resistance.</p>\n<p>PC is commercially manufactured by either phogene interfacial process (old process)&nbsp;or melt transesterification process at high reaction temperature and low pressure. Extremely high melt viscosity in the melt process prohibits the progression of polymerization to very high molecular weight&nbsp; without unwanted discoloration. Solid state polymerization has been recently commercialized to further increase the polymer molecular weight up to about 50-60,000 g/mol but the reaction time is very long due to the employment of low reaction temperature and large diffusion resistance for the removal of phenol, which is the reaction byproduct to be removed to shift the reaction equilibrium.</p>\n<p>The current research project aims at developing and understanding novel polycarbonate synthesis process that leads to ultrahigh molecular weight PC which was not obtainable by any existing commercial technology. We have discovered that when low molecular weight polymer precursors even with stoichiometric imbalance in reactive end groups is solvent cast onto inert substrate surface as microlayers of thickness ranging from 10 to about 35&nbsp; microns and polymerized under vacuum at temperatures below its melting point, the polymer molecular weight increases extremely rapidly, defying the predictions by classical Flory's linear step-growth polymerization theory. We were able to obtain polycarbonate molecular weight as large as 600,000 g/mol that is about 10 times larger than the currently available injection molding grade polycarbonate in less than 3 h reaction time.</p>\n<p>The analysis of the ultrahigh molecular weight polycarbonate has been extensively investigated using advanced characterization techniques including <sup>13</sup>C NMR, <sup>1</sup>H NMR, gel permeation chromatography, pyrolysis-GC/Mass Spectroscopy, atomic force microscopy, differential scanning calorimetry, and rheological analysis. It has been found that the ultrahigh MW polycarbonates synthesized in micro-layers consist of linear, branched, and partially crosslinked chains. Surprisingly, these polymers exhibit excellent optical transparency, no discoloration, and large tensile strength. The thermal analysis of the polymer indicates that the polymer's glass transition temperature is close to 160<sup>o</sup>C, which is higher than conventional polycarbonates. The p-GC/MS analysis indicates that chain scission and hydrogen abstraction at high reaction temperature and rapid removal of phenol from the micro-layer&nbsp; facilitated radical formation and recombination reactions, eventually leading to the formation of chain crosslinking. The key reason for the rapid buildup of moelcular weight is the effective and near perfect removal of phenol (condensation byproduct) from the micro-layer because of extremely short diffusion length. The absence of phenol, which is a radical scavenger, has an effect of extending the life time of radicals generated by chain scission and hydrogen abstraction. As a result, radical generation and radical recombination reactions occur to form chain crosslinking and hence high molecular weight.</p>\n<p>Interestingly, we have also found that the crosslinking occurred partially because of very low concentration of radicals. When the reaction is continued for very long reaction times (e.g. 900 min), nearly complete crosslinked polycarbonates were obtained. The fact that the weight fraction of insoluble polycarbonates is dependent upon the reaction time is advantageous for the control of polymer properties.</p>\n<p>The single micro-layer polymerization technique for 10-35 microns&nbsp;has also been modified to ...",
  "por_txt_cntn": "\nPolycarbonate (PC) is one of the most important thermoplastic polymers used in a wide variety of applications including medical, electronic, information storage, recreation, and consumer products because of its excellent optical properties, strength, and thermal resistance.\n\nPC is commercially manufactured by either phogene interfacial process (old process) or melt transesterification process at high reaction temperature and low pressure. Extremely high melt viscosity in the melt process prohibits the progression of polymerization to very high molecular weight  without unwanted discoloration. Solid state polymerization has been recently commercialized to further increase the polymer molecular weight up to about 50-60,000 g/mol but the reaction time is very long due to the employment of low reaction temperature and large diffusion resistance for the removal of phenol, which is the reaction byproduct to be removed to shift the reaction equilibrium.\n\nThe current research project aims at developing and understanding novel polycarbonate synthesis process that leads to ultrahigh molecular weight PC which was not obtainable by any existing commercial technology. We have discovered that when low molecular weight polymer precursors even with stoichiometric imbalance in reactive end groups is solvent cast onto inert substrate surface as microlayers of thickness ranging from 10 to about 35  microns and polymerized under vacuum at temperatures below its melting point, the polymer molecular weight increases extremely rapidly, defying the predictions by classical Flory's linear step-growth polymerization theory. We were able to obtain polycarbonate molecular weight as large as 600,000 g/mol that is about 10 times larger than the currently available injection molding grade polycarbonate in less than 3 h reaction time.\n\nThe analysis of the ultrahigh molecular weight polycarbonate has been extensively investigated using advanced characterization techniques including 13C NMR, 1H NMR, gel permeation chromatography, pyrolysis-GC/Mass Spectroscopy, atomic force microscopy, differential scanning calorimetry, and rheological analysis. It has been found that the ultrahigh MW polycarbonates synthesized in micro-layers consist of linear, branched, and partially crosslinked chains. Surprisingly, these polymers exhibit excellent optical transparency, no discoloration, and large tensile strength. The thermal analysis of the polymer indicates that the polymer's glass transition temperature is close to 160oC, which is higher than conventional polycarbonates. The p-GC/MS analysis indicates that chain scission and hydrogen abstraction at high reaction temperature and rapid removal of phenol from the micro-layer  facilitated radical formation and recombination reactions, eventually leading to the formation of chain crosslinking. The key reason for the rapid buildup of moelcular weight is the effective and near perfect removal of phenol (condensation byproduct) from the micro-layer because of extremely short diffusion length. The absence of phenol, which is a radical scavenger, has an effect of extending the life time of radicals generated by chain scission and hydrogen abstraction. As a result, radical generation and radical recombination reactions occur to form chain crosslinking and hence high molecular weight.\n\nInterestingly, we have also found that the crosslinking occurred partially because of very low concentration of radicals. When the reaction is continued for very long reaction times (e.g. 900 min), nearly complete crosslinked polycarbonates were obtained. The fact that the weight fraction of insoluble polycarbonates is dependent upon the reaction time is advantageous for the control of polymer properties.\n\nThe single micro-layer polymerization technique for 10-35 microns has also been modified to a multi-layer polymerization technique to prepare high molecular weight micro-layers or films of thickness up to 150 microns. This method consists of repea..."
 }
}