{
 "awd_id": "1033028",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Graduate Research and Education for Appropriate Technology",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph A. Akkara",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 299445.0,
 "awd_amount": 299445.0,
 "awd_min_amd_letter_date": "2010-09-10",
 "awd_max_amd_letter_date": "2011-08-12",
 "awd_abstract_narration": "Despite a long tradition of engineers and scientists volunteering their skills to develop \"appropriate technology\" to address humanitarian concerns (e.g., needs of developing societies or poor communities), relatively few have oriented their primary professional or academic activities to such work.  GREAT IDEA will conduct research to determine attitudes and circumstances that might explain this phenomenon.  GREAT IDEA will also develop new educational components to inspire and train graduate students to pursue research and careers in the analysis, development, and implementation of appropriate technology.\r\n\r\nTo research attitudes of graduate students and faculty, a detailed survey will be developed that will be widely circulated at institutions in the US, Puerto Rico, and Spain.  The survey will ask respondents to identify and comment on how they perceive the purpose of their work, the degree to which they act as \"agents\" to direct their work to causes of their choosing, and their inclinations or dissuasions to apply their work directly in appropriate technology.  The survey will be designed to complement and extend prior research in this area.\r\n\r\nEducationally, new courses and seminars will be developed and delivered at the investigator's home institution, the University of Puerto Rico, Mayagüez (UPRM).  These courses and seminars will aimed at graduate students and advanced undergraduates, and will provide exposure to issues, best practices, and career opportunities related to appropriate technology.  Students will conduct service learning and participatory action research, including theses, that will serve communities in Puerto Rico and neighboring countries in the Caribbean.  Toward this end, the investigators have established partnerships with the following organizations to assist with identifying communities and appropriate technology projects: the Centro Universitario para el Access/University Center for Increased Access (CUA), which organizes outreach activities from UPRM to local schools that serve economically disadvantaged students; the Instituto Universitario para el Desarrollo de las Comunidades/University Institute for Community Development (IUDC), which organizes service learning projects; and YouthHaiti, which assists sustainable development in Haiti.\r\n\r\nOutcomes of this project will include the design and development of a website that will serve as a gateway to the entire project; the publication and presentation of research findings, including further insights as to how engineers and scientists understand the purpose of their work; new graduate level courses and seminars related to appropriate technology, the materials of which will be publicly available; and the completion of direct service learning and thesis projects in appropriate technology.\r\n\r\nMore broadly, the activities supported by GREAT IDEA will foster self-reflection among graduate students and faculty, and will foster new career pathways for engineers and scientists who wish to devote their professional and academic services toward humanitarian causes and appropriate technology.  Moreover, because the projects will occur in and serve communities in the Caribbean, this project will involve and serve peoples and cultures of Spanish, French, and native/aboriginal descent.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Papadopoulos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Papadopoulos",
   "pi_email_addr": "christopher.papadopoulos@upr.edu",
   "nsf_id": "000204522",
   "pi_start_date": "2010-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Frey",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "William J Frey",
   "pi_email_addr": "williamjoseph.frey@upr.edu",
   "nsf_id": "000276267",
   "pi_start_date": "2011-05-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marcel",
   "pi_last_name": "Castro-Sitiriche",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Marcel J Castro-Sitiriche",
   "pi_email_addr": "marcel.castro@upr.edu",
   "nsf_id": "000521649",
   "pi_start_date": "2010-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Lorenzo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Lorenzo",
   "pi_email_addr": "david.lorenzo@upr.edu",
   "nsf_id": "000560295",
   "pi_start_date": "2010-09-10",
   "pi_end_date": "2011-05-09"
  }
 ],
 "inst": {
  "inst_name": "University of Puerto Rico Mayaguez",
  "inst_street_address": "259 BLVD ALFONSO VALDES",
  "inst_street_address_2": "",
  "inst_city_name": "MAYAGUEZ",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7878312065",
  "inst_zip_code": "006806475",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "UNIVERSITY OF PUERTO RICO",
  "org_prnt_uei_num": "RD8QJEHNYLJ7",
  "org_uei_num": "GZRNJ1GZDBM1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Puerto Rico Mayaguez",
  "perf_str_addr": "259 BLVD ALFONSO VALDES",
  "perf_city_name": "MAYAGUEZ",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "006806475",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7491",
   "pgm_ref_txt": "ETHICS EDU FOR SCI & ENG PROG"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 299445.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Graduate Research and Education for Appropriate Technology: Inspiring Direct Engagement and Agency, or GREAT IDEA, was inspired by the idea that applying technical, academic, or professional skills to &ldquo;do good&rdquo; should not only occur as volunteerism or pro bono work &ndash; as welcome as these are &ndash; but can be integrated seamlessly into professional training and practice.&nbsp; To foster such deeper social engagement on the part of the academic or professional, GREAT IDEA draws upon the principles of Appropriate Technology as based on the works of E.F. Schumacher.&nbsp; In this framework, &ldquo;appropriate&rdquo; technology must be responsive to a specific societal or community context, and communities affected by technologies must be partners in the development, adoption, and management of these technologies.&nbsp; Good intentions of educated people with sophisticated knowledge and resources must be moderated by humility to integrate local customs and community knowledge. &nbsp;Ultimately, technology must be chosen to serve human wellbeing; human endeavors must not have their fundamental end in serving technology.</p>\n<p><strong>Intellectual Merit.</strong>&nbsp;As a research project, GREAT IDEA has sponsored six master&rsquo;s research theses spanning a variety of technical topics, including: (i) investigating the mechanical properties of bamboos cultivated in Puerto Rico, with the broader goal of inspiring a new, local, and ecologically responsible construction industry; (ii) investigating the quality of charcoal derived from bamboo to promote the dual purposes of bamboo as a means of reforestation and source of income; (iii) studying the purifying mechanisms and design parameters of house-hold scale bio-sand filters to purify water in communities that lack access to modern sanitary systems; (iv) development of a public input process that uses visualizations to enable citizens to participate in the planning of development projects in their communities; (v) design of micro-grids and low-cost electrical power inverters that will enable electrification of rural and developing communities that currently lack access to electrical grids; and (vi) study of gender biases in the sports broadcasting industry.</p>\n<p>As an educational project, GREAT IDEA has offered numerous forums and has created two new courses that explore these concepts and how they relate to research and practice in engineering.&nbsp; Two courses created through the project, &ldquo;Appropriate Technology: Towards Sustainable Wellbeing&rdquo;, and &ldquo;Responsible Research in Appropriate Technology&rdquo;, offer students opportunities to discover the socio-technical context and values that inhere their research, to formulate their research approaches in response to this backdrop, and to learn how to appropriately interact with communities. &nbsp;A third course \"Structural Properties and Uses of Bamboo\" provides students with an opportunity to explore the great potential of bamboo construction and architecture.</p>\n<p>The outcomes of the project are many and varied, but at least two common themes emerge.&nbsp; First, the investigators and students in the project are generally driven equally by passion for good science and by commitment to societal wellbeing.&nbsp; Without both of these twin facets, meaningful work in appropriate technology would not be possible.&nbsp; Secondly, learning how to directly engage a community as a respected partner is a priority.&nbsp; However, challenges such as language barriers, cultural and resource differences, and sporadic availability of communications links, all conspire to slow on-the-ground progress of projects.&nbsp; The investigators have learned that in the short term, highly intensive and regular communication is essential as a means to the eventual long term goal of community self-sufficiency and independence.</p>\n<p><strong>Broader Impacts...",
  "por_txt_cntn": "\nGraduate Research and Education for Appropriate Technology: Inspiring Direct Engagement and Agency, or GREAT IDEA, was inspired by the idea that applying technical, academic, or professional skills to \"do good\" should not only occur as volunteerism or pro bono work &ndash; as welcome as these are &ndash; but can be integrated seamlessly into professional training and practice.  To foster such deeper social engagement on the part of the academic or professional, GREAT IDEA draws upon the principles of Appropriate Technology as based on the works of E.F. Schumacher.  In this framework, \"appropriate\" technology must be responsive to a specific societal or community context, and communities affected by technologies must be partners in the development, adoption, and management of these technologies.  Good intentions of educated people with sophisticated knowledge and resources must be moderated by humility to integrate local customs and community knowledge.  Ultimately, technology must be chosen to serve human wellbeing; human endeavors must not have their fundamental end in serving technology.\n\nIntellectual Merit. As a research project, GREAT IDEA has sponsored six masterÆs research theses spanning a variety of technical topics, including: (i) investigating the mechanical properties of bamboos cultivated in Puerto Rico, with the broader goal of inspiring a new, local, and ecologically responsible construction industry; (ii) investigating the quality of charcoal derived from bamboo to promote the dual purposes of bamboo as a means of reforestation and source of income; (iii) studying the purifying mechanisms and design parameters of house-hold scale bio-sand filters to purify water in communities that lack access to modern sanitary systems; (iv) development of a public input process that uses visualizations to enable citizens to participate in the planning of development projects in their communities; (v) design of micro-grids and low-cost electrical power inverters that will enable electrification of rural and developing communities that currently lack access to electrical grids; and (vi) study of gender biases in the sports broadcasting industry.\n\nAs an educational project, GREAT IDEA has offered numerous forums and has created two new courses that explore these concepts and how they relate to research and practice in engineering.  Two courses created through the project, \"Appropriate Technology: Towards Sustainable Wellbeing\", and \"Responsible Research in Appropriate Technology\", offer students opportunities to discover the socio-technical context and values that inhere their research, to formulate their research approaches in response to this backdrop, and to learn how to appropriately interact with communities.  A third course \"Structural Properties and Uses of Bamboo\" provides students with an opportunity to explore the great potential of bamboo construction and architecture.\n\nThe outcomes of the project are many and varied, but at least two common themes emerge.  First, the investigators and students in the project are generally driven equally by passion for good science and by commitment to societal wellbeing.  Without both of these twin facets, meaningful work in appropriate technology would not be possible.  Secondly, learning how to directly engage a community as a respected partner is a priority.  However, challenges such as language barriers, cultural and resource differences, and sporadic availability of communications links, all conspire to slow on-the-ground progress of projects.  The investigators have learned that in the short term, highly intensive and regular communication is essential as a means to the eventual long term goal of community self-sufficiency and independence.\n\nBroader Impacts.  The very nature of Appropriate Technology is to mingle, as seamlessly as possible, scientific and technical inquiry with broader societal impacts.  Therfore, the line between \"intellectual merit\" and \"broader impact\" is in..."
 }
}