{
 "awd_id": "1033942",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Studying turbulent scale and space interactions using active grid wind tunnel and DNS database experiments",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitrios Papavassiliou",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 290218.0,
 "awd_amount": 290218.0,
 "awd_min_amd_letter_date": "2010-07-30",
 "awd_max_amd_letter_date": "2012-08-20",
 "awd_abstract_narration": "The proposed work will use novel approaches in both experimental and cyber-based fluid dynamics to address fundamental issues related to space and scale interactions in turbulent flows. The study of such interactions will impact predictive capabilities and help educate a new generation of students with know-how in integrated fluid dynamics experimentation and data-intensive science. To address multi-scale interactions in turbulence, a new type of active grid with fractal winglets will be built that injects kinetic energy over a broad range of scales but without generating a mean shear. To address spatial interactions in turbulence, another new active grid that produces a uniform turbulent kinetic energy gradient without mean velocity shear will be constructed. Data will be acquired in a wind-tunnel using thermal and particle image velocimetry. Results from these two new basic flows will shed light on the cascade, on the role of initial distribution of energy across scales, and on spatial diffusion rates. The project will also study the evolution of smaller-scale sub-portions of turbulent fluid. In order to follow in 3D the time-evolution of such fluid patches, we will use the recently developed Web-Services accessible public turbulence database that contains a 1024^4 space-time history of forced isotropic turbulence. Similarities and differences with the global evolution as known from the literature and the new experimental results will be studied providing the intellectual merit of the project, and  also implications on subgrid-scale models for LES will be established. In terms of broader impacts, turbulence research as proposed here is part of a larger push to deal with systems with nonlinear complex behavior and many degrees of freedom. Large-scale numerical simulation of such systems is, today, at center stage of scientific discussions with important societal ramifications (global change, energy, etc.). Better integrating physical understanding, experimentation, and novel web-based analysis of large databases has the potential to generate new knowledge in the context of the emerging new paradigm of data-intensive science. Graduate education and training will stress the interplay between physical experimentation, simulation and the use of new cyber-based research tools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Meneveau",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Charles V Meneveau",
   "pi_email_addr": "meneveau@jhu.edu",
   "nsf_id": "000113441",
   "pi_start_date": "2010-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "057E",
   "pgm_ref_txt": "Thermodynamics"
  },
  {
   "pgm_ref_code": "060E",
   "pgm_ref_txt": "BIO-TRANSPORT & FLUID MECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 99019.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 94855.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 96344.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project addresses certain basic aspects of turbulent flows. Understanding and modeling turbulent flows is a notoriously difficult challenge that led Richard Feynman to remark that &ldquo;fluid turbulence remains the last most important unsolved problem in classical physics&rdquo;. Turbulent fluid flow is governed by the Navier-Stokes equations, which are known and accepted. However, these nonlinear equations generate turbulent flow solutions that are exceedingly complex. They can span many orders of magnitude of spatial and temporal scales, and typically display a mixture of chaos and order, with coherent structures arising apparently out of nowhere, then disappearing again, at multiple scales. In fact, a basic mathematical existence and uniqueness proof for the Navier-Stokes equations does not yet exist. And, an accurate statistical description of turbulent flows (for example to predict the average drag force on a wind turbine blade) based on first principles remains elusive to this day. <strong>&nbsp;</strong></p>\n<p>A primary phenomenon of turbulent flows is that it is very efficient at dissipating kinetic energy. We profit from this when we wish to mix fluids but we must pay a large penalty in the form of drag forces on objects when we desire to propel them through fluids. Dissipation means the rate at which kinetic energy decays. Traditionally turbulence decay was studied behind objects with a single characteristic length scale, such as grids placed in a wind tunnel with a certain mesh size. A few years ago, researchers speculated that the decay could be significantly affected if instead the object generating the kinetic energy contained many length-scales (such as fractals). Also, it was not known how the decay would occur if there was a spatial gradient of turbulent kinetic energy at the beginning of the flow. In this project, we address these two questions dealing with scale and spatial interactions in decaying turbulence. The turbulent flow was generated by blowing air through a set of specifically designed active grids placed in the test section of a large wind tunnel at the Johns Hopkins University. A series of careful measurements were taken at various distances downstream.</p>\n<p>Main results: The measurements showed that the decay of turbulence proceeds according to power-laws (the classically expected behavior) even when the objects generating them contain a multitude of scales (we used fractal winglets) or when there is a spatial gradient of kinetic energy. For the fractal winglets, the decay occurred with exponents close to &ldquo;classical values&rdquo;. However, when including a spatial gradient, the decay rate depended clearly upon the initial level of kinetic energy. The results have implications upon our fundamental understanding of the inner structure of fluid turbulence, as well as on the numerical parameters to be used in models, such as the k-epsilon model that is very popular in engineering computer models.</p>\n<p>The project also facilitated a number of other studies that used turbulence databases constructed from Direct Numerical Simulations, focussing on the dynamics of velocity gradients in turbulence, on the geometry of streamlines, and on fluxes across turbulent-non turbulent interfaces.</p>\n<p>The project supported a doctoral graduate student who developed experimental and data analysis skills, in addition to pushing the frontiers of knowledge in turbulence. Also, two undergraduate and a high-school student participated in the wind tunnel activities and a visiting student was able to perform measurements to study free-stream turbulence effects near blades.</p>\n<p>In total, the project led to ten peer reviewed journal articles and five conference abstracts, and 18 talks/presentations were made by project personnel at various conferences and venues.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/03/2014<br>\n\t\t\t\t\tMo...",
  "por_txt_cntn": "\nThis project addresses certain basic aspects of turbulent flows. Understanding and modeling turbulent flows is a notoriously difficult challenge that led Richard Feynman to remark that \"fluid turbulence remains the last most important unsolved problem in classical physics\". Turbulent fluid flow is governed by the Navier-Stokes equations, which are known and accepted. However, these nonlinear equations generate turbulent flow solutions that are exceedingly complex. They can span many orders of magnitude of spatial and temporal scales, and typically display a mixture of chaos and order, with coherent structures arising apparently out of nowhere, then disappearing again, at multiple scales. In fact, a basic mathematical existence and uniqueness proof for the Navier-Stokes equations does not yet exist. And, an accurate statistical description of turbulent flows (for example to predict the average drag force on a wind turbine blade) based on first principles remains elusive to this day.  \n\nA primary phenomenon of turbulent flows is that it is very efficient at dissipating kinetic energy. We profit from this when we wish to mix fluids but we must pay a large penalty in the form of drag forces on objects when we desire to propel them through fluids. Dissipation means the rate at which kinetic energy decays. Traditionally turbulence decay was studied behind objects with a single characteristic length scale, such as grids placed in a wind tunnel with a certain mesh size. A few years ago, researchers speculated that the decay could be significantly affected if instead the object generating the kinetic energy contained many length-scales (such as fractals). Also, it was not known how the decay would occur if there was a spatial gradient of turbulent kinetic energy at the beginning of the flow. In this project, we address these two questions dealing with scale and spatial interactions in decaying turbulence. The turbulent flow was generated by blowing air through a set of specifically designed active grids placed in the test section of a large wind tunnel at the Johns Hopkins University. A series of careful measurements were taken at various distances downstream.\n\nMain results: The measurements showed that the decay of turbulence proceeds according to power-laws (the classically expected behavior) even when the objects generating them contain a multitude of scales (we used fractal winglets) or when there is a spatial gradient of kinetic energy. For the fractal winglets, the decay occurred with exponents close to \"classical values\". However, when including a spatial gradient, the decay rate depended clearly upon the initial level of kinetic energy. The results have implications upon our fundamental understanding of the inner structure of fluid turbulence, as well as on the numerical parameters to be used in models, such as the k-epsilon model that is very popular in engineering computer models.\n\nThe project also facilitated a number of other studies that used turbulence databases constructed from Direct Numerical Simulations, focussing on the dynamics of velocity gradients in turbulence, on the geometry of streamlines, and on fluxes across turbulent-non turbulent interfaces.\n\nThe project supported a doctoral graduate student who developed experimental and data analysis skills, in addition to pushing the frontiers of knowledge in turbulence. Also, two undergraduate and a high-school student participated in the wind tunnel activities and a visiting student was able to perform measurements to study free-stream turbulence effects near blades.\n\nIn total, the project led to ten peer reviewed journal articles and five conference abstracts, and 18 talks/presentations were made by project personnel at various conferences and venues. \n\n \n\n\t\t\t\t\tLast Modified: 10/03/2014\n\n\t\t\t\t\tSubmitted by: Charles V Meneveau"
 }
}