{
 "awd_id": "1033129",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Emergent Behavior of Solid Nanoparticles at Oil-Water Interfaces: A Multi-Scale Thermodynamic Approach to Enable Bio-Oil Upgrade",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 238804.0,
 "awd_amount": 238804.0,
 "awd_min_amd_letter_date": "2010-08-02",
 "awd_max_amd_letter_date": "2014-03-28",
 "awd_abstract_narration": "1033129\r\nStriolo\r\n\r\nThis energy related project stems from a recent paradigm-changing proof-of-concept result reported by the research group of Daniel Resasco at the University of Oklahoma [Science 327 (2010) 68]. The experimental results showed that it is possible to perform in-situ upgrade of bio-oil (the pyrolisis product of lignocellulosic biomass) when solid particles are used to both stabilize water-in-oil emulsions and support heterogeneous catalysts. The solid particles used were hybrid materials obtained by fusing silica particles on carbon nanotubes. To generalize this proof of concept to large-scale industrial applications it is necessary to design simpler and cheaper particles that stabilize oil-in-water emulsions and support the catalysts. It is necessary to understand how the molecular level features characterizing the solid particles determine macroscopic properties such as drop size and shape, as well as the mechanism of droplets coalescence. It is also desirable that the particles can be recovered after the bio-oil upgrade is complete. It is well known that solid particles adsorb at water-oil interfaces to reduce the contact area between the two immiscible phases. Stable emulsions are obtained when the particles strongly adsorb at the interfaces. It is plausible that by adding appropriate surface-active compounds the particles can be easily released from the interfaces. Once in the continuous phase, the particles tend to agglomerate, facilitating their recovery. Quantification of these qualitative expectations will transform the bio-energy field. Experimental evidence shows that particles behavior at interfaces strongly depends on the particle density (a signature of emergent behavior). In order to rationalize these experimental observations and to enable the potentially transformative implementation of in-situ bio-oil upgrade at the industrial scale, a multi-scale thermodynamic model is required to link molecular-level properties to macroscopic observations.\r\n\r\nIntellectual Merit: \r\n\r\nThe scientific goal of this proposal consists in the development of a multi-scale theoretical model, based on simulations at all-atom and coarse grained levels, to elucidate the emergent behavior of nanoparticles adsorbed at water decane interfaces. Nanoparticles of interest include silica (spherical and discoid) and MgO (cubic) ones. To stabilize water-oil emulsions, these particles are functionalized to become partially hydrophobic. Nanoparticles with uniform surface properties, as well as Janus nanoparticles in which part of the surface is hydrophobic and part of it is hydrophilic will be studied.\r\n\r\nBroader impacts: The theoretical model derived within this proposal will allow us to better understand and predict the properties of solid particle stabilized emulsions. These emulsions are finding technological applications in the manufacture of new materials, in the stabilization of polymeric foams, and also in food science. Understanding the packing of particles at interfaces, and the driving forces responsible for the appearance of exotic two-dimensional phases is also of interest for the manufacture of polymeric nanocomposite materials, which are being developed for, among other applications, harvesting solar energy.\r\n\r\nOutreach and Education: \r\n\r\nThe project will involve one graduate student and three undergraduate researchers. Under represented minorities, especially females and Native Americans, will participate in our activities. Connections with colleges with significant Native American student population (specifically Northeastern State University in Tahlequah, OK) have been established. The research activities proposed herein will contribute to attract high-school students towards STEM careers, especially in Oklahoma, a state whose economy has traditionally relied on energy production and utilization. Towards this goal, the collaboration of Mr. David Askey, secondary science teacher at Norman High School, has been secured. Funding of this project allows the investigators to continue delivering seminars at Norman High School once a year.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Grady",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Brian P Grady",
   "pi_email_addr": "bpgrady@ou.edu",
   "nsf_id": "000296335",
   "pi_start_date": "2014-01-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Alberto",
   "pi_last_name": "Striolo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alberto Striolo",
   "pi_email_addr": "astriolo@ou.edu",
   "nsf_id": "000490009",
   "pi_start_date": "2010-08-02",
   "pi_end_date": "2014-01-17"
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "660 PARRINGTON OVAL RM 301",
  "perf_city_name": "NORMAN",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730193003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 238804.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Water and oil do not mix. An emulsion can be produced when small droplets of water are dispersed in the oil phase (water-in-oil) or, vice versa, small droplets of oil are dispersed in water (oil-in-water). In many cosmetics and foods, e.g., yogurts, the emulsions are stabilized by small solid particles (e.g., ice cubes). These emulsions are much more stable that traditional ones, stabilized by chemicals (surfactants). Sometimes, unfortunately, they are too stable. By controlling the stability (e.g., when the emulsion breaks and water and oil phase separate), researchers are attempting to use solid-stabilized emulsions in new applications, including drug-delivery and bio-oil upgrade. Our fundamental studies seek to enable such applications because we are unveiling what particle properties (e.g., shape, size, and surface chemical properties) determine the emulsion stability.</p>\n<p>To advance applications we used computer modeling and simulation, we trained one PhD student and two post-doctoral students, we attracted a number of undergraduate students to research, and we reach out to under-represented minority students who are now enrolled in STEM college degrees.</p>\n<p>Among our scientific dicoveries, we found that if the particles are too long they tend to lay flat at the interface rather than extending perpendicularly to the interface; we found that the mobility of the particles at the interface can be tuned by using mixtures of particles with different properties much more easily than by using particles all of the same type; we also found that the structure of the particles at liquid-liquid interafce depends on the curvature of the interface, but that to observe such changes compared to the observations on a flat interface it is necessary to create droplets of diameter less than 10 times the size of the particles.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/07/2015<br>\n\t\t\t\t\tModified by: Brian&nbsp;P&nbsp;Grady</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWater and oil do not mix. An emulsion can be produced when small droplets of water are dispersed in the oil phase (water-in-oil) or, vice versa, small droplets of oil are dispersed in water (oil-in-water). In many cosmetics and foods, e.g., yogurts, the emulsions are stabilized by small solid particles (e.g., ice cubes). These emulsions are much more stable that traditional ones, stabilized by chemicals (surfactants). Sometimes, unfortunately, they are too stable. By controlling the stability (e.g., when the emulsion breaks and water and oil phase separate), researchers are attempting to use solid-stabilized emulsions in new applications, including drug-delivery and bio-oil upgrade. Our fundamental studies seek to enable such applications because we are unveiling what particle properties (e.g., shape, size, and surface chemical properties) determine the emulsion stability.\n\nTo advance applications we used computer modeling and simulation, we trained one PhD student and two post-doctoral students, we attracted a number of undergraduate students to research, and we reach out to under-represented minority students who are now enrolled in STEM college degrees.\n\nAmong our scientific dicoveries, we found that if the particles are too long they tend to lay flat at the interface rather than extending perpendicularly to the interface; we found that the mobility of the particles at the interface can be tuned by using mixtures of particles with different properties much more easily than by using particles all of the same type; we also found that the structure of the particles at liquid-liquid interafce depends on the curvature of the interface, but that to observe such changes compared to the observations on a flat interface it is necessary to create droplets of diameter less than 10 times the size of the particles.\n\n \n\n\t\t\t\t\tLast Modified: 09/07/2015\n\n\t\t\t\t\tSubmitted by: Brian P Grady"
 }
}