{
 "awd_id": "1033296",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Low-dimensional modeling of non-Newtonian pulsatile flow within (visco)elastic vessels with applications to blood flow",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitrios Papavassiliou",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 270000.0,
 "awd_min_amd_letter_date": "2010-08-04",
 "awd_max_amd_letter_date": "2010-08-04",
 "awd_abstract_narration": "The objective is to perform fundamental fluid mechanics research that aims to bridge the gap between, from the one hand, detailed but computationally demanding 3D flow simulations and, from the other hand, simplistic but computationally fast 1D flow approximations by systematically developing better low-dimensional models for blood flow within the arterial circulation network . Those are going to be based on the application of systematic methods, such as Principal Orthogonal Decomposition, POD (also known as Karhunen-Loeve, K-L, analysis) to the results of detailed 3D and time-dependent simulations (using spectral methods) of carefully selected test problems, where a lot more of the key characteristics of the blood flow within arteries are going to be represented such as: a) the Non-Newtonian(viscoelastic and viscoplastic/thixotropic) characteristics of the blood flow rheology and its dependence of the flow-induced anisotropy of the internal blood structure; b) the fluid-wall interactions assuming a realistic elasto-viscoplastic and anisotropic wall behavior; c) the inertial (sometimes also transitional) characteristics of the flow, etc. \r\nIntellectual Merit: The development, through a systematic K-L approach, of low dimensional (coarse-grained) models applicable to the complex nonlinear system of equations governing blood flow, is a novel way to explore high performance computational work. It can be a transformative paradigm as to how complex flow system analysis needs to be performed in order to enhance its potential use to applications.\r\nBroader Impacts: The desired result are more accurate, yet computationally manageable, new multiscale models for the blood flow arterial circulation systems. These new models can truly be transformative, of direct help to the physician (as a tool, for example, to help interpret pressure data), in medical education (to help, for example, the analysis of  human physiology), in pharmacokinetics (assisting towards personalized medicine), in bettering of understanding of the progression of cardiovascular diseases (as for example atherosclerosis and thrombosis) etc.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Antony",
   "pi_last_name": "Beris",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Antony N Beris",
   "pi_email_addr": "beris@udel.edu",
   "nsf_id": "000105531",
   "pi_start_date": "2010-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "058E",
   "pgm_ref_txt": "Newtonian fluids"
  },
  {
   "pgm_ref_code": "060E",
   "pgm_ref_txt": "BIO-TRANSPORT & FLUID MECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 270000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NSF 1033296 Project Outcomes Report</p>\n<p>Title:&nbsp; Low-dimensional modeling of non-Newtonian pulsatile flow within (visco)elastic vessels with applications to blood flow</p>\n<p>PI:&nbsp; Antony N. Beris</p>\n<p>In this work we studied the macroscopic, mechanical, behavior of blood, i.e. the properties that make blood to flow, in an effort to better understand it so that we can better model it and predict it in connection to the very significant blood flow circulation problem within the human arterial network.&nbsp; A first significant outcome is that of better models, both for the steady state [1] and under transient conditions [2].&nbsp; Blood as a complex system, characterized as a concentrated suspension of red blood cells, white cells, platelets and a variety of proteins and other metabolites, is characterized by a rheology that is also complex, viscoplastic (i.e. characterized by a nonzero minimum stress for flow, the yield stress) and thixotropic, (i.e. a rheology that changes depending on the flow deformation history) and very different from what is seen in low molecular weight homogeneous substances such as water and air (characterized by a viscous &ldquo;Newtonian behavior&rdquo;).&nbsp; &nbsp;</p>\n<p>In particular, the Casson model, was shown to describe the best the steady-state shear blood flow rheology [1].&nbsp; Moreover, we were able to establish quantitative correlations between important properties characterizing the mechanical blood flow behavior (such as the yield stress and the model viscosity) and physiological characteristics of the blood such as the hematocrit (i.e. the volume fraction of the red blood cells) and a critical constituent protein, fibrinogen. Fibrinogen is important as it is implicated in the formation of aggregates (called &ldquo;Rouleaux structures&rdquo;) of red blood cells &ndash; those structures are considered responsible for the development of a non-zero yield stress. A high yield stress value makes the blood more difficult to flow.&nbsp; The implication is then that high yield stress can make the heart to work more and can be a factor for cardiovascular problems.&nbsp; A sample of the correlations obtained within this work for different levels of fibrinogen concentration (continuous lines) as a function of the blood hematocrit are shown in Figure 1 in comparison against available literature data obtained from samples drawn from healthy individuals---as seen in that Figure the agreement is very good. More results and a detailed analysis is to be found in [1].&nbsp; Those results are significant because they show the importance of personalized modeling for medical purposes:&nbsp; all blood is not the same and its behavior can be very different, not only biologically (that we knew already---this is the reason for various blood tests) but also rheologically, in terms of its flow behavior.</p>\n<p>However, what we will like to address in more detail here are a more direct, significant, anticipated impact to medicine.&nbsp; For the first time, quantitative correlations between medical conditions, such as hypercholesterolemia and hypertriglycerolemia, have been systematically developed, and in a statistically significant fashion, to the rheology of blood, and in particular to its yield stress and viscosity.&nbsp; This connection, although for long time suspected and documented in previous works, it has been represented here for the first time in a quantitative fashion.&nbsp; Not only it allows for predictions to be made, and provides a reason and a mechanism for the effect of those conditions to cardiovascular diseases, but the fact that what matters are ratios of quantities of interest (such as LDL/HDL) instead of absolute values provides alternative ways for treatment.&nbsp; For example, instead of lowering the total cholesterol (TC) and/or the &ldquo;bad cholesterol&rdquo; LDL and/or triglycerides (TG), one can simply inc...",
  "por_txt_cntn": "\nNSF 1033296 Project Outcomes Report\n\nTitle:  Low-dimensional modeling of non-Newtonian pulsatile flow within (visco)elastic vessels with applications to blood flow\n\nPI:  Antony N. Beris\n\nIn this work we studied the macroscopic, mechanical, behavior of blood, i.e. the properties that make blood to flow, in an effort to better understand it so that we can better model it and predict it in connection to the very significant blood flow circulation problem within the human arterial network.  A first significant outcome is that of better models, both for the steady state [1] and under transient conditions [2].  Blood as a complex system, characterized as a concentrated suspension of red blood cells, white cells, platelets and a variety of proteins and other metabolites, is characterized by a rheology that is also complex, viscoplastic (i.e. characterized by a nonzero minimum stress for flow, the yield stress) and thixotropic, (i.e. a rheology that changes depending on the flow deformation history) and very different from what is seen in low molecular weight homogeneous substances such as water and air (characterized by a viscous \"Newtonian behavior\").   \n\nIn particular, the Casson model, was shown to describe the best the steady-state shear blood flow rheology [1].  Moreover, we were able to establish quantitative correlations between important properties characterizing the mechanical blood flow behavior (such as the yield stress and the model viscosity) and physiological characteristics of the blood such as the hematocrit (i.e. the volume fraction of the red blood cells) and a critical constituent protein, fibrinogen. Fibrinogen is important as it is implicated in the formation of aggregates (called \"Rouleaux structures\") of red blood cells &ndash; those structures are considered responsible for the development of a non-zero yield stress. A high yield stress value makes the blood more difficult to flow.  The implication is then that high yield stress can make the heart to work more and can be a factor for cardiovascular problems.  A sample of the correlations obtained within this work for different levels of fibrinogen concentration (continuous lines) as a function of the blood hematocrit are shown in Figure 1 in comparison against available literature data obtained from samples drawn from healthy individuals---as seen in that Figure the agreement is very good. More results and a detailed analysis is to be found in [1].  Those results are significant because they show the importance of personalized modeling for medical purposes:  all blood is not the same and its behavior can be very different, not only biologically (that we knew already---this is the reason for various blood tests) but also rheologically, in terms of its flow behavior.\n\nHowever, what we will like to address in more detail here are a more direct, significant, anticipated impact to medicine.  For the first time, quantitative correlations between medical conditions, such as hypercholesterolemia and hypertriglycerolemia, have been systematically developed, and in a statistically significant fashion, to the rheology of blood, and in particular to its yield stress and viscosity.  This connection, although for long time suspected and documented in previous works, it has been represented here for the first time in a quantitative fashion.  Not only it allows for predictions to be made, and provides a reason and a mechanism for the effect of those conditions to cardiovascular diseases, but the fact that what matters are ratios of quantities of interest (such as LDL/HDL) instead of absolute values provides alternative ways for treatment.  For example, instead of lowering the total cholesterol (TC) and/or the \"bad cholesterol\" LDL and/or triglycerides (TG), one can simply increase the \"good\" cholesterol (HDL) to the same total effect.  Wherever this can apply, this can have significant savings, as one can increase relatively easily HDL (for example, through exercise, or thro..."
 }
}