{
 "awd_id": "1033458",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Degradation Mechanism of Cyanotoxins Using Novel Visible Light-Activated Titania (TiO2) Photocatlysts",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-08-27",
 "awd_max_amd_letter_date": "2010-08-27",
 "awd_abstract_narration": "Collaborative Research: Degradation Mechanism of Cyanotoxins Using\r\nNovel Visible Light-Activated Titania (TiO2) Photocatalysts\r\n\r\nIntellectual merit: The increase of harmful algal blooms by cyanobacteria (Cyano-HABs) in estuaries and freshwater aquatic systems around the world is a major global problem. Cyano-HABs produce and release a variety of cyanobacterial toxins (cyanotoxins) (i.e., hepatotoxins, dermatotoxins, neurotoxins)with extremely high toxicity. The presence of high concentrations of harmful cyanotoxins in aquatic systems that serve or could potentially serve as sources of drinking water supply is a serious threat to human and\r\nenvironmental health. Conventional water treatment technologies are not wholly effective for the removal of these highly toxic naturally occurring toxic organic compounds and there is a critical need to develop new technologies which can effectively remove cyanotoxins from water. This proposal, submitted under the USIreland R&D initiative, aims to develop a solar driven advanced oxidation technology (AOT) as a viable solution to the problem of cyanotoxin contamination in water. Photocatalysis is an AOT which utilizes light-activated\r\nsemiconductors to drive redox processes in water, leading to the destruction of organic pollutants and the inactivation of microorganisms. Titanium dioxide (TiO2) is the most suitable photocatalyst for water treatment; however, it requires UV excitation meaning that only 4% of the solar spectrum can be utilized.\r\nThe development of visible light active (VLA) photocatalyst materials would be a major step forward towards the effective utilization of solar energy for the treatment of polluted water. Non-metal doped visible light activated (VLA) TiO2 materials are especially promising because they are strong visible-light absorbers and readily sensitize the formation of reactive oxygen species (ROS), which are known to degrade toxic organic pollutants. At present, the chemistry of organic substrates in the presence of irradiated VLA TiO2 is not well understood. This gap in the knowledge base is a critical problem, because it prevents the optimization of these systems for water treatment applications. The objective of this United States-Ireland trans-national\r\ncollaborative study, involving scientists and engineers from two universities in the United States (one being a minority institution), one University from Northern Ireland and one Institute of Technology from the Republic of Ireland, is to elucidate the mechanism of cyanotoxin degradation in water catalyzed by VLA TiO2 activated by visible light radiation or solar light. The central hypothesis is that irradiation of VLA TiO2 produces ROS that degrade cyanotoxins and that this reactivity can be readily modulated by varying the properties of the materials and the photocatalysis conditions. Guided by strong preliminary evidence and the extensive experience of the assembled researchers, this hypothesis will be tested by pursuing three specific objectives:\r\n(1) Synthesize, characterize and optimize new VLA TiO2 photocatalysts that will be evaluated for the destruction of cyanotoxins in water, (2) Investigate the photoelectrochemical response of VLA TiO2 photocatalysts, and (3) Determine the formation, fate, and reactivity of ROS generated during irradiation of VLA TiO2 in the presence of cyanotoxins, determine kinetics of cyanotoxin degradation, evaluate the biological activity of the oxidation products, and determine reaction intermediates and reaction pathways of\r\ncyanotoxin degradation using VLA TiO2 photocatalyst activated by visible light radiation or solar light. The proposed work is original because it focuses on the preparation and photochemistry of new materials whose properties are readily modified. The proposed research is significant because it is expected to provide the mechanistic knowledge that is necessary for the development of rational strategies for optimizing solar-driven photocatalytic processes for water treatment.\r\n\r\nBroader impact: The research activities will directly advance discovery and understanding while promoting teaching, training and learning by bringing together a research team composed of undergraduate students, graduate students, postdoctoral researchers and the PIs. The research plan emphasizes participation of under-represented groups in scientific projects of international dimensions. In addition,undergraduate and graduate students will benefit from rigorous cross-disciplinary rotational laboratory training, thereby enriching the curriculum. The project will also offer opportunities to the student researchers to receive scientific training overseas, thereby facilitating exchange of ideas between the collaborating laboratories. In addition to this, the results of the research will be utilized for undergraduate and postgraduate taught courses (e.g. module in nanotechnology) in UC, FIU, UU, and CREST-DIT. Overall, the proposed activities are expected to strengthen co-operation between the institutes involved, and therefore,these activities are well aligned with the NSF?s international collaboration research objectives and the recent nanotechnology innovation agreement between the U.S., Republic of Ireland and Northern Ireland. The broader societal impacts of this research include enhancing sustainable development and shrinking the human ecological footprint. The knowledge obtained from these studies will guide the development of new water treatment methodologies using renewable energy. Application of these insights will accelerate the implementation of related nanotechnologies in addressing environmental problems, as well as advance the development of photoelectrochemical systems for solar energy harvesting and photocatalytic materials in other environmental applications such as air purification, disinfection and sensing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "O'Shea",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin E O'Shea",
   "pi_email_addr": "osheak@fiu.edu",
   "nsf_id": "000449517",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8TH ST",
  "perf_city_name": "MIAMI",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331992516",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "014E",
   "pgm_ref_txt": "NANOBIOTECH AND NANOTOXICOLOGY"
  },
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!--  /* Font Definitions */ @font-face \t{font-family:Arial; \tpanose-1:2 11 6 4 2 2 2 2 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536859905 -1073711037 9 0 511 0;} @font-face \t{font-family:??; \tmso-font-charset:80; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:1 135135232 16 0 262144 0;} @font-face \t{font-family:\"Cambria Math\"; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1107305727 0 0 415 0;} @font-face \t{font-family:Calibri; \tpanose-1:2 15 5 2 2 2 4 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-520092929 1073786111 9 0 415 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin-top:0in; \tmargin-right:0in; \tmargin-bottom:8.0pt; \tmargin-left:0in; \tline-height:107%; \tmso-pagination:widow-orphan; \tfont-size:11.0pt; \tfont-family:Calibri; \tmso-ascii-font-family:Calibri; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:??; \tmso-fareast-theme-font:minor-fareast; \tmso-hansi-font-family:Calibri; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi; \tmso-fareast-language:ZH-CN;} p \t{mso-style-priority:99; \tmso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:\"Times New Roman\"; \tmso-fareast-language:ZH-CN;} span.apple-converted-space \t{mso-style-name:apple-converted-space; \tmso-style-unhide:no;} .MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tfont-size:11.0pt; \tmso-ansi-font-size:11.0pt; \tmso-bidi-font-size:11.0pt; \tfont-family:Calibri; \tmso-ascii-font-family:Calibri; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:??; \tmso-fareast-theme-font:minor-fareast; \tmso-hansi-font-family:Calibri; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi; \tmso-fareast-language:ZH-CN;} .MsoPapDefault \t{mso-style-type:export-only; \tmargin-bottom:8.0pt; \tline-height:107%;} @page WordSection1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.0in 1.0in 1.0in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.WordSection1 \t{page:WordSection1;} -->\n<p style=\"margin-top: 0in; margin-right: 0in; margin-bottom: 7.5pt; margin-left: 0in; line-height: 12.75pt;\"><span style=\"font-size: 9.0pt; font-family: Arial; color: black;\">The increase of harmful algal blooms by cyanobacteria (Cyano-HABs) in estuaries and freshwater aquatic systems around the world is a major global problem. The presence of high concentrations of harmful cyanotoxins in aquatic systems that serve or could potentially serve as sources of drinking water supply is a serious threat to human and environmental health.&nbsp; Conventional water treatment technologies are not wholly effective for the removal of these highly toxic naturally occurring toxic organic compounds and there is a critical need to develop new technologies which can effectively remove cyanotoxins from water. &nbsp;</span></p>\n<p style=\"margin-top: 0in; margin-right: 0in; margin-bottom: 7.5pt; margin-left: 0in; line-height: 12.75pt;\"><span style=\"font-size: 9.0pt; font-family: Arial; color: black;\">TiO<sub>2</sub> is the most suitable photocatalyst for water treatment; however, it requires UV excitation meaning that only 4% of the solar spectrum can be utilized.&nbsp; The development of VLA photocatalyst materials would be a major step forward towards the effective utilization of solar energy for the treatment of polluted water. Non-metal doped VLA TiO<sub>2</sub><span class=\"apple-converted-space\">&nbsp;</span>materials are especial...",
  "por_txt_cntn": "\nThe increase of harmful algal blooms by cyanobacteria (Cyano-HABs) in estuaries and freshwater aquatic systems around the world is a major global problem. The presence of high concentrations of harmful cyanotoxins in aquatic systems that serve or could potentially serve as sources of drinking water supply is a serious threat to human and environmental health.  Conventional water treatment technologies are not wholly effective for the removal of these highly toxic naturally occurring toxic organic compounds and there is a critical need to develop new technologies which can effectively remove cyanotoxins from water.  \nTiO2 is the most suitable photocatalyst for water treatment; however, it requires UV excitation meaning that only 4% of the solar spectrum can be utilized.  The development of VLA photocatalyst materials would be a major step forward towards the effective utilization of solar energy for the treatment of polluted water. Non-metal doped VLA TiO2 materials are especially promising because they are strong visible-light absorbers and readily sensitize the formation of reactive oxygen species (ROS), which are known to degrade toxic organic pollutants.  At present, the chemistry of organic substrates in the presence of irradiated VLA TiO2 is not well understood.  This gap in the knowledge base is a critical problem, because it prevents the optimization of these systems for water treatment applications. \nIn this research, three specific objectives were fulilled:  (1) Synthesize, characterize and optimize new VLA TiO2 photocatalysts that will be evaluated for the destruction of cyanotoxins in water, (2) Investigate the photoelectrochemical response of VLA TiO2 photocatalysts, and  (3) Determine the formation, fate, and reactivity of ROS generated during irradiation of VLA TiO2 in the presence of cyanotoxins, determine kinetics of cyanotoxin degradation, evaluate the biological activity of the oxidation products, and determine reaction intermediates and reaction pathways of cyanotoxin degradation using VLA TiO2 photocatalyst activated by visible light radiation or solar light.  \nThe research activities directly advanced discovery and understanding while promoting teaching, training and learning by bringing together a research team composed of undergraduate students, graduate students, postdoctoral researchers and the PIs.  The research emphasized participation of underrepresented groups in scientific projects of international dimensions.  In addition, undergraduate and graduate students benefited from rigorous cross-disciplinary rotational laboratory training, thereby enriching the curriculum.  The project also offered opportunities to the student researchers to receive scientific training overseas, thereby facilitating exchange of ideas between the collaborating laboratories.  In addition to this, the results of the research were utilized for undergraduate and postgraduate taught courses (e.g. module in nanotechnology) in UC, FIU, UU, and CREST-DIT. The broader societal impacts of this research included enhancing sustainable development and shrinking the human ecological footprint.  The knowledge obtained from these studies guided the development of new water treatment methodologies using renewable energy.  Insights of the research accelerated the implementation of related nanotechnologies in addressing environmental problems, as well as advanced the development of photoelectrochemical systems for solar energy harvesting and photocatalytic materials in other environmental applications such as air purification, disinfection and sensing.\nThis work makes significant contribution to the field since this is one of the few studies that examine mechanistic aspects of non-metal doped visible-light activated (VLA) titanium dioxide (TiO2) catalyst used in the degradation of cyanotoxins in water. Novel approaches to synthesize nanostructured VLA catalysts with one or more non-metal dopants with tailor-designed functionalities are bei..."
 }
}