{
 "awd_id": "1033141",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An investigation of plasma formation in electromechanically-driven free bubbles at resonance in water with applications for the treatment of contaminated water",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ruey-Hung Chen",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 287669.0,
 "awd_amount": 296445.0,
 "awd_min_amd_letter_date": "2010-08-03",
 "awd_max_amd_letter_date": "2012-06-05",
 "awd_abstract_narration": "1033141\r\nFoster\r\n\r\nABSTRACT\r\n\r\nIntellectual Merit: The research looks into the volumetric treatment of liquids using plasma discharge within gas bubbles dispersed in the liquid. It is a very basic experimental approach, driven by developed theory of bubble dynamics and backed by some interesting preliminary observations. The study will be of a fundamental nature, but is also strongly motivated by the application of water purification, and the development of a small system that can be used in the field. A range of interesting experiments are planned, using a high speed camera and a time-resolvable optical emission spectrometer. If successful, the research will provide new insights into this emerging area of non-equilibrium plasmas and could also contribute to the development of an application of great societal importance. \r\n\r\nThe research effort is novel, well thought out and has broad impacts to both the physical understanding of the phenomenon as well as to the benefit of society, specifically with regard to water purification in underdeveloped countries.\r\n\r\nBroader Impact: This research enables a method for in-volume plasma injection into essentially any liquid system. This effort is expected to greatly expand our knowledge of the physics of plasma-in-bubble discharges, forming new guideposts for further research and leading to a means for implementation in practical plasma-chemical reactors. The diffusion of discharge byproducts such as ozone, radicals, electrons, atomic oxygen, and UV emission into the water can drive chemical reactions. Such discharges in liquid systems can open new frontiers in chemical processing, where the plasma supplies the driving energy. Since the discharge products are strongly antiseptic, initiation of a plasma discharge in water automatically disinfects water and opens the possibility of plasma-based, point-of use water treatment for application in underdeveloped countries where water-borne diseases account for 80% of childhood deaths. Further, as part of the proposed research several plasma demonstration and simple hands on laboratory systems will be built for use in outreach programs. The panel was impressed both by the outreach and educational activities as well as the potential applications of this fundamental research in water treatment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Foster",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "John E Foster",
   "pi_email_addr": "jefoster@umich.edu",
   "nsf_id": "000354316",
   "pi_start_date": "2010-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "001E",
   "pgm_ref_txt": "Air pollution"
  },
  {
   "pgm_ref_code": "061E",
   "pgm_ref_txt": "Fire"
  },
  {
   "pgm_ref_code": "062E",
   "pgm_ref_txt": "Plasma-assisted combustion"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 287669.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6810.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1966.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our fresh water supply is under continual threat of contamination driven by over development, agriculture, and industrialization. The role of drinking water processing facilities is to make water extracted from surface and ground water sources drinkable.&nbsp; In general, the purification methodology of modern water treatment plants is over 100 years old, involving essentially three processes: coagulation, filtration and disinfection.&nbsp; Contaminants such as hydrocarbons, volatile organic compounds, pesticides/herbicides, endocrine disruptors, and pharmaceuticals are now present in freshwater.&nbsp; It is known that such&nbsp; contaminants can cause cancer, central nervous system damage, and birth defects.  Freshwater plants are not currently designed to address these contaminants.&nbsp;&nbsp; While currently in low concentration, it is unknown as to what long term health effects these chemicals may pose when combined even at low concentration.&nbsp; Advanced technologies are required to remove these contaminants well beyond conventional methods. Plasmas produced in water--the basis of this research-- produces aggressive oxidants that can reduce such contaminants to harmless products. Making large volumes of plasma in&nbsp; liquid water is difficult however. This research effort tackles this problem. The objectives of the research effort  is essentially three fold: 1) better understand plasma formation processes in liquid water, 2)investigate methodologies for the production of large volume plasma production in water at low voltage and 3) develop a demonstrator reactor for the treatment of water based on fundamental studies carried out in this effort. Plasma tends to form in liquid water by essentially breaking down gas bubbles present in the water.&nbsp; In the course of this effort an apparatus designed for the study of plasma formation in water was designed and build. This apparatus involved the confinement of a single bubble in an acoustic field. Using applied voltages, we demonstrated the ability to control bubble shapes and concentrate the electric field in the bubbles.&nbsp; Such electric field concentration leads to plasma formation in bubbles at reduced voltage.&nbsp; We also studied complex interactions between the breakdown plasma in the bubble and complex fluid dynamical instabilities that formed as a result.&nbsp; Such processes are important in that they can lead to mixing in solution, thereby allowing radicals produced by the plasma to spread throughout the liquid thus increasing decomposition efficiency. A underwater plasma jet was also developed. This reactor directly injects plasma into the water. We are able to monitor the decomposition efficiency of this device by measuring the chemical composition of contaminated water samples during plasma treatment. The reactor demonstrated the capability to rapidly completely decompose organic dye contaminant.&nbsp; In general, dyes associated with the textile industry are a leading contaminant of freshwater--so this demonstration shows the potential applicability of the technology for use in the textile industry--thereby allowing water recycling rather than single use and subsequent ejection on contamanated water into rivers and streams.&nbsp; This effort led to a collaboration with NASA as well where the focus was on water recycling for astronauts. Joint experiments featuring NASA's nanosecond, high voltage pulser allowed us to realize rapid decomposition on organic contaminants in water (dyes in this case).&nbsp; This work resulted in the submission of a joint patent. Results from this NSF research effort has led to a number of publications and many conference presentations.&nbsp; This effort also involved the development of plasma demonstration devices for k-12 outreach with focus on women and underrepresented minorities.&nbsp;&nbsp; In the course of executing this effort, a large plasma tube was desi...",
  "por_txt_cntn": "\nOur fresh water supply is under continual threat of contamination driven by over development, agriculture, and industrialization. The role of drinking water processing facilities is to make water extracted from surface and ground water sources drinkable.  In general, the purification methodology of modern water treatment plants is over 100 years old, involving essentially three processes: coagulation, filtration and disinfection.  Contaminants such as hydrocarbons, volatile organic compounds, pesticides/herbicides, endocrine disruptors, and pharmaceuticals are now present in freshwater.  It is known that such  contaminants can cause cancer, central nervous system damage, and birth defects.  Freshwater plants are not currently designed to address these contaminants.   While currently in low concentration, it is unknown as to what long term health effects these chemicals may pose when combined even at low concentration.  Advanced technologies are required to remove these contaminants well beyond conventional methods. Plasmas produced in water--the basis of this research-- produces aggressive oxidants that can reduce such contaminants to harmless products. Making large volumes of plasma in  liquid water is difficult however. This research effort tackles this problem. The objectives of the research effort  is essentially three fold: 1) better understand plasma formation processes in liquid water, 2)investigate methodologies for the production of large volume plasma production in water at low voltage and 3) develop a demonstrator reactor for the treatment of water based on fundamental studies carried out in this effort. Plasma tends to form in liquid water by essentially breaking down gas bubbles present in the water.  In the course of this effort an apparatus designed for the study of plasma formation in water was designed and build. This apparatus involved the confinement of a single bubble in an acoustic field. Using applied voltages, we demonstrated the ability to control bubble shapes and concentrate the electric field in the bubbles.  Such electric field concentration leads to plasma formation in bubbles at reduced voltage.  We also studied complex interactions between the breakdown plasma in the bubble and complex fluid dynamical instabilities that formed as a result.  Such processes are important in that they can lead to mixing in solution, thereby allowing radicals produced by the plasma to spread throughout the liquid thus increasing decomposition efficiency. A underwater plasma jet was also developed. This reactor directly injects plasma into the water. We are able to monitor the decomposition efficiency of this device by measuring the chemical composition of contaminated water samples during plasma treatment. The reactor demonstrated the capability to rapidly completely decompose organic dye contaminant.  In general, dyes associated with the textile industry are a leading contaminant of freshwater--so this demonstration shows the potential applicability of the technology for use in the textile industry--thereby allowing water recycling rather than single use and subsequent ejection on contamanated water into rivers and streams.  This effort led to a collaboration with NASA as well where the focus was on water recycling for astronauts. Joint experiments featuring NASA's nanosecond, high voltage pulser allowed us to realize rapid decomposition on organic contaminants in water (dyes in this case).  This work resulted in the submission of a joint patent. Results from this NSF research effort has led to a number of publications and many conference presentations.  This effort also involved the development of plasma demonstration devices for k-12 outreach with focus on women and underrepresented minorities.   In the course of executing this effort, a large plasma tube was designed and built as well as a plasma speaker and levitating coil--in addition to a cadre of smaller electricity and magnetism demos. These demonstrations ..."
 }
}