{
 "awd_id": "1033878",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Structured Ionic Liquids for Functional Products",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 289772.0,
 "awd_amount": 330772.0,
 "awd_min_amd_letter_date": "2010-07-22",
 "awd_max_amd_letter_date": "2012-09-10",
 "awd_abstract_narration": "1033878\r\nAlexandridis\r\n\r\nBackground & Motivation \r\n\r\nIonic liquids (ILs), organic salts that are fluid at ambient conditions, are a novel class of compounds with a combinatorially great molecular diversity and unique properties. The very low volatility and high thermal and chemical stability that many ILs exhibit, render them promising as solvents. Underscoring the successes of ILs as reaction media and in dissolving the otherwise insoluble cellulose and carbon nanotubes, are the multiple intermolecular interactions that ILs afford.  The broad goal is the development of fundamental knowledge to support and guide the next generation applications of ionic liquids in formulated chemicals or functional products, i.e., multi component systems that are rationally designed to meet specific end use requirements. Internal structure over multiple length scales is important in all functional products. ILs are uniquely suited to facilitate structuring on the basis of the short and long range interactions inherent in their chemistry. In addition to structure, mobility is an important consideration in IL containing products. \r\n\r\nStatement of Objectives \r\n\r\nThe investigators base the proposed research on the premise that fundamental understanding of interactions of ionic liquids with molecular solvents, amphiphiles, polymers, proteins, and nanoparticles is an enabling stage toward the rational formulation and structure property optimization of ionic liquid-based complex fluids, soft materials, nanomaterials, and hybrids, as well as consumer products and devices that incorporate the above materials. Multiple interactions, often subtle, act in tandem in such multi component systems, but their manifestation in system properties can be profound. To this end, the investigators aim to (i) establish operating intermolecular interactions in binary IL-amphiphile systems as reflected in structure and dynamics, (ii) pursue synergisms by characterizing molecular organization in multi component systems consisting of ILs, molecular solvents, amphiphiles, and polymers, and (iii) assess IL-amphiphile blends for their ability to accommodate salts or nanoparticles, thus facilitating the advancement to formulated products. Having real life applications in mind, the investigators will tailor our efforts to ionic liquid-polymer systems that are relevant as electrolytes in lithium batteries, and to IL-nanoparticle systems for dye-sensitized solar cells. \r\n\r\nIntellectual Merit: \r\n\r\nThe proposed research will enhance the fundamental understanding of ionic liquid + nanoparticle hybrid systems, where nanoparticle is used here broadly to encompass materials that are hard/inorganic or soft/organic, macromolecular or supramolecular, natural or synthetic. The integration of this knowledge into the rational design and development of IL-based products could have a potentially transformative effect in what is currently a nascent activity.  Other novel aspects include the characterization of blends of ionic liquids, of IL + solvent mixtures and of IL + nanoparticle dispersions with respect to their structuring ability and dynamics. Also, the comparison of IL + amphiphile systems and molecular solvent + amphiphile systems. \r\n\r\nBroader Impacts: \r\n\r\nThis research will have a positive and timely impact on efforts directed toward the development and commercialization of batteries, fuel cells and solar cells that incorporate ILs. Information on interactions between ionic liquids and water, organic solvents, (bio)surfactants and/or (bio)polymers will prove valuable in assessing the impact of ILs on human health and their fate in the environment. The findings should also be beneficial to the analytical chemistry applications of ILs. This project will integrate research and education by incorporating lectures and projects related to ionic liquids, structuring and functional products in the various courses that the PI teaches at both the undergraduate and graduate levels. The PI together with undergraduate students will develop and offer outreach activities geared toward high school and 1st year college students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paschalis",
   "pi_last_name": "Alexandridis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paschalis Alexandridis",
   "pi_email_addr": "palexand@eng.buffalo.edu",
   "nsf_id": "000093604",
   "pi_start_date": "2010-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "520 LEE ENTRANCE STE 211",
  "perf_city_name": "AMHERST",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142282577",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7974",
   "pgm_ref_txt": "GRAD RESEARCH SUPPLEMENT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 289772.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 41000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ionic liquids (ILs), organic salts that are fluid at ambient conditions, attract attention because of their unique properties and combinatorially great chemical diversity.&nbsp; The application of ILs as \"bulk chemical\" solvents has been motivated by the very low volatility and high thermal and chemical stability that many ILs exhibit, and the multiple intermolecular interactions that they afford.&nbsp; Success stories include ILs that can dissolve cellulose or carbon nanotubes.&nbsp; ILs can also find uses as single-compound \"specialty chemicals\" that offer a specific benefit or function, e.g., as lubricants, pharmaceutics, or energetic materials.&nbsp;</p>\n<p>In our Laboratory for Interfaces and Self-Assembly (LISA) at the University at Buffalo, The State University of New York (SUNY) we are interested in the utilization of ILs in \"formulated chemicals\" or \"functional products\".&nbsp; These multi-component systems, that are rationally designed to meet specific end-use requirements, encompass IL-based complex fluids, soft materials, nanomaterials, and hybrids, as well as consumer products and devices that incorporate the above materials.&nbsp;</p>\n<p>The broad goal of this project is the development of fundamental knowledge to support and guide the next generation applications of ionic liquids in formulated chemicals or functional products.&nbsp; To this end we have investigated in terms of phase behavior and nanostructure multicomponent systems comprising ingredients from the following list: ionic liquids, water, polar organic solvents, amphiphilic block copolymers and nanoparticles.</p>\n<p>Specific finding s from this project include: the conditions in solvent mixtures under which amphiphilic block copolymers form micelles, thermodynamically stable and reversible assemblies of well-defined shape and size; the preparation of ordered hybrid organic-inorganic materials where nanopartricles are located in domains afforded by the self-assembly of amphiphilic block copolymers; the role of ionic liquids in forming lyotropic liquid crystals of amphiphilic block copolymers; a review of intermolecular and colloidal interactions operating in ionic liquid - nanoparticle systems and the ensuing nanostructure.</p>\n<p>The potential impact into everyday life of fundamental, molecular-and nanoscale-level knowledge of the kind generated in this project is demonstrated through the integration of such knowledge into the design process for formulated products.&nbsp; Hundreds of students have been introduced to such concepts through the required senior undergraduate capstone design course on Product Design for Chemical Engineers that the PI has developed and taught at the University at Buffalo.</p>\n<p>More specifically, the intermolecular interactions in mixtures of ionic liquids, molecular solvents, amphiphiles and/or nanoparticles investigated in this project inform the design of products such as batteries and membranes and of processes such as biomass dissolution and liquid-liquid extraction.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/11/2016<br>\n\t\t\t\t\tModified by: Paschalis&nbsp;Alexandridis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIonic liquids (ILs), organic salts that are fluid at ambient conditions, attract attention because of their unique properties and combinatorially great chemical diversity.  The application of ILs as \"bulk chemical\" solvents has been motivated by the very low volatility and high thermal and chemical stability that many ILs exhibit, and the multiple intermolecular interactions that they afford.  Success stories include ILs that can dissolve cellulose or carbon nanotubes.  ILs can also find uses as single-compound \"specialty chemicals\" that offer a specific benefit or function, e.g., as lubricants, pharmaceutics, or energetic materials. \n\nIn our Laboratory for Interfaces and Self-Assembly (LISA) at the University at Buffalo, The State University of New York (SUNY) we are interested in the utilization of ILs in \"formulated chemicals\" or \"functional products\".  These multi-component systems, that are rationally designed to meet specific end-use requirements, encompass IL-based complex fluids, soft materials, nanomaterials, and hybrids, as well as consumer products and devices that incorporate the above materials. \n\nThe broad goal of this project is the development of fundamental knowledge to support and guide the next generation applications of ionic liquids in formulated chemicals or functional products.  To this end we have investigated in terms of phase behavior and nanostructure multicomponent systems comprising ingredients from the following list: ionic liquids, water, polar organic solvents, amphiphilic block copolymers and nanoparticles.\n\nSpecific finding s from this project include: the conditions in solvent mixtures under which amphiphilic block copolymers form micelles, thermodynamically stable and reversible assemblies of well-defined shape and size; the preparation of ordered hybrid organic-inorganic materials where nanopartricles are located in domains afforded by the self-assembly of amphiphilic block copolymers; the role of ionic liquids in forming lyotropic liquid crystals of amphiphilic block copolymers; a review of intermolecular and colloidal interactions operating in ionic liquid - nanoparticle systems and the ensuing nanostructure.\n\nThe potential impact into everyday life of fundamental, molecular-and nanoscale-level knowledge of the kind generated in this project is demonstrated through the integration of such knowledge into the design process for formulated products.  Hundreds of students have been introduced to such concepts through the required senior undergraduate capstone design course on Product Design for Chemical Engineers that the PI has developed and taught at the University at Buffalo.\n\nMore specifically, the intermolecular interactions in mixtures of ionic liquids, molecular solvents, amphiphiles and/or nanoparticles investigated in this project inform the design of products such as batteries and membranes and of processes such as biomass dissolution and liquid-liquid extraction.\n\n\t\t\t\t\tLast Modified: 03/11/2016\n\n\t\t\t\t\tSubmitted by: Paschalis Alexandridis"
 }
}