{
 "awd_id": "1033349",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Thermodynamics and Dynamics of Mesophases from Novel Self-Assembling Building Blocks",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eddie Chang",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 257166.0,
 "awd_amount": 257166.0,
 "awd_min_amd_letter_date": "2010-07-22",
 "awd_max_amd_letter_date": "2010-07-22",
 "awd_abstract_narration": "1033349\r\nEscobedo\r\n\r\nIntellectual Merit:\r\n\r\nMotivated by the growing ability to experimentally produce particles of almost any imaginable shape in the nano- to micro-size range, the goal of this proposal is to develop and apply novel molecular simulation methods to study the thermodynamic and dynamic properties of partially ordered phases (mesophases) of systems containing rigid colloidal particles of polyhedral shapes. This goal lies within the scope of nanotechnology that seeks to achieve greater control of orderly assembly of nanoscale objects; specifically, by elucidating how multifaceted building blocks form novel self-assembled structures. In this context, particle shape complementarity plays the role of an ?entropic bonding? that helps orient and position particles in regular patterns (even in the absence of chemical selectivity). The particle shapes to be investigated are convex space filling polyhedrons such as polygonal prisms, truncated octahedron, and rhombic dodecahedron.\r\nSelected binary mixtures of these particle types will also be studied, including mixtures of triangular and hexagonal prisms (which may template photonic band-gap materials), and mixtures of octahedra and tetrahedra (which would lead to model nano assembled 3D compounds). \r\n\r\nThe models used are coarse grained representations of colloidal particles whose effective inter-particle interactions can be tuned by surface functionalization or by the composition of the solvent media. It is expected that many of these systems will exhibit a liquid crystalline phase or a plastic solid in between the isotropic phase (at low concentrations) and crystal phase (at high concentrations). To identify such mesophases, advanced Monte Carlo methods and order parameters will be used to outline their phase boundaries and characterize their structure. To elucidate how such mesophases form and melt, the kinetics and mechanism of isotropicmesophase transitions will be investigated via novel path sampling methods. To elucidate how particles and defects move in such phases, molecular dynamic simulations will be performed to track and characterize their motion at equilibrium conditions and under steady shear flow. Some of these mesophases may exhibit unusual shear response like flow directionality and yield stress.\r\n\r\nThe methodological developments to be pursued are: (i) optimization of novel forward flux sampling to study the kinetics of order disorder phase transitions and to identify good orderparameters to characterize mechanism, and (ii) extension of expanded ensemble methods to simulate mesophase transitions in pure and binary systems using suitable order parameters. The proposed research can thus be seen as having a dual scope. The primary goal is to elucidate the thermodynamic and dynamic behavior of model rigid building blocks that have potential uses in the nanotechnology of self assembly. The secondary goal is to formulate novel numerical statistical mechanics techniques that have potentially widespread applications.\r\n\r\nBroader Impacts:\r\n\r\nThis work is complementary to experimental efforts by collaborators who will try to realize the predicted novel phases and test their mechanical, optical, and rheological properties. In the long term, the results could impact the ceramic, plastics, and semiconductor industries by helping broaden the approaches available to develop strong nano composites with high particle loadings, sieves with regular topology, liquid armors, colloid based mesocrystals for light control in photonic materials, sensors and lubricants sensitive to stress directionality, and nanocrystal arrays for photovoltaics. Advances in simulation methods should also help materials modelers to improve product properties by predicting and exploiting meso-scale, entropy aided self-assembly.\r\n\r\nThe graduate and undergraduate students involved with this project will get ample exposure to the physics and engineering of colloids while acquiring a significant expertise on multiple molecular and mesoscopic modeling techniques. They will also coordinate with the Cornell Center\r\nfor Material Research (CCMR) to create a teaching module on Nano-Lego engineering: harnessing entropy to create order? for use in local high schools. Our scientific results will be disseminated through professional meetings and an industrial outreach program organized by CCMR. Results of this investigation will be used in at least two courses: a new course on molecular simulations and the advanced Chemical Engineering thermodynamics core course.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fernando",
   "pi_last_name": "Escobedo",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Fernando A Escobedo",
   "pi_email_addr": "fe13@cornell.edu",
   "nsf_id": "000405638",
   "pi_start_date": "2010-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 257166.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There exists a growing interest in the generation and characterization of self-assembled suspensions of polyhedral particles for a wide range of potential applications, from solar cell nanocrystal arrays, to photonic materials, to liquid armor. This interest has been partially fueled by the seemingly boundless means available today to experimentally produce nano- and micro-particles with tailored shapes and compositions. Polyhedral nanoparticles could be regarded as a novel type of building block that can allow us to create self-assembled structures with different and desirable types of order (opening up a new path towards a watchmaker&rsquo;s type of &ldquo;chemistry&rdquo;). Importantly, the particular way in which such particles arrange in space will determine key properties of the material; for instance, their ability to transport light (in such photonic devices as lasers), to capture photons and conduct charges (in solar cells), or to dissipate energy (in liquid armor). This project was concerned with using molecular modeling methods to predict the types of ordered structures that such new building blocks can attain. In a broad sense, such ordered structures can be classified as: (1) &ldquo;crystals&rdquo; if the particles both occupy positions in a perfect lattice and are also oriented or aligned in a very specific way, and (2) &ldquo;mesophases&rdquo; where particles have only partial order, either in their positions or in their orientations. Mesophases are of particular interest as they exhibit properties that are intermediate between those of typical crystals (that possess complete, perfect order) and typical liquids (that lack any type of order); applications often exploit such multifaceted behavior. Examples of mesophases include &ldquo;liquid crystals&rdquo; whose particles have (liquid-like) disordered positions (i.e., they can flow) and crystal-like orientational order, and &ldquo;rotator&rdquo; or &ldquo;plastic phases&rdquo; which have liquid-like disordered orientations but crystal-like positions. In this project, many crystals and mesophases have been predicted to occur for different polyhedral particles: in some cases our predictions matched or explained the limited experimental results available (e.g., for square platelets and cuboctahedra), while in other cases they unveiled new phases yet to be seen in experiments. Our results provide further examples on how the interplay of purely entropic forces drives the formation of order in these materials, a counterintuitive idea since entropy is often associated with causing disorder. In our systems, order arises primarily from the shape of the particles which determines the way neighboring particles come together at high concentrations. At those conditions, particles locate and orient themselves (relative to its neighbors) to pack space efficiently and avoid becoming jammed and hence totally unable to move (something that would reduce entropy dramatically). The situation is somewhat reminiscent to that of many cars having to orderly park in a parking lot to make the most of the available space, thus accommodating a high concentration of cars without creating a traffic jam. The geometry of the particles determines their preferential local packing which ultimately leads to their self-assembly into phases having varying degrees of translational and orientational order. The figure below shows some examples of particle shapes and the ordered structures that they can lead to.</p>\n<p>&nbsp;</p>\n<p>Results from this grant have been disseminated in 5 papers published in peer-reviewed journals, while a 6<sup>th</sup> manuscript is under review. Further dissemination took place through invited Seminars (at Universities in the U.S. and overseas like in the 2010 CECAM-CCP5 in the UK) and several oral presentations at meetings of the American Institute of Chemical Engineers, the American Chemical Society, and Ameri...",
  "por_txt_cntn": "\nThere exists a growing interest in the generation and characterization of self-assembled suspensions of polyhedral particles for a wide range of potential applications, from solar cell nanocrystal arrays, to photonic materials, to liquid armor. This interest has been partially fueled by the seemingly boundless means available today to experimentally produce nano- and micro-particles with tailored shapes and compositions. Polyhedral nanoparticles could be regarded as a novel type of building block that can allow us to create self-assembled structures with different and desirable types of order (opening up a new path towards a watchmakerÆs type of \"chemistry\"). Importantly, the particular way in which such particles arrange in space will determine key properties of the material; for instance, their ability to transport light (in such photonic devices as lasers), to capture photons and conduct charges (in solar cells), or to dissipate energy (in liquid armor). This project was concerned with using molecular modeling methods to predict the types of ordered structures that such new building blocks can attain. In a broad sense, such ordered structures can be classified as: (1) \"crystals\" if the particles both occupy positions in a perfect lattice and are also oriented or aligned in a very specific way, and (2) \"mesophases\" where particles have only partial order, either in their positions or in their orientations. Mesophases are of particular interest as they exhibit properties that are intermediate between those of typical crystals (that possess complete, perfect order) and typical liquids (that lack any type of order); applications often exploit such multifaceted behavior. Examples of mesophases include \"liquid crystals\" whose particles have (liquid-like) disordered positions (i.e., they can flow) and crystal-like orientational order, and \"rotator\" or \"plastic phases\" which have liquid-like disordered orientations but crystal-like positions. In this project, many crystals and mesophases have been predicted to occur for different polyhedral particles: in some cases our predictions matched or explained the limited experimental results available (e.g., for square platelets and cuboctahedra), while in other cases they unveiled new phases yet to be seen in experiments. Our results provide further examples on how the interplay of purely entropic forces drives the formation of order in these materials, a counterintuitive idea since entropy is often associated with causing disorder. In our systems, order arises primarily from the shape of the particles which determines the way neighboring particles come together at high concentrations. At those conditions, particles locate and orient themselves (relative to its neighbors) to pack space efficiently and avoid becoming jammed and hence totally unable to move (something that would reduce entropy dramatically). The situation is somewhat reminiscent to that of many cars having to orderly park in a parking lot to make the most of the available space, thus accommodating a high concentration of cars without creating a traffic jam. The geometry of the particles determines their preferential local packing which ultimately leads to their self-assembly into phases having varying degrees of translational and orientational order. The figure below shows some examples of particle shapes and the ordered structures that they can lead to.\n\n \n\nResults from this grant have been disseminated in 5 papers published in peer-reviewed journals, while a 6th manuscript is under review. Further dissemination took place through invited Seminars (at Universities in the U.S. and overseas like in the 2010 CECAM-CCP5 in the UK) and several oral presentations at meetings of the American Institute of Chemical Engineers, the American Chemical Society, and American Physics Society. This Grant provided partial support to one post-doctoral associate (currently a lecturer at the University of Manchester in the UK) and at least th..."
 }
}