{
 "awd_id": "1034978",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "I/UCRC CGI:  I/UCRC for the Ceramic, Composite and Optical Materials Center",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2010-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2010-07-12",
 "awd_max_amd_letter_date": "2014-07-21",
 "awd_abstract_narration": "I/UCRC for the Ceramic, Composite and Optical Materials Center \r\n\r\n1034979 Clemson University; Dennis Smith \r\n1034978 Rutgers University; Richard Haber \r\n\r\nThe Center for the Ceramic, Composite and Optical Materials Center (CCOMC) will focus on providing a broader range of relevant technologies critical to materials-based companies. Clemson University and Rutgers University are collaborating to establish the proposed center, with Clemson University as the lead institution. \r\n\r\nThe Center for Ceramic Research (CRC) at Rutgers University, a past member of an ending NSF I/UCRC for Ceramic and Composite Materials Center (CCR), proposes to join with the Center for Optical Material Science and Engineering Technologies (COMSET) at Clemson University to form the proposed new Center (CCOMC) with new technological thrusts. COMSET has developed a strong industrial base, with three spin-off companies that, combined with Rutgers University, would provide a new and unique research program. The mission of the proposed Center (CCOMC) is to develop new innovations that enable and sustain United States competitiveness in ceramic, particulate, composite and optical material science, technology and engineering. Furthermore, the CCOMC will transfer these new innovations to its industrial members for competitive reproducible ceramic, particulate, composite and optical materials, for advanced, high performance commercial products. The proposed center's research projects are integrated into five thrust areas: powder synthesis and processing, nanoparticulates and processes, optical material synthesis and processing, materials for defense sciences, and materials for energy conversion. The proposed research program across the five thrust areas will be carried out by an interdisciplinary group of faculty and across different academic disciplines. The PIs are well-qualified and have adequate resources to conduct the proposed research. \r\n\r\nThe proposed center (CCOMC) has the potential to improve sustainability and profitability of US manufacturing by developing new technologies in the ceramic, optic and composite material field. CCOMC has plans in place for involving under-represented groups, to recruit highly qualified faculty and graduate students, and to motivate undergraduate students through unique research experiences and fellowships. Results will be disseminated through semi-annual meetings, publications, and a website for information, results and accomplishments. CCOMC will continue to integrate research and education; and by providing hands-on experience to students, the Center will attempt to motivate students to go beyond common approaches towards learning by hands-on experiences in state-of-the-art facilities focusing on todays relevant materials issues.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Haber",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Richard A Haber",
   "pi_email_addr": "rhaber1@rci.rutgers.edu",
   "nsf_id": "000190466",
   "pi_start_date": "2010-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1049",
   "pgm_ref_txt": "INDUSTRY-UNIV COOPERATIVE RSCH PROJECTS"
  },
  {
   "pgm_ref_code": "122E",
   "pgm_ref_txt": "CENTERS: OTHER INDUSTRY-UNIV"
  },
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\"><strong>Solution Crystalization of Magnesium Aluminate Spinel</strong></span></p>\n<p><span style=\"text-decoration: underline;\"><strong>Description:</strong></span> Development of a hydrothermal synthesis method and corresponding thermodynamic and kinetic model for the preparation of magnesium aluminate spinel (MgAl<sub>2</sub>O<sub>4</sub>) that involves direct crystallization of spinel powder in a supercritical water or steam atmosphere.</p>\n<p><strong><span style=\"text-decoration: underline;\">Outcomes</span></strong>: A consistent, controllable and scalable low-temperature process to hydrothermally synthesize spinel directly from solution. Thermodynamic and kinetic model that describes and predicts particle nucleation and crystal growth. Supply samples for processing microstructure studies.</p>\n<p><strong><span style=\"text-decoration: underline;\">Modeling of Polymeric Binder Degradation and Diffusion Through Porous Compacts </span></strong></p>\n<p><strong><span style=\"text-decoration: underline;\">Description:</span></strong>&nbsp; Development of a model that provides a better understanding of the kinetic and transport phenomena of binder removal and the effects processing parameters have on the removal process.&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Outcomes:</span></strong>&nbsp; A model that depicts the phenomena of binder removal from a green body when undergoing heating cycles as a function of processing/material properties.&nbsp; Potentially a new binder with enhanced properties.</p>\n<p><strong><span style=\"text-decoration: underline;\">Modeling the Densification of Non-Oxide Ceramics</span></strong></p>\n<p><strong><span style=\"text-decoration: underline;\">Description: </span></strong>Extend the previous work &ldquo;Effect of gas phase composition in pores, during densification&rdquo; to model the densification behavior during later stages of sintering or hot pressing of non-oxide ceramics.</p>\n<p><span style=\"text-decoration: underline;\"><strong>Outcomes:&nbsp;</strong></span> The removal of oxide by C additions has been completely converted to describe the B<sub>4</sub>C system, as well as the SiC system. This system will be explored in detail and will include examination of non-uniform distribution of residual carbon after complete removal of the oxide phases (B<sub>2</sub>O<sub>3</sub> for the B<sub>4</sub>C system and SiO<sub>2</sub> for the SiC system).</p>\n<p><span style=\"text-decoration: underline;\"><strong>Non-Destructive Characterization of Dense Ceramics:</strong></span>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\"><strong>Description:</strong></span> Preparation, characterization and development of boride powders. Determine the effects of different processes on final properties with the help of microstructure and mechanical characterization techniques.</p>\n<p><strong><span style=\"text-decoration: underline;\">Outcomes</span><span style=\"text-decoration: underline;\">:</span></strong>&nbsp; Improved understanding of synthesis, characterization and densification of various boride powders.</p>\n<p><span style=\"text-decoration: underline;\"><strong>Synthesis of Boride Powders:</strong></span>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\"><strong>Description:</strong></span>&nbsp; Preparation, characterization and development of boride powders. Determine the effects of different processes on final properties with the help of microstructure and mechanical characterization techniques.</p>\n<p><span style=\"text-decoration: underline;\"><strong>Outcomes:</strong></span> Improved understanding of synthesis, characterization and densification of various boride powders.</p>\n<p><strong><span style=\"text-decoration: underline;\">Formulation and Tape Casting of Commercial Hexagonal Boron Mitride Powders</span></strong></p>\n<p><strong><span style=\"text-decoration: underline;\">Descriptio...",
  "por_txt_cntn": "\nSolution Crystalization of Magnesium Aluminate Spinel\n\nDescription: Development of a hydrothermal synthesis method and corresponding thermodynamic and kinetic model for the preparation of magnesium aluminate spinel (MgAl2O4) that involves direct crystallization of spinel powder in a supercritical water or steam atmosphere.\n\nOutcomes: A consistent, controllable and scalable low-temperature process to hydrothermally synthesize spinel directly from solution. Thermodynamic and kinetic model that describes and predicts particle nucleation and crystal growth. Supply samples for processing microstructure studies.\n\nModeling of Polymeric Binder Degradation and Diffusion Through Porous Compacts \n\nDescription:  Development of a model that provides a better understanding of the kinetic and transport phenomena of binder removal and the effects processing parameters have on the removal process. \n\nOutcomes:  A model that depicts the phenomena of binder removal from a green body when undergoing heating cycles as a function of processing/material properties.  Potentially a new binder with enhanced properties.\n\nModeling the Densification of Non-Oxide Ceramics\n\nDescription: Extend the previous work \"Effect of gas phase composition in pores, during densification\" to model the densification behavior during later stages of sintering or hot pressing of non-oxide ceramics.\n\nOutcomes:  The removal of oxide by C additions has been completely converted to describe the B4C system, as well as the SiC system. This system will be explored in detail and will include examination of non-uniform distribution of residual carbon after complete removal of the oxide phases (B2O3 for the B4C system and SiO2 for the SiC system).\n\nNon-Destructive Characterization of Dense Ceramics: \n\nDescription: Preparation, characterization and development of boride powders. Determine the effects of different processes on final properties with the help of microstructure and mechanical characterization techniques.\n\nOutcomes:  Improved understanding of synthesis, characterization and densification of various boride powders.\n\nSynthesis of Boride Powders: \n\nDescription:  Preparation, characterization and development of boride powders. Determine the effects of different processes on final properties with the help of microstructure and mechanical characterization techniques.\n\nOutcomes: Improved understanding of synthesis, characterization and densification of various boride powders.\n\nFormulation and Tape Casting of Commercial Hexagonal Boron Mitride Powders\n\nDescription:  Characterize commercially available hexagonal boron nitride powders.  Formulate stable organic and aqueous based suspensions of hBN.  Tape casting of aqueous-based hBN slurries.\n\nOutcomes:  The microstructure of six different commercial hBN powders has been investigated. Knowledge of particle shape and size, chemical composition and crystallinity, nitrogen and oxygen content has been obtained.  Stable suspensions have been obtained using different surfactants and suspensions properties have been compared to commercially available BN suspensions. Tape casting of hBN slurries using different types of binders/plasticizers has been demonstrated.\n\nVariability in Boron Carbide Powders and Boron Carbide Ceramics\n\nDescription:  The main objective of this work is to improve the methodology for chemical and structural characterization of boron carbide; Understand the nature of structural disorder in boron carbide at varying B:C stoichiometries; Investigate the role of powder processing in amorphization, polytype transitions and impurities in boron carbide.\n\nOutcomes:  An understanding of the factors affecting structural and chemical variations in boron carbide that will lead to production of advanced materials with enhanced ballistic performance for strategic defense applications.\n\nResidual Stresses in Ceramics\n\nDescription:  This project aims to understand machining stresses in ceramics.\n\nOutcomes:  Comparative results for surfa..."
 }
}