{
 "awd_id": "1034811",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Networks In Transition from Response to Recovery following the Haiti Earthquake, 1/12/2010",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Wenger",
 "awd_eff_date": "2010-05-15",
 "awd_exp_date": "2011-04-30",
 "tot_intn_awd_amt": 39884.0,
 "awd_amount": 39884.0,
 "awd_min_amd_letter_date": "2010-05-11",
 "awd_max_amd_letter_date": "2010-05-11",
 "awd_abstract_narration": "This Grant for Rapid Response Research (RAPID) will document the transition process between disaster response operations and sustainable recovery following the January 12, 2010 earthquake in Haiti through direct field observation, content analysis of newspaper and official situation reports, as well as expert interviews with key managers from different organizations engaged in disaster operations.  We will identify the critical points of decision among organizations that mark the transition from response to recovery, and incorporate these points into a conceptual model that may be used to inform decision processes in other communities exposed to recurring risk. Without timely transition to recovery, a disaster-stricken community risks escalating failures in performance of key functions, such as communication, transportation, electrical power, water, gas, and sewage distribution systems. These technical functions underlie the provision of basic services in health, housing, education, commercial activity, and environmental restoration essential to renewal of the affected community. \r\n\r\nResponse and recovery operations following the Haiti Earthquake present an unusual opportunity to observe the evolution of a complex, adaptive system in real time. It provides an actual context for researchers to document the interactions and trace the information flow among organizations participating in disaster response, local organizations from the disaster-affected community, and still other organizations providing support from the wider global community. These interactions are rarely tracked in a systematic manner, but they are central to the longer-term economic, social, and technical development of a disaster-resilient community. The analyses of these interactions will reveal gaps and strengths in the flow of information and resources that are exchanged among organizations during the initial response phase following the event. The decisions and actions made during response operations create the basis for transition to the recovery and reconstruction phases, but are rarely documented. Tools of network analysis and computational simulation of organizational strategies for change will enable a more systematic exploration of these operations and offer fresh insight into the complex decision processes involved in disaster response, recovery, and reconstruction. Results from this initial study will serve as the basis for developing a more detailed model of disaster reduction in other risk-prone regions. \r\n\r\nFindings from this project will contribute to a global effort in developing a viable model of disaster risk reduction for nations exposed to seismic or other hazards. The proposed research also creates an opportunity for younger researchers to participate in reconnaissance following extreme events. This interdisciplinary team includes two advanced doctoral students in public policy, as well as a researcher trained in public health and law. Further, we are collaborating with a minority geophysicist from an undergraduate college who welcomes the opportunity to engage in research with an interdisciplinary team. The findings will demonstrate how an action system shifts from the urgent goal of life safety in disaster response to a more nuanced set of often conflicting goals for economic, social, and political development during recovery. This rapid response study will offer insights into the longer term processes of recovery and sustainable development of communities exposed to recurring hazards and risk.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Louise",
   "pi_last_name": "Comfort",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Louise K Comfort",
   "pi_email_addr": "lkc@pitt.edu",
   "nsf_id": "000200087",
   "pi_start_date": "2010-05-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Sweeney",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia M Sweeney",
   "pi_email_addr": "psweeney@pitt.edu",
   "nsf_id": "000560702",
   "pi_start_date": "2010-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "5001",
   "pgm_ref_txt": "Haiti Earthquake"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 39884.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"advy-bold\">&nbsp;The transition between disaster response operations and sustainable recovery represents a critical stage in rebuilding communities following disaster. We document this transition process following the January 12, 2010 earthquake in Haiti through direct field observation, review of documents and official situation reports, as well as interviews with key managers from organizations engaged in disaster operations in Haiti. Without an effective transition to recovery, disaster-stricken communities risk escalating failures in performance of key technical functions that underlie the provision of basic services in health, housing, education, commercial activity, and environmental restoration essential to building a resilient society. The interactions among social, environmental and technical systems are rarely tracked systematically, but are central to the longer-term economic, social, and technical development of a disaster-resilient community.</p>\n<p>&nbsp;We set four major objectives for this research: 1) document the transition process from response to recovery following the 1/12/2010 Haiti Earthquake through direct field observation, content analysis of newspaper and official situation reports; 2) conduct expert interviews with key managers from different organizations engaged in transition process; 3) explore how organizations build a common knowledge base to support coordinated action in severely disrupted conditions by identifying central types of knowledge that organizations need to share, and identifying primary obstacles &ndash; technical, organizational, and cultural &ndash; to this process; and 4) propose a model for action to facilitate the transition process specifically in Haiti, but that would also be applicable to transition processes in other disaster-affected countries.</p>\n<p>&nbsp;To accomplish these objectives, we formed an interdisciplinary research team, drawing on faculty, graduate students, and undergraduates from two institutions, University of Pittsburgh and Vassar College. We organized two field trips to Haiti, March 7-14, 2010 and May 2-9, 2010. As products of our research, we have created three databases that will be available, upon request, from the Center for Disaster Management : <a href=\"http://www.cdm.pitt.edu/\">www.cdm.pitt.edu</a>&nbsp; The databases include: 1) &nbsp;content analysis of regional news reports regarding the disaster published in Caribbean News Online, 1/12&ndash;2/2/2010; 2) content analysis of situation reports from major international agencies downloaded from ReliefWeb, 1/12-2/2/2010; and a detailed qualitative report that summarizes interviews, observations, and recommendations from the disciplines of geophysics/environment; water, sanitation, engineered infrastructure; shelter/housing/settlement; health; government in practice, rule of law, economy, and education.</p>\n<p>&nbsp;<strong>Intellectual Merit</strong></p>\n<p>This research provides an interdisciplinary assessment of the evolution of an interjurisdictional, intersectoral response system following a major earthquake event during the uncertain period of transition from response to recovery operations. Haiti represents an extraordinarily complex case in which the formal system of international humanitarian assistance could not function as expected when the national government had been seriously weakened by the disaster. The United Nations program for mobilizing international resources depends upon a viable national government to receive, manage, organize, and implement a program of local response and recovery from the disaster. Given severe damage to the already fragile Haitian Government, conditions for transition from response to recovery required significant adjustment, adaptation, and redesign to achieve the intended goal of facilitating Haiti&rsquo;s recovery to a state of sustainable, self organizing operations. Under these cond...",
  "por_txt_cntn": "The transition between disaster response operations and sustainable recovery represents a critical stage in rebuilding communities following disaster. We document this transition process following the January 12, 2010 earthquake in Haiti through direct field observation, review of documents and official situation reports, as well as interviews with key managers from organizations engaged in disaster operations in Haiti. Without an effective transition to recovery, disaster-stricken communities risk escalating failures in performance of key technical functions that underlie the provision of basic services in health, housing, education, commercial activity, and environmental restoration essential to building a resilient society. The interactions among social, environmental and technical systems are rarely tracked systematically, but are central to the longer-term economic, social, and technical development of a disaster-resilient community.\n\n We set four major objectives for this research: 1) document the transition process from response to recovery following the 1/12/2010 Haiti Earthquake through direct field observation, content analysis of newspaper and official situation reports; 2) conduct expert interviews with key managers from different organizations engaged in transition process; 3) explore how organizations build a common knowledge base to support coordinated action in severely disrupted conditions by identifying central types of knowledge that organizations need to share, and identifying primary obstacles &ndash; technical, organizational, and cultural &ndash; to this process; and 4) propose a model for action to facilitate the transition process specifically in Haiti, but that would also be applicable to transition processes in other disaster-affected countries.\n\n To accomplish these objectives, we formed an interdisciplinary research team, drawing on faculty, graduate students, and undergraduates from two institutions, University of Pittsburgh and Vassar College. We organized two field trips to Haiti, March 7-14, 2010 and May 2-9, 2010. As products of our research, we have created three databases that will be available, upon request, from the Center for Disaster Management : www.cdm.pitt.edu  The databases include: 1)  content analysis of regional news reports regarding the disaster published in Caribbean News Online, 1/12&ndash;2/2/2010; 2) content analysis of situation reports from major international agencies downloaded from ReliefWeb, 1/12-2/2/2010; and a detailed qualitative report that summarizes interviews, observations, and recommendations from the disciplines of geophysics/environment; water, sanitation, engineered infrastructure; shelter/housing/settlement; health; government in practice, rule of law, economy, and education.\n\n Intellectual Merit\n\nThis research provides an interdisciplinary assessment of the evolution of an interjurisdictional, intersectoral response system following a major earthquake event during the uncertain period of transition from response to recovery operations. Haiti represents an extraordinarily complex case in which the formal system of international humanitarian assistance could not function as expected when the national government had been seriously weakened by the disaster. The United Nations program for mobilizing international resources depends upon a viable national government to receive, manage, organize, and implement a program of local response and recovery from the disaster. Given severe damage to the already fragile Haitian Government, conditions for transition from response to recovery required significant adjustment, adaptation, and redesign to achieve the intended goal of facilitating HaitiÆs recovery to a state of sustainable, self organizing operations. Under these conditions, tracking the interactions among organizations engaged in disaster operations and tracing the information flow among organizations participating in the response system proved an essential me..."
 }
}