{
 "awd_id": "1034071",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Enhancing AFO Efficacy through Continuous, Non-Invasive Gait Assessment",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2010-08-19",
 "awd_max_amd_letter_date": "2013-09-16",
 "awd_abstract_narration": "PI: Bennett, B. C., Abel, M. F., and Lach, J. C.\r\nProposal Number: 1034071\r\n\r\nIndividuals with mobility disabilities as a result of cerebral palsy (CP) are often prescribed ankle foot orthoses (AFOs) to aid in their walking and prevent muscle contractures. More than 50% of the estimated 764,000 people with another 9500 children diagnosed each year. in the United States who have one or more symptoms of CP are prescribed orthoses21, with significantly larger numbers worldwide. Despite this widespread use of AFOs, current methods for evaluating \" and ultimately enhancing\" their efficacy in this population are limited. Most studies of gait changes with AFO use are based on single visit data collections in the gait lab, which only reveal short-term improvements in gait mechanics and do not address the AFOs' larger goals of increasing activity and participation in school and society and preventing muscle contractures and bony deformities. Accessing such data would provide insight into the efficacy of current AFOs and guidance for future AFO development, but longer-term, more continuous data collections in the wearers' natural environments are necessary. The proposed project seeks to address these limitations of solely relying on in-clinic data collections by addressing the fundamental scientific and technical challenges to the non-invasive and continuous collection and analysis of gait and activity data in any location over an extended period of time. Accelerometers, gyroscopes, microcontrollers, non-volatile memory, batteries, and supporting circuitry will be molded into AFOs, sensing, pre-processing, and storing movement data that is later downloaded and post-processed to determine both the amount and type of activity (e.g. walking vs. running vs. crawling) and various spatial-temporal gait parameters (e.g. stride length, ankle angle, etc.).  This objective, long-term, patient-specific assessment of AFO efficacy will transform the way doctors and gait specialists prescribe and monitor AFO use and will inform the development of future AFO technologies. For the first time clinicians will be able to follow the real world progress of the effect of AFO use. The sensing system is completely non-invasive as it will reside in the AFOs themselves, and the effect on day-to-day performance of different AFOs can be studied. Limitations that affect behavior (e.g. stair climbing) can be documented, and ankle position will be recorded as a function of time so that it can be determined if desired positions are held long enough to prevent contractures and deformities. If AFO use results in decreased walking performance or limits other activities, the clinician can modify the AFO, prescribe a different type of AFO (e.g. hinged vs. solid), or can suggest that the AFOs only be worn part of the time or not at all.\r\nIntellectual Merit: This work - which brings together an orthopedics and gait biomechanics specialist, a body sensor networks expert, and an orthopedic surgeon - will make several scientific and technical advancements in the fields of motion analysis and assistive technologies for CP. First, this work advances the area of long-term, non-invasive movement data collection and analysis. Increasingly, clinicians are using evidence-based interventions and are interested in quantitative measures in daily life, outside of the clinic or laboratory. This work goes beyond the mere measurement of general activity or number of steps (as is provided by existing off-the-shelf technologies) in that it will provide activity classification and spatial-temporal gait parameters. Second, the resulting knowledge of how an individual child is moving in the world with his/her AFOs will provide feedback as to the appropriateness of the devices, enabling changes to the AFOs to be made as necessary. Finally, the results of this analysis will provide insights into opportunities for future AFO development.\r\nBroader Impact: The impact of this work spans improved basic understanding of activity to improved quality of life for individuals with walking disabilities. While this work focuses on aiding those with CP, the basic science of this work can be applied to AFOs for individuals with different disabilities as well as the ability to non-invasively and continuously measure the movement of other body segments/joints. In addition, this work will develop technology that will provide information that will be needed in the future when active devices come into practice. Finally, with improved batteries and electronics it will become feasible to build sensors into every AFO so that gait/activities could be monitored intermittently to assess performance changes over time without a lab visit.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Lach",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "John C Lach",
   "pi_email_addr": "jlach@gwu.edu",
   "nsf_id": "000333844",
   "pi_start_date": "2013-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Bradford",
   "pi_last_name": "Bennett",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Bradford C Bennett",
   "pi_email_addr": "bcb3a@virginia.edu",
   "nsf_id": "000268989",
   "pi_start_date": "2010-08-19",
   "pi_end_date": "2013-09-16"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Lach",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "John C Lach",
   "pi_email_addr": "jlach@gwu.edu",
   "nsf_id": "000333844",
   "pi_start_date": "2010-08-19",
   "pi_end_date": "2013-09-16"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bradford",
   "pi_last_name": "Bennett",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Bradford C Bennett",
   "pi_email_addr": "bcb3a@virginia.edu",
   "nsf_id": "000268989",
   "pi_start_date": "2013-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Abel",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Mark F Abel",
   "pi_email_addr": "mfa2m@hsc.mcc.virginia.edu",
   "nsf_id": "000118542",
   "pi_start_date": "2010-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Individuals with mobility disabilities as a result of cerebral palsy (CP) are often prescribed ankle foot orthoses (AFOs) to aid in their walking and prevent muscle contractures. More than 50% of the estimated 764,000 people (with another 9,500 children diagnosed each year) in the United States who have one or more symptoms of CP are prescribed orthoses, with significantly larger numbers worldwide. Despite this widespread use of AFOs, current methods for evaluating &ndash; and ultimately enhancing &ndash; their efficacy in this population are limited. Most studies of gait changes with AFO use are based on single visit data collections in the gait lab, which only reveal short-term improvements in gait mechanics and do not address the AFOs&rsquo; larger goals of increasing activity and participation in school and society and preventing muscle contractures and bony deformities. Accessing such data would provide insight into the efficacy of current AFOs and guidance for future AFO development, but longer-term, more continuous data collections in the wearers&rsquo; natural environments are necessary.</p>\n<p>This project sought to address these limitations of solely relying on in-clinic data collections by addressing the fundamental scientific and technical challenges to the non-invasive and continuous collection and analysis of gait and activity data in any location over an extended period of time. This project had three key components. First, a sensor system was designed to be molded into AFOs in order to accurately, precisely, and continuously collect motion data. Second, this sensor system was deployed on children with CP and healthy controls to validate its capabilities and collect a variety of gait data. Third, sensor calibration and signal processing methods were developed and validated to extract various gait characteristics from the raw sensor data.</p>\n<p>The tangible outcome of these coordinated, inter-dependent, and iterative components is a sensor-instrumented AFO ready for deployment in larger clinical research studies that has been experimentally validated to provide accurate spatial-temporal gait parameters for both healthy and abnormal gait. This system will enable objective, long-term, patient-specific assessment of AFO efficacy, transforming the way doctors and gait specialists prescribe and monitor AFO use and informing the development of future AFO technologies. For the first time, clinicians will be able to follow the real world progress of the effect of AFO use. Limitations that affect behavior (e.g., stair climbing) can be documented, and ankle position will be recorded as a function of time so that it can be determined if desired positions are held long enough to prevent contractures and deformities. If AFO use results in decreased walking performance or limits other activities, the clinician can modify the AFO, prescribe a different type of AFO (e.g., hinged vs. solid), or suggest that the AFOs only be worn part of the time or not at all.</p>\n<p>More fundamentally, this project brought together an orthopedics and gait biomechanics specialist, a body sensor networks expert, and an orthopedic surgeon, resulting in several scientific and technical advancements in the fields of embedded systems, motion analysis, and assistive technologies for CP. This work advanced the area of long-term, non-invasive movement data collection and analysis and of body sensor systems in general. Increasingly, clinicians are using evidence-based interventions and are interested in quantitative measures in daily life, outside of the clinic or laboratory. This work goes beyond the mere measurement of general activity or number of steps (as is provided by existing off-the-shelf technologies) in that it provides activity classification and spatial-temporal gait parameters.</p>\n<p>The impact of this work spans improved basic understanding of activity to improved quality of l...",
  "por_txt_cntn": "\nIndividuals with mobility disabilities as a result of cerebral palsy (CP) are often prescribed ankle foot orthoses (AFOs) to aid in their walking and prevent muscle contractures. More than 50% of the estimated 764,000 people (with another 9,500 children diagnosed each year) in the United States who have one or more symptoms of CP are prescribed orthoses, with significantly larger numbers worldwide. Despite this widespread use of AFOs, current methods for evaluating &ndash; and ultimately enhancing &ndash; their efficacy in this population are limited. Most studies of gait changes with AFO use are based on single visit data collections in the gait lab, which only reveal short-term improvements in gait mechanics and do not address the AFOsÆ larger goals of increasing activity and participation in school and society and preventing muscle contractures and bony deformities. Accessing such data would provide insight into the efficacy of current AFOs and guidance for future AFO development, but longer-term, more continuous data collections in the wearersÆ natural environments are necessary.\n\nThis project sought to address these limitations of solely relying on in-clinic data collections by addressing the fundamental scientific and technical challenges to the non-invasive and continuous collection and analysis of gait and activity data in any location over an extended period of time. This project had three key components. First, a sensor system was designed to be molded into AFOs in order to accurately, precisely, and continuously collect motion data. Second, this sensor system was deployed on children with CP and healthy controls to validate its capabilities and collect a variety of gait data. Third, sensor calibration and signal processing methods were developed and validated to extract various gait characteristics from the raw sensor data.\n\nThe tangible outcome of these coordinated, inter-dependent, and iterative components is a sensor-instrumented AFO ready for deployment in larger clinical research studies that has been experimentally validated to provide accurate spatial-temporal gait parameters for both healthy and abnormal gait. This system will enable objective, long-term, patient-specific assessment of AFO efficacy, transforming the way doctors and gait specialists prescribe and monitor AFO use and informing the development of future AFO technologies. For the first time, clinicians will be able to follow the real world progress of the effect of AFO use. Limitations that affect behavior (e.g., stair climbing) can be documented, and ankle position will be recorded as a function of time so that it can be determined if desired positions are held long enough to prevent contractures and deformities. If AFO use results in decreased walking performance or limits other activities, the clinician can modify the AFO, prescribe a different type of AFO (e.g., hinged vs. solid), or suggest that the AFOs only be worn part of the time or not at all.\n\nMore fundamentally, this project brought together an orthopedics and gait biomechanics specialist, a body sensor networks expert, and an orthopedic surgeon, resulting in several scientific and technical advancements in the fields of embedded systems, motion analysis, and assistive technologies for CP. This work advanced the area of long-term, non-invasive movement data collection and analysis and of body sensor systems in general. Increasingly, clinicians are using evidence-based interventions and are interested in quantitative measures in daily life, outside of the clinic or laboratory. This work goes beyond the mere measurement of general activity or number of steps (as is provided by existing off-the-shelf technologies) in that it provides activity classification and spatial-temporal gait parameters.\n\nThe impact of this work spans improved basic understanding of activity to improved quality of life for individuals with walking disabilities. While this work focused on aiding those with CP, th..."
 }
}