{
 "awd_id": "1034461",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Radial migration of suspended particles and its effect on multispecies flow inside a conduit",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2010-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 272753.0,
 "awd_amount": 272753.0,
 "awd_min_amd_letter_date": "2010-07-12",
 "awd_max_amd_letter_date": "2012-06-25",
 "awd_abstract_narration": "When multispecies suspensions flow through conduits, experiments show that the larger species migrates towards the conduit axis whereas the smaller species drifts towards the periphery.  The phenomenon known as plasma screening is especially crucial for loss reduction in blood flow where larger cells form a core around the axis leaving the smaller particles near the vessel walls.  Despite several past studies, it is still not clear whether the plasma screening happens due to multiparticle hydrodynamic interactions or inertial dynamics or cell deformability.  Similarly, there is still no accurate understanding on how the aforementioned factors affect the viscous dissipation inside the conduits. In our proposed study, we will quantify the individual effect of each contributing factor on the spatial variation of number density of each suspended species in a cylinder bound multispecies solution. Accordingly, we will first consider a multispecies system of rigid ellipsoids with different sizes and eccentricities in pressure driven flow to account for hydrodynamic interactions. Then, inertia and particle deformability will be included one by one to determine the relative changes in number density due to these modifications. For each case, the pressure drop inside the channel will be computed to describe the viscous loss and the rheological properties for different flow conditions.  The complexity in the proposed analysis is manyfold. Firstly, for dense suspensions in narrow conduits, interparticle and particle wall viscous interactions cause major increase in flow stresses, and create huge spatial variation in hydrodynamic friction. Hence, the mutual interactions among hundreds of particles as well as between the particles and the confining cylinder have to be resolved properly. Secondly, if inertia of the fluid and the solute particles are taken into account, the governing equation becomes especially complicated. Thirdly, if the suspended bodies are considered deformable, the boundary conditions have to be satisfied on a surface which is not predefined.  Fortunately, our recently developed fast methodology can efficiently solve flow equations in such situation. Thus, we will apply this technique to overcome the anticipated difficulties.\r\n\r\nIntellectual Merit: \r\n\r\nOur key mathematical innovation is a fast scheme which solves the flow field in presence of disconnected dissimilar surfaces representing the conduit and different species of particles. Conventional methods like molecular dynamics, finite element and boundary integrals encounter difficulties to take into account hundreds of suspended bodies. In contrast, Stokesian dynamics algorithm can be used for this purpose. However, despite its usefulness, Stokesian dynamics is actually restricted to spherical particles in unconfined domain several attempts for generalization yielded inaccurate or case specific simulations. So the method in the present form cannot be applied to ellipsoidal particles in cylindrical confinement. Moreover, as the name suggests, it is only valid for Stokes equation which does not involve any inertial term. Our generalized approach addresses these inadequacies so that we can account for inertial equations as well as different geometries corresponding to conduit bound deformable multispecies system.\r\n\r\nBroader Impact: \r\n\r\nThis study will explain the relative importance of different causes contributing in radial migration of deformable particles in parabolic flow through a conduit. The resultant findings will be useful to understand the reason behind plasma screening in blood vessels and consequent effect on viscous dissipation. As the screening process depends on basic properties of blood components, any discrepancy in this phenomenon is indicative of hematological abnormality. Thus, in the long run, our analysis will lead to quantitative prediction of health hazards like thrombosis, embolism and abnormal hemorrhage. As a result, medical expenses can be reduced by focusing on timely prevention rather than expensive cure.  Our mathematical theory has a wider scientific implication besides flow analysis in colloidal systems. It is applicable to other equations or boundary conditions as in elasticity or electrodynamics problems. Such broad scope of application will promote two stimulating courses on mathematics and biofluidics leading to research-based education of graduate and undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sukalyan",
   "pi_last_name": "Bhattacharya",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sukalyan Bhattacharya",
   "pi_email_addr": "S.Bhattacharya@ttu.edu",
   "nsf_id": "000114299",
   "pi_start_date": "2010-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "2500 BROADWAY",
  "perf_city_name": "LUBBOCK",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "79409",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "058E",
   "pgm_ref_txt": "Newtonian fluids"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 73082.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 99889.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 99782.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF funded research has produced several key results during the past few years. Its intellectual contributions to the scientific community and broader educational as well as technological implications are described in the following narration.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual contributions of the research:</strong></p>\n<p>There are eight key results produced in this NSF funded investigation. All these findings outlined below have explained different phenomena involving particulate dynamics and fluid transport inside domains confined either by solid walls or liquid interfaces.</p>\n<p>1. We have formulated a novel numerical technique which can enforce boundary conditions for hydrodynamic fields at disconnected dissimilar surfaces. This methodology is named as \"basis transform method\", as it uses the transformation coefficients between two sets of basis functions to determine the field solutions.</p>\n<p>2. This scheme is applied to show how flow through a narrow conduit is affected by multiparticle multispecies suspension or deposition. The simulation reveals detailed motion of suspended bodies as well as increase in channel resistivity due to fixed obstructions.</p>\n<p>3. The algorithm is also used to find the effect of embedded particle or bubbles on the interfacial wave dynamics of a freely floating liquid droplet. Accordingly, we calculate the natural frequencies of the surface pulsation as well as resonance characteristics in acoustically induced vibration of the drop in presence of interior discontinuities.</p>\n<p>4. Moreover, the method is extended to quantify radial migration of finite-sized spherical particles induced by convective inertia of the fluid transported through a narrow cylinder. The results illustrate how finite sphere-to-cylinder ratio modifies the cross-sectional drift of the suspended bodies.</p>\n<p>5. Then, we demonstrate the change in Taylor's dispersion of initially localized colloidal solute due to the inertial migration.</p>\n<p>6. Next, the analysis of Taylor dispersion has been generalized for conduits of non-circular cross-sections with reactive or adsorptive periphery. The study reveals that there would be three transport coefficients instead of one known in ordinary dispersion problem.</p>\n<p>7. The analysis involving non-circular conduits inspired derivation of a novel solution for velocity profile of unidirectional flow through a special class of non-circular vessels which are referred as quadro-harmonic geometry. This further led to a variational principle which can be utilized to minimize resistivity under geometric constraints.</p>\n<p>8. Finally, we also described unsteady penetration dynamics of simple and complex fluids through a capillary channel due to the action of surface tension and electro-osmotic forces.</p>\n<p>&nbsp;</p>\n<p><strong>Broader educational and technological impact:</strong></p>\n<p>The NSF funded project has been directly instrumental in educating a number of students. Moreover, it would potentially create new technological advancement in the future. These broader impacts can be categorized into three following components.</p>\n<p>1. The undertaken research has provided educative experiences to a number of students at different stages of their career. It has partially supported two doctorate students in the last year of their study. Moreover, a post doctoral researcher has been recruited in this project where he obtained appropriate credential to successfully secure a faculty position. Also, one masters and one undergraduate student have been involved in our investigations, though they were not directly paid from the grant. Still, the opportunity helped them to mature as researcher.</p>\n<p>2. Several findings from this study will contribute in development of better separation techniques. For example, the results describing multiparticle dynamics and inertial migration can provide quantitative estima...",
  "por_txt_cntn": "\nThe NSF funded research has produced several key results during the past few years. Its intellectual contributions to the scientific community and broader educational as well as technological implications are described in the following narration.\n\n \n\nIntellectual contributions of the research:\n\nThere are eight key results produced in this NSF funded investigation. All these findings outlined below have explained different phenomena involving particulate dynamics and fluid transport inside domains confined either by solid walls or liquid interfaces.\n\n1. We have formulated a novel numerical technique which can enforce boundary conditions for hydrodynamic fields at disconnected dissimilar surfaces. This methodology is named as \"basis transform method\", as it uses the transformation coefficients between two sets of basis functions to determine the field solutions.\n\n2. This scheme is applied to show how flow through a narrow conduit is affected by multiparticle multispecies suspension or deposition. The simulation reveals detailed motion of suspended bodies as well as increase in channel resistivity due to fixed obstructions.\n\n3. The algorithm is also used to find the effect of embedded particle or bubbles on the interfacial wave dynamics of a freely floating liquid droplet. Accordingly, we calculate the natural frequencies of the surface pulsation as well as resonance characteristics in acoustically induced vibration of the drop in presence of interior discontinuities.\n\n4. Moreover, the method is extended to quantify radial migration of finite-sized spherical particles induced by convective inertia of the fluid transported through a narrow cylinder. The results illustrate how finite sphere-to-cylinder ratio modifies the cross-sectional drift of the suspended bodies.\n\n5. Then, we demonstrate the change in Taylor's dispersion of initially localized colloidal solute due to the inertial migration.\n\n6. Next, the analysis of Taylor dispersion has been generalized for conduits of non-circular cross-sections with reactive or adsorptive periphery. The study reveals that there would be three transport coefficients instead of one known in ordinary dispersion problem.\n\n7. The analysis involving non-circular conduits inspired derivation of a novel solution for velocity profile of unidirectional flow through a special class of non-circular vessels which are referred as quadro-harmonic geometry. This further led to a variational principle which can be utilized to minimize resistivity under geometric constraints.\n\n8. Finally, we also described unsteady penetration dynamics of simple and complex fluids through a capillary channel due to the action of surface tension and electro-osmotic forces.\n\n \n\nBroader educational and technological impact:\n\nThe NSF funded project has been directly instrumental in educating a number of students. Moreover, it would potentially create new technological advancement in the future. These broader impacts can be categorized into three following components.\n\n1. The undertaken research has provided educative experiences to a number of students at different stages of their career. It has partially supported two doctorate students in the last year of their study. Moreover, a post doctoral researcher has been recruited in this project where he obtained appropriate credential to successfully secure a faculty position. Also, one masters and one undergraduate student have been involved in our investigations, though they were not directly paid from the grant. Still, the opportunity helped them to mature as researcher.\n\n2. Several findings from this study will contribute in development of better separation techniques. For example, the results describing multiparticle dynamics and inertial migration can provide quantitative estimation of motion useful in devising more efficient microfluidic separation. Similarly, the new analysis on Taylor dispersion can improve liquid chromatographic instruments. These technologies would have s..."
 }
}