{
 "awd_id": "1034581",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Interactions of a Wind Turbine Array with a Thermally Stratified Atmospheric Boundary Layer: Flow Structures, Energy Fluxes and Modal Behavior",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2010-07-20",
 "awd_max_amd_letter_date": "2015-09-03",
 "awd_abstract_narration": "1034581\r\nCal\r\n\r\nIntellectual Merit \r\n\r\nWind turbine arrays operate under highly variable natural conditions such as high turbulence variability, surface terrain and temperature gradients.  In particular, thermal stratification of the atmosphere produces vertical exchanges of heat flux, which have direct impact on the kinetic energy of the flow.  The influence of wind turbine (WT) arrays on these exchanges and the stratified atmosphere is not known.  Insight on such interactions can prolong the life of the WTs, maximize power extraction out of the WT arrays, and help understand the impact of such arrays on the atmosphere.\r\n\r\nThe proposed research focuses on an experimental study of flow, fluxes and energetics of wind turbine arrays in a wind tunnel.  The goal of this study is to quantify and understand the atmospheric exchanges and power extraction on a stratified atmospheric turbulent boundary layer (ATBL) coupled with a wind turbine array.  Currently, stratification is studied to understand pollutant dispersion, whereas wind turbine studies focus mainly on the aerodynamic of blades and wakes shed from a single WT.  The proposed research will examine the behavior of wind turbine arrays under thermal stratification.  These experimental studies will be carried at the state-of-the-art wind tunnel facility housed in the Green Building Research Laboratory at Portland State University (PSU).\r\n\r\nTomographic particle image velocimetry and cold-wire anemometry will be used to measure high-resolution velocity and temperature maps, respectively, in the experimental WT array.  Results will be condensed into useful parameterizations and models that may be used in micro, meso, and global simulations of wind-turbine arrays in a stably and unstably stratified atmosphere. The proposed research seeks to advance understanding of wind energy extraction from the atmospheric environment under thermal stratification to ultimately facilitate the design of WT arrays under realistic conditions.\r\n\r\nBroader Impacts\r\n\r\nThe education plan emphasizes cross-cultural and international research experiences for both undergraduate and graduate students.   Three undergraduate students will be recruited from Turabo University (Puerto Rico) and PSU to participate in a research-intensive summer program.   These students will gain exposure to engineering aspects of wind energy by working with state-of-the-art facilities for wind tunnel testing and flow visualization.  Graduate students will travel to Norway to during the summer to collaborate with researchers at Norwegian Defense Research Establishment (FFI) on the modeling aspects of the research.\r\n\r\nThe outreach plan emphasizes exposure of high-school students to STEM topics.  The wind tunnel facility has the capability to carry out experiments remotely using a web-based platform.   Remote wind tunnel experiments will be carried out in a high school classroom in partnership with Gladstone High School to expose students to STEM and sustainability topics.  Through school-based programs, Oregon MESA (Mathematics Engineering Science Achievement) strives to increase the number of minority and women engineers in Oregon.   The PI and graduate students will participate in MESA Day through hands-on experiments in fluid mechanics with students recruited through the MESA program, complemented by tours to the PSU wind tunnel facility.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raul",
   "pi_last_name": "Cal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Raul Cal",
   "pi_email_addr": "cal@me.pdx.edu",
   "nsf_id": "000523057",
   "pi_start_date": "2010-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Portland State University",
  "inst_street_address": "1600 SW 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037259900",
  "inst_zip_code": "972015508",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND STATE UNIVERSITY",
  "org_prnt_uei_num": "WWUJS84WJ647",
  "org_uei_num": "H4CAHK2RD945"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "1600 SW 4TH AVE",
  "perf_city_name": "PORTLAND",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972015508",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090E",
   "pgm_ref_txt": "Chem/Bio and Physical Diagnostics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Wind turbine arrays operate under highly variable natural conditions such as high turbulence variability, surface terrain and temperature gradients.&nbsp; Thermal stratification produces vertical exchanges of heat flux, which have direct impact on the kinetic energy of the flow.&nbsp; The influence of wind turbine (WT) arrays on these exchanges and the stratified atmosphere was not previously known.&nbsp; Insight on such interactions can prolong the life of the WTs, maximize power extraction out of the WT arrays, and help understand the impact of such arrays on the atmosphere.&nbsp;</p>\n<p><em><strong>Intellectual Merit:</strong></em>&nbsp;<em>The</em><em>&nbsp;</em><em>proposed</em><em>&nbsp;</em><em>research</em><em>&nbsp;</em><em>is</em><em>&nbsp;</em><em>a&nbsp;study</em><em>&nbsp;</em><em>of</em><em>&nbsp;</em><em>?ow, fluxes</em><em>&nbsp;</em><em>and energetics</em><em>&nbsp;</em><em>in</em><em>&nbsp;</em><em>wind turbine</em><em>&nbsp;</em><em>arrays carried</em><em>&nbsp;</em><em>to</em><em>&nbsp;</em><em>quantify and understand the atmospheric exchanges and power extraction on a stratified atmospheric turbulent boundary layer (ATBL) coupled with a wind turbine array. &nbsp;</em>The interaction of the flow and the turbines has been characterized via a control volume analysis as well as understanding its energetics via the organization of the flow (using proper orthogonal decomposition and anisotropy invariant analyses). &nbsp;As part of this study, the neutral wind turbine array boundary layer has been characterized via suite of techniques providing insight into its behavior. These entail understanding intermittency, structure functions (classical and inverse), vortex/coherent structures, conditional statistics and stochastics, to name a few, in the array. &nbsp;In addition, an experiment to discern differences between a wind farm built from porous disks and rotors was performed.&nbsp; These activities are a combination of analytics, wind tunnel experiments and numerical simulations.&nbsp; The proposed research has the potential in its applicability, efficiency and understanding of the long-term sustainability of wind energy extraction from the atmospheric environment. The study can provide insight in implementing such knowledge to design arrays under more realistic conditions.&nbsp;<em>&nbsp;</em></p>\n<p><strong><em>Broader&nbsp;impacts:</em></strong>&nbsp;Undergraduate students (10+) participated in a research-intensive summer program as well as aiding in research during the school year.&nbsp; Students participated in international experiences as part of the grant carrying out research at the Ecole Centrale de Lille in France as well as Institute for Energy Technology in Norway.&nbsp; Discovery Showcase Program where more than 300 high school students partook in tours of the lab to generate interest in the areas STEM.&nbsp; The lab will be functioning to provide the &lsquo;wow&rsquo; factor to the students. Additional groups of high school students have been approached to observed the laboratory activities and promote STEM. The activities were also demonstrated during MESA day which a 150+ high school students participated.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/12/2017<br>\n\t\t\t\t\tModified by: Raul&nbsp;Cal</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWind turbine arrays operate under highly variable natural conditions such as high turbulence variability, surface terrain and temperature gradients.  Thermal stratification produces vertical exchanges of heat flux, which have direct impact on the kinetic energy of the flow.  The influence of wind turbine (WT) arrays on these exchanges and the stratified atmosphere was not previously known.  Insight on such interactions can prolong the life of the WTs, maximize power extraction out of the WT arrays, and help understand the impact of such arrays on the atmosphere. \n\nIntellectual Merit: The proposed research is a study of ?ow, fluxes and energetics in wind turbine arrays carried to quantify and understand the atmospheric exchanges and power extraction on a stratified atmospheric turbulent boundary layer (ATBL) coupled with a wind turbine array.  The interaction of the flow and the turbines has been characterized via a control volume analysis as well as understanding its energetics via the organization of the flow (using proper orthogonal decomposition and anisotropy invariant analyses).  As part of this study, the neutral wind turbine array boundary layer has been characterized via suite of techniques providing insight into its behavior. These entail understanding intermittency, structure functions (classical and inverse), vortex/coherent structures, conditional statistics and stochastics, to name a few, in the array.  In addition, an experiment to discern differences between a wind farm built from porous disks and rotors was performed.  These activities are a combination of analytics, wind tunnel experiments and numerical simulations.  The proposed research has the potential in its applicability, efficiency and understanding of the long-term sustainability of wind energy extraction from the atmospheric environment. The study can provide insight in implementing such knowledge to design arrays under more realistic conditions.  \n\nBroader impacts: Undergraduate students (10+) participated in a research-intensive summer program as well as aiding in research during the school year.  Students participated in international experiences as part of the grant carrying out research at the Ecole Centrale de Lille in France as well as Institute for Energy Technology in Norway.  Discovery Showcase Program where more than 300 high school students partook in tours of the lab to generate interest in the areas STEM.  The lab will be functioning to provide the ?wow? factor to the students. Additional groups of high school students have been approached to observed the laboratory activities and promote STEM. The activities were also demonstrated during MESA day which a 150+ high school students participated.  \n\n \n\n\t\t\t\t\tLast Modified: 01/12/2017\n\n\t\t\t\t\tSubmitted by: Raul Cal"
 }
}