{
 "awd_id": "1034945",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Track 2: Satellites, Weather and Climate: A professional development teacher collaborative to enhance literacy in the climate, atmospheric and geospatial sciences",
 "cfda_num": "47.050",
 "org_code": "06000001",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill L. Karsten",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 489381.0,
 "awd_amount": 532438.0,
 "awd_min_amd_letter_date": "2010-09-07",
 "awd_max_amd_letter_date": "2014-07-23",
 "awd_abstract_narration": "The Satellites, Weather and Climate (SWAC) project at the University of Vermont (UVM) is an inquiry- and project/problem-based learning environment to enhance the atmospheric/land surface content knowledge and geospatial skills of in-service K-12 science teachers and by so doing, stimulate their students' interest in STEM disciplines and careers. A new statewide Regional Geoscience Education Network and Alliance (ReGENA) has been created with the Vermont Department of Education, two institutions in northeastern Vermont (Lyndon State College, a baccalaureate institution, and Fairbanks Museum and Planetarium) and the Medgar Evers College, a Historically Black institution in Brooklyn, NY to reach more teachers, especially in isolated and rural parts of Vermont. Teachers will continue to participate in academic year monthly sessions to develop and deepen their content knowledge and geospatial skills in climatology, meteorology, electrical engineering, statistical analyses, geostatistics, remote sensing and GIS (Geographic information systems). Differentiated instruction is used to maximize the learning experience of each of the four cohorts of teachers during both the academic year and summer workshops. SWAC is a transformative, integrated science program that equips and empowers in-service geoscience, physical science and social science teachers to use SWAC core concepts as the underlying framework for their curriculum and enhance their systems thinking and habits of the mind. Rural, Abenaki First Nation and students with behavioral challenges are among the under-represented beneficiaries. SWAC results are  disseminated by lesson plan distribution, digital media development, at scholarly conferences and in academic peer-reviewed outlets. Participating teachers also present their findings at local, state-sponsored workshops, regional and national conferences, including the National Science Teachers Association meeting.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "GEO",
 "org_div_long_name": "Directorate for Geosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lesley-Ann",
   "pi_last_name": "Dupigny-Giroux",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Lesley-Ann L Dupigny-Giroux",
   "pi_email_addr": "ldupigny@uvm.edu",
   "nsf_id": "000415799",
   "pi_start_date": "2010-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Berryman",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce F Berryman",
   "pi_email_addr": "",
   "nsf_id": "000336525",
   "pi_start_date": "2010-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Leslie",
   "pi_last_name": "Morrissey",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Leslie A Morrissey",
   "pi_email_addr": "Leslie.Morrissey@uvm.edu",
   "nsf_id": "000452880",
   "pi_start_date": "2010-09-07",
   "pi_end_date": "2014-07-23"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Regina",
   "pi_last_name": "Toolin",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Regina E Toolin",
   "pi_email_addr": "rtoolin@uvm.edu",
   "nsf_id": "000153759",
   "pi_start_date": "2010-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Shafer",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jason C Shafer",
   "pi_email_addr": "jason.shafer@lyndonstate.edu",
   "nsf_id": "000560466",
   "pi_start_date": "2010-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Vermont & State Agricultural College",
  "inst_street_address": "85 S PROSPECT STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BURLINGTON",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8026563660",
  "inst_zip_code": "054051704",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "UNIVERSITY OF VERMONT & STATE AGRICULTURAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z94KLERAG5V9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Vermont & State Agricultural College",
  "perf_str_addr": "85 S PROSPECT STREET",
  "perf_city_name": "BURLINGTON",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "054051704",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  },
  {
   "pgm_ele_code": "761100",
   "pgm_ele_name": "GEO TEACH"
  },
  {
   "pgm_ele_code": "762200",
   "pgm_ele_name": "GEO-LSAMP LINKAGES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1697",
   "pgm_ref_txt": "OPPORT FOR ENHANCING DIVERSITY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 489381.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 43057.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp; SWAC is a teacher professional development framework that offers ongoing (summer as well as during the academic year) support for K-12 in-service teachers to effect change in the classroom. Participating institutions include the University of Vermont, Lyndon State College, Vermont Agency of Education and the Fairbanks Museum. The program is unique in terms of its breadth (covering the atmospheric and climate science, geospatial technology and engineering) and is responsive to articulated teachers&rsquo; needs in terms of the content or other support they need to effect change. Teachers report being empowered in their teaching and being &ldquo;a more competent, confident resource for my students&rdquo; by having access to cutting edge atmospheric science and geospatial content.<br />&nbsp;&nbsp;&nbsp; The SWAC framework is an inquiry- and problem-based approach to the aforementioned STEM disciplines that allows teachers to be &ldquo;ahead of the curve in NGSS [Next Generation Science Standards] by developing lesson plans and units of study that have students engaged in \"doing\" science.&rdquo; Over the five years of Track 2 funding, 10 additional lesson plans/activities were created. Forty 40 new modules were developed on diverse topics such as field-based stream geomorphology and phenology, computer-based Google Map viewing as well as place-based explorations of flooding from Tropical Storm Irene and the effect of forest fires from Qu&eacute;bec on local air quality.<br />&nbsp;&nbsp;&nbsp; The SWAC team is a unique blend of climatologists, meteorologists, education professionals and engineers. Together, they model an interdisciplinary approach to real-world problem solving that is appropriate for students at all grade levels from kindergarten to Grade 12 and beyond. One of the strengths of SWAC is the Teacher Learning Community (TLC) among participating teachers who share resources or the techniques they have used in their own classroom or schools. The TLC also serves as a support mechanism for coping with the challenges and limitations faced by teachers in their respective schools and districts.<br />&nbsp;&nbsp;&nbsp; &nbsp;SWAC has been described as an &ldquo;end-to-end operation&rdquo; or &ldquo;train the trainer&rdquo; model both by outside observers of the program as well as participating teachers. The broad appeal of using weather, climate and remote sensing to convey core science concepts such as convection and radiation is reflected in diverse classes. Participating teachers then reach out to their colleagues and effect whole-school change around seasons and wildlife at the Elementary Grades to Environmental Science topics at the Grade 9 level. As one teacher noted, &ldquo;[s]cience understanding is the context for the world we live in.&nbsp; If I can bring my increased understanding back to the teachers and students in my school, we will all be more informed, responsible world&nbsp; citizens.&rdquo;<br />&nbsp;&nbsp;&nbsp; In terms of broader impacts, the SWAC program is unique in that most of its participants are female, which is opposite to most STEM programs across the U.S.. In addition, hands-on experiences and problem-based approaches have exposed K-12 students to careers in the atmospheric sciences and climatology, and become the vehicle for students of all abilities to be able to interact with the environment around them.</p>\n<p>For more information on the SWAC program: &lt;http://www.uvm.edu/~swac&gt; .</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/28/2015<br>\n\t\t\t\t\tModified by: Lesley-Ann&nbsp;Dupigny-Giroux</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n    SWAC is a teacher professional development framework that offers ongoing (summer as well as during the academic year) support for K-12 in-service teachers to effect change in the classroom. Participating institutions include the University of Vermont, Lyndon State College, Vermont Agency of Education and the Fairbanks Museum. The program is unique in terms of its breadth (covering the atmospheric and climate science, geospatial technology and engineering) and is responsive to articulated teachersÆ needs in terms of the content or other support they need to effect change. Teachers report being empowered in their teaching and being \"a more competent, confident resource for my students\" by having access to cutting edge atmospheric science and geospatial content.\n    The SWAC framework is an inquiry- and problem-based approach to the aforementioned STEM disciplines that allows teachers to be \"ahead of the curve in NGSS [Next Generation Science Standards] by developing lesson plans and units of study that have students engaged in \"doing\" science.\" Over the five years of Track 2 funding, 10 additional lesson plans/activities were created. Forty 40 new modules were developed on diverse topics such as field-based stream geomorphology and phenology, computer-based Google Map viewing as well as place-based explorations of flooding from Tropical Storm Irene and the effect of forest fires from Qu&eacute;bec on local air quality.\n    The SWAC team is a unique blend of climatologists, meteorologists, education professionals and engineers. Together, they model an interdisciplinary approach to real-world problem solving that is appropriate for students at all grade levels from kindergarten to Grade 12 and beyond. One of the strengths of SWAC is the Teacher Learning Community (TLC) among participating teachers who share resources or the techniques they have used in their own classroom or schools. The TLC also serves as a support mechanism for coping with the challenges and limitations faced by teachers in their respective schools and districts.\n     SWAC has been described as an \"end-to-end operation\" or \"train the trainer\" model both by outside observers of the program as well as participating teachers. The broad appeal of using weather, climate and remote sensing to convey core science concepts such as convection and radiation is reflected in diverse classes. Participating teachers then reach out to their colleagues and effect whole-school change around seasons and wildlife at the Elementary Grades to Environmental Science topics at the Grade 9 level. As one teacher noted, \"[s]cience understanding is the context for the world we live in.  If I can bring my increased understanding back to the teachers and students in my school, we will all be more informed, responsible world  citizens.\"\n    In terms of broader impacts, the SWAC program is unique in that most of its participants are female, which is opposite to most STEM programs across the U.S.. In addition, hands-on experiences and problem-based approaches have exposed K-12 students to careers in the atmospheric sciences and climatology, and become the vehicle for students of all abilities to be able to interact with the environment around them.\n\nFor more information on the SWAC program: &lt;http://www.uvm.edu/~swac&gt; .\n\n\t\t\t\t\tLast Modified: 12/28/2015\n\n\t\t\t\t\tSubmitted by: Lesley-Ann Dupigny-Giroux"
 }
}