{
 "awd_id": "1034222",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Development of Self-biased Solar Microbial Electrolysis Cells",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927470",
 "po_email": "grorrer@nsf.gov",
 "po_sign_block_name": "Gregory Rorrer",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 214250.0,
 "awd_min_amd_letter_date": "2010-07-30",
 "awd_max_amd_letter_date": "2012-07-05",
 "awd_abstract_narration": "1034222\r\nLi\r\n\r\nIntellectual Merit\r\n\r\nThe objective of the proposal is to develop a solar-driven microbial electrolysis cell (solar MEC) that consists of a semiconductor nanowire-arrayed photocathode and a bacteria-colonizing anode to convert dissolved organic matter to hydrogen gas.  The dissolved organic matter could be from waste streams or renewable bio-based resources.  Microbial electrohydrogenesis may have several advantages over bacterial fermentation for hydrogen production, such as higher hydrogen yield, higher efficiency, and substrate diversity.  However, the microbial electrohydrogenesis process in conventional MEC devices requires additional energy input in terms of an external bias, typically in a range of 0.2-1.0 V, to overcome the endothermic barrier for hydrogen generation, which adds operation cost and limits the device efficiency.  The solar-driven MEC design adopts a semiconductor nanowire-arrayed photocathode to assist electron transfer from a bacteria-colonizing anode and provide photovoltage for hydrogen generation.  Specifically, upon illumination, the photogenerated electrons at the semiconductor conduction band reduce protons to hydrogen, while the photogenerated holes at valence band recombine with the electrons from electrogenic bacteria cells at the anode.  The semiconductor nanowire-arrayed photocathode structure offers large surface area, strong light absorption and short electron diffusion length, and is designed to enhance the light absorption and proton reduction at the cathode.  Fundamental issues, such as the bioanode and photocathode materials and structure, as well as electron transfer at the bacteria/anode interface, will be systematically studied.\r\n\r\nThe research will suggest approaches to optimize device configuration with the ultimate goal of demonstrating an efficient and self-sustained solar-MEC.   The new device concept developed in this proposal can be applied to other bio-inorganic hybrid devices for energy conversion applications, such as microbial fuel cells.\r\n\r\nBroader Impacts\r\n\r\nThe proposed education plan will integrate multidisciplinary research and educational activities at University of California Santa Cruz (UCSC) and University of Wisconsin at Milwaukee (UWM).  New lecture material and experiments for laboratory courses will be developed that will make use of the microbial electrolysis cell (MEC) research techniques.  For example, a new MEC experiment will be developed and used in an undergraduate physical chemistry laboratory class at UCSC, and course materials based on microbial fuel cells will be incorporated into an undergraduate environmental engineering course at UWM. \r\n\r\nResearch experiences will be provided to undergraduate students from under-represented groups, recruited through NSF-sponsored Summer Undergraduate Research Fellowship (SURF) and NIH-sponsored ACCESS programs respectively. The SURF program targets college/university students, while the ACCESS program targets students at the community college level in the Santa Cruz and San Jose regions.  Research experiences for high school students, coordinated through existing programs at UCSC, will be provided for students recruited through local high schools.  Educational outreach activities focus on development of a website for microbial fuel cells, with content designed for the general public and high school audiences that includes graphics, cartoons, and videos.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yat",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yat Li",
   "pi_email_addr": "yatli@ucsc.edu",
   "nsf_id": "000509598",
   "pi_start_date": "2010-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fang",
   "pi_last_name": "Qian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fang Qian",
   "pi_email_addr": "fqian@cml.harvard.edu",
   "nsf_id": "000560508",
   "pi_start_date": "2010-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 HIGH ST",
  "perf_city_name": "SANTA CRUZ",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "002E",
   "pgm_ref_txt": "Bio-energy"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 130749.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12250.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 71251.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Energy crisis and environmental pollution are projected as the major global problems in the 21st century. Development of new energy solutions with minimum impact on the environment is critical to the continuation of economy growth and to maintain a green fit of inhabitation for human beings. In this regard, microbial devices hold great promises to address both issues simultaneously, by producing electricity or chemical fuels from microbial conversion of biodegradable organic matter. The PI proposed to develop solar assisted microbial systems for wastewater treatment and hydrogen generation.</p>\n<p>There are two major outcomes of this project. First, the PI&rsquo;s team investigated the interplay between light, photoelectrode, and electrogenic bacteria (<em>Shewanella oneidensis </em>MR-1) in a typical microbial photoelectrochemical system. The studies revealed active electron transfer at the photoelectrode/cell interface. &nbsp;Notably, under a positive bias and light illumination, the photoelectrode immersed in a live cell culture was able to produce 150% more photocurrent than that in the abiotic control or dead-cell control, suggesting a photoenhanced electrochemical interaction between electrode and <em>Shewanella</em>. Such a system could open up new possibilities in solar-microbial device that can harvest solar energy and recycle biomass simultaneously to treat wastewater, produce electricity, and chemical fuels in a self-sustained manner.</p>\n<p>Second, the PI&rsquo;s team demonstrated the feasibility of continuous, self-sustained hydrogen gas production based solely on solar light and biomass (wastewater) recycling, by coupling solar water splitting and microbial electrohydrogenesis in a photoelectrochemical cell-microbial fuel cell (PEC-MFC) hybrid device. We observed continuous production of hydrogen gas, <em>using wastewater and solar light as the energy sources</em>.&nbsp; This self-biased, sustainable microbial device for hydrogen generation provides a new solution that can simultaneously address the need of wastewater treatment and the increasing demand for clean energy.</p>\n<p>Three graduate students, three undergraduate students and two high school students were supported and trained in this project. Six out of them are underrepresented students. Research results have been disseminated through national conferences (e.g., ACS and MRS national meetings) and journal publications (9 papers).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/13/2014<br>\n\t\t\t\t\tModified by: Yat&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1034222/1034222_10019388_1410645482994_DSC_3703--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1034222/1034222_10019388_1410645482994_DSC_3703--rgov-800width.jpg\" title=\"PEC-MFC hybrid device\"><img src=\"/por/images/Reports/POR/2014/1034222/1034222_10019388_1410645482994_DSC_3703--rgov-66x44.jpg\" alt=\"PEC-MFC hybrid device\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Picture of a home-built photoelectrochemical cell-microbial fuel cell (PEC-MFC) hybrid device that can produce hydrogen gas in a sustainable manner using sunlight and wastewater as the only energy sources</div>\n<div class=\"imageCredit\">Yat Li</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Yat&nbsp;Li</div>\n<div class=\"imageTitle\">PEC-MFC hybrid device</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nEnergy crisis and environmental pollution are projected as the major global problems in the 21st century. Development of new energy solutions with minimum impact on the environment is critical to the continuation of economy growth and to maintain a green fit of inhabitation for human beings. In this regard, microbial devices hold great promises to address both issues simultaneously, by producing electricity or chemical fuels from microbial conversion of biodegradable organic matter. The PI proposed to develop solar assisted microbial systems for wastewater treatment and hydrogen generation.\n\nThere are two major outcomes of this project. First, the PIÆs team investigated the interplay between light, photoelectrode, and electrogenic bacteria (Shewanella oneidensis MR-1) in a typical microbial photoelectrochemical system. The studies revealed active electron transfer at the photoelectrode/cell interface.  Notably, under a positive bias and light illumination, the photoelectrode immersed in a live cell culture was able to produce 150% more photocurrent than that in the abiotic control or dead-cell control, suggesting a photoenhanced electrochemical interaction between electrode and Shewanella. Such a system could open up new possibilities in solar-microbial device that can harvest solar energy and recycle biomass simultaneously to treat wastewater, produce electricity, and chemical fuels in a self-sustained manner.\n\nSecond, the PIÆs team demonstrated the feasibility of continuous, self-sustained hydrogen gas production based solely on solar light and biomass (wastewater) recycling, by coupling solar water splitting and microbial electrohydrogenesis in a photoelectrochemical cell-microbial fuel cell (PEC-MFC) hybrid device. We observed continuous production of hydrogen gas, using wastewater and solar light as the energy sources.  This self-biased, sustainable microbial device for hydrogen generation provides a new solution that can simultaneously address the need of wastewater treatment and the increasing demand for clean energy.\n\nThree graduate students, three undergraduate students and two high school students were supported and trained in this project. Six out of them are underrepresented students. Research results have been disseminated through national conferences (e.g., ACS and MRS national meetings) and journal publications (9 papers).\n\n\t\t\t\t\tLast Modified: 09/13/2014\n\n\t\t\t\t\tSubmitted by: Yat Li"
 }
}