{
 "awd_id": "1035090",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "K-12 Virtual Labs for Teaching the Science of Geochronology",
 "cfda_num": "47.050",
 "org_code": "06000001",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill L. Karsten",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 149895.0,
 "awd_amount": 149895.0,
 "awd_min_amd_letter_date": "2010-09-16",
 "awd_max_amd_letter_date": "2010-09-16",
 "awd_abstract_narration": "A research team composed of geoscientists and instructional design and educational technology specialists at Boise State University is developing a series of virtual learning activities to teach the science of geochronology, which is defined to include an understanding not only of the vastness of geologic time, but how the geologic time scale is defined, and why knowing the ages of Earth events is important.  The curriculum is being designed in partnership with the Idaho Digital Learning Academy for implementation and evaluation in their on-line Earth Science courses but will be available nationwide to students and teachers through digital libraries of teaching resources.   In cooperation with the Idaho Digital Learning Academy, the following objectives are being met: 1) Development of a series of virtual labs and field experiences (learning objects) for use by middle and high school students that can be strung together as part of a comprehensive curriculum on the science of geochronology or used separately to focus on specific learning objectives defined for each activity; 2) Creation of the learning objects such that they are SCORM-compliant and can readily be used in learning management systems such as BlackBoard(R) and Moodle(R); 3) Training of teachers in the science of geochronology and the use of the learning objects; and 4) Evaluation of the effectiveness of the learning objects in meeting their educational objectives.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "GEO",
 "org_div_long_name": "Directorate for Geosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Viskupic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karen Viskupic",
   "pi_email_addr": "karenviskupic@boisestate.edu",
   "nsf_id": "000173884",
   "pi_start_date": "2010-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Schmitz",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Mark D Schmitz",
   "pi_email_addr": "markschmitz@boisestate.edu",
   "nsf_id": "000383929",
   "pi_start_date": "2010-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ross",
   "pi_last_name": "Perkins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ross Perkins",
   "pi_email_addr": "rossperkins@boisestate.edu",
   "nsf_id": "000558486",
   "pi_start_date": "2010-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chareen",
   "pi_last_name": "Snelson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chareen Snelson",
   "pi_email_addr": "csnelson@boisestate.edu",
   "nsf_id": "000560414",
   "pi_start_date": "2010-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boise State University",
  "inst_street_address": "1910 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOISE",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2084261574",
  "inst_zip_code": "837250001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ID02",
  "org_lgl_bus_name": "BOISE STATE UNIVERSITY",
  "org_prnt_uei_num": "HYWTVM5HNFM3",
  "org_uei_num": "HYWTVM5HNFM3"
 },
 "perf_inst": {
  "perf_inst_name": "Boise State University",
  "perf_str_addr": "1910 UNIVERSITY DR",
  "perf_city_name": "BOISE",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "837250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ID02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169700",
   "pgm_ele_name": "OPPORT FOR ENHANCING DIVERSITY"
  },
  {
   "pgm_ele_code": "761100",
   "pgm_ele_name": "GEO TEACH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 149895.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The K-12 Virtual Labs for Teaching the Science of Geochronology project developed six web-based modules to teach middle and high school students about geologic time and the science of geochronology.&nbsp; Many of the modules can also be used in introductory college settings, and the &ldquo;ZirChron&rdquo; app has been used with advanced undergraduate geoscience students and with professional geoscientists.</p>\n<p>The modules are built around a story about John Day Fossil Beds National Monument in Oregon that prompts students to ask questions about how we determine the timing of events in Earth&rsquo;s past.&nbsp; For example, fossils of plants that grow in warm environments are found at John Day Fossil Beds National Monument.&nbsp; Such plants do not currently grow in Oregon.&nbsp; How long ago was Oregon&rsquo;s climate different?&nbsp; What evidence can we find in the field to help us determine relative age relationships, and what lab-based techniques can we use to numerically date rock samples?&nbsp;</p>\n<p>The six modules developed can be used independently, or can be strung together in a comprehensive curriculum.&nbsp; The modules are:</p>\n<p>1.&nbsp; <em>Why do we study Earth&rsquo;s history?</em>&nbsp; This introductory video gives examples of the types of problems the study of geochronology can address, with specific reference to John Day Fossil Beds National Monument.</p>\n<p>2.&nbsp; <em>Relative dating techniques.</em> This module contains videos that describe the principle of superposition, the principle of inclusions and the principle of crosscutting relationships, an annotated image slide show, a glossary, and a series of three animated diagrams that step through how the relationships shown in a cross sectional block diagram formed step by step.</p>\n<p>3.&nbsp; <em>Relative vs. Absolute Dating and the Geologic Time Scale</em>.&nbsp; This module contains a slide presentation about the differences between relative and absolute (numerical) dating techniques, a slide presentation about events from Earth&rsquo;s history, a timescale activity that makes an analogy between the geologic time and a 1000-mile road trip, a glossary and a quiz.&nbsp;</p>\n<p>4. <em>Correlation</em>.&nbsp; This module contains a series of exercises that ask students to correlate (match) different rock units found within John Day Fossil Beds National Monument based on rock types and fossils present.&nbsp; Students build a composite relative chronology of rocks found within the park.</p>\n<p>5. <em>Dating Techniques</em>.&nbsp; This module introduces the techniques of laser ablation inductively coupled plasma mass spectrometry (LA-ICPMS) and isotope dilution thermal ionization mass spectrometry (ID-TIMS).&nbsp; Students can view several slide shows that step through how a radiometric age is determined starting from collection of a sample in the field through data analysis and interpretation.&nbsp; This module sets students up to explore U-Pb data in the next module.</p>\n<p>6.&nbsp; <em>Radiometric Dating</em>. &nbsp;In this module, students use the ZirChron app to virtually date a sample of the Blue Basin tuff from John Day Fossil Beds National Monument.&nbsp; Students can explore two different techniques for dating the sample, and in doing so can evaluate a radioisotopic age and its uncertainty based on the collection of data, the application of statistics, and the interpretation of geological and analytical sources of complexity.&nbsp; This tool can be used at a basic level with middle or high school students, but has also been used with introductory college students, undergraduate geoscience majors, and with professional geoscientists.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2014<br>\n\t\t\t\t\tModified by: Karen&nbsp;Viskupic</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t...",
  "por_txt_cntn": "\nThe K-12 Virtual Labs for Teaching the Science of Geochronology project developed six web-based modules to teach middle and high school students about geologic time and the science of geochronology.  Many of the modules can also be used in introductory college settings, and the \"ZirChron\" app has been used with advanced undergraduate geoscience students and with professional geoscientists.\n\nThe modules are built around a story about John Day Fossil Beds National Monument in Oregon that prompts students to ask questions about how we determine the timing of events in EarthÆs past.  For example, fossils of plants that grow in warm environments are found at John Day Fossil Beds National Monument.  Such plants do not currently grow in Oregon.  How long ago was OregonÆs climate different?  What evidence can we find in the field to help us determine relative age relationships, and what lab-based techniques can we use to numerically date rock samples? \n\nThe six modules developed can be used independently, or can be strung together in a comprehensive curriculum.  The modules are:\n\n1.  Why do we study EarthÆs history?  This introductory video gives examples of the types of problems the study of geochronology can address, with specific reference to John Day Fossil Beds National Monument.\n\n2.  Relative dating techniques. This module contains videos that describe the principle of superposition, the principle of inclusions and the principle of crosscutting relationships, an annotated image slide show, a glossary, and a series of three animated diagrams that step through how the relationships shown in a cross sectional block diagram formed step by step.\n\n3.  Relative vs. Absolute Dating and the Geologic Time Scale.  This module contains a slide presentation about the differences between relative and absolute (numerical) dating techniques, a slide presentation about events from EarthÆs history, a timescale activity that makes an analogy between the geologic time and a 1000-mile road trip, a glossary and a quiz. \n\n4. Correlation.  This module contains a series of exercises that ask students to correlate (match) different rock units found within John Day Fossil Beds National Monument based on rock types and fossils present.  Students build a composite relative chronology of rocks found within the park.\n\n5. Dating Techniques.  This module introduces the techniques of laser ablation inductively coupled plasma mass spectrometry (LA-ICPMS) and isotope dilution thermal ionization mass spectrometry (ID-TIMS).  Students can view several slide shows that step through how a radiometric age is determined starting from collection of a sample in the field through data analysis and interpretation.  This module sets students up to explore U-Pb data in the next module.\n\n6.  Radiometric Dating.  In this module, students use the ZirChron app to virtually date a sample of the Blue Basin tuff from John Day Fossil Beds National Monument.  Students can explore two different techniques for dating the sample, and in doing so can evaluate a radioisotopic age and its uncertainty based on the collection of data, the application of statistics, and the interpretation of geological and analytical sources of complexity.  This tool can be used at a basic level with middle or high school students, but has also been used with introductory college students, undergraduate geoscience majors, and with professional geoscientists.\n\n \n\n\t\t\t\t\tLast Modified: 12/01/2014\n\n\t\t\t\t\tSubmitted by: Karen Viskupic"
 }
}