{
 "awd_id": "1035196",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SOLAR: Hybrid Semiconductors: Overcoming the Excitonic Bottleneck in Low Cost Solar Cells",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 1600000.0,
 "awd_amount": 1600000.0,
 "awd_min_amd_letter_date": "2010-08-11",
 "awd_max_amd_letter_date": "2011-02-20",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\n\r\nMeeting the energy needs of the world's growing population in an environmentally sustainable way is among the most important scientific challenges facing society today. This research project seeks transformative breakthroughs in the low-cost approach to efficient harvesting and conversion of solar energy into electricity by pursuing the following question: can an entirely new class of semiconductors be invented that generates delocalized excitonic species upon photoexcitation, presents new strategies for better harvesting of solar energy, and offers enhanced charge transport and collection in photovoltaic devices? Toward these ends, the project brings together investigators in chemistry (Prezhdo, Jenekhe, Luscombe), mathematics (Chen), and materials science (Cao, Schlaf, Luscombe, Jenekhe) to explore molecular level synthesis, characterization of electronic structure, and charge transport of a novel class of hybrid semiconductors for applications in low-cost solar cells. The planned research will: (1) Design and synthesize an entirely novel class of semiconductors, consisting of organic-organic and organic-inorganic hybrid semiconductors with engineered electronic, optical, and charge transport properties; (2) Determine the detailed electronic structure of these novel hybrid materials by photoemission spectroscopy (PES) and inverse photoemission spectroscopy (IPES); (3) Determine the optical and charge transport properties of the organic-organic and organic-inorganic hybrid semiconductors; (4) Develop a new mathematical approach to understanding the separation, annihilation, and transport of charges in hybrid semiconductors and associated photovoltaic devices; and (5) Explore the new hybrid semiconductors in solar cells. \r\n\r\nNON-TECHNICAL SUMMARY:\r\n\r\nThe sun represents the most abundant potential source of pollution-free energy on earth. However, energy from current photovoltaic technologies is too expensive compared with that from fossil fuels. Novel semiconductor materials and devices that could potentially revolutionize solar energy conversion technologies, making them cost-competitive with fossil fuels, are needed. This project brings together several scientists with research expertise in chemistry, materials science, and mathematics to develop the basic knowledge needed for inventing new semiconductors and new photovoltaic devices for more efficient conversion of sunlight into electricity. Results from the project will lead to new generations of low-cost solar cells with high conversion efficiency and thereby contribute to addressing the energy and environmental challenges faced by society. The project also provides excellent opportunities for the training of scientists and engineers, including women and minorities, in the highly interdisciplinary fields of energy science and technologies, which require knowledge of chemistry, physics, materials science, mathematics, and engineering. New courses on solar energy materials, devices, and technologies, will be developed and taught at the upper undergraduate and graduate student levels. The project's senior investigators have a longstanding history of involvement of undergraduate, women, and minority students in their individual research programs. These efforts will be continued and expanded through this group project. The project's investigators have many research collaborations with scientists in Japan, China, Germany, Belgium, South Korea, Taiwan, Switzerland, Poland, UK, and Ukraine in the general areas of energy and electronics; they have hosted visits by senior scientists and students from some of these countries. This project will strengthen those international collaborations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samson",
   "pi_last_name": "Jenekhe",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Samson A Jenekhe",
   "pi_email_addr": "jenekhe@u.washington.edu",
   "nsf_id": "000320607",
   "pi_start_date": "2010-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zhen-Qing",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhen-Qing Chen",
   "pi_email_addr": "zqchen@uw.edu",
   "nsf_id": "000397478",
   "pi_start_date": "2010-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Guozhong",
   "pi_last_name": "Cao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guozhong Cao",
   "pi_email_addr": "gzcao@u.washington.edu",
   "nsf_id": "000493408",
   "pi_start_date": "2010-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Oleg",
   "pi_last_name": "Prezhdo",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Oleg V Prezhdo",
   "pi_email_addr": "prezhdo@usc.edu",
   "nsf_id": "000492398",
   "pi_start_date": "2010-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Luscombe",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Christine K Luscombe",
   "pi_email_addr": "luscombe@u.washington.edu",
   "nsf_id": "000488884",
   "pi_start_date": "2010-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "790500",
   "pgm_ele_name": "MPS SUST ENERGY SCI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1022",
   "pgm_ref_txt": "OFFICE OF MULTIDISCIP ACT-RESEARCH"
  },
  {
   "pgm_ref_code": "1253",
   "pgm_ref_txt": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ref_code": "1773",
   "pgm_ref_txt": "POLYMERS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "7905",
   "pgm_ref_txt": "MPS SUST ENERGY SCI"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1600000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The sun represents the most abundant potential source of pollution-free energy on earth. However, energy from current photovoltaic technologies based on inorganic semiconductors such as silicon is too expensive compared with that from fossil fuels. Novel materials and devices that could potentially revolutionize solar energy conversion technologies, making them cost-competitive or cheaper than fossil fuels, are needed. In particular, unlike solar cells based on inorganic semiconductors, low cost solar cells based on organic semiconductors have so far been less efficient in converting absorbed sunlight into electrical power.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The overall goal of this project was to address the scientific question: <em>can an entirely new class of semiconductors be invented that efficiently generates electricity from absorbed sunlight in ways similar to inorganic semiconductors while being solution processable like semiconducting polymers and offering new strategies for better harvesting of solar energy?</em> To tackle this question, a multidisciplinary research team of 6 senior investigators with expertise in mathematics, theoretical/computational chemistry, synthetic materials chemistry, materials science and engineering, and surface science at the University of Washington (UW), University of South Florida (USF), and University of Rochester (UR) collaboratively pursued major project activities that included:<strong> </strong>molecular-level and nanoscale design and experimental synthesis of organic-organic and organic-inorganic hybrid semiconductors; characterization of the detailed electronic structures of the new materials; and theoretical and experimental investigation of how electrical charges are generated and transported in the hybrid materials and&nbsp; in solution-processed solar cells made from the hybrid materials. Among the major outcomes are the followings.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Two novel classes of molecular building blocks termed tetraazabenzodifluoranthene diimide (BFI) and naphthobisthiazole diimide (NBTDI) and the associated new chemistries were developed for making electron-conducting organic and polymeric semiconductors. Using these new building blocks, the project investigators have created novel organic and polymeric electron transport materials that combine high mobility for electrons and good sunlight-absorbing characteristics suitable for developing efficient purely organic or hybrid organic-inorganic photovoltaic devices.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A new synthetic chemistry comprising one-pot procedure has been developed for creating chemically bonded organic-inorganic hybrid materials. A new synthetic route to making positive charge (or hole)-conducting polymers like poly(3-hexylthiophene) with one end chemically functionalized for facile attachment to an inorganic semiconductor nanocrystal was created and demonstrated as a means to making organic-inorganic hybrid materials and organic-organic hybrid polymers (containing electron- and hole-conducting sections). New electrochemical and solution-based methods for the synthesis of inorganic semiconductor (Si, CdSe, etc) nanocrystals suitable for making hybrid materials or use in dye-sensitized solar cells were developed.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The detail electronic structure of the chemically bonded organic-inorganic hybrid materials made by project investigators was characterized by using photoemission spectroscopy, allowing the determination of important electronic energy parameters needed to use the materials to design and make efficient solar cells.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp...",
  "por_txt_cntn": "\n            The sun represents the most abundant potential source of pollution-free energy on earth. However, energy from current photovoltaic technologies based on inorganic semiconductors such as silicon is too expensive compared with that from fossil fuels. Novel materials and devices that could potentially revolutionize solar energy conversion technologies, making them cost-competitive or cheaper than fossil fuels, are needed. In particular, unlike solar cells based on inorganic semiconductors, low cost solar cells based on organic semiconductors have so far been less efficient in converting absorbed sunlight into electrical power.\n\n           The overall goal of this project was to address the scientific question: can an entirely new class of semiconductors be invented that efficiently generates electricity from absorbed sunlight in ways similar to inorganic semiconductors while being solution processable like semiconducting polymers and offering new strategies for better harvesting of solar energy? To tackle this question, a multidisciplinary research team of 6 senior investigators with expertise in mathematics, theoretical/computational chemistry, synthetic materials chemistry, materials science and engineering, and surface science at the University of Washington (UW), University of South Florida (USF), and University of Rochester (UR) collaboratively pursued major project activities that included: molecular-level and nanoscale design and experimental synthesis of organic-organic and organic-inorganic hybrid semiconductors; characterization of the detailed electronic structures of the new materials; and theoretical and experimental investigation of how electrical charges are generated and transported in the hybrid materials and  in solution-processed solar cells made from the hybrid materials. Among the major outcomes are the followings.\n\n             Two novel classes of molecular building blocks termed tetraazabenzodifluoranthene diimide (BFI) and naphthobisthiazole diimide (NBTDI) and the associated new chemistries were developed for making electron-conducting organic and polymeric semiconductors. Using these new building blocks, the project investigators have created novel organic and polymeric electron transport materials that combine high mobility for electrons and good sunlight-absorbing characteristics suitable for developing efficient purely organic or hybrid organic-inorganic photovoltaic devices.\n\n             A new synthetic chemistry comprising one-pot procedure has been developed for creating chemically bonded organic-inorganic hybrid materials. A new synthetic route to making positive charge (or hole)-conducting polymers like poly(3-hexylthiophene) with one end chemically functionalized for facile attachment to an inorganic semiconductor nanocrystal was created and demonstrated as a means to making organic-inorganic hybrid materials and organic-organic hybrid polymers (containing electron- and hole-conducting sections). New electrochemical and solution-based methods for the synthesis of inorganic semiconductor (Si, CdSe, etc) nanocrystals suitable for making hybrid materials or use in dye-sensitized solar cells were developed.\n\n            The detail electronic structure of the chemically bonded organic-inorganic hybrid materials made by project investigators was characterized by using photoemission spectroscopy, allowing the determination of important electronic energy parameters needed to use the materials to design and make efficient solar cells.\n\n            A new, more sophisticated, mathematical model of how positive and negative charges move or combine in hybrid materials composed of two different semiconductors has been developed and this has advanced our basic knowledge of how next generation organic or hybrid photovoltaic materials and devices might become more efficient. Novel theoretical approaches for modeling how fast charges are generated by absorbed sunlight and how fast sunlight energy t..."
 }
}