{
 "awd_id": "1035056",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Youth & the Ocean: Teaming High School and Graduate Students Together for Coastal Investigations",
 "cfda_num": "47.050",
 "org_code": "06000001",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill L. Karsten",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 120556.0,
 "awd_amount": 120556.0,
 "awd_min_amd_letter_date": "2010-09-10",
 "awd_max_amd_letter_date": "2010-09-10",
 "awd_abstract_narration": "The Center for Ocean Sciences Education Excellence, California at Lawrence Hall of Science, University of California, Berkeley and the University of California Santa Cruz are leveraging the NSF OEDG-funded project, \"Reducing Barriers to Academic Achievement & Marine Geosciences Careers: Developing a Model Middle School Program Integrating Marine Geosciences & Literacy\" Grant #GEO-0703812 (also known as \"Youth & the Ocean!\"), by maintaining continuity with middle school student participants as they enter their high school years. This two-year pilot project, Youth & the Ocean: Teaming High School & Graduate Students Together for Coastal Investigations, develops a model inquiry-based geosciences education program that engages underrepresented high school students in a long-term intertidal monitoring project and a related weeklong, inquiry-based, residential research program facilitated by graduate student mentors. This project provides 24 underrepresented high school students with opportunities to increase their interest in, exposure to, and understanding of geosciences, improving the likelihood that these students will pursue geosciences fields of study or careers. The project provides 12 geoscience graduate students with training and practice in mentoring high school students to increase their understanding of the critical importance of incorporating rigorous education and outreach into their research endeavors as future scientists. The project also serves to develop and field-test a replicable, inquiry-based geosciences education program that can be widely used as an effective model for university marine science laboratories to fulfill their outreach and public education missions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "GEO",
 "org_div_long_name": "Directorate for Geosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Strang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Craig Strang",
   "pi_email_addr": "cstrang@berkeley.edu",
   "nsf_id": "000465516",
   "pi_start_date": "2010-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Weiss",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Emily L Weiss",
   "pi_email_addr": "weisse@berkeley.edu",
   "nsf_id": "000559512",
   "pi_start_date": "2010-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169700",
   "pgm_ele_name": "OPPORT FOR ENHANCING DIVERSITY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 120556.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Center for Ocean Sciences Education Excellence&mdash;California at Lawrence Hall of Science, University of California, Berkeley and the University of California Santa Cruz conducted a two-year pilot project, which aimed to develop a model inquiry-based marine science education program to engage underrepresented high school students in a long-term intertidal monitoring project and a related week-long, inquiry-based residential research program facilitated by graduate student mentors. High school students worked in pairs on a project that they developed in collaboration with their graduate student mentors, creating research triads composed of novices and experts. Research was conducted at UCSC&rsquo;s Long Marine Laboratory and Natural Bridges State Marine Reserve. The project&rsquo;s goals were to:</p>\n<ul>\n<li>Provide 24 underrepresented high school students with opportunities to increase their interest in, exposure to and understanding of geosciences, improving the likelihood that these students will pursue geosciences fields of study or careers;</li>\n<li>Provide 12 geosciences graduate students with training and practice in mentoring high school students in order to increase their understanding, as future scientists, of the critical importance of incorporating rigorous education and outreach into their research endeavors;</li>\n<li>Develop and field-test a replicable, inquiry-based geosciences education program that can be widely used as an effective model for university marine science laboratories to fulfill their outreach and public education missions.</li>\n</ul>\n<p>The project leveraged the NSF Opportunities for Enhancing Diversity in the Geosciences (OEDG)-funded project, Reducing Barriers to Academic Achievement &amp; Marine Geosciences Careers: Developing a Model Middle School Program Integrating Marine Geosciences &amp; Literacy Grant #GEO-0703812 (aka &iexcl;Youth &amp; the Ocean! (&iexcl;YO!)), by maintaining continuity with middle school students from that project as they entered their high school years.&nbsp;</p>\n<p><span> </span>We examined the impact of participation in the project on the interest of students currently underrepresented in the geosciences, particularly focusing on girls, African Americans and Latinos. <strong>Overall findings </strong>from the program evaluator included the following:</p>\n<ol>\n<li>In general, high school students reported appreciation for the opportunity to create their own research project and learn more about how science research is conducted in real world applications, distinguishing the hands-on experiences from the more textbook-centered learning environment of school time. This appreciation was also noted by graduate student mentors.</li>\n<li>Although students recognized the existence of stereotypes surrounding ethnicity or cultural background and ability to work in science fields, they did not feel that those stereotypes would impede their potential to have a career in science fields; indeed, several students considered breaking those stereotypes to be a source of motivation.</li>\n<li>Students appreciated the opportunity to work with graduate students and get real college experience to give them a better idea of what furthering their education in science fields would involve.</li>\n<li>Participating high school students&rsquo; pre-existing interest in pursuing an education or career in science was maintained, deepened, or reinvigorated by the program.</li>\n<li>By mentoring in this kind of outreach program, participating graduate students reported having practiced or improved their ability to communicate science to others. However, their commitment to continuing such mentoring in their future careers was uneven.</li>\n</ol>\n<p>These findings suggest various<strong> implications</strong> that should be considered for further study and for future program design and implementation:</p>\n<ol>\n<li>Although this model...",
  "por_txt_cntn": "\nThe Center for Ocean Sciences Education Excellence&mdash;California at Lawrence Hall of Science, University of California, Berkeley and the University of California Santa Cruz conducted a two-year pilot project, which aimed to develop a model inquiry-based marine science education program to engage underrepresented high school students in a long-term intertidal monitoring project and a related week-long, inquiry-based residential research program facilitated by graduate student mentors. High school students worked in pairs on a project that they developed in collaboration with their graduate student mentors, creating research triads composed of novices and experts. Research was conducted at UCSCÆs Long Marine Laboratory and Natural Bridges State Marine Reserve. The projectÆs goals were to:\n\nProvide 24 underrepresented high school students with opportunities to increase their interest in, exposure to and understanding of geosciences, improving the likelihood that these students will pursue geosciences fields of study or careers;\nProvide 12 geosciences graduate students with training and practice in mentoring high school students in order to increase their understanding, as future scientists, of the critical importance of incorporating rigorous education and outreach into their research endeavors;\nDevelop and field-test a replicable, inquiry-based geosciences education program that can be widely used as an effective model for university marine science laboratories to fulfill their outreach and public education missions.\n\n\nThe project leveraged the NSF Opportunities for Enhancing Diversity in the Geosciences (OEDG)-funded project, Reducing Barriers to Academic Achievement &amp; Marine Geosciences Careers: Developing a Model Middle School Program Integrating Marine Geosciences &amp; Literacy Grant #GEO-0703812 (aka &iexcl;Youth &amp; the Ocean! (&iexcl;YO!)), by maintaining continuity with middle school students from that project as they entered their high school years. \n\n We examined the impact of participation in the project on the interest of students currently underrepresented in the geosciences, particularly focusing on girls, African Americans and Latinos. Overall findings from the program evaluator included the following:\n\nIn general, high school students reported appreciation for the opportunity to create their own research project and learn more about how science research is conducted in real world applications, distinguishing the hands-on experiences from the more textbook-centered learning environment of school time. This appreciation was also noted by graduate student mentors.\nAlthough students recognized the existence of stereotypes surrounding ethnicity or cultural background and ability to work in science fields, they did not feel that those stereotypes would impede their potential to have a career in science fields; indeed, several students considered breaking those stereotypes to be a source of motivation.\nStudents appreciated the opportunity to work with graduate students and get real college experience to give them a better idea of what furthering their education in science fields would involve.\nParticipating high school studentsÆ pre-existing interest in pursuing an education or career in science was maintained, deepened, or reinvigorated by the program.\nBy mentoring in this kind of outreach program, participating graduate students reported having practiced or improved their ability to communicate science to others. However, their commitment to continuing such mentoring in their future careers was uneven.\n\n\nThese findings suggest various implications that should be considered for further study and for future program design and implementation:\n\nAlthough this model focused on mentors facilitating high school students as they designed and conducted their own research projects, other models such as traditional apprenticeships also provide opportunities for high school students to work with mentors on existing rese..."
 }
}