{
 "awd_id": "1035642",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  CubeSat:  Focused Investigations of Relativistic Electron Burst Intensity, Range, and Dynamics (FIREBIRD)",
 "cfda_num": "47.050",
 "org_code": "06020204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irfan S. Azeem",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 288364.0,
 "awd_amount": 288364.0,
 "awd_min_amd_letter_date": "2010-05-06",
 "awd_max_amd_letter_date": "2010-05-06",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nThis project is a collaboration between space scientists and engineers at Boston University and Montana State University.  The objective of this three-year cross-disciplinary team effort is to build and operate a set of tiny, so-called CubeSat, spacecraft. Each satellite will carry a single large-geometry-factor, solid-state detector, sensitive to electrons precipitating from the radiation belts.  The FIREBIRD mission (Focused Investigations of Relativistic Electron Burst Intensity, Range, and Dynamics) is a targeted, goal-directed, space weather CubeSat mission to resolve the spatial scale size and energy dependence of electron microbursts in the Van Allen radiation belts. Relativistic electron microbursts appear as short durations of intense electron precipitation measured by particle detectors on low altitude spacecraft, seen when their orbits cross magnetic field lines which thread the outer radiation belt. While microbursts are thought to be a significant loss mechanism for relativistic electrons, they remain poorly understood, thus rendering space weather models of Earth?s radiation belts incomplete. FIREBIRD?s unique two-point, focused observations at low altitudes, that fully exploit the capabilities of the CubeSat platform, will answer three fundamental scientific questions with space weather implications: What is the spatial scale size of an individual microburst?; What is the energy dependence of an individual microburst?; and How much total electron loss from the radiation belts do microbursts produce globally? \r\n\r\nIn addition to addressing fundamental space physics research and space weather applications, the FIREBIRD investigation also contributes to the training and education of a diverse population of university students in all phases of the project. Students will have major responsibility for the design and implementation of the instruments and the spacecraft while at the same time being mentored by professionals in each expert area. The impact is that the fruits of this investigation will continue strongly for years, if not decades, as the twenty or more students who ?cut their teeth? on this science mission become practicing scientists and engineers. The new, largely unproven technology involved in cubesat missions, inherently makes the project associated with significant risks. On the other hand, however, the project has tremendous potential to be transformational not only within its own research area but also for the larger field of space science and atmospheric research as well as within aerospace engineering and education. In addition, the project will be one of the first two to carry out a multi-spacecraft CubeSat mission, thus pushing the limit of this emerging technology.\r\n",
 "awd_arra_amount": 288364.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harlan",
   "pi_last_name": "Spence",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Harlan Spence",
   "pi_email_addr": "Harlan.Spence@unh.edu",
   "nsf_id": "000560938",
   "pi_start_date": "2010-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Hampshire",
  "inst_street_address": "51 COLLEGE RD",
  "inst_street_address_2": "BLDG 107",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6038622172",
  "inst_zip_code": "038242620",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NH01",
  "org_lgl_bus_name": "UNIVERSITY SYSTEM OF NEW HAMPSHIRE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GBNGC495XA67"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Hampshire",
  "perf_str_addr": "51 COLLEGE RD",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "038242620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NH01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "420200",
   "pgm_ele_name": "Upper Atmospheric Facilities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 288364.0
  }
 ],
 "por": null
}