{
 "awd_id": "1035480",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SOLAR: Development Methods to Predict Phase Separation and Charge Transport in Bulk Heterojunction Conjugated Polymer Solar Cells",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 1350000.0,
 "awd_amount": 1350000.0,
 "awd_min_amd_letter_date": "2010-08-16",
 "awd_max_amd_letter_date": "2010-08-20",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\n\r\nOne of the most important scientific challenges is how to efficiently harvest, convert, store and utilize solar energy. In recent years, there has been a growing interest of developing organic materials for solar cell applications. Organic solar cells offer a low-cost, large-area, flexible, light-weight, clean, and quiet alternative energy source for both indoor and outdoor applications. However, their power conversion efficiencies and operational lifetimes must be improved to enable large-scale commercialization and implementation and deep societal impact. Thus, there is an urgent need to understand fundamental processes in these devices. Currently, the synthesis and optimization of new materials is time consuming and labor intensive, and relies on trial and error approaches with poor success rates. There is therefore a great need to rationally anticipate materials performance from their chemical composition and bulk morphology to accelerate technology development and depart from empirical optimization. The goal of this interdisciplinary program is to mesh complementary expertise in chemistry, materials, physics, and mathematics, to make breakthroughs in the science and technology of organic solar cells. The team will address: 1) the development of new methods to simulate phase separation in BHJ solar cells; 2) the development of first-principles methods to predict carrier mobilities in organic semiconductors; 3) the nanoscale characterization of donor-acceptor interpenetrating networks; 4) the understanding of charge generation and transport process; 5) the synthesis of new conjugated polymers guided by the theoretical predictions; 6) evaluation of materials performance. The simulation methods will be validated extensively on well-studied materials and will then be capitalized for the design of more efficient new materials. As well-orchestrated theoretical and experimental efforts, the project strives to achieve transformative breakthroughs for the development of high-efficiency and low-cost organic solar cells.\r\n\r\nNON-TECHNICAL SUMMARY:\r\n\t\r\nThe world demand for energy is expected to double by 2050. As of now, there is no viable technology to address this challenge without emission of carbon dioxide to the environment.  In view of this, increasing the power conversion efficiency and operational lifetime of plastic solar cells is provides the opportunity to create a clean and potentially economically viable energy source with a wide range of applications. The goal of the proposed research is to assemble the team of scientists with complementary expertise in chemistry, materials, physics, and mathematics, to establish theoretical guidelines for a rational development of materials and solar cell device structures. Successful completion of the program is expected to relieve the current need to optimize device performance via trial and error procedures and will pave the way for an acceleration of technical innovation. This project integrates interdisciplinary research and education by involving the participation of undergraduate and graduate students and postdoctoral researchers, with special emphasis in the recruitment of underrepresented students. New courses on organic semiconductors and their applications in energy conversion will be offered at UCSB. The courses will be taught in an interdisciplinary environment, with which the investigators hope to address the urgent need to train researchers in the area of renewable energies. Furthermore, Workshops and demonstrations on solar energy for K-12 students, teachers, and parents in local schools will be developed to create awareness about renewable and sustainable energy sources. In addition, by exposing students to these ideas at such an early stage, the investigators hope to awaken in them the desire to pursue a career in sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thuc-Quyen",
   "pi_last_name": "Nguyen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thuc-Quyen Nguyen",
   "pi_email_addr": "quyen@chem.ucsb.edu",
   "nsf_id": "000319598",
   "pi_start_date": "2010-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Guillermo",
   "pi_last_name": "Bazan",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Guillermo C Bazan",
   "pi_email_addr": "bazan@chem.ucsb.edu",
   "nsf_id": "000107251",
   "pi_start_date": "2010-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Garcia-Cervera",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos Garcia-Cervera",
   "pi_email_addr": "cgarcia@math.ucsb.edu",
   "nsf_id": "000183784",
   "pi_start_date": "2010-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gang",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gang Lu",
   "pi_email_addr": "ganglu@csun.edu",
   "nsf_id": "000490806",
   "pi_start_date": "2010-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "790500",
   "pgm_ele_name": "MPS SUST ENERGY SCI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1022",
   "pgm_ref_txt": "OFFICE OF MULTIDISCIP ACT-RESEARCH"
  },
  {
   "pgm_ref_code": "1253",
   "pgm_ref_txt": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ref_code": "1773",
   "pgm_ref_txt": "POLYMERS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "7905",
   "pgm_ref_txt": "MPS SUST ENERGY SCI"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1350000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of this highly interdisciplinary program have been to integrate the fields of chemistry, materials, physics, and mathematics, in order to make a breakthrough in the science and technology of organic solar cells. This approach is required to move away from the typical trial and error approaches used presently in solar cell development and forms the basis for a more rational design approach.&nbsp; The team successfully addressed the following critical issues: (1) the development of first-principles methods that can predict charge carrier mobility in disordered semiconductors as a function of temperature, carrier concentration and applied electric field; (2) the nanoscale characterization of donor-acceptor interpenetrating networks; (3) the understanding of charge generation process and charge transport; (4) the synthesis of new conjugated polymers to concurrently optimize HOMO levels and harvest solar light adsorption as predicted by the new theoretical models; (5) evaluation of materials performance. The first-principles simulation method has been validated extensively against the experimental measurements. Processing conditions were optimized so that the solar cells can increase effectively the conversion of solar light into electricity.&nbsp; The collaborative effort tackled important practical considerations including solvent, component ratios, and thermal history. Sensitive probes and experimental methods that enable detailed characterization of the donor-acceptor phases, molecular organization, charge generation at the donor-acceptor interfaces, and the charge carrier mobilities at the nanoscale provided structure-property-performance relationships across multiple length scales. The project made significant strides in predicting electronic properties and charge mobility in new organic materials, providing a more complete picture of internal nanostructures of the materials, and gaining an understanding of charge transport processes prior to the synthesis of the materials.</p>\n<p>The intellectual merit stems from the need to understand deeply the multiple variables involved in determining effective solar light conversion and the difficulties in predicting composite function given the diversity of possible molecular structures and the wide range of possible processing conditions.</p>\n<p>The broader impact is based on the need to find alternative clean energy sources that do not negatively impact our environment.&nbsp; Moreover, the nation needs to remain competitive in emerging plastic electronic applications, which are currently dominated by foreign countries such as Korea, Japan, Taiwan and China.&nbsp; The team also dedicated significant efforts to the education of students in this important new area of science and technology.&nbsp; Examples include two summer camps for high-school science teachers on nanoscience and materials science at California State University Northridge. The PIs, students and postdoctoral scholars working on this program also worked together to organize workshops on &ldquo;Energy Generation&rdquo; with hand-on activities and demo for K-12 students, teachers, and parents to gain public awareness of renewable and sustainable energy sources.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/26/2014<br>\n\t\t\t\t\tModified by: Guillermo&nbsp;C&nbsp;Bazan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overarching goal of this highly interdisciplinary program have been to integrate the fields of chemistry, materials, physics, and mathematics, in order to make a breakthrough in the science and technology of organic solar cells. This approach is required to move away from the typical trial and error approaches used presently in solar cell development and forms the basis for a more rational design approach.  The team successfully addressed the following critical issues: (1) the development of first-principles methods that can predict charge carrier mobility in disordered semiconductors as a function of temperature, carrier concentration and applied electric field; (2) the nanoscale characterization of donor-acceptor interpenetrating networks; (3) the understanding of charge generation process and charge transport; (4) the synthesis of new conjugated polymers to concurrently optimize HOMO levels and harvest solar light adsorption as predicted by the new theoretical models; (5) evaluation of materials performance. The first-principles simulation method has been validated extensively against the experimental measurements. Processing conditions were optimized so that the solar cells can increase effectively the conversion of solar light into electricity.  The collaborative effort tackled important practical considerations including solvent, component ratios, and thermal history. Sensitive probes and experimental methods that enable detailed characterization of the donor-acceptor phases, molecular organization, charge generation at the donor-acceptor interfaces, and the charge carrier mobilities at the nanoscale provided structure-property-performance relationships across multiple length scales. The project made significant strides in predicting electronic properties and charge mobility in new organic materials, providing a more complete picture of internal nanostructures of the materials, and gaining an understanding of charge transport processes prior to the synthesis of the materials.\n\nThe intellectual merit stems from the need to understand deeply the multiple variables involved in determining effective solar light conversion and the difficulties in predicting composite function given the diversity of possible molecular structures and the wide range of possible processing conditions.\n\nThe broader impact is based on the need to find alternative clean energy sources that do not negatively impact our environment.  Moreover, the nation needs to remain competitive in emerging plastic electronic applications, which are currently dominated by foreign countries such as Korea, Japan, Taiwan and China.  The team also dedicated significant efforts to the education of students in this important new area of science and technology.  Examples include two summer camps for high-school science teachers on nanoscience and materials science at California State University Northridge. The PIs, students and postdoctoral scholars working on this program also worked together to organize workshops on \"Energy Generation\" with hand-on activities and demo for K-12 students, teachers, and parents to gain public awareness of renewable and sustainable energy sources.\n\n \n\n\t\t\t\t\tLast Modified: 11/26/2014\n\n\t\t\t\t\tSubmitted by: Guillermo C Bazan"
 }
}