{
 "awd_id": "1035452",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Core Capabilities for Smart Cars",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2010-05-25",
 "awd_max_amd_letter_date": "2010-05-25",
 "awd_abstract_narration": "The fact that 6 vehicles completed a recent Urban Challenge competition, autonomous driving on city streets, clearly demonstrated that autonomous vehicles that can be built to deal with the complexities of driving. The technologies showcased, impressive as they were, need to be significantly enhanced to work dependably in the real world. Vehicles controlled by ever-vigilant cyber-physical systems can lead to significant declines in accidents and resulting deaths/injuries; compensate for human error, distraction, or reduced reaction rates; reduce hours spent in traffic congestion and improve traffic flow; and thereby increase productivity and independence for many segments of the population.  However, these platforms and technologies must be deemed robust before widespread adoption can even begin to take place.\r\n\r\nThis EAGER research grant enables a direct and timely interaction between the Carnegie Mellon University research team and the U.S. automotive industry to explore challenges that must be overcome before autonomous and highly-automated vehicles can be safely deployed in real-world driving situations. Challenges include (a) cyber-physical interactions inside the automobile such as ensuring the timely, safe and reliable operations of sensors, actuators, computers, communication buses/networks, electrical power, and cabling interfaces, necessitating a dependable, real-time cyber-physical platform, (b) real-time communications to/from the automobile, using vehicle-to-vehicle (V2V) and vehicle-to-infrastructure (V2I) networks to coordinate behaviors with other vehicles when necessary and to obtain/react to information about traffic or accident conditions, traffic lights, and signs, (c) safe behaviors with built-in recovery and safety-enhancement mechanisms to deal with unforeseen road conditions.  The research pursues contributions in sensor fusion with dynamic object detection/recognition, safe dynamic behaviors under ever-changing operating conditions, vehicular networks, joint cyber-physical system modeling, analysis/simulation tools, dynamic map-building, end-to-end resource management, and safety-critical real-time fault-tolerant distributed cyber-physical platforms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ragunathan",
   "pi_last_name": "Rajkumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ragunathan Rajkumar",
   "pi_email_addr": "rajkumar@cmu.edu",
   "nsf_id": "000241708",
   "pi_start_date": "2010-05-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><dd>\n<div class=\"tinyMCEContent\">\n<p>The primary objective of this project was to incorporate robustness from failures and uncertainties in an autonomous driving platform. &nbsp;</p>\n<p>Passenger jets are flown today for significant distances by an auto-pilots which use sensors, computers, communication networks and actuators to fly the plane along its specified trajectory. &nbsp; Since the failure of any of these components can result in tragedy, each sensor, computer, communication link and actuator is often replicated to have 3 copies. &nbsp;Even if one copy fails, the other copies continue to work and hence the plane is deemed to be safe. &nbsp; Such replication is of course expensive, but this cost is readily absorbed into the high expense of a passenger jet (amounting to hundreds of millions of dollars). &nbsp;In the case of automobiles, the average cost of an automobile is below $35,000 and hence static duplication of sensors, computers, communication buses and actuators becomes prohibitively expensive. &nbsp; We therefore designed, implemented and evaluated an architecture for affordable fault-tolerant systems for use in safety-critical cyber-physical systems such as self-driving automobiles (the rough equivalent of an autopilot in the automotive space). &nbsp; &nbsp;This architecture called SAFER (System-level Architecture for Failure Evasion in Real-time Applications) &nbsp;is able to tolerate specific kinds of processor and/or task failures. &nbsp; The approach can be used in a host of other cyber-physical system applications, where cost constraints are stringent and there are numerous operating modes, and hence a dynamic approach which requires only a limited amount of resources at any given time is more desirable.</p>\n<p>The next prominent aspect of our project involved working with uncertainties. &nbsp; In the autopilot on a plane, the plane's altitude and velocity are specified and managed by air traffic control to ensure that there is no other air traffic within a very significant range of the plane. In other words, very significant error margins are built in, making air travel one of the safest means of transportation around the world. &nbsp;In the ground vehicle space, however, any noise and inaccuracies from sensors (like radars and cameras) can dramatically reduce error margins which can easily result in accidents (or worse). &nbsp;We therefore designed and evaluated schemes for operating autonomous vehicles in the presence of uncertainties. &nbsp;Three kinds of uncertainties were taken into account: sensor noise, perception constraints and surrounding vehicles&rsquo; behavior. &nbsp;The results indicate that our proposed algorithm makes autonomous driving more robust to limited sensing ability and occasional sensor failures.</p>\n<p>Finally, we implemented the above techniques on a fully functional and roadworthy autonomous Cadillac SRX platform built at Carnegie Mellon University. &nbsp; We have successfully demonstrated the operations of our autonomous Cadillac SRX on both private and public roads. &nbsp;</p>\n</div>\n</dd>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/07/2014<br>\n\t\t\t\t\tModified by: Ragunathan&nbsp;Rajkumar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\nThe primary objective of this project was to incorporate robustness from failures and uncertainties in an autonomous driving platform.  \n\nPassenger jets are flown today for significant distances by an auto-pilots which use sensors, computers, communication networks and actuators to fly the plane along its specified trajectory.   Since the failure of any of these components can result in tragedy, each sensor, computer, communication link and actuator is often replicated to have 3 copies.  Even if one copy fails, the other copies continue to work and hence the plane is deemed to be safe.   Such replication is of course expensive, but this cost is readily absorbed into the high expense of a passenger jet (amounting to hundreds of millions of dollars).  In the case of automobiles, the average cost of an automobile is below $35,000 and hence static duplication of sensors, computers, communication buses and actuators becomes prohibitively expensive.   We therefore designed, implemented and evaluated an architecture for affordable fault-tolerant systems for use in safety-critical cyber-physical systems such as self-driving automobiles (the rough equivalent of an autopilot in the automotive space).    This architecture called SAFER (System-level Architecture for Failure Evasion in Real-time Applications)  is able to tolerate specific kinds of processor and/or task failures.   The approach can be used in a host of other cyber-physical system applications, where cost constraints are stringent and there are numerous operating modes, and hence a dynamic approach which requires only a limited amount of resources at any given time is more desirable.\n\nThe next prominent aspect of our project involved working with uncertainties.   In the autopilot on a plane, the plane's altitude and velocity are specified and managed by air traffic control to ensure that there is no other air traffic within a very significant range of the plane. In other words, very significant error margins are built in, making air travel one of the safest means of transportation around the world.  In the ground vehicle space, however, any noise and inaccuracies from sensors (like radars and cameras) can dramatically reduce error margins which can easily result in accidents (or worse).  We therefore designed and evaluated schemes for operating autonomous vehicles in the presence of uncertainties.  Three kinds of uncertainties were taken into account: sensor noise, perception constraints and surrounding vehiclesÆ behavior.  The results indicate that our proposed algorithm makes autonomous driving more robust to limited sensing ability and occasional sensor failures.\n\nFinally, we implemented the above techniques on a fully functional and roadworthy autonomous Cadillac SRX platform built at Carnegie Mellon University.   We have successfully demonstrated the operations of our autonomous Cadillac SRX on both private and public roads.  \n\n\n\n \n\n\t\t\t\t\tLast Modified: 04/07/2014\n\n\t\t\t\t\tSubmitted by: Ragunathan Rajkumar"
 }
}