{
 "awd_id": "1035062",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New \"Drilling Prospects\" to Feed the Geoscience Workforce Pipeline",
 "cfda_num": "47.050",
 "org_code": "06000001",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill L. Karsten",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 148406.0,
 "awd_amount": 148406.0,
 "awd_min_amd_letter_date": "2010-09-01",
 "awd_max_amd_letter_date": "2010-09-01",
 "awd_abstract_narration": "\"New 'Drilling Prospects' to Feed the Geoscience Workforce Pipeline\" is a focused expansion of the Earth Science Outreach Program (ESOP) at the State University of New York College at Oneonta (SUNY Oneonta). ESOP provides college credit for advanced geoscience courses taught in high schools, in direct response to the absence of Advanced Placement (AP) opportunities in the geosciences. Preliminary data shows that this increased exposure to the geosciences in high school increases student interest in majoring in a geoscience and could potentially improve the flow in the geoscience workforce \"pipeline\". Professional development workshops assist teachers in developing ESOP proposals, and ongoing mentoring of ESOP teachers and dissemination of information (regarding the shortage of geoscience professionals, salary information, etc.) to school administrators and guidance counselors build constituency for ESOP and dual-credit geoscience programs at other institutions. Focused recruitment of schools in urban areas increases opportunities for groups that are historically underrepresented in the geosciences. \"Drilling Prospects\" will also evaluate the efficacy of dual credit programs in increasing numbers of geoscience majors and feeding the workforce pipeline. \"Drilling Prospects\", and the expansion of ESOP at SUNY Oneonta, can serve as a model for other colleges interested in launching similar programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "GEO",
 "org_div_long_name": "Directorate for Geosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Ebert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Ebert",
   "pi_email_addr": "james.ebert@oneonta.edu",
   "nsf_id": "000176783",
   "pi_start_date": "2010-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Ellis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Todd Ellis",
   "pi_email_addr": "todd.ellis@wmich.edu",
   "nsf_id": "000527411",
   "pi_start_date": "2010-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Kluge",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Steven C Kluge",
   "pi_email_addr": "steve.kluge@gmail.com",
   "nsf_id": "000560729",
   "pi_start_date": "2010-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY College at Oneonta",
  "inst_street_address": "108 RAVINE PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "ONEONTA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6074362525",
  "inst_zip_code": "138202685",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "KBTNGWV8WML7"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY College at Oneonta",
  "perf_str_addr": "108 RAVINE PKWY",
  "perf_city_name": "ONEONTA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "138202685",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "761100",
   "pgm_ele_name": "GEO TEACH"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 148406.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>The Earth Science Outreach Program (ESOP) <em>Drilling Prospects </em>project is a new effort to address workforce needs in the geosciences through a focused expansion of access to dual-credit geosciences programs, and to demonstrate the effectiveness of dual-credit programs in recruiting talented students into geosciences majors. The design of this project was based on testing the idea, proposed by Holbrook (1997), that there is a correlation between students&rsquo; choice of a major in one of the sciences and the amount of that science to which the student was exposed in high school. We sought to test this by setting and meeting four distinct project goals:</p>\n<p>1)&nbsp;&nbsp;&nbsp; to expand the existing SUNY Oneonta Earth Science Outreach Program (ESOP) by an additional 10 participating high schools over two years, doubling the size of the program,</p>\n<p>2)&nbsp;&nbsp;&nbsp; to recruit at least 3 colleges and universities (1 in New York State and 2 in other states) and assist them in developing similar dual credit programs over the two years of the grant,</p>\n<p>3)&nbsp;&nbsp;&nbsp; to conduct a comprehensive evaluation of the efficacy of dual credit programs in attracting students to majors in the geosciences and</p>\n<p>4)&nbsp;&nbsp;&nbsp; to increase opportunities for female students and students from historically under-represented groups to participate in advanced geoscience courses.&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">The results of these efforts are as follows:</span></p>\n<p>1)&nbsp;&nbsp;&nbsp; <strong>Expansion of ESOP has been achieved</strong>. Participation in dual credit geoscience courses rose from a pre-grant 5 schools to 15 in 2012-13 and possibly as many as 19 schools in 2013-14. Student enrollment increased from 52 students in the year prior to the grant to 248 in the last year of the grant. More students participated in the three years of the grant (574 students) than in the six years (462 students) preceding the grant. These data suggest that the pool of potential geoscience majors has been enlarged and that those that don&rsquo;t major in a geoscience still contribute to the growth of a more geoscience-literate public.&nbsp; See Table 1 for specific data.</p>\n<p>2)&nbsp;&nbsp;&nbsp; <strong>Replication of the ESOP dual credit program at other colleges and universities was not achieved</strong>, primarily due to a lack of interest in other programs to which we made face-to-face presentations at national conferences.</p>\n<p>3)&nbsp;&nbsp;&nbsp; <strong>Evaluation of the efficacy of dual credit geoscience programs in attracting students to major in the geosciences has been met</strong>. Our analysis shows that dual credit courses preserve student interest in the geosciences and increase the likelihood that they will choose a major in one of the geosciences. A case study in one school revealed that students strongly prefer dual credit courses to Advanced Placement courses.</p>\n<p>4)&nbsp;&nbsp;&nbsp; <strong>Expansion of opportunities for students from historically underrepresented groups has been achieved</strong>. Five new schools with significant (14-100%) populations of minority students are now participants in ESOP.&nbsp; See Table 2 for specific data.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>There are several levels of impact of this project. First, by increasing the number of geoscience students, <em>Drilling Prospects </em>had a measurable impact on the number of geoscience majors.&nbsp; We believe this will eventually lead to an increase in trained geoscientists to enter the workforce. It certainly has expanded the number of students exposed to the geosciences in high school and will help develop a more geoscience-literate population.&nbsp; This is of particular relevance, since many Earth Science teaching professionals are teaching this subject outside of their cert...",
  "por_txt_cntn": "\nIntellectual Merit\n\nThe Earth Science Outreach Program (ESOP) Drilling Prospects project is a new effort to address workforce needs in the geosciences through a focused expansion of access to dual-credit geosciences programs, and to demonstrate the effectiveness of dual-credit programs in recruiting talented students into geosciences majors. The design of this project was based on testing the idea, proposed by Holbrook (1997), that there is a correlation between studentsÆ choice of a major in one of the sciences and the amount of that science to which the student was exposed in high school. We sought to test this by setting and meeting four distinct project goals:\n\n1)    to expand the existing SUNY Oneonta Earth Science Outreach Program (ESOP) by an additional 10 participating high schools over two years, doubling the size of the program,\n\n2)    to recruit at least 3 colleges and universities (1 in New York State and 2 in other states) and assist them in developing similar dual credit programs over the two years of the grant,\n\n3)    to conduct a comprehensive evaluation of the efficacy of dual credit programs in attracting students to majors in the geosciences and\n\n4)    to increase opportunities for female students and students from historically under-represented groups to participate in advanced geoscience courses. \n\nThe results of these efforts are as follows:\n\n1)    Expansion of ESOP has been achieved. Participation in dual credit geoscience courses rose from a pre-grant 5 schools to 15 in 2012-13 and possibly as many as 19 schools in 2013-14. Student enrollment increased from 52 students in the year prior to the grant to 248 in the last year of the grant. More students participated in the three years of the grant (574 students) than in the six years (462 students) preceding the grant. These data suggest that the pool of potential geoscience majors has been enlarged and that those that donÆt major in a geoscience still contribute to the growth of a more geoscience-literate public.  See Table 1 for specific data.\n\n2)    Replication of the ESOP dual credit program at other colleges and universities was not achieved, primarily due to a lack of interest in other programs to which we made face-to-face presentations at national conferences.\n\n3)    Evaluation of the efficacy of dual credit geoscience programs in attracting students to major in the geosciences has been met. Our analysis shows that dual credit courses preserve student interest in the geosciences and increase the likelihood that they will choose a major in one of the geosciences. A case study in one school revealed that students strongly prefer dual credit courses to Advanced Placement courses.\n\n4)    Expansion of opportunities for students from historically underrepresented groups has been achieved. Five new schools with significant (14-100%) populations of minority students are now participants in ESOP.  See Table 2 for specific data.\n\nBroader Impacts\n\nThere are several levels of impact of this project. First, by increasing the number of geoscience students, Drilling Prospects had a measurable impact on the number of geoscience majors.  We believe this will eventually lead to an increase in trained geoscientists to enter the workforce. It certainly has expanded the number of students exposed to the geosciences in high school and will help develop a more geoscience-literate population.  This is of particular relevance, since many Earth Science teaching professionals are teaching this subject outside of their certification.  In addition, our emphasis on recruiting in urban areas and the provision of grants and scholarships to districts with high financial need has increase the diversity of schools offering advanced geoscience courses, which should translate to more diversity in the geoscience-trained talent pool.\n\nSelected Reference\n\nHolbrook, J.M., 1997, Career potential in the sciences, geology in the high school, and why would anyone major in geology anyway?  Pa..."
 }
}