{
 "awd_id": "1035381",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Robert Noyce Program for Recruiting and Educating STEM Teachers with Integrated Graduate Enrollment (PRESTIGE) at Augusta State University",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Turley",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 1110509.0,
 "awd_amount": 1155509.0,
 "awd_min_amd_letter_date": "2010-08-01",
 "awd_max_amd_letter_date": "2017-09-13",
 "awd_abstract_narration": "This Phase I project supports the Program for Recruiting and Educating STEM Teachers with Integrated Graduate Enrollment (PRESTIGE) at Augusta State University (ASU). PRESTIGE creates an Integrated Master of Arts in Teaching (IMAT) program in partnership with four nearby rural, \"high-need\" county school districts with capacity to hire graduated Noyce scholars. PRESTIGE graduates will earn a Bachelor's Degree (B.S.) in a STEM content area and a Master's of Arts in Teaching (MAT) in a 5-year period, then be placed in a rural, high-need school to teach. PRESTIGE is a new program designed to generate student desire to attain K-12 teacher certification through the IMAT program, to recruit the best qualified undergraduate STEM majors for the program, and to place these graduates in high-need rural schools. It targets students in Biology, Chemistry, Mathematics and Physics, creating three cohorts over the course of five years of funding to ensure the production of 18 high quality Secondary STEM teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Page",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Page",
   "pi_email_addr": "cpage1@augusta.edu",
   "nsf_id": "000559594",
   "pi_start_date": "2010-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chad",
   "pi_last_name": "Stephens",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chad Stephens",
   "pi_email_addr": "cstephe7@aug.edu",
   "nsf_id": "000082658",
   "pi_start_date": "2010-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Harper",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca Harper",
   "pi_email_addr": "rharper7@gru.edu",
   "nsf_id": "000673955",
   "pi_start_date": "2014-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "AUGUSTA UNIVERSITY RESEARCH INSTITUTE, INC.",
  "inst_street_address": "AUGUSTA UNIVERSITY 1120 15TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "AUGUSTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7067212592",
  "inst_zip_code": "309120001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "GA12",
  "org_lgl_bus_name": "AUGUSTA UNIVERSITY RESEARCH INSTITUTE, INC",
  "org_prnt_uei_num": "N4WWJC8T2593",
  "org_uei_num": "N4WWJC8T2593"
 },
 "perf_inst": {
  "perf_inst_name": "AUGUSTA UNIVERSITY RESEARCH INSTITUTE, INC.",
  "perf_str_addr": "AUGUSTA UNIVERSITY 1120 15TH STREET",
  "perf_city_name": "AUGUSTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "309120001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "GA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1795",
   "pgm_ref_txt": "ROBERT NOYCE SCHOLARSHIP PGM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1110509.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 45000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The Program for Recruiting and Educating STEM Teachers with Integrated Graduate Enrollment (PRESTIGE) at Augusta University was funded by the Robert Noyce Teacher Scholarship Program from the National Science Foundation.&nbsp; Augusta University implemented the Integrated Master of Arts in Teaching (<span><span>IMAT</span></span>) program in order to supp<span><span>ort</span></span> this funding.&nbsp; The <span><span>IMAT</span></span> program allows undergraduate students majoring in Biology, Chemistry, Mathematics and Physics to also enroll during their junior year in the Master of Arts in Teaching program and therefore earn and undergraduate and graduate teaching degree (grades 6-12) simultaneously.&nbsp; This Program allowed the students to develop a deeper understanding of their content area while also learning pedagogy and how to implement this knowledge in the 6-12 grades classroom.&nbsp; Students who were selected as PRESTIGE scholars enrolled in the <span><span>IMAT</span></span> program and they received funding in the form of scholarships that covered up to the cost of attendance each semester they were enrolled.&nbsp; In order to receive this scholarship the PRESTIGE scholars agreed to teach two years in a high-needs school for every year they received funding.</p>\n<p>A major part of the PRESTIGE program was ensuring that the scholars were placed in high-needs schools during their mandatory observations and student teaching while in the <span><span>IMAT</span></span> program.&nbsp; There were a total of eight high-needs schools that hosted the students at various times during the program.&nbsp; Every student spent at least 300 hours observing in these schools and during their last semester in the program they completed over 650 hours of student teaching.</p>\n<p>As part of recruiting this grant also provided funds to provide Summer Interns who assisted high school classroom teachers in tutoring students who were required to complete summer school in order to receive credit for classes they did not pass during the academic year.&nbsp; Twenty Interns over four years conducted 20 hours each of tutoring Summer School students in high-needs schools.</p>\n<p>Twenty-one students were chosen to be PRESTIGE scholars and received funding from the grant.&nbsp; Four of these students withdrew from the program for various reasons.&nbsp; The PRESTIGE program graduated seventeen students from the <span><span>IMAT</span></span> program and they all became certified teachers in the state of Georgia in their respective content areas for grades 6-12.&nbsp; All students except one are teaching in a high-needs school or have already completed their payback period of teaching.</p>\n<p>The lasting impact of the PRESTIGE program beyond the impact that these teachers will have on the students they teach is the implementation of the <span><span>IMAT</span></span> program at Augusta University.&nbsp; Students continue to enroll in the program and graduate with an undergraduate and graduate degree while immediately being able to be employed upon graduation as certified teachers in a STEM field.</p>\n<div style=\"left: -10000px; top: 0px; width: 1px; height: 1px; overflow: hidden; position: absolute;\" id=\"_mcePaste\" class=\"mcePaste\">\n<p><span style=\"font-family: Times New Roman;\">The </span><span style=\"color: #323232; font-family: Times New Roman;\"><span style=\"color: #323232; font-family: Times New Roman;\">Program for Recruiting and Educating STEM Teachers with Integrated Graduate Enrollment</span></span></p>\n<span style=\"color: #323232; font-family: Times New Roman;\"><span style=\"color: #323232; font-family: Times New Roman;\">\n<p>(PRESTIGE) at Augusta University was funded by the Robert Noyce Teacher Scholarship Program from the National Science Foundation.  Augusta University implemented the Integrated Master of Arts in Teaching (<span><span>IMAT</span></span>) Program as a result of this funding.  This program allows undergraduate students majoring in Biology, Chemistry, Mathematics and Physics to also enroll during their junior year in the Master of Arts in Teaching Program and earn an undergraduate</p>\n</span></span>\n<p><span style=\"color: #323232; font-family: Times New Roman;\"><span style=\"color: #323232; font-family: Times New Roman;\">and graduate teaching degree (grades 6-12) at simultaneously. </span></span><span style=\"font-family: Times New Roman;\">This program allowed them to develop a deeper understanding of their content area while also learning pedagogy and how to implement this knowledge in the classroom. </span><span style=\"color: #323232; font-family: Times New Roman;\"><span style=\"color: #323232; font-family: Times New Roman;\">Students who were selected as PRESTIGE scholars enrolled in the <span><span>IMAT</span></span> Program and they received funding in the form of a scholarship that covered up to the cost of attendance for every year they were in the program.  In order to receive this funding the PRESTIGE scholars agreed to teach two years in a high-needs school for every</span></span></p>\n<span style=\"color: #323232; font-family: Times New Roman;\"><span style=\"color: #323232; font-family: Times New Roman;\">\n<p>year they received funding.</p>\n</span></span></div><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/28/2018<br>\n\t\t\t\t\tModified by: Steven&nbsp;Page</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\n \n\nThe Program for Recruiting and Educating STEM Teachers with Integrated Graduate Enrollment (PRESTIGE) at Augusta University was funded by the Robert Noyce Teacher Scholarship Program from the National Science Foundation.  Augusta University implemented the Integrated Master of Arts in Teaching (IMAT) program in order to support this funding.  The IMAT program allows undergraduate students majoring in Biology, Chemistry, Mathematics and Physics to also enroll during their junior year in the Master of Arts in Teaching program and therefore earn and undergraduate and graduate teaching degree (grades 6-12) simultaneously.  This Program allowed the students to develop a deeper understanding of their content area while also learning pedagogy and how to implement this knowledge in the 6-12 grades classroom.  Students who were selected as PRESTIGE scholars enrolled in the IMAT program and they received funding in the form of scholarships that covered up to the cost of attendance each semester they were enrolled.  In order to receive this scholarship the PRESTIGE scholars agreed to teach two years in a high-needs school for every year they received funding.\n\nA major part of the PRESTIGE program was ensuring that the scholars were placed in high-needs schools during their mandatory observations and student teaching while in the IMAT program.  There were a total of eight high-needs schools that hosted the students at various times during the program.  Every student spent at least 300 hours observing in these schools and during their last semester in the program they completed over 650 hours of student teaching.\n\nAs part of recruiting this grant also provided funds to provide Summer Interns who assisted high school classroom teachers in tutoring students who were required to complete summer school in order to receive credit for classes they did not pass during the academic year.  Twenty Interns over four years conducted 20 hours each of tutoring Summer School students in high-needs schools.\n\nTwenty-one students were chosen to be PRESTIGE scholars and received funding from the grant.  Four of these students withdrew from the program for various reasons.  The PRESTIGE program graduated seventeen students from the IMAT program and they all became certified teachers in the state of Georgia in their respective content areas for grades 6-12.  All students except one are teaching in a high-needs school or have already completed their payback period of teaching.\n\nThe lasting impact of the PRESTIGE program beyond the impact that these teachers will have on the students they teach is the implementation of the IMAT program at Augusta University.  Students continue to enroll in the program and graduate with an undergraduate and graduate degree while immediately being able to be employed upon graduation as certified teachers in a STEM field.\n\n\nThe Program for Recruiting and Educating STEM Teachers with Integrated Graduate Enrollment\n\n\n(PRESTIGE) at Augusta University was funded by the Robert Noyce Teacher Scholarship Program from the National Science Foundation.  Augusta University implemented the Integrated Master of Arts in Teaching (IMAT) Program as a result of this funding.  This program allows undergraduate students majoring in Biology, Chemistry, Mathematics and Physics to also enroll during their junior year in the Master of Arts in Teaching Program and earn an undergraduate\n\n\nand graduate teaching degree (grades 6-12) at simultaneously. This program allowed them to develop a deeper understanding of their content area while also learning pedagogy and how to implement this knowledge in the classroom. Students who were selected as PRESTIGE scholars enrolled in the IMAT Program and they received funding in the form of a scholarship that covered up to the cost of attendance for every year they were in the program.  In order to receive this funding the PRESTIGE scholars agreed to teach two years in a high-needs school for every\n\n\nyear they received funding.\n\n\n\t\t\t\t\tLast Modified: 12/28/2018\n\n\t\t\t\t\tSubmitted by: Steven Page"
 }
}