{
 "awd_id": "1035358",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "UNL Science Scholars Program",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kathleen Bergin",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 1194387.0,
 "awd_amount": 1194387.0,
 "awd_min_amd_letter_date": "2010-08-06",
 "awd_max_amd_letter_date": "2012-09-25",
 "awd_abstract_narration": "The goal of the UNL Science Teacher Scholars Program is to engage STEM professionals in the development of the knowledge, skills, and dispositions necessary to meet the challenges of the 21st century science classroom. This project is increasing the number and quality of science teachers certified each year at the University of Nebraska-Lincoln through the recruitment of 14 STEM professionals and graduates of the Colleges of Arts and Sciences and Agricultural Sciences and Natural Resources each year for five years, resulting in 70 new secondary science teachers for Lincoln Public Schools. Faculty from the Colleges of Education and Human Sciences, Arts and Sciences, and Agricultural Sciences and Natural Resources are working together to achieve the following specific objectives: (1) provide stipends for STEM professionals to complete a high quality, rigorous, science-focused certification and master's degree within a 14-month period;  (2) create inquiry-based experiences with students in grades 7-12 during the 14-month in-service experience; and (3) build a New Teachers Network to provide support for the UNL Science Teacher Scholars through mentoring, coaching, and ongoing support throughout their first years as a science teacher. The Scholars complete a 44-credit-hour cohort based Master of Arts in Science Teaching (MAST) degree program designed for STEM professionals who have earned a bachelor's degree in a science discipline and wish to pursue a career in science teaching. The MAST preservice program integrates methods courses with a nine-month classroom-based internship and engages students in a required master's level pedagogical inquiry project based on the Scholar's field experience in the classroom. Students graduate with a Master's degree and Natural Science endorsement in addition to certification in a focus area, enabling them to understand and represent an integrated approach to science teaching. Information acquired through evaluation is providing needed data related to the effectiveness of this post-baccalaureate program and support network. A key component of this paradigm is the New Teacher Network (NTN), which provides opportunities for Scholars to continue to link their theoretical understanding of teaching and learning to practice through mentorship and coaching. The UNL Science Teacher Scholars Program and partnership is providing a deeper understanding of how STEM professionals benefit from having an enriched, rigorous, and focused learning experience, and participating in experiential-based environments for learning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jon",
   "pi_last_name": "Pedersen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jon Pedersen",
   "pi_email_addr": "jep@unl.edu",
   "nsf_id": "000405972",
   "pi_start_date": "2010-08-06",
   "pi_end_date": "2012-09-25"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Lewis",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth B Lewis",
   "pi_email_addr": "elewis3@unl.edu",
   "nsf_id": "000555272",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jon",
   "pi_last_name": "Pedersen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jon Pedersen",
   "pi_email_addr": "jep@unl.edu",
   "nsf_id": "000405972",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Claes",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel R Claes",
   "pi_email_addr": "dclaes@unl.edu",
   "nsf_id": "000388623",
   "pi_start_date": "2010-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tiffany",
   "pi_last_name": "Heng-Moss",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tiffany Heng-Moss",
   "pi_email_addr": "thengmoss2@unl.edu",
   "nsf_id": "000406102",
   "pi_start_date": "2010-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Lewis",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth B Lewis",
   "pi_email_addr": "elewis3@unl.edu",
   "nsf_id": "000555272",
   "pi_start_date": "2010-08-06",
   "pi_end_date": "2012-09-25"
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "2200 VINE ST # 830861",
  "perf_city_name": "LINCOLN",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685032427",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1795",
   "pgm_ref_txt": "ROBERT NOYCE SCHOLARSHIP PGM"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1194387.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The University of Nebraska-Lincoln (UNL) NSF Robert Noyce Teacher Scholarship/Stipend (Track I, Phase I) grant was awarded in September 2010 and completed in August 2016. A major outcome of the grant's activities was the recruitment of individuals with strong science backgrounds to become secondary science teachers. By the end of the grant, 60 post-baccalaureate science majors/professionals were provided with Noyce stipends ranging from $12,000-$15,000 to become science teachers. As a part of this project the principal investigators designed and implemented a new secondary science teacher education program to update the historically 18-24 month program that resulted in teacher certification, but not a master's degree in education. Thus, the 14-month Master of Arts with emphasis in science teaching (MAst) program was established in the UNL College of Education, Department of Teaching, Learning, and Teacher Education with its first cohort of 16 preservice science teachers in the 2011-2012 academic year. The program is now in its sixth year, producing an average of 10 new science teachers per year.</p>\n<p>The MAst program engages science professionals in a research-informed program of study that supports them in developing the knowledge, skills, and dispositions necessary to meet the challenges of the modern American secondary science classroom. Because the targeted individuals have already completed a baccalaureate degree, or higher, in a scientific field, the program is tailored to a 14-month time line. This model of teacher preparation is especially attractive to career changers who can begin their new career in teaching in the following academic year as the coursework for certification along with student teaching takes only one year to complete, with final coursework for the MA degree requiring a few more months to graduate. With NSF Noyce stipends covering most of the cost of tuition and fees the program was able to recruit more post-baccalaureate future science teachers than had been enrolled previously. The full-time, 42-credit hour program is rigorous as graduates earn a Master of Arts degree while simultaneously completing coursework in education to gain initial certification in one or more areas of secondary science teaching. These future science teachers are engaged in inquiry-based experiences with grades 7-12 students throughout the program.&nbsp; A major goal of the UNL MAst program has been to prepare highly-qualified science teachers who have at least one area of expertise in science (e.g., physics, chemistry) rather than a broad, general, science preparation.</p>\n<p>In terms of setting a strong foundation for long-term teacher professional development, funding from the Noyce grant was also used to send stipend recipients to NSF-sponsored regional and national Noyce conferences. All stipend recipients received support to attend the state-wide Nebraska Association of Teachers of Science annual conference. Some preservice teachers were also provided funding to attend regional and national conferences hosted by the National Science Teachers Association.</p>\n<p>Finally, in conjunction with the Noyce stipend awards baseline and longitudinal measures of teaching practices, teaching self-efficacy, and subject matter knowledge were collected to determine aspects of effective and non-effective science lessons taught by MAst alumni science teachers. There are few comprehensive studies of beginning science teachers that describe enacted teaching practices in terms of inquiry-based instruction, classroom discourse, assessment, and curricular choices, and explore how these factors interact with teaching self-efficacy. We conducted a 3-year, longitudinal study of four cohorts of MAst program graduates. We coded and analyzed 319 science lessons of new teachers from student teaching to third year post-program to describe teachers&rsquo; enacted practices and gathered annual teaching self-efficacy reports to examine teachers&rsquo; beliefs. Our analysis resulted in key findings relevant to future programmatic improvements. First, when we reviewed specific inquiry-based teaching facets we found patterns indicating areas of growth and challenge. Four areas of growth included teaching for knowledge acquisition, questioning level employed, conceptual development, and content depth. These four areas of growth correspond with aspects of teaching science that were strongly addressed during the MAst program. Some areas of challenge for these new science teachers included: using an inquiry-based order of instruction, promoting classroom interactions, accessing students&rsquo; prior knowledge, and learner centrality in the enacted curriculum. Second, we found that the number of years a teacher taught mattered when predicting overall self-efficacy, specifically for self-efficacy associated with student engagement and instructional strategies. Over time, it appears that the MAst teachers who persisted through the induction period have maintained a positive outlook on their agency. We attribute the generally positive nature and stability of these beginning science teachers&rsquo; self-efficacy to a rigorous teacher preparation program, but recognize that teachers could also benefit from ongoing teacher professional development in inquiry-based instruction, rich discourse strategies, and formative assessment practices. This study is being elaborated upon with a comparative study of science teachers from an undergraduate program without undergraduate degrees in science, funded by an NSF Noyce Track I, Phase II grant awarded in September 2015.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/06/2016<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;B&nbsp;Lewis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe University of Nebraska-Lincoln (UNL) NSF Robert Noyce Teacher Scholarship/Stipend (Track I, Phase I) grant was awarded in September 2010 and completed in August 2016. A major outcome of the grant's activities was the recruitment of individuals with strong science backgrounds to become secondary science teachers. By the end of the grant, 60 post-baccalaureate science majors/professionals were provided with Noyce stipends ranging from $12,000-$15,000 to become science teachers. As a part of this project the principal investigators designed and implemented a new secondary science teacher education program to update the historically 18-24 month program that resulted in teacher certification, but not a master's degree in education. Thus, the 14-month Master of Arts with emphasis in science teaching (MAst) program was established in the UNL College of Education, Department of Teaching, Learning, and Teacher Education with its first cohort of 16 preservice science teachers in the 2011-2012 academic year. The program is now in its sixth year, producing an average of 10 new science teachers per year.\n\nThe MAst program engages science professionals in a research-informed program of study that supports them in developing the knowledge, skills, and dispositions necessary to meet the challenges of the modern American secondary science classroom. Because the targeted individuals have already completed a baccalaureate degree, or higher, in a scientific field, the program is tailored to a 14-month time line. This model of teacher preparation is especially attractive to career changers who can begin their new career in teaching in the following academic year as the coursework for certification along with student teaching takes only one year to complete, with final coursework for the MA degree requiring a few more months to graduate. With NSF Noyce stipends covering most of the cost of tuition and fees the program was able to recruit more post-baccalaureate future science teachers than had been enrolled previously. The full-time, 42-credit hour program is rigorous as graduates earn a Master of Arts degree while simultaneously completing coursework in education to gain initial certification in one or more areas of secondary science teaching. These future science teachers are engaged in inquiry-based experiences with grades 7-12 students throughout the program.  A major goal of the UNL MAst program has been to prepare highly-qualified science teachers who have at least one area of expertise in science (e.g., physics, chemistry) rather than a broad, general, science preparation.\n\nIn terms of setting a strong foundation for long-term teacher professional development, funding from the Noyce grant was also used to send stipend recipients to NSF-sponsored regional and national Noyce conferences. All stipend recipients received support to attend the state-wide Nebraska Association of Teachers of Science annual conference. Some preservice teachers were also provided funding to attend regional and national conferences hosted by the National Science Teachers Association.\n\nFinally, in conjunction with the Noyce stipend awards baseline and longitudinal measures of teaching practices, teaching self-efficacy, and subject matter knowledge were collected to determine aspects of effective and non-effective science lessons taught by MAst alumni science teachers. There are few comprehensive studies of beginning science teachers that describe enacted teaching practices in terms of inquiry-based instruction, classroom discourse, assessment, and curricular choices, and explore how these factors interact with teaching self-efficacy. We conducted a 3-year, longitudinal study of four cohorts of MAst program graduates. We coded and analyzed 319 science lessons of new teachers from student teaching to third year post-program to describe teachers? enacted practices and gathered annual teaching self-efficacy reports to examine teachers? beliefs. Our analysis resulted in key findings relevant to future programmatic improvements. First, when we reviewed specific inquiry-based teaching facets we found patterns indicating areas of growth and challenge. Four areas of growth included teaching for knowledge acquisition, questioning level employed, conceptual development, and content depth. These four areas of growth correspond with aspects of teaching science that were strongly addressed during the MAst program. Some areas of challenge for these new science teachers included: using an inquiry-based order of instruction, promoting classroom interactions, accessing students? prior knowledge, and learner centrality in the enacted curriculum. Second, we found that the number of years a teacher taught mattered when predicting overall self-efficacy, specifically for self-efficacy associated with student engagement and instructional strategies. Over time, it appears that the MAst teachers who persisted through the induction period have maintained a positive outlook on their agency. We attribute the generally positive nature and stability of these beginning science teachers? self-efficacy to a rigorous teacher preparation program, but recognize that teachers could also benefit from ongoing teacher professional development in inquiry-based instruction, rich discourse strategies, and formative assessment practices. This study is being elaborated upon with a comparative study of science teachers from an undergraduate program without undergraduate degrees in science, funded by an NSF Noyce Track I, Phase II grant awarded in September 2015.\n\n\t\t\t\t\tLast Modified: 12/06/2016\n\n\t\t\t\t\tSubmitted by: Elizabeth B Lewis"
 }
}