{
 "awd_id": "1036637",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative:GSE/RES: G-SPELL Gender and Science Proficiency for English Language Learners",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 87510.0,
 "awd_amount": 87510.0,
 "awd_min_amd_letter_date": "2010-09-16",
 "awd_max_amd_letter_date": "2012-07-18",
 "awd_abstract_narration": "Intellectual Merit: This collaborative research proposal seeks to discover and describe the conditions and experiences that impact science learning for female and male language minority (LM) and English Language Learner (ELL) adolescent students in urban middle schools.  LM students are students who live in homes where a language other than English is spoken.  ELLs are language minorities who have been identified as having limited proficiency in spoken and written English. This study will explore the interactions among school administrators, teachers, parents, and adolescent LM/ELL students from ethnic/language subgroups in the context of science learning in urban middle schools through a gender lens. Because national data are rarely disaggregated by gender, race or ethnicity, little is known about the educational needs, achievements, or problems of LM/ELL students, and specifically, how the needs of female LM/ELL students may differ from their male peers.  This research will focus on adolescent LM/ELL students in science highlighting the role of gender in the context of ethnicity and culture in grades 6-8 science classrooms. The study is designed as an exploratory, three-year, mixed-methods study to examine the experiences of female and male LM/ELL students from particular marginalized subgroups, including Latinas/os (Dominican, Puerto Rican, and Mexican) and Southeast Asians (Vietnamese, Cambodian, and Indonesian) and Chinese (Fujianese, Cantonese, and mainland).  In exploring the science learning experiences of linguistically and ethnically diverse female and male adolescent students the researchers will develop case study examples that illustrate relationships and tensions between learning science, students' gender, ELL status, ethnicity and class.  Specifically, the research will explore inter-categorical complexity and socio-cultural learning theories.\r\n\r\nBroader Impacts: The broader impact of this research will be the dissemination of findings to researchers,science teacher educators, K-12 educators, school administrators, and policymakers who can positively transform practices and policies to better support science learning for female and male LM and ELL students. Ultimately, these new understandings have the potential to increase male and female language minority students' participation in STEM fields, particularly females who are most significantly underrepresented in STEM majors and careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Scantlebury",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn C Scantlebury",
   "pi_email_addr": "kscantle@udel.edu",
   "nsf_id": "000290181",
   "pi_start_date": "2010-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 19815.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 33435.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 34260.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Arial\">G-SPELL (<em>Gender and Science Proficiency for English Language Learners</em>) ((NSF HRD 1036637) examined how gender influenced ELL middle school girls&rsquo; beliefs and practices as related to learning science and attitudes towards a career in science and science teachers&rsquo; beliefs and practices. &nbsp;The study identified the pedagogical practices used by science and ESOL teachers that <em>supported or constrained</em> girls&rsquo; science learning and achievement. Further, we included an examination of school and community structures that impacted students&rsquo; learning. The study was located in two urban middle schools with high rates of under represented students from low socio-economic backgrounds.</p>\n<p class=\"Arial\">The project&rsquo;s intellectual merit is reflected in the research outcomes that contributed to the study&rsquo;s broader impact. Project personnel disseminated the research outcomes through 13 presentations at national and international conferences, one published book chapter, two journal articles along with three articles under review and a book chapter in preparation.</p>\n<p class=\"Arial\">Middle school students at two urban charter schools participated in congenerative dialogues (cogens) and answered a survey focused on their attitudes towards science, pedagogical experiences in school, support for their studies from adults such as parents/guardians and their friends&rsquo; attitudes towards science. In the cogens, students shared their perspectives on how science classes could change to help them understand and learn science. The students noted that experiments, projects, supplementary materials, and group work helped support their science learning. During cogenerative dialogues the students offered teachers suggestions for teaching practices that included use of laboratory stations and supportive reading strategies to learn science concepts. Girls also reported their frustration at teachers requesting that they help truant boys learn science.</p>\n<p class=\"Arial\">The survey had five subscales: &ldquo;<em>What I do in class&rdquo;, &rdquo;What my teacher does&rdquo;, &ldquo;What my friends do&rdquo;, &ldquo;What parents/adults do&rdquo; </em>and<em> &ldquo;Views of science.&rdquo;</em> Items were answered using Likert-type scales that indicated frequency of use&mdash;<em>almost never</em> to <em>very often </em>except for the &ldquo;<em>Views of science&rdquo; </em>where students answered from strongly agreed to strongly disagreed. The survey is a well-established instrument with the subscales&rsquo; reliability ranging from 0.65 to 0.87.&nbsp;</p>\n<p class=\"Arial\">There were no gender differences on the five subscales, except for the <em>Views of Science </em>where the boys&rsquo; mean score was significantly higher than the girls. Boys had more confidence in their science ability compared to girls and were more likely to see themselves remaining in science compared to girls.</p>\n<p class=\"Arial\">Parents of of Latina girls expected them to achieve academically, but wanted their daughters to remain with the family to provide support through childcare and domestic work. African American and Asian parents had a similar attitude towards their daughters contributing to family&rsquo;s wellbeing. But Asian girls reported that adults in their home were not very supportive of their academic studies.&nbsp; The Asian girls and boys had significantly lower mean scores than Latina/o and African American students on &ldquo;<em>What parents/adults do&rdquo;</em>. However, in spite of less home support compared to their peers, Asian girls had more positive views of science compared with Latina girls.</p>\n<p class=\"Arial\">Latina/o students&rsquo; attitudes towards science were significant lower than their African American and Asian peers. This was attributable to whether the Latina/o students spoke Spanish or English at home.&nbsp;...",
  "por_txt_cntn": "G-SPELL (Gender and Science Proficiency for English Language Learners) ((NSF HRD 1036637) examined how gender influenced ELL middle school girlsÆ beliefs and practices as related to learning science and attitudes towards a career in science and science teachersÆ beliefs and practices.  The study identified the pedagogical practices used by science and ESOL teachers that supported or constrained girlsÆ science learning and achievement. Further, we included an examination of school and community structures that impacted studentsÆ learning. The study was located in two urban middle schools with high rates of under represented students from low socio-economic backgrounds.\nThe projectÆs intellectual merit is reflected in the research outcomes that contributed to the studyÆs broader impact. Project personnel disseminated the research outcomes through 13 presentations at national and international conferences, one published book chapter, two journal articles along with three articles under review and a book chapter in preparation.\nMiddle school students at two urban charter schools participated in congenerative dialogues (cogens) and answered a survey focused on their attitudes towards science, pedagogical experiences in school, support for their studies from adults such as parents/guardians and their friendsÆ attitudes towards science. In the cogens, students shared their perspectives on how science classes could change to help them understand and learn science. The students noted that experiments, projects, supplementary materials, and group work helped support their science learning. During cogenerative dialogues the students offered teachers suggestions for teaching practices that included use of laboratory stations and supportive reading strategies to learn science concepts. Girls also reported their frustration at teachers requesting that they help truant boys learn science.\nThe survey had five subscales: \"What I do in class\", \"What my teacher does\", \"What my friends do\", \"What parents/adults do\" and \"Views of science.\" Items were answered using Likert-type scales that indicated frequency of use&mdash;almost never to very often except for the \"Views of science\" where students answered from strongly agreed to strongly disagreed. The survey is a well-established instrument with the subscalesÆ reliability ranging from 0.65 to 0.87. \nThere were no gender differences on the five subscales, except for the Views of Science where the boysÆ mean score was significantly higher than the girls. Boys had more confidence in their science ability compared to girls and were more likely to see themselves remaining in science compared to girls.\nParents of of Latina girls expected them to achieve academically, but wanted their daughters to remain with the family to provide support through childcare and domestic work. African American and Asian parents had a similar attitude towards their daughters contributing to familyÆs wellbeing. But Asian girls reported that adults in their home were not very supportive of their academic studies.  The Asian girls and boys had significantly lower mean scores than Latina/o and African American students on \"What parents/adults do\". However, in spite of less home support compared to their peers, Asian girls had more positive views of science compared with Latina girls.\nLatina/o studentsÆ attitudes towards science were significant lower than their African American and Asian peers. This was attributable to whether the Latina/o students spoke Spanish or English at home.  Middle school Latina/o students who reported speaking Spanish at home had less positive attitudes towards science than the Latina/o students who spoke English. Moreover, the Latina/o students who spoke English had similar, positive attitudes towards science as their African American and Asian peers. With increasing diversity in the K-12 population and emphasis on language skills such as argumentation, science educators need to explore the different ..."
 }
}