{
 "awd_id": "1036435",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Scientific computing in the Americas: the challenge of massive parallelism; Valparaiso, Chile; January 3-14, 2011",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harold Stolberg",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 116000.0,
 "awd_min_amd_letter_date": "2010-09-08",
 "awd_max_amd_letter_date": "2010-11-12",
 "awd_abstract_narration": "Scientific computing as a means of discovery has the promise of solving some of the most enduring challenges in science. Understanding global climate, unraveling the mysteries of turbulence, predicting natural disasters such as earthquakes and tsunamis, untangling the complexities of life by simulating the proteins that make its building- blocks, all these, and more, are being tackled by scientists today using high-performance computing (HPC).  And today, more than ever, an opportunity presents itself for exciting discoveries through HPC, thanks to the advent of new computer architectures that bring huge increases in performance, at lower power consumption and much reduced prices. The new HPC hardware based on graphics processors (GPUs) is a technology that can level the playing field for scientists in many parts of the world to participate in leading-edge computational research.  \r\n\r\nThis Pan-American Advanced Studies Institutes (PASI) award, jointly supported by the NSF and the Department of Energy (DOE), will take place January 3-14, 2011 at the Universidad Tecnica Federico Santa María (UTFSM) in Valparaíso, Chile.  Organized by Dr. Lorena Barba of Boston University, an interdisciplinary group of collaborators and participants will explore the feasibility of adapting and applying GPU technologies to complex, outstanding problems in the physical sciences.  Participants will include a complementary mix of geoscientists, computer scientists, mathematicians, and physicists.  Lectures, tutorials and hands-on activities will be focused on modern hardware computing, fundamental algorithms for massively parallel computational applications, and recent developments in open source libraries and programming.  PASI participants will include approximately 30 U.S. and Latin American students supported by this award and a similar number of local participants supported by Chilean agencies.  An ancillary mentoring session for postdoctoral scholars will provide advice on succeeding in modern academic environments. \r\n\r\nThis PASI aims to initiate a pole of development for high-performance computing using modern hardware, and to stimulate international collaboration and future initiatives leading to student exchanges, joint projects and new funding opportunities for the participants.  Graduate students and postdoctoral researchers will have a unique learning experience; they will be trained in the use of the most important software tools for HPC, including those specific to GPUs, and the syllabus will put emphasis on the open-source model for science. The chosen applications, e.g., simulation of tsunamis, will attract the attention of the general public, offering opportunities for dissemination in the press and other media.  Extensive dissemination of the learning materials online will ensure impact beyond the duration of the institute itself.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lorena",
   "pi_last_name": "Barba",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lorena A Barba",
   "pi_email_addr": "labarba@gwu.edu",
   "nsf_id": "000517032",
   "pi_start_date": "2010-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "723100",
   "pgm_ele_name": "CYBERINFRASTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5974",
   "pgm_ref_txt": "CHILE"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "7728",
   "pgm_ref_txt": "PASI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 100600.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This award funded a Pan-American Advanced Studies Institute (PASI) titled &ldquo;Scientific computing in the Americas: the challege of massive parallelism&rdquo;, which was held in January 2011 at Universidad T&eacute;cnica Federico Santa Mar&iacute;a, Valpara&iacute;so, Chile. The funding supported the travel of fourteen lecturers and 37 students to participate in the institute (of these, 23 originated from the US and 14 from Latinamerican institutions). Additional funding from the host institution allowed over 20 local students to also participate, and a handful of self-funded students originating from various parts of the world also attended.</span></p>\n<p><span>The topic of this Institute was both very timely and relevant to priority national goals. The 2005 report of the President&rsquo;s Information Technology Advisory Committee called supporting computational science a &ldquo;national imperative for research and education in the 21st century&rdquo;. Traditional university structures, however, have not adapted to this high-priority field of study. A major obstacle is posed by discipline-based research, which interferes with the necessary integration of diverse skills and knowledge sets required for advanced computational research. In view of this, the PI&rsquo;s program of extra-mural intensive training initiatives, including this PASI, aims to overcome some of the hurdles for the current generation of students in computational science.&nbsp;</span></p>\n<p><span>Scientific computing as a means of discovery has the promise to solve some of the most enduring challenges in science. Understanding global climate, unraveling the mysteries of turbulence, predicting natural disasters such as earthquakes and tsunamis, untangling the complexities of life by simulating the proteins that make its building-blocks---all these, and more, are being tackled by scientists today using high-performance computing (HPC). In the current years, scientific computing is experiencing a boom. One of the factors contributing to this is the emergence of new models for computer hardware, which provide on-chip parallelism at unprecedented levels. Today's GPUs (graphic processing units) consist of hundreds of processing cores on one chip, promising substantial speed-ups in a variety of number-crunching tasks. But exploiting this resource requires a new breed of computational scientist, able to think about problems in terms of concurrency (parallelism). This is a terrific challenge, as it goes counter to the way that programmers are all trained in their formative years.&nbsp; On the face of this challenge, international collaboration and advanced training of young scientists are the two most effective tools of success.&nbsp;</span></p>\n<p><span>This PASI was a catalyst for collaboration and provided training to a top-class set of young researches throughout the Americas. The program of training was unique in its presentation of the mathematical underpinnings of scientific computing, the technical and professional aspects, and a few showcased applications that use high-performance computing. Thirteen mini-courses (between 3 and 6 hours each) were offered; among others: &ldquo;GPU computing and programming&rdquo;, &ldquo;Building robust scientific codes&rdquo;, &ldquo;Parallel performance and parallel algorithms&rdquo;, &ldquo;Python for parallel scientific computing&rdquo;, &ldquo;Advanced algorithmic techniques for GPUs&rdquo;, &ldquo;Iterative methods for sparse linear systems on GPU&rdquo;, four application-oriented courses, plus two keynote lectures.&nbsp;</span></p>\n<p><span>The website at <a href=\"http://www.bu.edu/pasi/\"><span>http://www.bu.edu/pasi/</span></a> gives summaries of the various mini-courses that constituted this institute, and also gives many links to related information and references. The site also documents materials used in the educational activities, and all pre...",
  "por_txt_cntn": "\nThis award funded a Pan-American Advanced Studies Institute (PASI) titled \"Scientific computing in the Americas: the challege of massive parallelism\", which was held in January 2011 at Universidad T&eacute;cnica Federico Santa Mar&iacute;a, Valpara&iacute;so, Chile. The funding supported the travel of fourteen lecturers and 37 students to participate in the institute (of these, 23 originated from the US and 14 from Latinamerican institutions). Additional funding from the host institution allowed over 20 local students to also participate, and a handful of self-funded students originating from various parts of the world also attended.\n\nThe topic of this Institute was both very timely and relevant to priority national goals. The 2005 report of the PresidentÆs Information Technology Advisory Committee called supporting computational science a \"national imperative for research and education in the 21st century\". Traditional university structures, however, have not adapted to this high-priority field of study. A major obstacle is posed by discipline-based research, which interferes with the necessary integration of diverse skills and knowledge sets required for advanced computational research. In view of this, the PIÆs program of extra-mural intensive training initiatives, including this PASI, aims to overcome some of the hurdles for the current generation of students in computational science. \n\nScientific computing as a means of discovery has the promise to solve some of the most enduring challenges in science. Understanding global climate, unraveling the mysteries of turbulence, predicting natural disasters such as earthquakes and tsunamis, untangling the complexities of life by simulating the proteins that make its building-blocks---all these, and more, are being tackled by scientists today using high-performance computing (HPC). In the current years, scientific computing is experiencing a boom. One of the factors contributing to this is the emergence of new models for computer hardware, which provide on-chip parallelism at unprecedented levels. Today's GPUs (graphic processing units) consist of hundreds of processing cores on one chip, promising substantial speed-ups in a variety of number-crunching tasks. But exploiting this resource requires a new breed of computational scientist, able to think about problems in terms of concurrency (parallelism). This is a terrific challenge, as it goes counter to the way that programmers are all trained in their formative years.  On the face of this challenge, international collaboration and advanced training of young scientists are the two most effective tools of success. \n\nThis PASI was a catalyst for collaboration and provided training to a top-class set of young researches throughout the Americas. The program of training was unique in its presentation of the mathematical underpinnings of scientific computing, the technical and professional aspects, and a few showcased applications that use high-performance computing. Thirteen mini-courses (between 3 and 6 hours each) were offered; among others: \"GPU computing and programming\", \"Building robust scientific codes\", \"Parallel performance and parallel algorithms\", \"Python for parallel scientific computing\", \"Advanced algorithmic techniques for GPUs\", \"Iterative methods for sparse linear systems on GPU\", four application-oriented courses, plus two keynote lectures. \n\nThe website at http://www.bu.edu/pasi/ gives summaries of the various mini-courses that constituted this institute, and also gives many links to related information and references. The site also documents materials used in the educational activities, and all presentation slides are available for download. There are also links for accessing the openly available multi-media materials, in the form of full videos of all lectures. Various news of subsequent activities related to this effort are also documented in a News stream that continues active after the event.\n\nApproximately 40 ..."
 }
}