{
 "awd_id": "1036275",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID:  Ice Supersaturated Regions and Distribution of Water Vapor During the Third HIAPER Pole-to-Pole Observations (HIPPO) Deployment",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne-Marie Schmoltner",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 99706.0,
 "awd_amount": 119646.0,
 "awd_min_amd_letter_date": "2010-08-12",
 "awd_max_amd_letter_date": "2011-03-07",
 "awd_abstract_narration": "The research will provide the necessary field support, laboratory studies, and data analyses of the NSF vertical cavity surface emitting laser hygrometer (VCSEL) onboard the NSF G-V research aircraft for HIAPER Pole-Pole Observations (HIPPO) #3. This research will provide a foundation for examining the climatologies of ice supersaturated regions in the upper troposphere. Ice supersaturated regions are important in identifying mechanisms of ice nucleation in the upper troposphere, understanding the transport of water vapor into the stratosphere, and determining the radiative properties of the tropopause region. The HIPPO Global field campaign offers a unique opportunity to examine ice supersaturation climatologies on a global scale including the poorly sampled southern latitudes and polar regions. The VCSEL dataset from HIPPO Global #3 will be submitted per science team protocols (quick look, preliminary, and final data) and intercompared with other sensors both in-flight and in the laboratory. Post-mission and pre-mission calibrations of the instrument will also be done using a number of orthogonal methods uniquely designed for the compact, VCSEL hygrometer. The VCSEL dataset for other field deployments (e.g. PREDICT) during the reporting period will also be supported in terms of pre- and post-mission calibrations and data analyses and quality control if requested. In combination, the VCSEL dataset from HIPPO and other campaigns will provide the most comprehensive examination of the scales, magnitudes, and frequencies of ice supersaturated regions in the troposphere. Analyses of the VCSEL water vapor dataset, in conjunction with other measurements during HIPPO and other campaigns, will be important to identify the influence of human activities on climate. Also, the principal investigator intends to work with undergraduate students to develop a new web-based \"Atmospheric Chemistry Library\" using HIPPO data and published literature. The site will summarize the properties of atmospheric trace gases (concentrations, distributions, lifetime, sources, sinks, vertical profiles, trends, and seasonal variations). The investigator envisions this will be similar to the NIST Chemistry webbook and will be useful for teachers, researchers, and the general public for accurate information on trace gas constituents in the atmosphere.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Zondlo",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Zondlo",
   "pi_email_addr": "mzondlo@princeton.edu",
   "nsf_id": "000336126",
   "pi_start_date": "2010-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 99706.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 19940.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project consisted of laboratory calibrations, field support, and data analyses of water vapor measurements taken by the Vertical Cavity Surface Emitting Laser (VCSEL) hygrometer onboard the NSF Gulfstream-V research aircraft as part of the NSF HIAPER Pole-to-Pole Observations (HIPPO) field experiment in March/April 2010.&nbsp; Extremely high resolution (~250 m) yet global measurements of water vapor were obtained from the surface to the stratosphere and from the Arctic through the tropics to the Antarctic. Water vapor plays critical roles in Earth&rsquo;s weather and climate by altering visible light fluxes through cloud formation (scattering, reflection) and infrared energy fluxes through absorption (both directly and via cloud formation). The VCSEL hygrometer is uniquely capable of measuring atmospheric water vapor during HIPPO due to its fast response, high precision, accuracy, and large dynamic range. The instrument scans an absorption line of water vapor near 1854 nm by changing the laser current using a combination of wavelength modulation spectroscopy and direct absorption spectroscopy. The data acquired during the project provide the most comprehensive dataset to examine small-scale atmospheric features such as water vapor &ldquo;fountains&rdquo; and cloud formation on a global basis in boreal spring.</p>\n<p>&nbsp;</p>\n<p>With respect to laboratory calibrations, specific project outcomes include the development of new laboratory methods for calibrating the sensor at representative conditions of the atmosphere such as temperatures, pressures, and concentrations of water vapor. Four independent methods to generate known quantities of water vapor were used to calibrate the system under the wide range of conditions of the atmosphere. The sensor was cooled to temperatures as low as -80 degrees Celsius and pumped out to pressures of less than one-tenth of an atmosphere. Water vapor levels as low as 500 parts per billion were generated with a combination of temperature-controlled baths, a saturated flow dilution system, organic-liquid nitrogen slush baths, and saturated bubbler systems. The combination of systems allowed for accurate calibrations of the VCSEL hygrometer similar to conditions as in-flight. Calibrated and quality-controlled VCSEL water vapor measurements were submitted to the publically-available data archive of HIPPO per science team protocols and by science team deadlines.</p>\n<p>&nbsp;</p>\n<p>Field support of the VCSEL hygrometer included personnel examining data in-flight by remote telemetry (onboard the aircraft for one flight) and immediately post-flight. The goal was to identify potential instrument problems in a timely manner and resolve the problems before flying again. Personnel were present during the test flights and at the major field bases for HIPPO. Initial quality-controlled data were submitted to the designated archive within 24 hours of each flight to examine the performance of other sensors and to begin analyzing data for interesting atmospheric features that could help in future flight planning. In addition, optomechanical issues such as mirror degradation were addressed through optics cleaning, optics replacement, and optical realignment at each base of operations as necessary.</p>\n<p>&nbsp;</p>\n<p>The scientific results from this project demonstrated that the prerequisite conditions for cirrus cloud formation &ndash; ice supersaturated regions, i.e. spatially continuous regions where the relative humidity with respect to ice is greater than 100% &nbsp;&ndash; are incredibly small in the atmosphere with typical length scales of about 1000 m. Understanding how cirrus clouds form is critical for more accurate weather and climate predictions. The results from the VCSEL hygrometer in HIPPO also show that the atmospheric relative humidity fields on kilometer scales are largely (85%) defined by changes in the absolute water vapor...",
  "por_txt_cntn": "\nThis project consisted of laboratory calibrations, field support, and data analyses of water vapor measurements taken by the Vertical Cavity Surface Emitting Laser (VCSEL) hygrometer onboard the NSF Gulfstream-V research aircraft as part of the NSF HIAPER Pole-to-Pole Observations (HIPPO) field experiment in March/April 2010.  Extremely high resolution (~250 m) yet global measurements of water vapor were obtained from the surface to the stratosphere and from the Arctic through the tropics to the Antarctic. Water vapor plays critical roles in EarthÆs weather and climate by altering visible light fluxes through cloud formation (scattering, reflection) and infrared energy fluxes through absorption (both directly and via cloud formation). The VCSEL hygrometer is uniquely capable of measuring atmospheric water vapor during HIPPO due to its fast response, high precision, accuracy, and large dynamic range. The instrument scans an absorption line of water vapor near 1854 nm by changing the laser current using a combination of wavelength modulation spectroscopy and direct absorption spectroscopy. The data acquired during the project provide the most comprehensive dataset to examine small-scale atmospheric features such as water vapor \"fountains\" and cloud formation on a global basis in boreal spring.\n\n \n\nWith respect to laboratory calibrations, specific project outcomes include the development of new laboratory methods for calibrating the sensor at representative conditions of the atmosphere such as temperatures, pressures, and concentrations of water vapor. Four independent methods to generate known quantities of water vapor were used to calibrate the system under the wide range of conditions of the atmosphere. The sensor was cooled to temperatures as low as -80 degrees Celsius and pumped out to pressures of less than one-tenth of an atmosphere. Water vapor levels as low as 500 parts per billion were generated with a combination of temperature-controlled baths, a saturated flow dilution system, organic-liquid nitrogen slush baths, and saturated bubbler systems. The combination of systems allowed for accurate calibrations of the VCSEL hygrometer similar to conditions as in-flight. Calibrated and quality-controlled VCSEL water vapor measurements were submitted to the publically-available data archive of HIPPO per science team protocols and by science team deadlines.\n\n \n\nField support of the VCSEL hygrometer included personnel examining data in-flight by remote telemetry (onboard the aircraft for one flight) and immediately post-flight. The goal was to identify potential instrument problems in a timely manner and resolve the problems before flying again. Personnel were present during the test flights and at the major field bases for HIPPO. Initial quality-controlled data were submitted to the designated archive within 24 hours of each flight to examine the performance of other sensors and to begin analyzing data for interesting atmospheric features that could help in future flight planning. In addition, optomechanical issues such as mirror degradation were addressed through optics cleaning, optics replacement, and optical realignment at each base of operations as necessary.\n\n \n\nThe scientific results from this project demonstrated that the prerequisite conditions for cirrus cloud formation &ndash; ice supersaturated regions, i.e. spatially continuous regions where the relative humidity with respect to ice is greater than 100%  &ndash; are incredibly small in the atmosphere with typical length scales of about 1000 m. Understanding how cirrus clouds form is critical for more accurate weather and climate predictions. The results from the VCSEL hygrometer in HIPPO also show that the atmospheric relative humidity fields on kilometer scales are largely (85%) defined by changes in the absolute water vapor concentration as opposed to changes in the temperature field. These findings provide an observational constraint for cloud microphysical mod..."
 }
}