{
 "awd_id": "1036370",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   Assembling the Echinoderm Tree of Life",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 104867.0,
 "awd_amount": 104867.0,
 "awd_min_amd_letter_date": "2010-09-16",
 "awd_max_amd_letter_date": "2011-08-01",
 "awd_abstract_narration": "Echinoderms include familiar animals such as starfishes, sea urchins, and a wide array of extinct forms stretching back to the Cambrian Period, circa 500 million years ago. Echinoderms share a common ancestor with backboned animals and thus provide a crucial link to understanding a huge portion of the entire tree of life as well as the history of our species. This project, the Echinoderm Tree of Life Project, will resolve the phylogenetic placement of Echinoderms within the tree of life and clarify important unresolved relationships among major echinoderm lineages using data from genetic sequencing and anatomy.\r\n\r\nEchinoderms are fascinating, and their unique features, such as mutable ligaments and novel means of detecting light, have biomedical engineering applications.  Because research on such marine animals and their adaptations is naturally attractive to young people, excellent students are expected to be recruited and the importance of science will be communicated to a broad audience. Long-term impacts, embodied by scientific publications, textbooks, anatomical and genomic data, and extensive pages in the Tree of Life and Encyclopedia of Life web projects, will provide resources to researchers and educators.  Outreach will include videos and broadcasts about marine exploration and applications of fundamental biological research across the biomedical sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Hunter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca Hunter",
   "pi_email_addr": "rebecca.hunter@acu.edu",
   "nsf_id": "000561092",
   "pi_start_date": "2010-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Abilene Christian University",
  "inst_street_address": "1600 CAMPUS CT",
  "inst_street_address_2": "",
  "inst_city_name": "ABILENE",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "3256742885",
  "inst_zip_code": "796013761",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "ABILENE CHRISTIAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HY7SGWC5EWF9"
 },
 "perf_inst": {
  "perf_inst_name": "Abilene Christian University",
  "perf_str_addr": "1600 CAMPUS CT",
  "perf_city_name": "ABILENE",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "796013761",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "768900",
   "pgm_ele_name": "ASSEMBLING THE TREE OF LIFE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 33900.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 70967.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Rebecca Hunter has completed research as part of the collaborative research program &ldquo;Assembling the Echinoderm Tree of Life.&rdquo; Echinoderms (sea urchins, sea stars, sea cucumbers, brittle stars, etc.) are abundant, ecologically important bottom-dwelling marine invertebrates. Rebecca&rsquo;s role in this collaborative research project was to add to the body of knowledge concerning evolutionary relationships among ophiuroids. Ophiuroids, more commonly called brittle stars, basket stars and snake stars, comprise one of the major groups, or classes, of echinoderms. In terms of species number, ophiuroids are the largest class of echinoderms. Despite their prevalence, a relatively small number of studies exist that seek to understand the evolutionary history of this group of echinoderms.</p>\n<p>&nbsp;</p>\n<p>To better understand how ophiuroids are related to one another, or in other words to build their family tree, Rebecca&rsquo;s team sequenced DNA from a number of ophiuroid species. Rebecca and eight undergraduate researchers (full-time students) from the Biology and Biochemistry departments at Abilene Christian University worked together over a period of five years from 2011-2015. Undergraduate researchers learned fundamental molecular biology techniques such as DNA extraction, polymerase chain reaction (PCR), and DNA sequencing. Some students were also involved in the analysis of DNA sequence data and manuscript preparation. Most of the ophiuroid samples used in this study were collected on research expeditions that preceded this project (to locations including Antarctica, Guam, Norway and the Florida Keys), but several samples were collected by students during a Marine Biology class field trip to Cozumel, Mexico. Additionally, most students involved in the research were given the opportunity to present research results at a scientific conference. One student got to travel with Rebecca to Brussels, Belgium to present research at the International Echinoderm Conference. Participation in this research project provided invaluable experience for these undergraduates as they prepared for graduate school and medical school.</p>\n<p>&nbsp;</p>\n<p>DNA from two different genes was sequenced from 39 ophiuroid species. Collectively, these species represent 14 of the 18 families that currently exist in ophiuroid taxonomy, or classification. Both genes used code for part of a ribosome, the cellular structure involved in making proteins. The gene sequences from the 39 individuals were aligned and analyzed for similarities and differences. A phylogeny (family tree) was built on the basis of this gene data. This phylogeny showed some similarities to recently published phylogenies, but was different in significant ways from older phylogenies that exist in the scientific literature. Our data indicated several instances of traditional taxonomy based on morphological characters not corresponding with relationship information encoded in DNA. For example, one family of brittle stars, the Ophiomyxidae, was shown to contain a species that did not group with other members of its family in the molecular analysis. In another case, two species from the same subfamily (Gorgonocephalinae) were shown to be more closely related to two species from a different subfamily (Astrotominae), than to a third species from their own subfamily. Results such as these suggest taxonomic revisions may be necessary for multiple ophiuroid taxonomic groups, and that morphology can be misleading in assigning species to groups when not carefully interpreted. Discordance between traditional taxonomy and molecular systematics can be helpful in determining which morphological characters are most useful in grouping species vs. which ones are misleading. Most of the ophiuroid families we analyzed did not show this pattern of discordance, but in most cases we did not sequence a large number of individuals from eac...",
  "por_txt_cntn": "\nRebecca Hunter has completed research as part of the collaborative research program \"Assembling the Echinoderm Tree of Life.\" Echinoderms (sea urchins, sea stars, sea cucumbers, brittle stars, etc.) are abundant, ecologically important bottom-dwelling marine invertebrates. RebeccaÆs role in this collaborative research project was to add to the body of knowledge concerning evolutionary relationships among ophiuroids. Ophiuroids, more commonly called brittle stars, basket stars and snake stars, comprise one of the major groups, or classes, of echinoderms. In terms of species number, ophiuroids are the largest class of echinoderms. Despite their prevalence, a relatively small number of studies exist that seek to understand the evolutionary history of this group of echinoderms.\n\n \n\nTo better understand how ophiuroids are related to one another, or in other words to build their family tree, RebeccaÆs team sequenced DNA from a number of ophiuroid species. Rebecca and eight undergraduate researchers (full-time students) from the Biology and Biochemistry departments at Abilene Christian University worked together over a period of five years from 2011-2015. Undergraduate researchers learned fundamental molecular biology techniques such as DNA extraction, polymerase chain reaction (PCR), and DNA sequencing. Some students were also involved in the analysis of DNA sequence data and manuscript preparation. Most of the ophiuroid samples used in this study were collected on research expeditions that preceded this project (to locations including Antarctica, Guam, Norway and the Florida Keys), but several samples were collected by students during a Marine Biology class field trip to Cozumel, Mexico. Additionally, most students involved in the research were given the opportunity to present research results at a scientific conference. One student got to travel with Rebecca to Brussels, Belgium to present research at the International Echinoderm Conference. Participation in this research project provided invaluable experience for these undergraduates as they prepared for graduate school and medical school.\n\n \n\nDNA from two different genes was sequenced from 39 ophiuroid species. Collectively, these species represent 14 of the 18 families that currently exist in ophiuroid taxonomy, or classification. Both genes used code for part of a ribosome, the cellular structure involved in making proteins. The gene sequences from the 39 individuals were aligned and analyzed for similarities and differences. A phylogeny (family tree) was built on the basis of this gene data. This phylogeny showed some similarities to recently published phylogenies, but was different in significant ways from older phylogenies that exist in the scientific literature. Our data indicated several instances of traditional taxonomy based on morphological characters not corresponding with relationship information encoded in DNA. For example, one family of brittle stars, the Ophiomyxidae, was shown to contain a species that did not group with other members of its family in the molecular analysis. In another case, two species from the same subfamily (Gorgonocephalinae) were shown to be more closely related to two species from a different subfamily (Astrotominae), than to a third species from their own subfamily. Results such as these suggest taxonomic revisions may be necessary for multiple ophiuroid taxonomic groups, and that morphology can be misleading in assigning species to groups when not carefully interpreted. Discordance between traditional taxonomy and molecular systematics can be helpful in determining which morphological characters are most useful in grouping species vs. which ones are misleading. Most of the ophiuroid families we analyzed did not show this pattern of discordance, but in most cases we did not sequence a large number of individuals from each family. Family trees based on molecular data are useful not only in revising old taxonomy, but also as starting points..."
 }
}