{
 "awd_id": "1036028",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Ice Nuclei and Ice Formation Processes in Tropical Cumulus Clouds",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bradley F. Smull",
 "awd_eff_date": "2010-11-01",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 426880.0,
 "awd_amount": 426880.0,
 "awd_min_amd_letter_date": "2010-08-30",
 "awd_max_amd_letter_date": "2011-07-25",
 "awd_abstract_narration": "This award will provide researchers the opportunity to improve our understanding of the sources, physical and chemical nature, and number concentrations of atmospheric ice nuclei (IN).  The measurements and modeling involved to be conducted are important in order to elucidate the roles of primary and secondary ice formation processes in determining microphysical composition and precipitation formation in cumulus clouds.  The main aspect of this study is participation in the Ice in Clouds Experiment - Tropical Field Campaign (ICE-T).  ICE-T is focused on improved understanding of the role of primary and secondary ice production in developing towering cumulus clouds through access to measurements to be collected during June-July 2011 by the NSF/NCAR C-130 aircraft.  Research flights will be based out of St. Croix, in the U.S. Virgin Islands, with a target data collection region over the Western Tropical Atlantic and adjacent Caribbean Sea.  Work supported under this award will provide IN measurements using the Colorado State University continuous flow diffusion chamber (CFDC) instrument, which is a annular flow diffusion chamber employing axial thermal gradients for real time ice nuclei measurements.  The specific objectives are to perform airborne measurements aboard the C-130 to constrain the concentration of aerosols available to initiate ice by primary ice nucleation processes within the clouds being investigated, and to determine contributions of dust versus associated or unassociated biological aerosol toward ice formation at temperatures warmer than -20 degC.  These investigators will then collaborate with other members of the ICE-T science team to analyze in-cloud ice formation processes a combination of via observational data and detailed numerical simulations.  This support will also allow the investigative team to continue efforts to advance the technology for making atmospheric measurements of IN, including specialized implementations for ICE-T and participation in the proposed Instrument Development and Education in Airborne Sciences project.\r\n\r\nThe intellectual merit of the award rests in expected improvements in understanding ice formation processes tropical cumuli, which are ubiquitous at near-equatorial latitudes, and in defining the role of different classes (inert vs. biological) of natural ice nuclei in triggering the initial formation of ice (and ultimately, precipitation) in such clouds.\r\n\r\nThe broader impact of the research will include postdoctoral scientist training, collaborations with scientists in other institutions and disciplines, and enhancing U.S. research infrastructure.  The obtained will be important for addressing such topics as aerosol-cloud-climate interactions and tropical storm formation.  Additionally, a number of public outreach and educational activities are planned during the ICE-T field campaign.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Prenni",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony J Prenni",
   "pi_email_addr": "anthony.prenni@colostate.edu",
   "nsf_id": "000204122",
   "pi_start_date": "2010-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "DeMott",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Paul J DeMott",
   "pi_email_addr": "Paul.Demott@colostate.edu",
   "nsf_id": "000174995",
   "pi_start_date": "2010-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S HOWES ST",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 255557.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 171323.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was part of a multi-institution, aircraft and ground-based investigation of the processes leading to precipitation in tropical clouds, and the role that aerosol particles play in initiating ice formation, a key factor in the precipitation process in many clouds on Earth. Ice nuclei (IN) are particles that possess surface properties that trigger ice formation in cloud particles. IN represent a very small fraction of all particles in the air. Our contribution to this research was to quantify the number of ice nuclei (IN) entering clouds, to determine how variations in their sources and numbers, especially in association with episodic transports of African mineral dust particles toward the Caribbean in summer, affects the evolution of ice crystal populations and precipitation processes. Significant other processes lead to &ldquo;ice multiplication&rdquo; or &ldquo;secondary&rdquo; ice crystal formation through processes involving ice particle interactions with unfrozen (but below freezing) liquid cloud and rain drops following the first formation of ice by IN. Thus, a second area of investigation was to explore the interplay between&nbsp; IN and secondary ice formation. The focal point for these studies was the Ice in Clouds &ndash; Tropical clouds experiment, held based from St. Croix, USVI in July 2011. Measurements were collected on the NSF/NCAR C-130 research aircraft and additional collections were made at surface sites in Puerto Rico.</p>\n<p>We found that the basic numbers of IN per volume of air over the temperature range from -6 to -30?C in the ICE-T marine region are lower than are typically found over land surface regions. These IN appear to come from marine boundary layer sea spray particle production, and in this regard the data collected are in excellent agreement with recent laboratory studies of this production mechanism. Within this IN population, IN of a biological nature (actual organisms or fragments) appear to contribute significantly at temperatures warmer than about -12?C, but exist in numbers below 1 per cubic meter. These small numbers may belie biological IN impacts that trigger secondary ice generation processes.</p>\n<p>Transport of African mineral dusts to the Caribbean strongly increase numbers of IN in agreement with expectations from previous laboratory studies and numerical descriptions that have been developed to describe dust IN activity. However, the relatively limited sampling of dust events during ICE-T leaves a need still to document the warmest temperature clouds that these particles influence, and how mineral dust IN influence precipitation processes via altering ice formation processes.</p>\n<p>Comparison of the new knowledge of IN in these tropical regions to in-cloud measurements has confirmed that there is a prodigious and apparently secondary ice formation process in tropical clouds, instilled by the production and first freezing, by IN, of large liquid cloud particles formed via microphysical processes in the warmer regions of the clouds. The important evidence provided by our group is that IN concentrations are much smaller than ice concentrations in clouds beyond the initiation stage. The nature of these strong ice enhancements compared to IN, not always occurring in the characteristic temperature regime or with the ice crystal habits associated with the well-known rime-splintering ice multiplication process, suggest that a major secondary ice formation process remains to be clarified in ongoing research. These conclusions will be supported through continuing numerical modeling studies for which our group is providing quantitative descriptions of primary ice nucleation by mineral dust and other IN.</p>\n<p>This project had additional objectives focused on improving ice nucleation measurements and simultaneously supporting the education of young scientists, partly through participation in the NCAR Instrument Dev...",
  "por_txt_cntn": "\nThis project was part of a multi-institution, aircraft and ground-based investigation of the processes leading to precipitation in tropical clouds, and the role that aerosol particles play in initiating ice formation, a key factor in the precipitation process in many clouds on Earth. Ice nuclei (IN) are particles that possess surface properties that trigger ice formation in cloud particles. IN represent a very small fraction of all particles in the air. Our contribution to this research was to quantify the number of ice nuclei (IN) entering clouds, to determine how variations in their sources and numbers, especially in association with episodic transports of African mineral dust particles toward the Caribbean in summer, affects the evolution of ice crystal populations and precipitation processes. Significant other processes lead to \"ice multiplication\" or \"secondary\" ice crystal formation through processes involving ice particle interactions with unfrozen (but below freezing) liquid cloud and rain drops following the first formation of ice by IN. Thus, a second area of investigation was to explore the interplay between  IN and secondary ice formation. The focal point for these studies was the Ice in Clouds &ndash; Tropical clouds experiment, held based from St. Croix, USVI in July 2011. Measurements were collected on the NSF/NCAR C-130 research aircraft and additional collections were made at surface sites in Puerto Rico.\n\nWe found that the basic numbers of IN per volume of air over the temperature range from -6 to -30?C in the ICE-T marine region are lower than are typically found over land surface regions. These IN appear to come from marine boundary layer sea spray particle production, and in this regard the data collected are in excellent agreement with recent laboratory studies of this production mechanism. Within this IN population, IN of a biological nature (actual organisms or fragments) appear to contribute significantly at temperatures warmer than about -12?C, but exist in numbers below 1 per cubic meter. These small numbers may belie biological IN impacts that trigger secondary ice generation processes.\n\nTransport of African mineral dusts to the Caribbean strongly increase numbers of IN in agreement with expectations from previous laboratory studies and numerical descriptions that have been developed to describe dust IN activity. However, the relatively limited sampling of dust events during ICE-T leaves a need still to document the warmest temperature clouds that these particles influence, and how mineral dust IN influence precipitation processes via altering ice formation processes.\n\nComparison of the new knowledge of IN in these tropical regions to in-cloud measurements has confirmed that there is a prodigious and apparently secondary ice formation process in tropical clouds, instilled by the production and first freezing, by IN, of large liquid cloud particles formed via microphysical processes in the warmer regions of the clouds. The important evidence provided by our group is that IN concentrations are much smaller than ice concentrations in clouds beyond the initiation stage. The nature of these strong ice enhancements compared to IN, not always occurring in the characteristic temperature regime or with the ice crystal habits associated with the well-known rime-splintering ice multiplication process, suggest that a major secondary ice formation process remains to be clarified in ongoing research. These conclusions will be supported through continuing numerical modeling studies for which our group is providing quantitative descriptions of primary ice nucleation by mineral dust and other IN.\n\nThis project had additional objectives focused on improving ice nucleation measurements and simultaneously supporting the education of young scientists, partly through participation in the NCAR Instrument Development and Education in Airborne Science (IDEAS) project that provided flight scientist training on national rese..."
 }
}