{
 "awd_id": "1036331",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Digging Into the Enlightenment: Mapping the Republic of Letters",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927266",
 "po_email": "anwinkle@nsf.gov",
 "po_sign_block_name": "Antoinette WinklerPrins",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 99946.0,
 "awd_amount": 99946.0,
 "awd_min_amd_letter_date": "2010-08-23",
 "awd_max_amd_letter_date": "2010-08-23",
 "awd_abstract_narration": "The \"Republic of Letters\" - a term used between ca. 1500-1800 to describe scholarly communities and networks of knowledge - has been described as a lost continent, a country without borders. Enmeshed in trading, diplomatic, and missionary networks, it emerged in the early decades of the printing press, came to full fruition in the era which created learned societies and scholarly journals, and declined when the full-scale professionalization of scholarly life and the rise of the modern nation-state made this transnational scholarly utopia a dream of the past. Organized around individuals, institutions, and projects, the Republic of Letters was the primary means by which knowledge traveled in this earlier era. While its origins were British and European, the Republic of Letters traveled where Europeans traveled, colonized, and settled, including the colonial Americas.\r\n \r\nThe Republic of Letters expresses a wide range of correlations over time and space such that, on a large scale, it can be viewed as a loose affiliation of individuals based on principles, methods of communication, and philosophical ideals over a period spanning hundreds of years. At the other extreme, it is expressed in closely affiliated clusters of individuals sharing ideas either directly in correspondence, in salons, or indirectly through publications and via intermediaries. In every case, there are many conditions and constraints influencing network processes including language, location, social circles, political events, intrigue, religious affiliation, and gender. Much of this data has been captured and will allow us to map the physical and virtual topology of the network. Combining the implications of geographic data, historical events, and social data, this is an excellent case study for how the spread of ideas at the global scale relates to the dynamical processes that operate at the local scale.\r\n \r\nDr. Christopher Weaver and colleagues will create techniques to visualize and analyze multi-dimensional, multi-scale, and uncertain heterogeneous data extracted from historical text documents. Further, they will develop interactive designs that enable individual and collaborating scholars to dissect, revisit, share, explore, and analyze these past networks of knowledge. The new visualization methods will be combined with existing techniques to create accessible and functional tools for direct integration in and application to the ongoing study of the Republic of Letters by social science and humanities scholars.\r\n \r\nThis project will contribute to computer science, social sciences, and the humanities. The contributions to computer science include data visualization and interaction techniques in support of open-ended data exploration and analysis methodologies. The contributions to the social sciences and humanities will include elucidation of the Republic of Letters through an exploration of empirical data gleaned from correspondences, publications, and travel records, combined with the interpretive expertise of geographers, historians, and literary scholars.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Weaver",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher E Weaver",
   "pi_email_addr": "cweaver@ou.edu",
   "nsf_id": "000519364",
   "pi_start_date": "2010-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "660 PARRINGTON OVAL RM 301",
  "perf_city_name": "NORMAN",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730193003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 99946.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The \"Republic of Letters\" refers to the scholarly communities and knowledge social networks of the western world from 1500-1800. While its origins were British and European, the Republic of Letters traveled where Europeans traveled, colonized, and settled, including the colonial Americas. The Republic of Letters was the primary means by which knowledge traveled in this earlier era. It emerged in the early decades of the printing press, came to fruition in the era which created learned societies and scholarly journals, and declined with the professionalization of scholarly life and the rise of the modern nation-state.</p>\n<p>Digging Into Data: Mapping The Republic of Letters is a collaboration between humanities scholars and computer scientists at Stanford University, the University of Oklahoma, and Oxford University. In this project, we set out to develop new visualization techniques to support the interpretive research practices common in the humanities, particularly those that involve collections of rare written materials. We focused on the Electronic Enlightenment (EE), a University of Oxford collection currently containing more than 53,000 letters, 80,000 document sources, and 230,000 scholarly annotations.</p>\n<p>Interpretation is at the heart of all humanities scholarship. Whereas researchers in the sciences can directly observe and measure relationships in reproducible phenomena, researchers in the humanities often have only incomplete information to work with when they study the interconnections between people, time, and places. Until recently, the development of data visualization techniques has focused much more on the sciences than on the humanities. Despite the success of visualization in the sciences, new techniques are needed to handle the many idiosyncrasies that permeate humanities data sets and make them so interesting to study. Digging into data in the humanities calls for trowels and brushes, not just shovels, even when there is a lot of earth to sift through.</p>\n<p>Building upon the EE database, we developed visualization tools to support research into the Republic of Letters. We added new interactive capabilities that allow humanities scholars to explore and analyze cross-referencing in information about the letters in this archival document collection. This rich \"metadata\" includes the names, occupations, nationality, and languages of both authors and recipients. It also includes the date that each letter was sent. While many of the dates are exact, the rest are unknown or uncertain with only the year or sometimes the season known.</p>\n<p>The visualization tools provide multiple views onto this data. The views include maps, tables, plots, timelines, and social networks. The views are interconnected and update interactively, allowing users to drill-down into relationships between pairs of the metadata dimensions using simple sequences of mouse clicks. For instance, a user can express \"Who were all the recipients of letters written in Italian\" by turning on filtering of recipients on selected languages then selecting Italian in a list of languages. Dynamic updated provides for a more accessible exploration and productive analysis experience. The first included image shows an example visualization of the EE database.</p>\n<p>The ability to pose questions involving pairs of data dimensions is highly useful. Nevertheless, many of the questions that humanities scholars ask involve three or more dimensions. We developed a new visualization technique, multidimensional query sculpting, that support expression of questions like \"What were the occupations of authors who sent letters in French, Italian, or Russian to the United States between 1780 and 1790?</p>\n<p>We implemented the Candid visualization tool for application of the technique to the EE database. Users sculpt queries dynamically using a visual language to express which data dimensions, items...",
  "por_txt_cntn": "\nThe \"Republic of Letters\" refers to the scholarly communities and knowledge social networks of the western world from 1500-1800. While its origins were British and European, the Republic of Letters traveled where Europeans traveled, colonized, and settled, including the colonial Americas. The Republic of Letters was the primary means by which knowledge traveled in this earlier era. It emerged in the early decades of the printing press, came to fruition in the era which created learned societies and scholarly journals, and declined with the professionalization of scholarly life and the rise of the modern nation-state.\n\nDigging Into Data: Mapping The Republic of Letters is a collaboration between humanities scholars and computer scientists at Stanford University, the University of Oklahoma, and Oxford University. In this project, we set out to develop new visualization techniques to support the interpretive research practices common in the humanities, particularly those that involve collections of rare written materials. We focused on the Electronic Enlightenment (EE), a University of Oxford collection currently containing more than 53,000 letters, 80,000 document sources, and 230,000 scholarly annotations.\n\nInterpretation is at the heart of all humanities scholarship. Whereas researchers in the sciences can directly observe and measure relationships in reproducible phenomena, researchers in the humanities often have only incomplete information to work with when they study the interconnections between people, time, and places. Until recently, the development of data visualization techniques has focused much more on the sciences than on the humanities. Despite the success of visualization in the sciences, new techniques are needed to handle the many idiosyncrasies that permeate humanities data sets and make them so interesting to study. Digging into data in the humanities calls for trowels and brushes, not just shovels, even when there is a lot of earth to sift through.\n\nBuilding upon the EE database, we developed visualization tools to support research into the Republic of Letters. We added new interactive capabilities that allow humanities scholars to explore and analyze cross-referencing in information about the letters in this archival document collection. This rich \"metadata\" includes the names, occupations, nationality, and languages of both authors and recipients. It also includes the date that each letter was sent. While many of the dates are exact, the rest are unknown or uncertain with only the year or sometimes the season known.\n\nThe visualization tools provide multiple views onto this data. The views include maps, tables, plots, timelines, and social networks. The views are interconnected and update interactively, allowing users to drill-down into relationships between pairs of the metadata dimensions using simple sequences of mouse clicks. For instance, a user can express \"Who were all the recipients of letters written in Italian\" by turning on filtering of recipients on selected languages then selecting Italian in a list of languages. Dynamic updated provides for a more accessible exploration and productive analysis experience. The first included image shows an example visualization of the EE database.\n\nThe ability to pose questions involving pairs of data dimensions is highly useful. Nevertheless, many of the questions that humanities scholars ask involve three or more dimensions. We developed a new visualization technique, multidimensional query sculpting, that support expression of questions like \"What were the occupations of authors who sent letters in French, Italian, or Russian to the United States between 1780 and 1790?\n\nWe implemented the Candid visualization tool for application of the technique to the EE database. Users sculpt queries dynamically using a visual language to express which data dimensions, items in dimensions, and connections (between two or more dimensions) to focus on. The evolving query i..."
 }
}