{
 "awd_id": "1037992",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Centers for Chemical Innovation, Phase I:  Quantum Information and Computation for Chemistry",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924950",
 "po_email": "kcovert@nsf.gov",
 "po_sign_block_name": "Katharine Covert",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 1500000.0,
 "awd_amount": 1525000.0,
 "awd_min_amd_letter_date": "2010-09-21",
 "awd_max_amd_letter_date": "2012-08-27",
 "awd_abstract_narration": "The goal of this Phase I CCI is to advance the understanding of chemical processes using theoretical concepts and frameworks from quantum information.  The goal will be enabled by creating a set of tools for mapping quantum chemistry calculations onto quantum algorithms and calculations suitable for current and near-term quantum information processors, but extendable to future devices.  Specifically, the CCI will undertake research on new methods to suppress errors due to faulty controls and noisy environments to overcome challenges of experimental quantum simulation; and to create a toolbox of decoupling pulses and optimized error correction for integration with quantum algorithms for chemical systems.  These quantum information techniques will be used to gain novel viewpoints on diverse chemical processes from photosynthesis to bond breaking.  The Center will bring together experts in theoretical chemistry and quantum information processing to work in close collaboration to develop quantum algorithms and research structure that can respond to experimental realization of quantum computers and the quantum information revolution. Even if quantum computers are never built, successful outcomes of this CCI will advance the understanding of the use of classical computers for quantum chemistry, and will help in understanding chemical phenomena in the light of quantum information theory.\r\n\r\nThe Center for Quantum Information and Computation for Chemistry will also have broad impact on the scientific community and the general public through its dissemination and outreach activities.  Software tools will be made available to the scientific community.  The outreach plan includes public lectures and new courses, synergistic to the Center's activities, for K-12 education and distance learning.  Special efforts will be undertaken by the Center's senior investigators to attract under-represented groups to the center's opportunities.  \r\n\r\nThe Centers for Chemical Innovation (CCI) Program supports research centers that can address major, long-term fundamental chemical research challenges that have a high probability of both producing transformative research and leading to innovation. These Centers will attract broad scientific and public interest by sharing the results of their innovative approach to this challenging question.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sabre",
   "pi_last_name": "Kais",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sabre Kais",
   "pi_email_addr": "skais@ncsu.edu",
   "nsf_id": "000103967",
   "pi_start_date": "2010-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199500",
   "pgm_ele_name": "CHE CENTERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Center of<br />Quantum Information for Quantum Chemistry brought together leaders in the<br />frontier area of chemical research: experts in theoretical chemistry and<br />experts in quantum information processing to work in close collaboration to<br />develop quantum algorithms and research structure that can respond to<br />experimental realization of quantum computers and the quantum information<br />revolution in a manner that would be beyond the scope of individual<br />investigators</p>\n<p>In the early<br />twentieth century, the new field of quantum chemistry was formed by the<br />interaction of chemists, physicists, applied mathematicians and computer<br />scientists. This project aims to <strong>catalyze<br />the creation of a new field</strong> from the intersection of modern theoretical<br />physical chemistry with the twenty-first century ideas stemming from the fields<br />of physics and computer science, which are rooted in quantum information<br />theory. We pursued immediate applications of the ideas in this field to a)<br />understand the role of quantum information in molecular systems; b) construct<br />quantum algorithms and quantum information processors for chemistry; c)<br />re-envision quantum spectroscopy and control; and d) impact other fields such<br />as chemical engineering and scientific computing.</p>\n<p><br />In Phase I, we have made<br />important steps towards reaching the aspirations of the QIQC center,</p>\n<p>&nbsp;</p>\n<table cellspacing=\"0\" cellpadding=\"0\" width=\"100%\">\n<tbody>\n<tr>\n<td>\n<div>\n<p>&nbsp;</p>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<p>These step have been accomplished<br />by a commitment to research excellence and a desire to spread quantum<br />information to the broader chemistry community.</p>\n<p>&nbsp;</p>\n<p>Summary<br />of Major Research Activities/Accomplishments</p>\n<p><br />QIQC Center<br />research has been very active in Phase I. The group has already published 42<br />papers in top rated, peer-reviewed journals. In addition to these paper<br />advancing the field of quantum chemistry and quantum information, we have also<br />produced a number of review articles that broaden the accessibility of this new<br />area. Center Director Sabre Kais has also edited a special issue of Advanced<br />Chemical Physics for Quantum Information in Quantum Chemistry. The motivation<br />for the special issue may be summarized by two questions. First, what can<br />chemistry contribute to quantum information? Second, what can quantum<br />information contribute to the study of chemical systems? Of the 17 total<br />chapters, six were contributed by members of the QIQC.</p>\n<p><br />This research<br />advances were made possible by the Centers support for undergraduate students,<br />graduate students, and postdocs. As a center we are particularly proud of the<br />contribution of undergraduates to the research program and they have<br />co-authored papers. These results stems directly from the undergraduate<br />research program piloted with students from Haverford.</p>\n<p>&nbsp;</p>\n<p>Our main<br />findings are in three areas, representing the three goals of the Phase I<br />center. The first area is <em>quantum<br />information for chemical systems</em> in which we seek to use insights and<br />techniques arising from our expertise in both chemistry and quantum information<br />to advance the field of chemistry. The second area is <em>quantum algorithms for quantum chemistry</em>, in which we seek new<br />techniques by which future quantum computers can be used to address problems in<br />chemistry that are too difficult for any conceivable classical computer to<br />solve. In this area we also seek to implement early examples of these<br />algorithms on experimental quantum computers that exist now. The third area is <em>quantum control for quantum simulation</em><br />in which we address issues of protection ...",
  "por_txt_cntn": "\nThe Center of\nQuantum Information for Quantum Chemistry brought together leaders in the\nfrontier area of chemical research: experts in theoretical chemistry and\nexperts in quantum information processing to work in close collaboration to\ndevelop quantum algorithms and research structure that can respond to\nexperimental realization of quantum computers and the quantum information\nrevolution in a manner that would be beyond the scope of individual\ninvestigators\n\nIn the early\ntwentieth century, the new field of quantum chemistry was formed by the\ninteraction of chemists, physicists, applied mathematicians and computer\nscientists. This project aims to catalyze\nthe creation of a new field from the intersection of modern theoretical\nphysical chemistry with the twenty-first century ideas stemming from the fields\nof physics and computer science, which are rooted in quantum information\ntheory. We pursued immediate applications of the ideas in this field to a)\nunderstand the role of quantum information in molecular systems; b) construct\nquantum algorithms and quantum information processors for chemistry; c)\nre-envision quantum spectroscopy and control; and d) impact other fields such\nas chemical engineering and scientific computing.\n\n\nIn Phase I, we have made\nimportant steps towards reaching the aspirations of the QIQC center,\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\nThese step have been accomplished\nby a commitment to research excellence and a desire to spread quantum\ninformation to the broader chemistry community.\n\n \n\nSummary\nof Major Research Activities/Accomplishments\n\n\nQIQC Center\nresearch has been very active in Phase I. The group has already published 42\npapers in top rated, peer-reviewed journals. In addition to these paper\nadvancing the field of quantum chemistry and quantum information, we have also\nproduced a number of review articles that broaden the accessibility of this new\narea. Center Director Sabre Kais has also edited a special issue of Advanced\nChemical Physics for Quantum Information in Quantum Chemistry. The motivation\nfor the special issue may be summarized by two questions. First, what can\nchemistry contribute to quantum information? Second, what can quantum\ninformation contribute to the study of chemical systems? Of the 17 total\nchapters, six were contributed by members of the QIQC.\n\n\nThis research\nadvances were made possible by the Centers support for undergraduate students,\ngraduate students, and postdocs. As a center we are particularly proud of the\ncontribution of undergraduates to the research program and they have\nco-authored papers. These results stems directly from the undergraduate\nresearch program piloted with students from Haverford.\n\n \n\nOur main\nfindings are in three areas, representing the three goals of the Phase I\ncenter. The first area is quantum\ninformation for chemical systems in which we seek to use insights and\ntechniques arising from our expertise in both chemistry and quantum information\nto advance the field of chemistry. The second area is quantum algorithms for quantum chemistry, in which we seek new\ntechniques by which future quantum computers can be used to address problems in\nchemistry that are too difficult for any conceivable classical computer to\nsolve. In this area we also seek to implement early examples of these\nalgorithms on experimental quantum computers that exist now. The third area is quantum control for quantum simulation\nin which we address issues of protection of quantum algorithms for chemistry\nfrom the effects of errors. Our progress in these three areas can be summarized\nas follows:\n\nIn the area of quantum information for chemical systems\nwe have focused on energy transport in light harvesting complexes from the\npoint of view of open quantum systems, entanglement and quantum process\ntomography. We have developed new simulation techniques, have developed new\ntechniques for computing entanglement and applied them to the FMO system, and\nwe have developed new experimental protocols based on reinte..."
 }
}