{
 "awd_id": "1037927",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Maya Luxury Goods at Contact: Transformation of Value in a Hybrid Economy",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 12625.0,
 "awd_amount": 12625.0,
 "awd_min_amd_letter_date": "2010-08-04",
 "awd_max_amd_letter_date": "2010-08-04",
 "awd_abstract_narration": "Under the supervision of Dr. Timothy W. Pugh, Yuko Shiratori will investigate distributions of pre-Contact luxury items in order to examine changes in indigenous trade and traditional values during the Contact period (A.D. 1525-1697) at several sites in the Petén lakes region of Guatemala.  Shiratori will examine artifacts recovered by Proyecto Arqueológico Tayasal, directed by Timothy Pugh, at Tayasal, a site on the eastern edge of a peninsula in Lake Petén Itzá, and from recently excavated Flores, which rests on an island in the lake.  Flores was once the capital of the Itza Maya, but the Postclassic through Contact period occupation of the site has been largely disturbed by the modern city.  Tayasal contains the most substantial extant in situ remains of a core Itza settlement from the Postclassic through the Colonial period.  Combining historical and archaeological evidence will illuminate the processes of culture change that affected the inland Maya societies.\r\n\r\nThis research focuses on the transformation of values of objects under different social, political, and economic demands, providing a significant opportunity to examine the intersection between culture change and world economy at culture contact on a long-term basis.  Recent theoretical debates on the consequences of the culture change at contact emphasize the processes involved in the disruption of value systems.  This project will contribute to the general understanding of culture change around the world, especially the processes of transformation, resistance, and colonization within the framework of both historical documents and archaeological data.  This research will shed light on indigenous materials that were prestigious until the introduction of European ceramics, metal, and glass.  The values of traditional luxury objects were changed by the social, economic, and political demand from the Postclassic through the Contact period.  Employing a diachronic approach in measuring values of luxury goods, this study will reveal details about the construction and deconstruction of value in situations of contact.  Moreover, this research will contribute to the recent theoretical discussions on world-system economy during the contact period by contextualizing cultural change with material objects.  By reconstructing the distribution of luxury goods in ceremonial and residential areas, this project will examine the degree of frequencies that luxury goods occurred in social, political, and domestic contexts; thereby, illuminating their degree of restrictiveness.\r\n\r\nThe proposed project will benefit Guatemalan archaeology students at the local university of Centro Universitario de El Petén (CUDEP).  It will provide an opportunity for these students to be trained in laboratory methods in archaeology and to learn about their culture history.  At the broader level, this project will provide data available to the public through a web-based public database.  The availability of these data will have a broad impact on a wider audience, particularly scholars who study culture contact around the globe.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Pugh",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy W Pugh",
   "pi_email_addr": "timothy.pugh@qc.cuny.edu",
   "nsf_id": "000346562",
   "pi_start_date": "2010-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yuko",
   "pi_last_name": "Shiratori",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuko Shiratori",
   "pi_email_addr": "yutang99@gmail.com",
   "nsf_id": "000560902",
   "pi_start_date": "2010-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Queens College",
  "inst_street_address": "6530 KISSENA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "FLUSHING",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189975400",
  "inst_zip_code": "113671575",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NY06",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJABWGUJM228"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Queens College",
  "perf_str_addr": "6530 KISSENA BLVD",
  "perf_city_name": "FLUSHING",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "113671575",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 12625.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report for the General Public</p>\n<p>&nbsp;</p>\n<p>According to Spanish documents, two groups dominated central Peten, Guatemala in the16th and 17th centuries: the Itza and the Kowoj. These groups were distinguished by their architectural and ceramic styles. The Itza were the dominant of the two and their capital, Nojpeten stood on an island in the Lake Pet&eacute;n Itz&aacute;. An NSF dissertation improvement grant funded archaeological research at the site of Tayasal, located adjacent to the island capital of the Itza. Excavations in 2010 and 2011 revealed a large Late Postclassic (A.D. 1400-1525) through Contact period (A.D. 1525-1697) settlement in the central core area of Tayasal (Group 23) (Figure 1). This area included a ceremonial center and associated residences. Study of this Itza community contributes to our understanding of the social and economic structure of the last independent Maya polity. Tayasal is likely the only surviving settlement in the Itza core region, because the capital and other communities have been largely destroyed by modern constructions.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;The ceremonial core at Group 23 included typical Late Postclassic architecture, but our research also revealed residential structures whose form has not been previously described in Pet&eacute;n. A distinct residential style of two facing structures closely spaced from one another may point to local expression of Itza Maya community, since this pattern has not been reported at Postclassic sites in the eastern lake basins, where the Kowoj lived. The research involved ceramic analysis of Postclassic pottery types. The excavated Group 23 included large numbers of Late Postclassic Paxcaman ceramic sherds (Figure 2). Paxcaman ceramics are both indicative of the Postclassic period as well as ethno-specific markers of the Itza group. The presence of Paxcaman ceramics during the Contact period indicates the continuous use of local Postclassic ceramic types through time. &nbsp;A large number of European items have been recovered from Zacpet&eacute;n, another Late Postclassic site in Pet&eacute;n; however, we have not encountered substantial European materials at Tayasal. Nevertheless, several horse bones were identified suggesting that the area was occupied during the Contact period.</p>\n<p><span style=\"white-space: pre;\"> </span>Contact period Maya archaeology is crucial to understanding the dynamics of culture change and continuity following contact with Europeans. However, many archaeological projects ignore Maya material culture that dates after the cultural collapse of ca. AD 900 so our knowledge concerning the transition from Late Postclassic to Colonial period is limited. Archaeological investigations in the Pet&eacute;n lakes region over the last 20 years have resulted in critical information regarding the socio-political organization and architectural and ceramic styles of the Kowoj at contact. Studies are now being conducted to recognize similar identifiers of the Itza.</p>\n<p><span style=\"white-space: pre;\"> </span>The research at Tayasal is also revealing information about the Maya economic system.&nbsp; The Itza engaged in long distance trade networks during the Contact period, connecting their world with the Spaniards through intermediate mission outposts. The pre-Contact regional exchange networks that brought indigenous luxury goods to the Itza declined in the years after the arrival of the Spanish and the colonial reorganization of the Maya culture. The changes in regional exchange networks led to shifts in the trade goods and in some cases increasing indigenous desire for Spanish-produced luxury goods.</p>\n<p><span style=\"white-space: pre;\"> </span>The reconstruction of socio-political and economic organization of the Contact period Maya will contribute to the contextualization of culture change...",
  "por_txt_cntn": "\nProject Outcomes Report for the General Public\n\n \n\nAccording to Spanish documents, two groups dominated central Peten, Guatemala in the16th and 17th centuries: the Itza and the Kowoj. These groups were distinguished by their architectural and ceramic styles. The Itza were the dominant of the two and their capital, Nojpeten stood on an island in the Lake Pet&eacute;n Itz&aacute;. An NSF dissertation improvement grant funded archaeological research at the site of Tayasal, located adjacent to the island capital of the Itza. Excavations in 2010 and 2011 revealed a large Late Postclassic (A.D. 1400-1525) through Contact period (A.D. 1525-1697) settlement in the central core area of Tayasal (Group 23) (Figure 1). This area included a ceremonial center and associated residences. Study of this Itza community contributes to our understanding of the social and economic structure of the last independent Maya polity. Tayasal is likely the only surviving settlement in the Itza core region, because the capital and other communities have been largely destroyed by modern constructions.\n\n             The ceremonial core at Group 23 included typical Late Postclassic architecture, but our research also revealed residential structures whose form has not been previously described in Pet&eacute;n. A distinct residential style of two facing structures closely spaced from one another may point to local expression of Itza Maya community, since this pattern has not been reported at Postclassic sites in the eastern lake basins, where the Kowoj lived. The research involved ceramic analysis of Postclassic pottery types. The excavated Group 23 included large numbers of Late Postclassic Paxcaman ceramic sherds (Figure 2). Paxcaman ceramics are both indicative of the Postclassic period as well as ethno-specific markers of the Itza group. The presence of Paxcaman ceramics during the Contact period indicates the continuous use of local Postclassic ceramic types through time.  A large number of European items have been recovered from Zacpet&eacute;n, another Late Postclassic site in Pet&eacute;n; however, we have not encountered substantial European materials at Tayasal. Nevertheless, several horse bones were identified suggesting that the area was occupied during the Contact period.\n\n Contact period Maya archaeology is crucial to understanding the dynamics of culture change and continuity following contact with Europeans. However, many archaeological projects ignore Maya material culture that dates after the cultural collapse of ca. AD 900 so our knowledge concerning the transition from Late Postclassic to Colonial period is limited. Archaeological investigations in the Pet&eacute;n lakes region over the last 20 years have resulted in critical information regarding the socio-political organization and architectural and ceramic styles of the Kowoj at contact. Studies are now being conducted to recognize similar identifiers of the Itza.\n\n The research at Tayasal is also revealing information about the Maya economic system.  The Itza engaged in long distance trade networks during the Contact period, connecting their world with the Spaniards through intermediate mission outposts. The pre-Contact regional exchange networks that brought indigenous luxury goods to the Itza declined in the years after the arrival of the Spanish and the colonial reorganization of the Maya culture. The changes in regional exchange networks led to shifts in the trade goods and in some cases increasing indigenous desire for Spanish-produced luxury goods.\n\n The reconstruction of socio-political and economic organization of the Contact period Maya will contribute to the contextualization of culture change and to the understanding of the complexity of contact situations. Combining historical and archaeological evidence will illuminate the processes of culture change that affected inland Maya societies. \n\n \n\n\t\t\t\t\tLast Modified: 11/29/2012\n\n\t\t\t\t\tSubmitted by: Yuko Shiratori"
 }
}