{
 "awd_id": "1037570",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Grounding the State: An Institutional Ethnography of Agrarian Reform in Brazil",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 38771.0,
 "awd_amount": 38771.0,
 "awd_min_amd_letter_date": "2010-08-13",
 "awd_max_amd_letter_date": "2010-08-13",
 "awd_abstract_narration": "Over the past fifteen years, the issue of agrarian reform -- or the equitable distribution of land ownership -- has become one of the most visible and important political issues in Brazil.  It is widely argued that the country's extreme inequality in land ownership is constitutive of broader social and economic problems, such as uneven development, poverty, malnutrition, and violence.  New social actors such as the Movement of Rural Landless Workers (the MST) and the rural trade unions have mobilized hundreds of thousands of unemployed rural workers and landless farmers, organizing them to occupy unproductive properties and pressuring the government for their expropriation.  Between 1995 and 2001, the Brazilian government expropriated over 18 million hectares of land and settled approximately two million people.  This research project is an institutional ethnography of one of the most important government agencies involved in agrarian reform in Brazil, the National Institute of Colonization and Agrarian Reform (INCRA).  In overseeing the juridical, technical and administrative aspects of agrarian reform, INCRA employees occupy an unusual position, working with both the needs of social movements and the state to re-distribute land and foster sustainable development on the new land reform settlements.  This research project employs a combination of methods at multiple scales (the national, the state, the community, and the household) including: observation, semi-structured interviews, participatory mapping, and media analysis.  Working in Brasilia, the capital of Brazil, and in the northeastern state of Pernambuco, this research contributes to the dynamic field of political ecology by focusing its ethnographic lens on the state, analyzing the way in which historical patterns of land ownership and management shape the production of government discourse, policies, and practice.  In focusing on the state, this study also contributes to the growing literature on governmentality and neo-liberalism, making a theoretical contribution by grounding the state in the relationship between people and place.  Finally, this project contributes to the new literature on political economies of agrarian development that situates contemporary rural transformations within broader historical trajectories.\r\n\r\nThe empirical information gathered through this research will help to inform agrarian reform policy and practice in Brazil.  Considerable research has already been conducted on certain aspects of agrarian reform, particularly the role played by social movements, but INCRA itself remains a largely invisible actor -- seen without being understood.  By working with INCRA employees, land reform settlers, and the social movements to illuminate the complicated relationship between policy, process, and outcome, this research will provide a more complete picture of the state's role in promoting agrarian reform than previously possible.  This is particularly important at this time given the current Brazilian president's commitment to social change through land distribution.  The research will also provide important qualitative data on the quality of everyday life in the settlements.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wendy",
   "pi_last_name": "Wolford",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wendy Wolford",
   "pi_email_addr": "www43@cornell.edu",
   "nsf_id": "000086717",
   "pi_start_date": "2010-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 12465.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 26306.0
  }
 ],
 "por": null
}