{
 "awd_id": "1037863",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Analysis of Late-Middle Neolithic Husbandry Practices and Social Interactions in Southeast Poland Using Ancient DNA and XRF Strontium",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2010-08-27",
 "awd_max_amd_letter_date": "2013-07-27",
 "awd_abstract_narration": "Under the direction of Dr. Sarunas Milisauskas, Ms Marie-Loraine Pipes will collect data for her doctoral dissertation. Her project investigates animal husbandry practices and social interactions between three late-middle Neolithic (3800-3100 BC) settlements in southeastern Poland by identifying maternal ties in sheep from closely spaced settlements through mitochondrial DNA (mtDNA) haplotypes, and using X-Ray Fluorescence (XRF) analysis to distinguish between local and non-local individuals. Identifying maternal relatedness in sheep across sites and distinguishing local from nonlocal sheep makes possible investigation of breeding and livestock transfer practices and gives insight into social relationships between households and across settlements enabling these activities. Two hypotheses will be tested: 1) Maternal relatedness in sheep can be detected using mtDNA analysis to identify haplotypes within matrilines; 2) Non-local and local sheep can be distinguished using X-ray Fluorescence Strontium to measure strontium levels in teeth and bones. The results will be interpreted in conjunction with ethnographic studies that focus on the role that animal husbandry practices plays in structuring social relationships within small scale subsistence agricultural and pastoral societies. Livestock exchange occurs through exchange, gifting, debt repayment and replacement and results in the creation and maintenance of social bonds between social groups. The proposed model will show how social interactions between households and settlements can be examined by investigating animal husbandry practices, specifically breeding and the introduction of non-local animals, through mtDNA and XRF strontium analyses to show maternal relatedness and spatial mobility.\r\n\r\nThis project contributes specifically to the understanding of late-middle Neolithic husbandry practices, breed research, and small scale social interactions in low level hierarchical societies. It adds to the growing body of animal genetics, especially the development of sheep breeds after domestication but before large scale herd production in central Europe. It presents a model that integrates livestock maternal relatedness and spatial mobility data and social interactions between settlements and households. Furthermore the model serves as a template for the investigation of cultural practices involving livestock\r\nmanagement and social relationships applicable to any place or time.\r\n\r\nThis collaborative effort brings together researchers from various backgrounds including the Ancient DNA and Molecular Anthropology laboratories at Binghamton University, the School of Dentistry at the University at Buffalo, the Anthropology Department at the University at Buffalo, and the Institute of Archaeology and Ethnology, Kraków, Polish Academy of Sciences. It provides an opportunity for graduate students to work on archaeological materials and to learn about the use and applications of specialized analyses. The results will be published in articles submitted to peer-reviewed journals, and disseminated through research presentations at major conferences. A website will also be created.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarunas",
   "pi_last_name": "Milisauskas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarunas Milisauskas",
   "pi_email_addr": "smilis@buffalo.edu",
   "nsf_id": "000335618",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marie-Lorraine",
   "pi_last_name": "Pipes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marie-Lorraine Pipes",
   "pi_email_addr": "mlpipes@buffalo.edu",
   "nsf_id": "000561399",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "520 LEE ENTRANCE STE 211",
  "perf_city_name": "AMHERST",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142282577",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Of all the domesticated mammals introduced into southeastern Poland (ca 5500 BC), sheep have left the faintest archaeological impressions. Small and hairy, their value was limited to &lsquo;meat-on-the-hoof&rsquo;. Some Funnel Beaker faunal assemblages (ca 3650 BC) show increasing frequencies of sheep, ranking them second in economic significance to cattle. Why they rose in importance is uncertain though it may be tied to incipient wool production. There are two ways that sheep herds can be increased, 1) through successful breeding practices and 2) by trading for animals.</p>\n<p>This study sampled sheep from three Funnel Beaker sites in southeastern Poland: Bronocice, and ?awar?a, and Nied?wied? (3800-2700 BC) (Figure 1). X-ray fluorescence (XRF) was used to measure strontium levels in dental enamel. Strontium readings were taken on the earliest and latest erupting teeth of each sheep. Strontium absorption in teeth happens over a brief period of time, lasting during the formation of a tooth. Animals raised in one location will show little to no variation in strontium levels regardless of when teeth formed. Conversely, animals that moved across the landscape when teeth formed will have distinct variations in strontium levels. The range of local strontium values was determined by comparing readings between settlements and time periods, and then correlating them with dental eruption patterns. To visualize the movements of sheep, a grid was laid over the regional map and strontium Sr values plotted at regular intervals. The grid intervals are arbitrary serving only to illustrate movement, not specific locations. Values increase moving southeast because it is known that trade routes followed river gorges up from modern day Slovakia and Hungary. Mobility patterns at the small sites, ?awar?a and Nied?wied?, were similar to the earliest phases at the large site of Bronocice in having a preponderance of locally born and raised individuals (Figure 2). During Phase 3 the majority of sheep at Bronocice however were non-locally born (Figure 2c), a trend end in Phase 6 (Figure 3d).</p>\n<p>Sheep genetic relatedness was examined using mitochondrial DNA for Phases 3 and 4 (3650-3100 BC). Twenty-one sheep samples were sequenced for positions 16068 through 16275. A polymorphic sites table shows the base pair changes of each of the samples (Figure 4a).&nbsp; These changes are consistent with a European origin. The genetic distance between each individual was determined using the Maximum Composite Likelihood model conducted in MEGA 5.&nbsp; The aligned sequences were placed into a matrix of pairwise differences or distances between each other (Table 4b). Individuals, sharing the exact same sequence, indicating a direct familial relationship, were combined within the table with population sizes (N) from each site indicated on the left. The amount of genetic distance calculated between Niedzwiedz and Zawar?a appears to be zero denoting a direct genetic relationship between these sheep (Figure 4c). The genetic distance between them is small, which is a clear indicator that local herders crossbred their sheep, perhaps sharing rams or exchanging ewes.</p>\n<p>The Network analysis (Figure 5) provides a visual depiction of the relationships between the samples.&nbsp; Samples with the same sequence are denoted by a single node label. Node H represents samples B5, B17, B4.7, B4.9, B4.21.2, Z8, Z15, Z16, N18, N10 and N19.&nbsp; Node H2 represents samples B1, B15.2 and B4.19.2.&nbsp; Sample B4.18 is only represented as one individual within the Network.&nbsp; Analysis shows that within node H, 3 samples, Z8, Z15 and Z16, from Zawar?a exist within the same central node as the majority of samples from Bronocice. Within this assemblage they show no genetic divergence from the ancestral node of Bronocice.&nbsp; This scenario is consistent with the inhabitants of Zawar?a obtaining their breeding stock ...",
  "por_txt_cntn": "\nOf all the domesticated mammals introduced into southeastern Poland (ca 5500 BC), sheep have left the faintest archaeological impressions. Small and hairy, their value was limited to æmeat-on-the-hoofÆ. Some Funnel Beaker faunal assemblages (ca 3650 BC) show increasing frequencies of sheep, ranking them second in economic significance to cattle. Why they rose in importance is uncertain though it may be tied to incipient wool production. There are two ways that sheep herds can be increased, 1) through successful breeding practices and 2) by trading for animals.\n\nThis study sampled sheep from three Funnel Beaker sites in southeastern Poland: Bronocice, and ?awar?a, and Nied?wied? (3800-2700 BC) (Figure 1). X-ray fluorescence (XRF) was used to measure strontium levels in dental enamel. Strontium readings were taken on the earliest and latest erupting teeth of each sheep. Strontium absorption in teeth happens over a brief period of time, lasting during the formation of a tooth. Animals raised in one location will show little to no variation in strontium levels regardless of when teeth formed. Conversely, animals that moved across the landscape when teeth formed will have distinct variations in strontium levels. The range of local strontium values was determined by comparing readings between settlements and time periods, and then correlating them with dental eruption patterns. To visualize the movements of sheep, a grid was laid over the regional map and strontium Sr values plotted at regular intervals. The grid intervals are arbitrary serving only to illustrate movement, not specific locations. Values increase moving southeast because it is known that trade routes followed river gorges up from modern day Slovakia and Hungary. Mobility patterns at the small sites, ?awar?a and Nied?wied?, were similar to the earliest phases at the large site of Bronocice in having a preponderance of locally born and raised individuals (Figure 2). During Phase 3 the majority of sheep at Bronocice however were non-locally born (Figure 2c), a trend end in Phase 6 (Figure 3d).\n\nSheep genetic relatedness was examined using mitochondrial DNA for Phases 3 and 4 (3650-3100 BC). Twenty-one sheep samples were sequenced for positions 16068 through 16275. A polymorphic sites table shows the base pair changes of each of the samples (Figure 4a).  These changes are consistent with a European origin. The genetic distance between each individual was determined using the Maximum Composite Likelihood model conducted in MEGA 5.  The aligned sequences were placed into a matrix of pairwise differences or distances between each other (Table 4b). Individuals, sharing the exact same sequence, indicating a direct familial relationship, were combined within the table with population sizes (N) from each site indicated on the left. The amount of genetic distance calculated between Niedzwiedz and Zawar?a appears to be zero denoting a direct genetic relationship between these sheep (Figure 4c). The genetic distance between them is small, which is a clear indicator that local herders crossbred their sheep, perhaps sharing rams or exchanging ewes.\n\nThe Network analysis (Figure 5) provides a visual depiction of the relationships between the samples.  Samples with the same sequence are denoted by a single node label. Node H represents samples B5, B17, B4.7, B4.9, B4.21.2, Z8, Z15, Z16, N18, N10 and N19.  Node H2 represents samples B1, B15.2 and B4.19.2.  Sample B4.18 is only represented as one individual within the Network.  Analysis shows that within node H, 3 samples, Z8, Z15 and Z16, from Zawar?a exist within the same central node as the majority of samples from Bronocice. Within this assemblage they show no genetic divergence from the ancestral node of Bronocice.  This scenario is consistent with the inhabitants of Zawar?a obtaining their breeding stock from the larger site of Bronocice.  Also present with the central node are three samples from Niedzwiedz, N18, N10 and N19, poi..."
 }
}