{
 "awd_id": "1037598",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRI: IAD - A Pressing Need for Observation, Facilitation and Computer Support of Group Interactions for Advancing United States National Priorities--Homeland Security and Economic",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 89600.0,
 "awd_amount": 89600.0,
 "awd_min_amd_letter_date": "2010-06-28",
 "awd_max_amd_letter_date": "2010-06-28",
 "awd_abstract_narration": "Proposal #:\tCNS 07-09249\r\nPI(s):\t        \tPena-Mora, Feniosky\r\n\t\tContractor, Noshir S..; Forsyth, David A., Murphy; Robin R., von Ahn, Luis\r\nInstitution:\tUniversity of Illinois - Urbana-Champaign\r\n\t\tChampaign, IL 61820-7406\r\nTitle: \t  IAD:A Pressing Need for Observation, Facilitation and Computer Support of Group Interactions for Advancing US National Priorities-Homeland Security and Economic \r\n\r\nProject Proposed:\r\n\r\nThis project, planning the development of a Mobile Incident Coordination Laboratory (MICL), addresses the pressing need for effective coordination and collaboration among critical responders to ensure an efficient response to extreme events that threaten national economy and homeland security. Studies reveal two pressing needs: to\r\n.\tImprove research tools for observing first responders interactions in complex socio-technical contexts and\r\n.\tDevelop computer tools and methodologies that support these interactions.\r\nMICL will consist of six main components: a mobile coordination post built on a truck chassis, a customized light hovercraft vehicle, two personal mobile platforms, two robotic miniature helicopters, two miniature ground robotic systems, and ten personal rugged wearable computer systems. All components will be equipped with robust and interoperable communication hardware, data persistence, and audio/video capture and processing devices, with related software to securely capture, store, transmit, and provide feedback regarding on-scene data gathering in chaotic environments. Currently, researchers are compelled to use stationary laboratories away from the disaster site to conduct inherently dynamic and mobile research; MICL should facilitate work in location affected by extreme events. This work supports \r\n.\tUnderstanding of underlying principles, adequate uses of IT and appropriate algorithms that govern interaction among diverse responders and organizations;\r\n.\tIntegration of secure data models & communication frameworks that support group interactions in extreme conditions;\r\n.\tDevelopment of a computer infrastructure to support interactions among first responders to reduce the negative impacts that extreme events have on homeland security and national economy;\r\n.\tIntegration of many academic areas including civil engineering, architecture, computer science, sociology, business, education that focus on interactions of key users in chaotic contexts, bringing real-world challenges.\r\n\r\nBroader Impacts: Addressing needs benefiting national security, this infrastructure provides first responders aid to address critical issues such as security and vulnerability, along with expertise to prepare, respond, and recover from disaster. Moreover, it addresses education and training in this vibrant area.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Feniosky",
   "pi_last_name": "Pena-Mora",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Feniosky Pena-Mora",
   "pi_email_addr": "feniosky@columbia.edu",
   "nsf_id": "000150581",
   "pi_start_date": "2010-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  },
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 89600.0
  }
 ],
 "por": null
}