{
 "awd_id": "1038397",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "COSEE SE: Addressing New Challenges",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 1049989.0,
 "awd_amount": 1075009.0,
 "awd_min_amd_letter_date": "2010-09-27",
 "awd_max_amd_letter_date": "2013-02-20",
 "awd_abstract_narration": "The Center for Ocean Sciences Education Excellence Southeast (COSEE SE), serving North Carolina, South Carolina and Georgia, is engaging its collaborative partners to advance innovative strategies to improve the transfer of ocean sciences research processes and information to reach broader audiences.  COSEE SE will use communities of practice as tools to initiate two major new efforts--one targeting ocean scientists and the other targeting elementary grade science teachers.  \r\n\r\nCOSEE SE will address challenges facing scientists to achieve the most effective practices for broader impacts.  This includes how scientists interact with informal audiences about their research and what opportunities exist for creative avenues for developing sophisticated broader impact statements in their proposal.  Three different approaches will be tested, each evaluated, and a paper identifying the results will be produced to assist the regional scientists.   (1) Locally developed and executed \"Brown Bag\" lunch programs in a university setting; (2) short workshops at established regional,  informal science education sites with each workshop having 10 scientists and 10 educators discussing presentation and engagement strategies for concepts surrounding a  a single topic; (3) a K-12 Outreach Conference in partnership with The Science House, NCSU that reaches a number of scientists in one location at one time.\r\n\r\nCOSEE SE will also address the challenges that face elementary school teachers who teach sciences by providing resources, professional development and mentoring in Charleston County School District (CCSD).  Demographic statistics of the CCSD indicate that elementary school students are predominately African American.  Other educational research has revealed that most elementary teachers have had little training in science education and practically none in ocean sciences.  As a result, CCSD represents a model set of schools that are not connected to their coastal environment and teachers with few resources and relationships with scientists.  While this effort is restricted to one county, evaluation of the effort has the potential to reach other coastal counties.  While it is not in the scope of this effort to assess the long-term impact of COSEE SE on elementary students, there is research that reveals students who have at least one exciting moment in ocean science have greater potential of considering ocean sciences as a career. \r\n\r\nIn addition, COSEE SE will continue to distribute ocean science information through its data base and web presence.   The COSEE SE team will continue to use its extensive regional network to assist researchers and educators as they communicate science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carrie",
   "pi_last_name": "Thomas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carrie Thomas",
   "pi_email_addr": "cjthomas@unity.ncsu.edu",
   "nsf_id": "000296390",
   "pi_start_date": "2013-02-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Lois",
   "pi_last_name": "Spence",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Lois L Spence",
   "pi_email_addr": "lundie.spence@scseagrant.org",
   "nsf_id": "000122553",
   "pi_start_date": "2010-09-27",
   "pi_end_date": "2012-09-18"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Carrie",
   "pi_last_name": "Thomas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carrie Thomas",
   "pi_email_addr": "cjthomas@unity.ncsu.edu",
   "nsf_id": "000296390",
   "pi_start_date": "2010-09-27",
   "pi_end_date": "2012-09-18"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Malcolm",
   "pi_last_name": "DeVoe",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Malcolm R DeVoe",
   "pi_email_addr": "Rick.DeVoe@scseagrant.org",
   "nsf_id": "000161503",
   "pi_start_date": "2010-09-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Callahan",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy J Callahan",
   "pi_email_addr": "callahant@cofc.edu",
   "nsf_id": "000380876",
   "pi_start_date": "2010-09-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "South Carolina Sea Grant Consortium",
  "inst_street_address": "287 MEETING ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLESTON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8439532078",
  "inst_zip_code": "294011514",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "S C SEA GRANT CONSORTIUM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LQHVVYC37U25"
 },
 "perf_inst": {
  "perf_inst_name": "South Carolina Sea Grant Consortium",
  "perf_str_addr": "287 MEETING ST",
  "perf_city_name": "CHARLESTON",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "294011514",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "743700",
   "pgm_ele_name": "CENTRES FOR OCEAN SCI EDU EXCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7437",
   "pgm_ref_txt": "CENTRES FOR OCEAN SCI EDU EXCE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 399992.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 249998.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 399999.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 25020.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Complex challenges associated with the global ocean require both a creative and intellectually agile research community to find solutions and an ocean literate public able to understand, support, and benefit from scientific endeavors. A future ocean sciences workforce that represents the demographic and sociological diversity of this nation will require a concerted effort by today&rsquo;s scientists to effectively transfer their information to formal and informal audiences. The Center for Ocean Sciences Education Excellence SouthEast (COSEE SE) initiated in 2002, addressed these issues through innovative science-education programs, professional development, and strong regional partnerships: &nbsp;</p>\n<p>- A partnership with the Charleston County School District allowed a systemic approach to provide an ocean sciences curriculum to Grades 3-5 at two schools. Resources, professional development and mentoring were provided to teachers as they implemented the curriculum. Demographic statistics indicated that the students are predominately African American. The program increased teachers&rsquo; science knowledge.&nbsp; The program also connected students and teachers to their coastal environment and to ocean scientists. Finally, students from races and ethnicities under-represented in science were introduced to inquiry-based learning and science careers.</p>\n<p>-Professional development opportunities were provided to ocean scientists improving the transfer of ocean sciences information from the research community to educators and the general public. Collaborative groups of scientists, media experts and informal and formal educators were nurtured during workshops and social networking events.&nbsp; Scientists were given the chance to practice outreach while supported and coached by media and education experts.&nbsp; These activities improved scientists&rsquo; attitudes toward outreach and increased confidence in their ability to communicate science to many types of audiences.</p>\n<p>- An invitational conference was co-hosted by COSEE SE titled, &ldquo;Sharing Successes and Models for Scientific Outreach. The conference, also sponsored by NCSU&rsquo;s The Science House was held in Research Triangle Park. The agenda included a variety of presentations, breakout group discussions and group consensus (see Appendix A). COSEE SE provided a speaker from COSEE Ocean Systems to lead a session on outreach, presented two posters, and recruited a STEM high school educator from South Carolina to participate in the conference.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/29/2016<br>\n\t\t\t\t\tModified by: Carrie&nbsp;Thomas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nComplex challenges associated with the global ocean require both a creative and intellectually agile research community to find solutions and an ocean literate public able to understand, support, and benefit from scientific endeavors. A future ocean sciences workforce that represents the demographic and sociological diversity of this nation will require a concerted effort by todayÆs scientists to effectively transfer their information to formal and informal audiences. The Center for Ocean Sciences Education Excellence SouthEast (COSEE SE) initiated in 2002, addressed these issues through innovative science-education programs, professional development, and strong regional partnerships:  \n\n- A partnership with the Charleston County School District allowed a systemic approach to provide an ocean sciences curriculum to Grades 3-5 at two schools. Resources, professional development and mentoring were provided to teachers as they implemented the curriculum. Demographic statistics indicated that the students are predominately African American. The program increased teachersÆ science knowledge.  The program also connected students and teachers to their coastal environment and to ocean scientists. Finally, students from races and ethnicities under-represented in science were introduced to inquiry-based learning and science careers.\n\n-Professional development opportunities were provided to ocean scientists improving the transfer of ocean sciences information from the research community to educators and the general public. Collaborative groups of scientists, media experts and informal and formal educators were nurtured during workshops and social networking events.  Scientists were given the chance to practice outreach while supported and coached by media and education experts.  These activities improved scientistsÆ attitudes toward outreach and increased confidence in their ability to communicate science to many types of audiences.\n\n- An invitational conference was co-hosted by COSEE SE titled, \"Sharing Successes and Models for Scientific Outreach. The conference, also sponsored by NCSUÆs The Science House was held in Research Triangle Park. The agenda included a variety of presentations, breakout group discussions and group consensus (see Appendix A). COSEE SE provided a speaker from COSEE Ocean Systems to lead a session on outreach, presented two posters, and recruited a STEM high school educator from South Carolina to participate in the conference.\n\n \n\n\t\t\t\t\tLast Modified: 02/29/2016\n\n\t\t\t\t\tSubmitted by: Carrie Thomas"
 }
}