{
 "awd_id": "1038014",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  LiT:  Vulnerability of Tropical Ectotherms to Climate Warming",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kimberly Hammond",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 218458.0,
 "awd_amount": 218458.0,
 "awd_min_amd_letter_date": "2010-09-27",
 "awd_max_amd_letter_date": "2012-01-25",
 "awd_abstract_narration": "Biological impacts of climate warming are well documented at mid- to high latitudes, where warming is relatively rapid. However, recent theoretical models predict that tropical coldblooded species (called ectotherms), such as plants, insects, reptiles, fish, are also vulnerable to warming, even though tropical warming is relatively slow. An immediate way to test whether tropical ectotherms are being affected involves comparing current physiological and ecological data with historical data gathered prior to recent warming. Thus, by replicating historical studies, physiological and ecological changes that may have already occurred in parallel with recent climate warming can be detected. Puerto Rico is the ideal venue for such comparisons. In the 1970s and 1980s (prior to recent warming), extensive baseline studies were made of the physiology, reproduction, and ecology of Anolis lizards. No comparable data sets exist for any tropical ectotherm. Puerto Rico has warmed since those baseline studies and is projected to warm more. Simulations predict that these warmer temperatures should have induced heat stress in forest Anolis populations in the summer, but actually increased reproduction during the winter. To test these predictions, baseline study sites will be revisited, and reproductive rates, body and environmental temperatures, and feeding success will be quantified and compared to parallel data collected 25-30 years ago. The investigators who did the original studies will replicate their own studies: thus comparisons between decades will not be influenced by between-investigator differences.\r\n\r\nBroader impacts of the Research: If these studies document that tropical ectotherms are indeed vulnerable to climate warming, the ecological, agricultural, and economic implications are serious because the tropics are the earth's center of biodiversity and its main engine of primary productivity. In many tropical habitats, reptiles and amphibians are key component of the food web and their loss may precipitate catastrophic changes in tropical communities. The project will provide training in field ecology and physiology to undergraduate and graduate students from five universities or colleges. Under-represented minorities will be recruited from the University\r\nof Puerto Rico (undergraduates, graduates) and from LaGuardia Community College (NYC), both of which enroll largely minority undergraduate populations. Undergraduate women will be recruited from Barnard College, a women's college. Outreach to pre-college teachers and students will be an important component of the project and will take place through established connections with organizations such as the New York State STEM Initiative, the Ohio State STEM Learning Network, and the American Museum of Natural History. A public symposium at the University of Puerto Rico will enable project researchers, Puerto Rican scientists, and students to interact and share research ideas and results. A new generation of field workers will be mentored: they can potentially replicate these studies in future decades and thus maintain this unique time series of physiological and ecological responses of tropical ectotherms to climate warming.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Burrowes",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia A Burrowes",
   "pi_email_addr": "pburrowesupr@gmail.com",
   "nsf_id": "000390355",
   "pi_start_date": "2012-01-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Hector",
   "pi_last_name": "Alvarez",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Hector J Alvarez",
   "pi_email_addr": "hjalvarez@libertypr.net",
   "nsf_id": "000536808",
   "pi_start_date": "2010-09-27",
   "pi_end_date": "2012-01-25"
  }
 ],
 "inst": {
  "inst_name": "University of Puerto Rico-Rio Piedras",
  "inst_street_address": "39 PONCE DE LEON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JUAN",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7877634949",
  "inst_zip_code": "00931",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "UNIVERSITY OF PUERTO RICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "Q3LLLDFHPNL3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Puerto Rico-Rio Piedras",
  "perf_str_addr": "39 PONCE DE LEON AVE",
  "perf_city_name": "SAN JUAN",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "00931",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7275",
   "pgm_ref_txt": "CROSS-EF ACTIVITIES"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7657",
   "pgm_ref_txt": "Integrative Ecologi Physiology"
  },
  {
   "pgm_ref_code": "7949",
   "pgm_ref_txt": "LIFE IN TRANSITION (LiT)"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 218458.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study: \"Vulnerability of Tropical Ectotherms to Climate Warming\" was motivated by the fact that scientists have long been concerned about the effects of anthropogenic climate warming on organisms that live in temperate zones. The tropics however, have been relatively understudied. Considering that the tropics host most of the biodiversity of the world, it is extremely important that we understand how global changes will impact its biota.</p>\n<p>One way scientists can study the biotic impacts of tropical warming involves making comparisons of historic ecological and physiological data (prior to recent climate warming) with contemporary data. This is the approach we used for our project, and the well-known <em>Anolis</em> lizards from Puerto Rico were our models. Back in the 1970's, the community interactions, reproduction patterns, physiology, thermal biology, and behavioral ecology of these lizards was extensively studied, providing an important historical dataset to make our past versus present comparisons. Furthermore, the same scientists that did the work in 1970&rsquo;s were members of this research team granting thata the methods used, and the localities studied were adequately comparable.</p>\n<p>An important goal of our project was to assess the effects of recent climate warming on the reproductive cycles of these lizards, specifically on <em>Anolis cristatellus</em> and <em>A. gundlachi. &nbsp;</em>As our historic baseline, we used the data gathered by Gorman and Licht back in the early 1970's around different parts of the island. Back then, these authors reported that environmental temperature was a very important factor influencing the reproductive cycles of these lizards and described how these cycles varied at different populations at a regional spatial scale. &nbsp;We found that recent climate warming has positively stimulated reproductive cycles in upland populations while in lowland populations the reproductive output has decreased. This finding is significant because it suggests variation in the response, associated to altitude.&nbsp;</p>\n<p>Consequently, we followed by investigating whether environmental temperatures would also be important at local or micro-geographic scale. We monitored the reproductive cycles of <em>Anolis</em> female lizards in two contiguous but thermally distinct habitats (open canopy and closed forests), and found that those females living in open warmer environments were gravid significantly more often than those in the cooler, forest habitat. This suggests that indeed, environmental temperature at local and ecologically relevant scales can have profound effects on reproductive readiness, a trait that is important in determining biological efficiency. Finally, we studied other life history traits at this smaller geographic scale: growth rates and survivorship. Using mark and recapture methods we found that lizards inhabiting these two contiguous microhabitats had similar growth rates, but those living in the open warmer areas had higher survivorship rates.</p>\n<p>We are still looking into some of the data we gathered during the last year of this project, so hopefully we will soon have more information to help us understand how climate warming can affect other eco-physiological aspects of vertebrate animals. In addition to advancing knowledge, this NSF funding opportunity allowed us to train many undergraduates students from underrepresented (Latino) groups in scientific research skills. Also, we created and maintained a highly visited website (http://warminganoles.weebly.com/puerto-rican-anolis.html) on the goals, and progress of our project; we published several scientific articles in a peer reviewed journals; a PhD student was mentored during the nearly five years this grant lasted; and a symposium on the subject was organized and served to foster international and interdisciplinary collaborations between scientists w...",
  "por_txt_cntn": "\nThis study: \"Vulnerability of Tropical Ectotherms to Climate Warming\" was motivated by the fact that scientists have long been concerned about the effects of anthropogenic climate warming on organisms that live in temperate zones. The tropics however, have been relatively understudied. Considering that the tropics host most of the biodiversity of the world, it is extremely important that we understand how global changes will impact its biota.\n\nOne way scientists can study the biotic impacts of tropical warming involves making comparisons of historic ecological and physiological data (prior to recent climate warming) with contemporary data. This is the approach we used for our project, and the well-known Anolis lizards from Puerto Rico were our models. Back in the 1970's, the community interactions, reproduction patterns, physiology, thermal biology, and behavioral ecology of these lizards was extensively studied, providing an important historical dataset to make our past versus present comparisons. Furthermore, the same scientists that did the work in 1970Æs were members of this research team granting thata the methods used, and the localities studied were adequately comparable.\n\nAn important goal of our project was to assess the effects of recent climate warming on the reproductive cycles of these lizards, specifically on Anolis cristatellus and A. gundlachi.  As our historic baseline, we used the data gathered by Gorman and Licht back in the early 1970's around different parts of the island. Back then, these authors reported that environmental temperature was a very important factor influencing the reproductive cycles of these lizards and described how these cycles varied at different populations at a regional spatial scale.  We found that recent climate warming has positively stimulated reproductive cycles in upland populations while in lowland populations the reproductive output has decreased. This finding is significant because it suggests variation in the response, associated to altitude. \n\nConsequently, we followed by investigating whether environmental temperatures would also be important at local or micro-geographic scale. We monitored the reproductive cycles of Anolis female lizards in two contiguous but thermally distinct habitats (open canopy and closed forests), and found that those females living in open warmer environments were gravid significantly more often than those in the cooler, forest habitat. This suggests that indeed, environmental temperature at local and ecologically relevant scales can have profound effects on reproductive readiness, a trait that is important in determining biological efficiency. Finally, we studied other life history traits at this smaller geographic scale: growth rates and survivorship. Using mark and recapture methods we found that lizards inhabiting these two contiguous microhabitats had similar growth rates, but those living in the open warmer areas had higher survivorship rates.\n\nWe are still looking into some of the data we gathered during the last year of this project, so hopefully we will soon have more information to help us understand how climate warming can affect other eco-physiological aspects of vertebrate animals. In addition to advancing knowledge, this NSF funding opportunity allowed us to train many undergraduates students from underrepresented (Latino) groups in scientific research skills. Also, we created and maintained a highly visited website (http://warminganoles.weebly.com/puerto-rican-anolis.html) on the goals, and progress of our project; we published several scientific articles in a peer reviewed journals; a PhD student was mentored during the nearly five years this grant lasted; and a symposium on the subject was organized and served to foster international and interdisciplinary collaborations between scientists working on the effects of climate warming on biodiversity.\n\n\t\t\t\t\tLast Modified: 12/01/2015\n\n\t\t\t\t\tSubmitted by: Patricia Burrowes"
 }
}