{
 "awd_id": "1038891",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ocean Acidification - Category 1: Climatological Mean Distribution of pH in Surface Waters in the Unified pH Scale and Mean Rate of changes in Selected Areas",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 291596.0,
 "awd_amount": 291596.0,
 "awd_min_amd_letter_date": "2010-09-07",
 "awd_max_amd_letter_date": "2010-09-07",
 "awd_abstract_narration": "In this project, researchers at the Lamont-Dougherty Earth Observatory of Columbia University will obtain the global distribution of surface ocean pH in a single unified scale based on the observations for pCO2, total alkalinity and total CO2 ion concentration (DIC) in surface waters.  They will utilize three decades of  their own pCO2 and DIC data, which are based on David Keeling's (and successor Pieter Tans at ERL/NOAA) WMO manometric CO2 standard, and the well-calibrated alkalinity data from the WOCE program (Dickson et al., 2003) and the time-series stations including BATS, HOT and ESTOC. These data will allow establishment of a global ocean pH and carbonate concentration baseline anchored firmly to the international CO2 standards common to the atmospheric and oceanic CO2 measurements. The pCO2 and DIC data obtained in different years will be corrected to a reference year 2000, and a climatological distribution of monthly mean pH in the total hydrogen ion scale and carbonate ion concentrations will be computed using the dissociation constants for carbonic and boric acids of Lueker et al. (2000) and Dickson (1990). This will serve as a world ocean baseline distribution for the characterization of future ocean acidification. In some data-rich areas of the North Atlantic, North Pacific and Southern Ocean, the rate of change will be demonstrated. \r\n\r\nBecause of calibration problems associated with direct pH measurements, an observation-based global ocean pH distribution map is not possible; presently the information is based on ocean GCM studies without land interactions. The research team?s ongoing analysis of the alkalinity data shows, however, that its distribution differs from the open oceans in the broad regions of land interactions such as in the Bay of Bengal, Arabian Sea, Gulf of Alaska and Bering Sea. This suggests that the model results are biased by the omission of rivers and land interactions. The results of our proposed investigation will be used for the validation of global biogeochemical ocean models and will help to place the global ocean acidification study on a much firmer base. \r\n\r\nBroader Impacts:  Baseline information is needed for accurate characterization of global environmental changes. The purpose of this study is to provide a global surface ocean baseline for pH and carbonate ion concentration in waters computed in a uniform pH scale using an extensive pCO2, alkalinity and DIC database obtained for past several decades. This should serve as a reference level, against which the future and past changes may be referenced.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Taro",
   "pi_last_name": "Takahashi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Taro Takahashi",
   "pi_email_addr": "taka@ldeo.columbia.edu",
   "nsf_id": "000159394",
   "pi_start_date": "2010-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "10964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "800100",
   "pgm_ele_name": "CRI-Ocean Acidification"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1382",
   "pgm_ref_txt": "OCEAN ACIDIFICATION"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "1670",
   "pgm_ref_txt": "CHEMICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "8001",
   "pgm_ref_txt": "CRI-OA"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 291596.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Climatological mean monthly distribution of pH and the degree of aragonite and calcite saturation&nbsp; have been determined for the surface water of the global oceans using a database assembled from the observations made for pCO<sub>2</sub>, alkalinity and the concentrations of total CO<sub>2</sub> and&nbsp; nutrient&nbsp; in surface waters (depths &lt;50 m).&nbsp; The mutual consistency among these quantities is demonstrated using the inorganic carbon chemistry model. The global ocean is divided into 33 regions, and the linear relationships between salinity and potential alkalinity (=alkainity + nitrate concentration) in 32 of these regions (excluding the equatorial Pacific El Nino zone) are established.&nbsp; Using the mean monthly pCO<sub>2</sub> data for a reference year 2005 and the alkalinity estimated using the potential alkalinity-salinity relationships, the mean monthly distributions of pH and aragonite saturation in surface ocean waters are obtained for the year 2005.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The pH in the global ocean surface water ranges from 7.9 to 8.2 in the year 2005. Lower values are located in the upwelling regions in the equatorial Pacific and in the Arabian and Bering Seas; and higher values are found in the subpolar and polar waters during the spring-summer months of intense photosynthetic production. The vast areas of subtropical oceans have seasonally varying pH values ranging from 8.05 during warmer months to 8.15 during colder months.&nbsp; The warm tropical and subtropical waters are supersaturated by a factor of as much as 4.2 with respect to aragonite and 6.3 for calcite, whereas the cold subpolar and polar waters are less supersaturated only by a factor of 1.2 (20% supersaturation) for aragonite and 2 (100% supersaturation) for calcite because of the lower pH values resulting from greater total CO<sub>2</sub> concentrations.&nbsp; In the western Arctic Ocean, aragonite undersaturation is observed.&nbsp; Decadal time-series data<strong> </strong>at the Bermuda (BATS), Hawaii (HOT) and Drake Passage show that pH has been declining at a mean rate of about 0.002 pH &nbsp;per year, due to the absorption of CO<sub>2</sub> from the air. This suggests that , in 20 years, the surface layer of the global ocean will become more acidic by about 10%. Impact of the acidification on marine life is not well understood and should be investigated.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/10/2014<br>\n\t\t\t\t\tModified by: Taro&nbsp;Takahashi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n            Climatological mean monthly distribution of pH and the degree of aragonite and calcite saturation  have been determined for the surface water of the global oceans using a database assembled from the observations made for pCO2, alkalinity and the concentrations of total CO2 and  nutrient  in surface waters (depths &lt;50 m).  The mutual consistency among these quantities is demonstrated using the inorganic carbon chemistry model. The global ocean is divided into 33 regions, and the linear relationships between salinity and potential alkalinity (=alkainity + nitrate concentration) in 32 of these regions (excluding the equatorial Pacific El Nino zone) are established.  Using the mean monthly pCO2 data for a reference year 2005 and the alkalinity estimated using the potential alkalinity-salinity relationships, the mean monthly distributions of pH and aragonite saturation in surface ocean waters are obtained for the year 2005.\n\n            The pH in the global ocean surface water ranges from 7.9 to 8.2 in the year 2005. Lower values are located in the upwelling regions in the equatorial Pacific and in the Arabian and Bering Seas; and higher values are found in the subpolar and polar waters during the spring-summer months of intense photosynthetic production. The vast areas of subtropical oceans have seasonally varying pH values ranging from 8.05 during warmer months to 8.15 during colder months.  The warm tropical and subtropical waters are supersaturated by a factor of as much as 4.2 with respect to aragonite and 6.3 for calcite, whereas the cold subpolar and polar waters are less supersaturated only by a factor of 1.2 (20% supersaturation) for aragonite and 2 (100% supersaturation) for calcite because of the lower pH values resulting from greater total CO2 concentrations.  In the western Arctic Ocean, aragonite undersaturation is observed.  Decadal time-series data at the Bermuda (BATS), Hawaii (HOT) and Drake Passage show that pH has been declining at a mean rate of about 0.002 pH  per year, due to the absorption of CO2 from the air. This suggests that , in 20 years, the surface layer of the global ocean will become more acidic by about 10%. Impact of the acidification on marine life is not well understood and should be investigated.\n\n\t\t\t\t\tLast Modified: 01/10/2014\n\n\t\t\t\t\tSubmitted by: Taro Takahashi"
 }
}