{
 "awd_id": "1038679",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Joint NSF and JST Workshop:  Identifying Potential Collaborative Research Opportunities in Metabolomics; Davis, CA",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2011-04-30",
 "tot_intn_awd_amt": 35733.0,
 "awd_amount": 35733.0,
 "awd_min_amd_letter_date": "2010-05-05",
 "awd_max_amd_letter_date": "2010-05-05",
 "awd_abstract_narration": "Intellectual Merit:\r\nMetabolomics is the large-scale study of the small molecule component (metabolites) of living organisms. These small molecules in cells represent the consequential end products of gene expression and offer a high-resolution biochemical phenotype of a cell, tissue, and/or organism. Metabolomics is now a proven high-resolution tool that is yielding advanced understanding of primary and secondary metabolism.  It is providing critical insight into the molecular and biochemical events that occur during mutualistic and pathogenic plant-microbe interactions, and it is a powerful functional genomics tool for the discovery of novel metabolites and their correlated biosynthetic genes. The specific aims of this proposal are 1) to acquire funds for a workshop that will identify and prioritize key strategic areas where metabolomics offers the greatest opportunity to advance biological knowledge in the areas of energy and environment, and 2) to foster greater collaborative interactions between Japan and US scientists in these priority research areas. To achieve the above goal, a team composed of a diverse group of ~10-15 experts in the field from Japan and from the USA will meet for two days, May 6-7, 2010, at The University of California, Davis. The workshop will focus upon current technical challenges and optimum collaborator opportunities related to plant, algal, and microbial metabolomics. Specific technical challenges to be discussed include defining the Metabolome, metabolite annotation, spatially and temporally resolved sampling, flux?omics?, dynamic range and depth-of-coverage, instrumentation and infrastructure, informatics and databases, standardization, putative national plant, algal, microbial metabolomics facility(s). Collaborative application opportunities will be discussed with regards to bioenergy, environment, functional genomics & gene discovery, secondary metabolism, metabolomics & genome-wide association mapping (plant, algae, microbe), systems biology and metabolic modeling in plant, algal, and microbial metabolomics. A report of the meeting outcomes will be drafted on-site, refined through peer review, and a final report delivered to NSF and JST. \r\n\r\nBroader Impacts: This meeting will bring together an international team of leading scientists in the field of plant, algal, and microbial metabolomics, and provide a forum to identify and prioritize the current and most critically limiting challenges in the field. The discussions should lead to a consensus opinion for the best scientific approaches to address these challenges and unify the community towards the most effective approaches to solving the challenges. Importantly, the meeting will also foster and encourage collaborative interactions between US and Japanese scientists that will provide combined resources in applying advanced metabolomics technology to the solution of major questions related to plant, microbial, and algal biology. International collaborations that result will lead to training of students and postdocs in state of the art methodology and bring a new generation of scientists to this evolving and important field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lloyd",
   "pi_last_name": "Sumner",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Lloyd W Sumner",
   "pi_email_addr": "sumnerlw@missouri.edu",
   "nsf_id": "000364694",
   "pi_start_date": "2010-05-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Oliver",
   "pi_last_name": "Fiehn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oliver Fiehn",
   "pi_email_addr": "ofiehn@ucdavis.edu",
   "nsf_id": "000058886",
   "pi_start_date": "2010-05-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Noble Research Institute, LLC",
  "inst_street_address": "2510 SAM NOBLE PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "ARDMORE",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "5802246227",
  "inst_zip_code": "734012124",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "NOBLE RESEARCH INSTITUTE LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "HG6DW3FYVGN9"
 },
 "perf_inst": {
  "perf_inst_name": "Noble Research Institute, LLC",
  "perf_str_addr": "2510 SAM NOBLE PKWY",
  "perf_city_name": "ARDMORE",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "734012124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1136",
   "pgm_ref_txt": "SIGNAL TRANSDCTN/CELL REGULATN"
  },
  {
   "pgm_ref_code": "1168",
   "pgm_ref_txt": "METABOLIC BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 35733.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>Intellectual Merit:</em></strong>&nbsp; Funds acquired through NSF Award#1038679 were used to support a workshop focused upon identifying current technical challenges and potential collaborative research opportunities in metabolomics which is the large-scale study of metabolites to better understand the biology, biochemistry and metabolism of living organisms.&nbsp; The specific aims of this workshop were to identify and prioritize key strategic areas where metabolomics offers the greatest opportunity to advance novel biological knowledge in the areas of energy and environment, and to foster greater collaborative interactions between Japan and US scientists in these priority research areas.&nbsp; Japan has invested heavily in metabolomics and they are ideal partners for collaborative research in plant, algal, and microbial metabolomics.&nbsp; The above workshop goals were achieved with an international team composed of 9 Japanese and 14 American scientists who met for two days, May 6-7, 2010, at the University of California Genome Center in Davis, CA.&nbsp; The workshop discussions focused on current technical challenges and optimum collaborative opportunities related to plant, algal, and microbial metabolomics.&nbsp; Specific technical challenges discussed included better definition of the metabolome, metabolite annotation, spatially and temporally resolved sampling, flux&rsquo;omics&rsquo;, dynamic range and depth-of-coverage, instrumentation and infrastructure, informatics and databases, standardization, putative national plant, algal, microbial metabolomics facility(s).&nbsp; Collaborative application opportunities discussed included bioenergy, environmental, functional genomics &amp; gene discovery, secondary metabolism, metabolomics &amp; genome-wide association mapping (plant, algal, microbial), systems biology and metabolic modeling in plant, algal, and microbial metabolomics.&nbsp; The discussions identified clear technical challenges that would greatly enhance collaborative research and the specific recommendations of the workshop were summarized in a report.&nbsp; &nbsp;The report of the meeting outcomes was drafted on-site, refined through peer review, and a final report delivered to NSF and JST. &nbsp;&nbsp;The report is also publically available at <a href=\"http://www.noble.org/Research/NFMetabolomics/projects/1038679/index.html\">http://www.noble.org/Research/NFMetabolomics/projects/1038679/index.html</a>.&nbsp; The workshop report was considered by NSF and JST in the development of a new Research Funding Announcement entitled &ldquo;<em>Metabolomics for a Low Carbon Society (METABOLOMICS) A Joint NSF-JST Program</em>&rdquo;, Program Solicitation NSF 11-527.&nbsp; The new Metabolomics RFA is expected to provide an additional $6M in metabolomics funding in each the USA and Japan which will focus on solutions to key challenges facing the metabolomics community and a low carbon society.</p>\n<p><strong><em>Broader Impacts</em></strong><strong>:</strong> The workshop funded through this award brought together an international team of leading scientists in the field of plant, algal, and microbial metabolomics, and provided a forum for the critical discussion of current challenges. These discussions identified and prioritized the current and most critically limiting challenges. &nbsp;More importantly, the discussions also lead to a consensus opinion for the best scientific approaches to address these challenges. The consensus opinions are expected to unify the community towards a systematic attack on the challenges which will ultimately provide the most efficient approach to solving the challenges. The meeting fostered and encouraged collaborative interactions between US and Japanese scientists that provide combined resources in applying advanced metabolomics technology to the solution of major questions related to plant, microbial, and algal bio...",
  "por_txt_cntn": "\nIntellectual Merit:  Funds acquired through NSF Award#1038679 were used to support a workshop focused upon identifying current technical challenges and potential collaborative research opportunities in metabolomics which is the large-scale study of metabolites to better understand the biology, biochemistry and metabolism of living organisms.  The specific aims of this workshop were to identify and prioritize key strategic areas where metabolomics offers the greatest opportunity to advance novel biological knowledge in the areas of energy and environment, and to foster greater collaborative interactions between Japan and US scientists in these priority research areas.  Japan has invested heavily in metabolomics and they are ideal partners for collaborative research in plant, algal, and microbial metabolomics.  The above workshop goals were achieved with an international team composed of 9 Japanese and 14 American scientists who met for two days, May 6-7, 2010, at the University of California Genome Center in Davis, CA.  The workshop discussions focused on current technical challenges and optimum collaborative opportunities related to plant, algal, and microbial metabolomics.  Specific technical challenges discussed included better definition of the metabolome, metabolite annotation, spatially and temporally resolved sampling, fluxÆomicsÆ, dynamic range and depth-of-coverage, instrumentation and infrastructure, informatics and databases, standardization, putative national plant, algal, microbial metabolomics facility(s).  Collaborative application opportunities discussed included bioenergy, environmental, functional genomics &amp; gene discovery, secondary metabolism, metabolomics &amp; genome-wide association mapping (plant, algal, microbial), systems biology and metabolic modeling in plant, algal, and microbial metabolomics.  The discussions identified clear technical challenges that would greatly enhance collaborative research and the specific recommendations of the workshop were summarized in a report.   The report of the meeting outcomes was drafted on-site, refined through peer review, and a final report delivered to NSF and JST.   The report is also publically available at http://www.noble.org/Research/NFMetabolomics/projects/1038679/index.html.  The workshop report was considered by NSF and JST in the development of a new Research Funding Announcement entitled \"Metabolomics for a Low Carbon Society (METABOLOMICS) A Joint NSF-JST Program\", Program Solicitation NSF 11-527.  The new Metabolomics RFA is expected to provide an additional $6M in metabolomics funding in each the USA and Japan which will focus on solutions to key challenges facing the metabolomics community and a low carbon society.\n\nBroader Impacts: The workshop funded through this award brought together an international team of leading scientists in the field of plant, algal, and microbial metabolomics, and provided a forum for the critical discussion of current challenges. These discussions identified and prioritized the current and most critically limiting challenges.  More importantly, the discussions also lead to a consensus opinion for the best scientific approaches to address these challenges. The consensus opinions are expected to unify the community towards a systematic attack on the challenges which will ultimately provide the most efficient approach to solving the challenges. The meeting fostered and encouraged collaborative interactions between US and Japanese scientists that provide combined resources in applying advanced metabolomics technology to the solution of major questions related to plant, microbial, and algal biology.\n\n \n\n\t\t\t\t\tLast Modified: 08/01/2011\n\n\t\t\t\t\tSubmitted by: Lloyd W Sumner"
 }
}