{
 "awd_id": "1038154",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "I3: Maximizing the Impact of STEM Outreach (MISO) through Data-Driven Decision-Making",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kathleen Bergin",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 1248874.0,
 "awd_amount": 1248874.0,
 "awd_min_amd_letter_date": "2010-09-03",
 "awd_max_amd_letter_date": "2013-07-30",
 "awd_abstract_narration": "This Innovation through Institution Integration (I3) project is creatively integrating longitudinal evaluation with innovation within North Carolina State University's K-12 STEM outreach programs, particularly those funded by NSF, to help ensure the breadth and depth of the future U.S. STEM workforce.  NC State has had over 120 STEM outreach projects funded between 2003 and 2009.  Among these are many funded by NSF, including through the ITEST, MSP, Noyce, GSE, AGEP, CCLI, GK-12, and ERC programs.  The vision for \"Maximizing the Impact of STEM Outreach (MISO) through Data-Driven Decision-Making\" is an integrated institutional structure that will allow pre-college programs to think and act strategically to meet the goals below.  While the first two goals are new endeavors made possible through the I3 project, all four goals are shared among all participating K-12 STEM outreach programs:\r\n     -  Provide an innovative network of support and communications among University-based outreach project directors and educational evaluation experts, creating a learning community to promote sharing of best practices and innovation that will deepen the impact of NC State's pre-college STEM programs on students' future academic and career choices.\r\n     -  Develop and demonstrate a system of data-driven planning and analysis guided by best practices to facilitate longitudinal assessment of participant outcomes through development of a common STEM Outreach Evaluation Protocol as well as a database integrating records of NC State K-12 outreach participants with NC Department of Public Instruction (NC-DPI) records and university enrollment.  MISO is using a newly available NC-DPI database on public school data to longitudinally track students and teachers who have been involved in STEM outreach activities.  These data, when combined with the data collected directly from those outreach programs, are becoming a powerful basis for guiding the further development and refinement of best practices.\r\n     -  Use the longitudinal assessment of outreach participant outcomes within the university-wide outreach learning community to support more seamless transitions for students across critical educational junctures.  MISO has a primary focus on the high school to college critical juncture. \r\n     -  Broaden participation among underrepresented groups in pre-college STEM outreach activities through integrated recruitment and support strategies.  In particular, MISO is furthering partnerships with the NC-Math Science Education Network (NC-MSEN), and the University of North Carolina (UNC) system as a whole, particularly the four UNC Historically Black Colleges and Universities that play an important role in supporting underrepresented student populations along the STEM pipeline.\r\n\r\nInfrastructural changes at NC State include a full-time pre-college education coordinator, a MISO Advisory Team comprised of key program directors, quarterly workshops, shared assessment tools, and a query-based web tool for customized reports for use by all STEM outreach projects.  As a result of MISO, a deep network is being established among outreach groups and partner institutions and a robust integrated database is available for ongoing analyses.  The outcome will be enhanced, data-driven support of STEM oriented students across critical educational junctures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Warwick",
   "pi_last_name": "Arden",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Warwick Arden",
   "pi_email_addr": "warwick_arden@ncsu.edu",
   "nsf_id": "000070034",
   "pi_start_date": "2010-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Wiebe",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Eric N Wiebe",
   "pi_email_addr": "eric_wiebe@ncsu.edu",
   "nsf_id": "000303175",
   "pi_start_date": "2010-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Schulze",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon Schulze",
   "pi_email_addr": "sharon_schulze@ncsu.edu",
   "nsf_id": "000377914",
   "pi_start_date": "2010-09-03",
   "pi_end_date": "2011-12-28"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Neal",
   "pi_last_name": "Ragan",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Neal S Ragan",
   "pi_email_addr": "scott_ragan@ncsu.edu",
   "nsf_id": "000556654",
   "pi_start_date": "2011-12-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Zuiches",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "James J Zuiches",
   "pi_email_addr": "james_zuiches@ncsu.edu",
   "nsf_id": "000562176",
   "pi_start_date": "2010-09-03",
   "pi_end_date": "2011-09-15"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Picart",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jose Picart",
   "pi_email_addr": "jose_picart@ncsu.edu",
   "nsf_id": "000580454",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179300",
   "pgm_ele_name": "MSP-OTHER AWARDS"
  },
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 249623.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 499426.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 499825.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of this project was to creatively integrate longitudinal evaluation within NC State Universities' K-12 STEM outreach programs, particularly those funded by NSF, to help ensure the breadth and depth of the future U.S. STEM workforce. Through this project, we created an innovative network of support among University-based outreach programs, creating a learning community to promote sharing of best practices and innovation that helped deepen the impact of NC State&rsquo;s pre-college STEM programs on students&rsquo; future academic and career choices. Key findings included the centrality of high-level leadership support to coordinate and encourage cooperation among the highly distributed STEM outreach efforts across campus; and that when there was coordination among partners, it strengthened common goals and outcomes. A strong foundational network made it easier to define goals through common language and vision of what the university was hoping to achieve through their activities. A key part of the foundation was a common data set of student and teacher outcomes. We were able to demonstrate a system of data-driven planning and analysis guided by best practices that facilitated longitudinal assessment of participant outcomes through the development of a common STEM outreach evaluation protocol, the S-STEM and T-STEM surveys. We also demonstrated how this data could be integrated with K-12 student records and extended longitudinally through National Clearinghouse data on higher education enrollment patterns of program participants. Work with this survey data both modeled best practices for the other outreach providers but also strengthened their internal capacity to utilize this data after the project ended.</p>\n<p>The development of the S-STEM and T-STEM surveys were an important outcome of this project. Early work with program directors indicated a clear need for instruments that would measure changes in attitude towards all facets of STEM: science, technology, engineering, and mathematics. Our research indicated that such validated instruments did not exist for measuring students or teachers. Our work developed, refined, and validated three separate instruments: S-STEM for students grades 4-5, S-STEM for students grades 6-12, and T-STEM for teachers grades 4-12. To date, the T-STEM and S-STEM surveys have been requested for use&nbsp;by&nbsp;761&nbsp;research and evaluation groups around the world. It has also been translated into Turkish and Spanish. As part of our support of STEM outreach program and STEM school innovation program evaluation, over 13,200 students have taken the S-STEM and over 860 have taken the T-STEM. Besides STEM outreach programs at NC State University, these instruments were used statewide by school districts evaluating their innovative STEM initiatives.</p>\n<p>This base of survey data has been used by our research group for longitudinal assessment of outreach program participant outcomes within the university-wide outreach learning community to support more seamless transitions across critical educational junctures and to help inform strategies to broaden participation among underrepresented groups in pre-college STEM outreach activities through integrated recruitment and support strategies. Among our key findings were that loss of interest in engineering and technology career paths began in middle grades, but were significantly more pronounced for young women. This finding was true across a broad demographic range (urban, rural, white, African-American). Career interest patterns showed two pronounced clusters of interest: one around what we called Core STEM (e.g., physical science, mechanical engineering, mathematics) and other around Bio-Med (e.g., biological and environmental sciences, veterinary medicine, medical sciences). One important finding when examining these two clusters is that there was a strong positive relationship between students&rsquo; attitudes towards mathematics and the Core STEM careers, but not with the Bio-Med career areas. This is troubling since strong math ability and interest is important for essentially all STEM careers. Another finding is that while there is a general decline in interest in both STEM career clusters with age, it drops off sharpest in the middle grades, pointing to this as a critical time to target support for interest in STEM career areas. Supporting earlier research, males tended to have stronger interest in the Core STEM areas, while females had a stronger interest in the Bio-Med areas. An important addition to the literature is that in our sample, under-represented groups (African-Americans and Hispanics) had a stronger interest in Core STEM career areas than Bio-Med. Finally, additional analysis on the number of times a student attended STEM outreach programs on campus (dosage) revealed some unexpected findings that will need further investigation. Among the findings was that there was no or a slightly negative relationship between dosage and the interest in pursuing a STEM career. We will need to investigate, among other things, whether there is an age-related effect influencing this finding.</p>\n<p>In summary, this project not only modeled what an innovative campus-wide network could provide in terms of evaluation capacity building for STEM outreach programs, but also how to develop a rich data source for research on student STEM attitudinal and career trajectories.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/15/2016<br>\n\t\t\t\t\tModified by: Eric&nbsp;N&nbsp;Wiebe</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe purpose of this project was to creatively integrate longitudinal evaluation within NC State Universities' K-12 STEM outreach programs, particularly those funded by NSF, to help ensure the breadth and depth of the future U.S. STEM workforce. Through this project, we created an innovative network of support among University-based outreach programs, creating a learning community to promote sharing of best practices and innovation that helped deepen the impact of NC State?s pre-college STEM programs on students? future academic and career choices. Key findings included the centrality of high-level leadership support to coordinate and encourage cooperation among the highly distributed STEM outreach efforts across campus; and that when there was coordination among partners, it strengthened common goals and outcomes. A strong foundational network made it easier to define goals through common language and vision of what the university was hoping to achieve through their activities. A key part of the foundation was a common data set of student and teacher outcomes. We were able to demonstrate a system of data-driven planning and analysis guided by best practices that facilitated longitudinal assessment of participant outcomes through the development of a common STEM outreach evaluation protocol, the S-STEM and T-STEM surveys. We also demonstrated how this data could be integrated with K-12 student records and extended longitudinally through National Clearinghouse data on higher education enrollment patterns of program participants. Work with this survey data both modeled best practices for the other outreach providers but also strengthened their internal capacity to utilize this data after the project ended.\n\nThe development of the S-STEM and T-STEM surveys were an important outcome of this project. Early work with program directors indicated a clear need for instruments that would measure changes in attitude towards all facets of STEM: science, technology, engineering, and mathematics. Our research indicated that such validated instruments did not exist for measuring students or teachers. Our work developed, refined, and validated three separate instruments: S-STEM for students grades 4-5, S-STEM for students grades 6-12, and T-STEM for teachers grades 4-12. To date, the T-STEM and S-STEM surveys have been requested for use by 761 research and evaluation groups around the world. It has also been translated into Turkish and Spanish. As part of our support of STEM outreach program and STEM school innovation program evaluation, over 13,200 students have taken the S-STEM and over 860 have taken the T-STEM. Besides STEM outreach programs at NC State University, these instruments were used statewide by school districts evaluating their innovative STEM initiatives.\n\nThis base of survey data has been used by our research group for longitudinal assessment of outreach program participant outcomes within the university-wide outreach learning community to support more seamless transitions across critical educational junctures and to help inform strategies to broaden participation among underrepresented groups in pre-college STEM outreach activities through integrated recruitment and support strategies. Among our key findings were that loss of interest in engineering and technology career paths began in middle grades, but were significantly more pronounced for young women. This finding was true across a broad demographic range (urban, rural, white, African-American). Career interest patterns showed two pronounced clusters of interest: one around what we called Core STEM (e.g., physical science, mechanical engineering, mathematics) and other around Bio-Med (e.g., biological and environmental sciences, veterinary medicine, medical sciences). One important finding when examining these two clusters is that there was a strong positive relationship between students? attitudes towards mathematics and the Core STEM careers, but not with the Bio-Med career areas. This is troubling since strong math ability and interest is important for essentially all STEM careers. Another finding is that while there is a general decline in interest in both STEM career clusters with age, it drops off sharpest in the middle grades, pointing to this as a critical time to target support for interest in STEM career areas. Supporting earlier research, males tended to have stronger interest in the Core STEM areas, while females had a stronger interest in the Bio-Med areas. An important addition to the literature is that in our sample, under-represented groups (African-Americans and Hispanics) had a stronger interest in Core STEM career areas than Bio-Med. Finally, additional analysis on the number of times a student attended STEM outreach programs on campus (dosage) revealed some unexpected findings that will need further investigation. Among the findings was that there was no or a slightly negative relationship between dosage and the interest in pursuing a STEM career. We will need to investigate, among other things, whether there is an age-related effect influencing this finding.\n\nIn summary, this project not only modeled what an innovative campus-wide network could provide in terms of evaluation capacity building for STEM outreach programs, but also how to develop a rich data source for research on student STEM attitudinal and career trajectories.\n\n\t\t\t\t\tLast Modified: 12/15/2016\n\n\t\t\t\t\tSubmitted by: Eric N Wiebe"
 }
}