{
 "awd_id": "1038120",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Connections - Encouraging US-Japanese Research Collaborations",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "R.  Clive Woods",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 71847.0,
 "awd_amount": 84277.0,
 "awd_min_amd_letter_date": "2010-07-22",
 "awd_max_amd_letter_date": "2013-07-30",
 "awd_abstract_narration": "This award provides funding for a U.S.-Japan workshop and follow up research visits on the theme of ?Connections??i.e. building and deepening research networks on cutting edge research topics among female researchers at the mid-career level. The workshop, to be held in summer 2010 at Japan?s National Women?s Education Center (NWEC), informally builds on a February 2009 U.S.-Japan Round Table on Women in Science and Engineering at Hokkaido University. This award builds on the earlier exchange among female researchers with an explicit focus on research network development.  Dr. Mitiko Go, Executive Director of the Research Organization for Information and Systems, and Ms. Maki Kubo, Vice President of NWEC, serve as Japanese organizers of the Connections program.\r\n\r\nThe meeting will bring together roughly 30 women scientists?15 each from the U.S. and Japan?whose achievements already show the promise that their work will have major impacts on their fields of study.  Participants will be researchers who have expertise in emerging areas and who are interested in ways to broaden their approach through new collaborations and by learning new concepts, approaches and technologies. Participation in the meeting will be by invitation ? and selection will be based on the likelihood of attendance leading to valuable long term connections.  Consistent with the ?Connections? theme, U.S. participants will be strongly encouraged to spend up to four days in Japan after the workshop for research visits related to new or existing research collaborations.\r\n\r\nThe program aims to promote new research collaborations and new research directions by giving a small, select group the opportunity to meet and explore ways that new tools and technological advances allow different ways of looking at the big questions of science and engineering. Another goal is to help the participants develop as leaders in their fields by improving their professional networks and providing them with the opportunity to meet established women in leadership roles.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Rankin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia Rankin",
   "pi_email_addr": "Patricia.Rankin@colorado.edu",
   "nsf_id": "000468684",
   "pi_start_date": "2010-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 71847.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 12430.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant support efforts to develop networks between US women scientists and their Japanese counterparts partly to discuss common issues concerning leadership and professional development but also to encourage and enhance research collaborations between the US and Japan.</p>\n<p>Two meetings were held, the first in Japan in July 2010 entitled, &ldquo;Connections: Bringing Together the Next Generation of Women Leaders in Science, Technology, Engineering and Mathematics&rdquo; and the second in the U.S. in July 2013 entitled &ldquo;Connections &ndash; Crossing Boundaries with Informatics from Basic Science to Social Infrastructure&rdquo;. &nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Attendance at the meetings was by invitation (a key selection criteria was a record of interdisciplinary work) and after the first meeting the US participants visited universities and researchers in Japan working in related fields to explore future collaborative work. The reverse happened when the Japanese researchers visited the U.S. &ndash; they visited with other researchers in the U.S.</p>\n<p>&nbsp;</p>\n<p>The fields of science and engineering chosen for each meeting were selected to be areas with significant numbers of women researchers (including some in leadership roles) in both countries and also to be areas expected to grow in importance. The format of both meetings was similar.</p>\n<p>&nbsp;</p>\n<p>The meeting participants were mostly selected from the assistant and associate professor rank. Senior women researchers were invited speakers. The senior women were encouraged to discuss their research &ndash; but also to spend some time reflecting on their experiences as women in fields dominated by male researchers. The younger women participants<br />were asked to discuss their research (and to present posters) and focus on the possible applications of their research. The poster sessions allowed for the participants to interact with each other and explore opportunities for<br />collaborative research. Small group sessions discussed common concerns and possible solutions for problems such as how to best encourage and support international collaborations.</p>\n<p>&nbsp;</p>\n<p>The cultures of the United States and Japan differ &ndash; so it is interesting to explore what aspects of the concerns facing women scientists and engineers differ from each other and which ones seem to be universal. It is also important to clarify what concerns are culturally dependent when designing solutions that will help grow the U.S workforce in the sciences and engineering by increasing the inclusivity of these fields.</p>\n<p><br />Finally, several collaborations have been initiated as a result of these meetings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/05/2014<br>\n\t\t\t\t\tModified by: Patricia&nbsp;Rankin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant support efforts to develop networks between US women scientists and their Japanese counterparts partly to discuss common issues concerning leadership and professional development but also to encourage and enhance research collaborations between the US and Japan.\n\nTwo meetings were held, the first in Japan in July 2010 entitled, \"Connections: Bringing Together the Next Generation of Women Leaders in Science, Technology, Engineering and Mathematics\" and the second in the U.S. in July 2013 entitled \"Connections &ndash; Crossing Boundaries with Informatics from Basic Science to Social Infrastructure\".   \n\n \n\nAttendance at the meetings was by invitation (a key selection criteria was a record of interdisciplinary work) and after the first meeting the US participants visited universities and researchers in Japan working in related fields to explore future collaborative work. The reverse happened when the Japanese researchers visited the U.S. &ndash; they visited with other researchers in the U.S.\n\n \n\nThe fields of science and engineering chosen for each meeting were selected to be areas with significant numbers of women researchers (including some in leadership roles) in both countries and also to be areas expected to grow in importance. The format of both meetings was similar.\n\n \n\nThe meeting participants were mostly selected from the assistant and associate professor rank. Senior women researchers were invited speakers. The senior women were encouraged to discuss their research &ndash; but also to spend some time reflecting on their experiences as women in fields dominated by male researchers. The younger women participants\nwere asked to discuss their research (and to present posters) and focus on the possible applications of their research. The poster sessions allowed for the participants to interact with each other and explore opportunities for\ncollaborative research. Small group sessions discussed common concerns and possible solutions for problems such as how to best encourage and support international collaborations.\n\n \n\nThe cultures of the United States and Japan differ &ndash; so it is interesting to explore what aspects of the concerns facing women scientists and engineers differ from each other and which ones seem to be universal. It is also important to clarify what concerns are culturally dependent when designing solutions that will help grow the U.S workforce in the sciences and engineering by increasing the inclusivity of these fields.\n\n\nFinally, several collaborations have been initiated as a result of these meetings.\n\n\t\t\t\t\tLast Modified: 02/05/2014\n\n\t\t\t\t\tSubmitted by: Patricia Rankin"
 }
}