{
 "awd_id": "1038294",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI/EFRI-RESTOR Novel Compressed Air Approach for Off Shore Wind Energy Storage",
 "cfda_num": "47.041",
 "org_code": "07040000",
 "po_phone": "7032925390",
 "po_email": "kmukerji@nsf.gov",
 "po_sign_block_name": "Kerstin Mukerji",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 2000007.0,
 "awd_amount": 2000007.0,
 "awd_min_amd_letter_date": "2010-08-05",
 "awd_max_amd_letter_date": "2010-08-05",
 "awd_abstract_narration": "The research is focused on developing a localized compressed air approach for storing excess energy from off-shore wind turbines to dramatically alleviate power supply and demand imbalances during the day.  In the current approach, the energy prior to electricity conversion is stored, and an efficient compressor/expander that operates nearly isothermally is used directly for energy storage and extraction.  This novel approach avoids losses associated with multiple conversions and allows the electrical generator and the transmission lines to be substantially down-sized. The key missing enabling technology for this approach is an efficient and power dense pneumatic (air) compressor/expander capable of very high pressure ratios. In this project this compressor/expander design combines a liquid piston concept and the active spraying of tiny water droplets to achieve its heat transfer requirements. To ensure high efficiency in the presence of high surface areas and flow velocities, a nanotextured surface will be employed to reduce the frictional drag on the liquid piston. Control methodology will be developed to optimize components? and overall system efficiencies.  The research will make fundamental contributions to these individual fields such as: multiphase convective heat transfer in a coupled matrix media and with droplets and mist; dynamics of liquid/air free surface; nanotextured surfaces for drag reduction; a new generation of efficient wind turbine power generators that operate with sea / lake water; and optimal control of complex systems.  In terms of the broader impacts, by allowing economical storage of excess energy, the research will significantly increase the energy available from off-shore wind turbines where currently available economical options for energy storage are not feasible. This will be a major step towards the US goal of deriving 20% energy from wind by 2030. Active participation by the industry partner enhances the pace of production and market adoption. The engineering system focus and interdisciplinary nature of the research will impact undergraduate and graduate engineering curriculum and will be employed in the education of a new generation of engineering researchers and practitioners with broad skill and interdisciplinary perspectives on problem solving. This project will benefit, in research, education and outreach, from close collaboration with the NSF Engineering Research Center for Compact and Efficient Fluid Power and the newly formed DOE funded Wind Turbine Research Consortium at the University of Minnesota.\r\n\r\nThe FY 2010 EFRI-RESTOR Topic that supports this project was sponsored by the US National Science Foundation (NSF) Directorates for Engineering (ENG), Mathematical and Physical Sciences (MPS) and Social, Behavioral and Economic Sciences (SBE), and Computer & Information Science and Engineering in collaboration with the US Department of Energy (DOE).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EFMA",
 "org_div_long_name": "Office of Emerging Frontiers in Research and Innovation (EFRI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Perry",
   "pi_last_name": "Li",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Perry Y Li",
   "pi_email_addr": "lixxx099@umn.edu",
   "nsf_id": "000288410",
   "pi_start_date": "2010-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Terrence",
   "pi_last_name": "Simon",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Terrence W Simon",
   "pi_email_addr": "simon002@umn.edu",
   "nsf_id": "000427239",
   "pi_start_date": "2010-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Loth",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Loth",
   "pi_email_addr": "loth@uiuc.edu",
   "nsf_id": "000248161",
   "pi_start_date": "2010-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Van de Ven",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "James D Van de Ven",
   "pi_email_addr": "vandeven@umn.edu",
   "nsf_id": "000212786",
   "pi_start_date": "2010-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Crane",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen E Crane",
   "pi_email_addr": "scrane@lightsailenergy.com",
   "nsf_id": "000562128",
   "pi_start_date": "2010-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "763300",
   "pgm_ele_name": "EFRI Research Projects"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 2000007.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Renewable energies such as wind and solar are intermittent and unpredictable. They are not always available when energy is needed. This poses a significant issue with integrating such energy sources into the electric grid as similar capacities of expensive standby (&ldquo;peaker&rdquo;) power plants &ndash; that typically use hydrocarbon fuels, must be available to fulfill any shortfall in order to satisfy demand. Economical grid-scale energy storages that store excess renewable energy and regenerate it when demand is high would greatly alleviate this issue. The ability to store energy locally near renewable energy sources, prior to electricity generation, would be especially attractive for off-shore renewable energies since electric systems, including the expensive transmission and interconnect, can be down-sized to fulfill mean power demand instead of peak power supply. Typical capacity factors of wind turbines are below 50% so that half of the system capability is idled. Down-sizing the electrical system can significantly reduce capital expenditure (CAPEX) making off-shore wind installations more attractive financially.</p>\n<p>This research project has produced such an energy storage system that integrates directly with wind turbines. The &ldquo;Open Accumulator Isothermal Compressed Air Energy Storage System&rdquo; or OAICAES, takes the shaft power of wind turbines and stores the excess energy as high pressure (200 bar) compressed air in pressure vessels. Compared to storing energy in electric batteries, the system is several times more cost effective, has near infinite cycle life, does not use exotic materials, and poses little end-of-life environment impact. It advances over existing conventional compressed air energy storage with an innovative open accumulator architecture that increases energy storage density by 5.5 times so that the storage vessels can be used and the system can be sited anywhere. Using an advanced air compressor/expander with augmented heat transfer, air is compressed and expanded near-isothermally to ensure high conversion efficiency while maximizing system power density. This design reduces the size (and cost) of the compressor/expander by two orders of magnitude without sacrificing efficiency or power. These advances enable wind turbine installations to produce power on-demand regardless of the wind state; to reduce cost through increasing capacity factor; and because the system can be turned on/off quickly, to provide valuable ancillary grid services, such as controlling the grid frequency. All-in-all, the system can be more productive with lower cost.</p>\n<p><strong>Intellectual merits</strong> achieved by this research include the followings.</p>\n<p>1) An energy dense and power dense energy hybrid compressed air and hydraulics energy storage architecture has been developed. The invention was patented and licensed.</p>\n<p>2) A highly efficient, power-dense, high pressure air compression/expansion process has been created. Because of the heat of compression, there is a tradeoff between efficiency and power-density in high pressure compressor/expanders. By augmenting heat transfer, however, this research has increased the power-density (hence size and cost) of a liquid piston air compressor/expander with a 200:1 compression ratio by two-orders of magnitude while maintaining a high efficiency of over 90%. This is achieved using a liquid piston air compression/expansion concept, and by modeling and optimizing the porous media heat exchanger, the compression/expansion profiles, and the chamber shape. Through detailed 3D fluid flow and heat transfer modeling, it was found that the efficiency and power-density of the compressor/expander can be further enhanced by the use of tiny water droplet sprays.</p>\n<p>3) Dynamic system model and control algorithms have been created to optimize the operation of the compressed air energy storage system so to maximize efficiency and system revenue, while meeting the power demand from the electrical grid. Example cases show that revenue can be doubled in some cases.</p>\n<p>4) A new class of hydraulic variable displacement pump/motors based on variable linkage has been developed for efficient power take-off. These machines improve over previous pump/motors by exhibiting high efficiencies even when at low displacements.</p>\n<p>5) New durable and low cost nano-texturing approaches have been developed for creating superhydophobic surfaces. These are important for the proper water drainage in the porous media heat exchanger of the liquid piston air compressor/expander to minimizing dead volume.</p>\n<p><strong>Broader impact</strong> of this research includes:</p>\n<p>1) The proposed energy storage system allows renewable energy, especially off-shore wind energy, to be developed and better integrated into the electrical grid.</p>\n<p>2) Technical developments of this project have led to advances in other areas. The liquid piston air compression/expansion concept has been utilized in a low cost, high-efficiency compressor for refueling natural gas vehicles (a project funded by DOE/ARPA-E); the high-efficiency variable linkage pump/motor has broad applications to other hydraulics and fluid transport industries.</p>\n<p>3) Training of students/researchers including: 5 post-doctoral researchers, 5 PhD students and 6 MS students and 5 undergraduate students.</p>\n<p>4) Two floor exhibits illustrating compressed air energy storage have been developed for the Science Museum of Minnesota.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/20/2017<br>\n\t\t\t\t\tModified by: Perry&nbsp;Y&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1038294/1038294_10019783_1487649139273_OAICAES--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1038294/1038294_10019783_1487649139273_OAICAES--rgov-800width.jpg\" title=\"Open Accumulator Isothermal Compressed Air Energy Storage System\"><img src=\"/por/images/Reports/POR/2017/1038294/1038294_10019783_1487649139273_OAICAES--rgov-66x44.jpg\" alt=\"Open Accumulator Isothermal Compressed Air Energy Storage System\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Open Accumulator Isothermal Compressed Air Energy Storage (OAICAES) System connected to a wind turbine. Energy is stored by either pumping water or compressed air into the storage vessel. The air compressor/expander uses a liquid piston to achieve near isothermal process.</div>\n<div class=\"imageCredit\">Li and Saadat</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Perry&nbsp;Y&nbsp;Li</div>\n<div class=\"imageTitle\">Open Accumulator Isothermal Compressed Air Energy Storage System</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1038294/1038294_10019783_1487649353882_Revenue--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1038294/1038294_10019783_1487649353882_Revenue--rgov-800width.jpg\" title=\"Sample system operation\"><img src=\"/por/images/Reports/POR/2017/1038294/1038294_10019783_1487649353882_Revenue--rgov-66x44.jpg\" alt=\"Sample system operation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Sample system operation in which the decision to store or generate energy is based on electricity price. In this example, the total revenue is more than doubled.</div>\n<div class=\"imageCredit\">Saadat and Li</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Perry&nbsp;Y&nbsp;Li</div>\n<div class=\"imageTitle\">Sample system operation</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1038294/1038294_10019783_1487649620742_Simon13--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1038294/1038294_10019783_1487649620742_Simon13--rgov-800width.jpg\" title=\"Heat exchanger heat transfer simulation\"><img src=\"/por/images/Reports/POR/2017/1038294/1038294_10019783_1487649620742_Simon13--rgov-66x44.jpg\" alt=\"Heat exchanger heat transfer simulation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A sample heat transfer simulation of a \"representative element volume\" (REV) of a parallel plate porous media heat exchanger.</div>\n<div class=\"imageCredit\">Chao Zhang</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Perry&nbsp;Y&nbsp;Li</div>\n<div class=\"imageTitle\">Heat exchanger heat transfer simulation</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1038294/1038294_10019783_1487650041706_triplex--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1038294/1038294_10019783_1487650041706_triplex--rgov-800width.jpg\" title=\"Prototype variable linkage variable displacement pump/motor\"><img src=\"/por/images/Reports/POR/2017/1038294/1038294_10019783_1487650041706_triplex--rgov-66x44.jpg\" alt=\"Prototype variable linkage variable displacement pump/motor\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Prototype variable displacement pump/motor that varies displacement by varying the linkage geometry. This allows the pump/motor to be highly efficient even at low displacements.</div>\n<div class=\"imageCredit\">J. Van de Ven and S. Willheim</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Perry&nbsp;Y&nbsp;Li</div>\n<div class=\"imageTitle\">Prototype variable linkage variable displacement pump/motor</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nRenewable energies such as wind and solar are intermittent and unpredictable. They are not always available when energy is needed. This poses a significant issue with integrating such energy sources into the electric grid as similar capacities of expensive standby (\"peaker\") power plants &ndash; that typically use hydrocarbon fuels, must be available to fulfill any shortfall in order to satisfy demand. Economical grid-scale energy storages that store excess renewable energy and regenerate it when demand is high would greatly alleviate this issue. The ability to store energy locally near renewable energy sources, prior to electricity generation, would be especially attractive for off-shore renewable energies since electric systems, including the expensive transmission and interconnect, can be down-sized to fulfill mean power demand instead of peak power supply. Typical capacity factors of wind turbines are below 50% so that half of the system capability is idled. Down-sizing the electrical system can significantly reduce capital expenditure (CAPEX) making off-shore wind installations more attractive financially.\n\nThis research project has produced such an energy storage system that integrates directly with wind turbines. The \"Open Accumulator Isothermal Compressed Air Energy Storage System\" or OAICAES, takes the shaft power of wind turbines and stores the excess energy as high pressure (200 bar) compressed air in pressure vessels. Compared to storing energy in electric batteries, the system is several times more cost effective, has near infinite cycle life, does not use exotic materials, and poses little end-of-life environment impact. It advances over existing conventional compressed air energy storage with an innovative open accumulator architecture that increases energy storage density by 5.5 times so that the storage vessels can be used and the system can be sited anywhere. Using an advanced air compressor/expander with augmented heat transfer, air is compressed and expanded near-isothermally to ensure high conversion efficiency while maximizing system power density. This design reduces the size (and cost) of the compressor/expander by two orders of magnitude without sacrificing efficiency or power. These advances enable wind turbine installations to produce power on-demand regardless of the wind state; to reduce cost through increasing capacity factor; and because the system can be turned on/off quickly, to provide valuable ancillary grid services, such as controlling the grid frequency. All-in-all, the system can be more productive with lower cost.\n\nIntellectual merits achieved by this research include the followings.\n\n1) An energy dense and power dense energy hybrid compressed air and hydraulics energy storage architecture has been developed. The invention was patented and licensed.\n\n2) A highly efficient, power-dense, high pressure air compression/expansion process has been created. Because of the heat of compression, there is a tradeoff between efficiency and power-density in high pressure compressor/expanders. By augmenting heat transfer, however, this research has increased the power-density (hence size and cost) of a liquid piston air compressor/expander with a 200:1 compression ratio by two-orders of magnitude while maintaining a high efficiency of over 90%. This is achieved using a liquid piston air compression/expansion concept, and by modeling and optimizing the porous media heat exchanger, the compression/expansion profiles, and the chamber shape. Through detailed 3D fluid flow and heat transfer modeling, it was found that the efficiency and power-density of the compressor/expander can be further enhanced by the use of tiny water droplet sprays.\n\n3) Dynamic system model and control algorithms have been created to optimize the operation of the compressed air energy storage system so to maximize efficiency and system revenue, while meeting the power demand from the electrical grid. Example cases show that revenue can be doubled in some cases.\n\n4) A new class of hydraulic variable displacement pump/motors based on variable linkage has been developed for efficient power take-off. These machines improve over previous pump/motors by exhibiting high efficiencies even when at low displacements.\n\n5) New durable and low cost nano-texturing approaches have been developed for creating superhydophobic surfaces. These are important for the proper water drainage in the porous media heat exchanger of the liquid piston air compressor/expander to minimizing dead volume.\n\nBroader impact of this research includes:\n\n1) The proposed energy storage system allows renewable energy, especially off-shore wind energy, to be developed and better integrated into the electrical grid.\n\n2) Technical developments of this project have led to advances in other areas. The liquid piston air compression/expansion concept has been utilized in a low cost, high-efficiency compressor for refueling natural gas vehicles (a project funded by DOE/ARPA-E); the high-efficiency variable linkage pump/motor has broad applications to other hydraulics and fluid transport industries.\n\n3) Training of students/researchers including: 5 post-doctoral researchers, 5 PhD students and 6 MS students and 5 undergraduate students.\n\n4) Two floor exhibits illustrating compressed air energy storage have been developed for the Science Museum of Minnesota. \n\n \n\n\t\t\t\t\tLast Modified: 02/20/2017\n\n\t\t\t\t\tSubmitted by: Perry Y Li"
 }
}