{
 "awd_id": "1038737",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: COSEE: Ocean Systems - Building Capacity Through Collaboration",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 179325.0,
 "awd_amount": 179325.0,
 "awd_min_amd_letter_date": "2010-09-24",
 "awd_max_amd_letter_date": "2011-09-12",
 "awd_abstract_narration": "This award provides renewed funding for the Centers for Ocean Science Education Excellence - Ocean Systems (COSEE-OS). Through its ongoing efforts, COSEE-OS has identified key areas for future growth, including: (i) facilitating the creation of Science, Technology, Engineering, and Mathematics (STEM) resources that are conceptually linked to ocean-climate content; (ii) scaling up ocean scientists' impacts by taking advantage of networking infrastructure; and (iii) building tools to assess the quality of consensus-based products created by diverse communities. \r\n\r\nThe Center will expand its successful model of creating software that is flexible, transferrable, and user focused for the ocean science community. OS will share this model via workshops for scientists at other COSEE's. OS will scale up its regional initiatives to have national impact, with a focus on rural and inland audiences. In addition, a new partnership with the Institute for Broadening Participation is improving engagement of underrepresented minorities in OS opportunities, and will serve as a model for the greater Network. By supporting existing educational programs, OS will assist two small, but prestigious, research laboratories -- Mount Desert Island Biological Laboratory and Bigelow Laboratory for Ocean Sciences -- in meeting their goal of providing effective research experiences for K-12 educators and \"young scientists\" in training. The Center's goal is to build Capacity nationwide, honing individuals' abilities to develop effective \"Broader Impacts\" (BI) activities. This is accomplished, in part, by engaging informal education institution partners such as Seacoast Science Center (SSC) and New England Aquarium (NEAq) to aid in the development of BI activities with scientists. The Center also supports the New England Ocean Sciences Education Collaborative (NEOSEC), a diverse network of over 40 organizations coordinated by NEAq, to build regional capacity by training its educators in planning and implementing BI activities for ocean scientists. This ensures that the content and products of current ocean science research can efficiently reach a broad audience in a timely fashion. \r\n\r\nA newly formalized partnership with the Northeastern Regional Association of Coastal and Ocean Observing Systems (NERACOOS) unites the New England cadre of ocean science educators and their students to the NERACOOS scientists, providing opportunities to increase the BI for scientists. The Center's joint efforts with New England regional Sea Grant Extension staff to field test new analytical tools that aid consensus building about climate change issues in New England coastal communities is another opportunity for scientists to increase their BI activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Spitzer",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "William S Spitzer",
   "pi_email_addr": "bspitzer@alum.mit.edu",
   "nsf_id": "000184711",
   "pi_start_date": "2010-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New England Aquarium Corporation",
  "inst_street_address": "1 CENTRAL WHARF",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172262268",
  "inst_zip_code": "021103309",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "NEW ENGLAND AQUARIUM CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "UUKAGAEN4ST3"
 },
 "perf_inst": {
  "perf_inst_name": "New England Aquarium Corporation",
  "perf_str_addr": "1 CENTRAL WHARF",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021103309",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MA08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "743700",
   "pgm_ele_name": "CENTRES FOR OCEAN SCI EDU EXCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 59187.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120138.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;<strong><em>RE: Project Outcomes Report&nbsp; -&nbsp;COSEE&nbsp;</em></strong></p>\n<p><strong><em>December, 2014&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Award#: OCE-1038737&nbsp;&nbsp; Billy Spitzer, PII</em></strong></p>\n<p><em>Describe the project outcomes or findings that address the<br />intellectual merit and broader impacts of the work as defined in the NSF merit review criteria. This description should be a brief (generally, two to three paragraphs) summary of the project&rsquo;s results that is written for the lay reader. Principal Investigators are strongly encouraged to avoid use of jargon, terms of art, or acronyms.</em><strong><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </em></strong></p>\n<p>This project supported a partnership between the New England Ocean Science Education Collaborative (NEOSEC) and COSEE-Ocean Systems (COSEE-OS) to advance ocean literacy and broader impacts of ocean science research. NEOSEC, hosted by the New England Aquarium in Boston, is a collaboration of fifty-five institutions from across New England, including aquariums, museums, universities, government entities, and science research centers, all of which share a commitment to promoting ocean literacy. COSEE-OS, led by the University of Maine, is one of<br />12 Centers for Ocean Sciences Education Excellence, and focuses on researching and developing educational tools that can facilitate partnerships between ocean scientists and ocean educators, and bring ocean sciences to rural and inland communities.</p>\n<p>As a COSEE OS partner, NEOSEC helped to train educators and scientists in New England on how to work together in bringing ocean science research to the public. This involved a range of activities including:</p>\n<p>(i)<br />Increasing involvement of scientists in NEOSEC events (such as the biannual Ocean Literacy Summit), collaborative projects (such as citizen science programs), and individual NEOSEC members&rsquo; education programs;</p>\n<p>(ii)<br />Supporting NEOSEC member institutions in working with individual ocean<br />scientists to help them fulfill broader requirements through workshops and mini grants;</p>\n<p>(iii)<br />Making effective use of content resources and concept mapping tools developed by COSEE OS; and</p>\n<p>(iv)<br />Documenting and sharing NEOSEC&rsquo;s model for collaboration with the National COSEE Network and beyond.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/16/2014<br>\n\t\t\t\t\tModified by: William&nbsp;S&nbsp;Spitzer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n RE: Project Outcomes Report  - COSEE \n\nDecember, 2014          Award#: OCE-1038737   Billy Spitzer, PII\n\nDescribe the project outcomes or findings that address the\nintellectual merit and broader impacts of the work as defined in the NSF merit review criteria. This description should be a brief (generally, two to three paragraphs) summary of the projectÆs results that is written for the lay reader. Principal Investigators are strongly encouraged to avoid use of jargon, terms of art, or acronyms.      \n\nThis project supported a partnership between the New England Ocean Science Education Collaborative (NEOSEC) and COSEE-Ocean Systems (COSEE-OS) to advance ocean literacy and broader impacts of ocean science research. NEOSEC, hosted by the New England Aquarium in Boston, is a collaboration of fifty-five institutions from across New England, including aquariums, museums, universities, government entities, and science research centers, all of which share a commitment to promoting ocean literacy. COSEE-OS, led by the University of Maine, is one of\n12 Centers for Ocean Sciences Education Excellence, and focuses on researching and developing educational tools that can facilitate partnerships between ocean scientists and ocean educators, and bring ocean sciences to rural and inland communities.\n\nAs a COSEE OS partner, NEOSEC helped to train educators and scientists in New England on how to work together in bringing ocean science research to the public. This involved a range of activities including:\n\n(i)\nIncreasing involvement of scientists in NEOSEC events (such as the biannual Ocean Literacy Summit), collaborative projects (such as citizen science programs), and individual NEOSEC membersÆ education programs;\n\n(ii)\nSupporting NEOSEC member institutions in working with individual ocean\nscientists to help them fulfill broader requirements through workshops and mini grants;\n\n(iii)\nMaking effective use of content resources and concept mapping tools developed by COSEE OS; and\n\n(iv)\nDocumenting and sharing NEOSECÆs model for collaboration with the National COSEE Network and beyond.\n\n \n\n\t\t\t\t\tLast Modified: 12/16/2014\n\n\t\t\t\t\tSubmitted by: William S Spitzer"
 }
}