{
 "awd_id": "1038099",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "I3 Building Bridges, Creating Community and Wise Mentoring: Building Institutional Capacity to Enhance Diversity in STEM Disciplines",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Leddy",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 1750000.0,
 "awd_amount": 1250000.0,
 "awd_min_amd_letter_date": "2010-09-03",
 "awd_max_amd_letter_date": "2017-02-09",
 "awd_abstract_narration": "The project proposed here integrates existing University of Michigan activities to increase participation of \r\nunderrepresented minority students in STEM fields in three ways: (1) by attracting a new group of \r\nunderrepresented minority students to doctoral education in biology, math and physics via master?s \r\ndegree programs; (2) by enhancing and strengthening the intergenerational community among \r\nunderrepresented minority scientists and engineers at all student and faculty levels of the University: (3) \r\nby strengthening the capacity of all faculty members to provide effective mentoring to students who come \r\nfrom educational and cultural backgrounds different from their own.  \r\nDiversity in the STEM disciplines has only begun to reflect the diversity of the U.S. population. We believe \r\nit is urgent to encourage more of the nation's talented underrepresented minority undergraduates to \r\npursue scientific doctorates by engaging them in research master's programs that will provide full funding \r\nand strong preparation for doctoral programs. The traditional path of moving students directly from \r\nundergraduate study to doctoral education has not accomplished the goal of increasing diversity in \r\nSTEM, and may even be counterproductive. Some evidence suggests that underrepresented minority \r\nstudents are more likely than other students to pursue master?s degrees before committing to doctoral \r\neducation. Our proposed master's programs aim particularly at attracting students in fields (ecology and \r\nevolutionary biology, mathematics and physics) where other efforts to diversify doctoral programs have \r\nbeen relatively unsuccessful.  \r\nThe master?s programs are thoughtfully designed to incorporate scientific rigor and active learning \r\ninnovations. However, by themselves they are unlikely to be successful; our plans call for active \r\ncontributions of key institutional partners. We will recruit and support students via a strong \r\nintergenerational community of underrepresented minority faculty and students at all levels in the \r\nUniversity. To surround master's students with an intergenerational community we will take advantage of \r\nmany existing programs currently aimed at either undergraduate or doctoral students. The master's \r\nstudents will also be supported in creating their own community within and across programs. We will \r\ndevelop the faculty to offer focused, competent and intentional mentoring. Strong and effective faculty \r\nmentoring will encourage these students to pursue doctoral education, and simultaneously will increase \r\nthe campus capacity for excellent mentoring of underrepresented minority students at all levels. This \r\nprogram, then, will integrate our NSF-funded and UM-funded efforts to recruit and support URM students \r\nat all levels of science education.  \r\nIntellectual Merit: \r\nOur proposal is based on solid social science evidence about the support structures that predict the \r\nacademic success of students from underrepresented groups. Moreover, it creates strong links between \r\nresearch excellence and successful educational outcomes for both students and faculty mentors, through \r\ndeep ties across academic generations in research groups and faculty mentoring teams. It leverages \r\nexisting federally-funded and university-supported resources (all of which have been carefully evaluated) \r\nto enhance underrepresented minority students' seamless transitions and ultimate success in academic \r\nscience careers. \r\n \r\nBroader Impact: \r\nBy increasing the participation of underrepresented minorities in selected STEM fields, we seek to have a \r\nbroader impact by attracting new students into doctoral education, and by providing URM students at all \r\nlevels of university education with intergenerational community and wise mentoring. If successful, we will \r\nprovide a new model of graduate education for URM students that can be shared across the STEM \r\ndisciplines and disseminated to other research universities. Our successful students, as they complete \r\nmaster?s degrees and doctorates, will become mentors in their own right, and will generate \"positive \r\nfeedback\" in the education system, moving the scientific workforce towards equitable representation by \r\nunderrepresented minority groups. \r\n  \r\n1",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tabbye",
   "pi_last_name": "Chavous",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Tabbye M Chavous",
   "pi_email_addr": "tchavous@umich.edu",
   "nsf_id": "000257189",
   "pi_start_date": "2015-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "Weiss",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janet Weiss",
   "pi_email_addr": "janetw@umich.edu",
   "nsf_id": "000198968",
   "pi_start_date": "2010-09-03",
   "pi_end_date": "2015-09-18"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Fierke",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Carol A Fierke",
   "pi_email_addr": "fierke@umich.edu",
   "nsf_id": "000384500",
   "pi_start_date": "2017-02-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151500",
   "pgm_ele_name": "AGEP"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 750000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goal of the University of Michigan (U-M) Building Bridges Programs is to increase participation of underrepresented racial/ethnic minority and women students (URM) in Science, Technology, Engineering, and Mathematics (STEM) fields. This has been accomplished in the three ways: (1) attracting talented URM students to graduate education in the disciplines of cellular and molecular biology, ecological and evolutionary biology, applied and interdisciplinary mathematics, applied physics, and engineering via bridging Master&rsquo;s programs; (2) enhancing and strengthening the intergenerational community among underrepresented minority scientists and engineers at the University; and (3) strengthening the capacity of departments and faculty members to provide effective mentoring to students who come from educational and cultural backgrounds different from their own.</p>\n<p>The Bridges program outcomes to date align with the program goals, reflected in participants' high rates of master's completion, as well as matriculation and transition into strong PhD programs. The overall outcomes for the 2008-2016 cohorts (not including the 33 currently enrolled Bridges students) are as follows:</p>\n<p>* 99 of 104      students completed their Bridges Master's programs (95%);</p>\n<p>* 73 of 99      Bridges graduates have matriculated into PhD programs (74%), with others entering relevant STEM research and industry positions;</p>\n<p>* 50 students      matriculated to U-M PhD programs (68% of those entering PhD programs); and</p>\n<p>* 4 students      have received their PhD from U-M, with others currently enrolled in PhD programs are making progress on the pathway      toward PhD completion.</p>\n<p>The U-M Building Bridges Program model has had broader and transformative impacts. Each of the Bridges Programs have resulted in increased diversity in their respective disciplinary departments at the university and have produced well trained applied mathematicians, applied physicists, engineers, and biological scientists that have gone on to success in U-M PhD programs and other strong PhD programs in the nation. Upon their PhD completion, these scholars will positively impact diversity in STEM academic and research careers nationally. The program also has yielded important knowledge and recommended institutional practices for mentoring and supporting historically underrepresented students through graduate education in ways that (a) recognize and leverage these students' personal and cultural strengths and (b) provide a supportive climate and community for learning and success. Such practices can inform and transform graduate education policies and practices in STEM more broadly, beyond the Building Bridges Program participants and departments.</p>\n<p>In addition to the Building Bridges Programs&rsquo; positive impacts on STEM disciplines, the program has positively impacted other disciplines. Other disciplinary units at U-M are adopting the Bridges program model, based on the evidence of its positive impacts and outcomes. The university&rsquo;s Ross School of Business as well as the Department of Classical Studies in the College of Literature Science &amp; the Arts have developed Bridges program proposals and have started new Bridges programs. These U-M units/departments and fields of study more broadly have similar challenges as STEM fields around the participation and recruitment of underrepresented minority students in their PhD populations and academic career pipelines. As such, the U-M Building Bridges Program model will make broader and transformative impacts on graduate education and its outcomes in both STEM and fields within social sciences and humanities, in ways that will enhance diversity and excellence across these fields.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/05/2018<br>\n\t\t\t\t\tModified by: Tabbye&nbsp;M&nbsp;Chavous</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major goal of the University of Michigan (U-M) Building Bridges Programs is to increase participation of underrepresented racial/ethnic minority and women students (URM) in Science, Technology, Engineering, and Mathematics (STEM) fields. This has been accomplished in the three ways: (1) attracting talented URM students to graduate education in the disciplines of cellular and molecular biology, ecological and evolutionary biology, applied and interdisciplinary mathematics, applied physics, and engineering via bridging Master?s programs; (2) enhancing and strengthening the intergenerational community among underrepresented minority scientists and engineers at the University; and (3) strengthening the capacity of departments and faculty members to provide effective mentoring to students who come from educational and cultural backgrounds different from their own.\n\nThe Bridges program outcomes to date align with the program goals, reflected in participants' high rates of master's completion, as well as matriculation and transition into strong PhD programs. The overall outcomes for the 2008-2016 cohorts (not including the 33 currently enrolled Bridges students) are as follows:\n\n* 99 of 104      students completed their Bridges Master's programs (95%);\n\n* 73 of 99      Bridges graduates have matriculated into PhD programs (74%), with others entering relevant STEM research and industry positions;\n\n* 50 students      matriculated to U-M PhD programs (68% of those entering PhD programs); and\n\n* 4 students      have received their PhD from U-M, with others currently enrolled in PhD programs are making progress on the pathway      toward PhD completion.\n\nThe U-M Building Bridges Program model has had broader and transformative impacts. Each of the Bridges Programs have resulted in increased diversity in their respective disciplinary departments at the university and have produced well trained applied mathematicians, applied physicists, engineers, and biological scientists that have gone on to success in U-M PhD programs and other strong PhD programs in the nation. Upon their PhD completion, these scholars will positively impact diversity in STEM academic and research careers nationally. The program also has yielded important knowledge and recommended institutional practices for mentoring and supporting historically underrepresented students through graduate education in ways that (a) recognize and leverage these students' personal and cultural strengths and (b) provide a supportive climate and community for learning and success. Such practices can inform and transform graduate education policies and practices in STEM more broadly, beyond the Building Bridges Program participants and departments.\n\nIn addition to the Building Bridges Programs? positive impacts on STEM disciplines, the program has positively impacted other disciplines. Other disciplinary units at U-M are adopting the Bridges program model, based on the evidence of its positive impacts and outcomes. The university?s Ross School of Business as well as the Department of Classical Studies in the College of Literature Science &amp; the Arts have developed Bridges program proposals and have started new Bridges programs. These U-M units/departments and fields of study more broadly have similar challenges as STEM fields around the participation and recruitment of underrepresented minority students in their PhD populations and academic career pipelines. As such, the U-M Building Bridges Program model will make broader and transformative impacts on graduate education and its outcomes in both STEM and fields within social sciences and humanities, in ways that will enhance diversity and excellence across these fields.\n\n \n\n\t\t\t\t\tLast Modified: 09/05/2018\n\n\t\t\t\t\tSubmitted by: Tabbye M Chavous"
 }
}