{
 "awd_id": "1039122",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WSC Category 1: Learning from Adaptable Water Systems",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 149998.0,
 "awd_amount": 149998.0,
 "awd_min_amd_letter_date": "2010-09-19",
 "awd_max_amd_letter_date": "2010-09-19",
 "awd_abstract_narration": "Learning from Adaptable Water Systems \r\n\r\nMichigan is a state where climate change is likely to increase the amount and variability of precipitation and water flows.  A significant portion of these increased flows will pass through  stormwater and wastewater infrastructures thus impacting ecosystem functions and potentially affecting public health.  Increased flows are also likely to exacerbate water quality problems associated with flooding, point and non-point pollution, and the quality of ecosystems, drinking water sources and recreational water throughout the state.  Urban and rural water systems are at the interface between these increased flows and the response of the human system and economy.  \r\nThis project addresses how urban and rural water systems adapt to environmental changes and how these adaptations affect water quality, health and economic opportunities.  In particular, the focus is on wastewater and storm /sewer infrastructure and technology as well as governance systems and conflicts that arise in complex watersheds.  These issues are being addressed in two contrasting watersheds, the Grand River and the Lake St. Clair, that capture the diversity of the state?s water resources and issues.   As financial decisions can be made at the state, county or often local level for wastewater, storm water and drinking water, it is important that research address these scales of interaction and decision making when addressing governance and water. \r\n\r\nA road map for conducting research to better understand future risk to water quality and health in these watersheds is being developed, resulting in a series of published papers.  These products are addressing possible adaptations, mitigations and potential opportunities under a 'blue economy' and future climate change.  Information on data needs and sources as well as on models, tools and techniques are being gathered via a series of 1 day workshops focusing on seven areas associated with the community capital framework (CCF).  The seven focus areas are:  human capital addressing knowledge, skills and abilities of people; social capital including networks of trust and relationships; political capital capturing relationships between the public and political organizations;  cultural capital addressing the state and world view;  financial capital and funds available for investment in the future; built capital including water infrastructure and technology; and natural capital which includes ecosystems, ecosystem services and human habitat (eg beaches, parks).  The CCF  allows for the development of research designs that integrate the social, economic, infrastructural, and natural factors in assessing the effects of climate change on these watersheds.  The team includes faculty and graduate students and is engaging the public, particularly Native American stakeholders, government officials, and relevant industries.  Because of the cross-boundary nature of the water issues in the region, international participation from Canada is included.  A unique community captial framework is being develop that integrates the seven capitals under multiple scenarios of future climate change to improve the understanding of the complex nature of coupled human and aquatic systems and assist with decision making.  \r\n\r\nWater is a critical component of national concerns regarding climate change and energy.   Given that freshwater systems will undoubtedly play a critical role in a looming water crisis, the lessons from the Great Lakes transboundary region, and particularly from a freshwater-rich state such as Michigan, can assist in understanding and addressing future water and health problems nationally and internationally.  In addition, the large expense of  re-investing in water and wastewater infrastructure to prevent pollution of water resources is a significant challenge.  Coupling the intellectual, entrepreneurial, and organizational expertise of universities, businesses and government will facilitate the development of the best practices for water science, technology, and education such that problems become opportunities.  This will improve understanding, protection and wise use of water resources leading to future healthy, economically vital communities.  The \"Learning from Adaptable Water Systems\" project is integrating multiple aspects of the complex nature of society, realizing the importance of water to the quality of life.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joan",
   "pi_last_name": "Rose",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Joan B Rose",
   "pi_email_addr": "rosejo@msu.edu",
   "nsf_id": "000472716",
   "pi_start_date": "2010-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Winkler",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Julie A Winkler",
   "pi_email_addr": "winkler@msu.edu",
   "nsf_id": "000400834",
   "pi_start_date": "2010-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert Jan",
   "pi_last_name": "Stevenson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Jan Stevenson",
   "pi_email_addr": "rjstev@msu.edu",
   "nsf_id": "000283375",
   "pi_start_date": "2010-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Hyndman",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Hyndman",
   "pi_email_addr": "hyndman@utdallas.edu",
   "nsf_id": "000411413",
   "pi_start_date": "2010-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Gasteyer",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen P Gasteyer",
   "pi_email_addr": "gasteyer@msu.edu",
   "nsf_id": "000561186",
   "pi_start_date": "2010-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797700",
   "pgm_ele_name": "CR-Water Sustainability & Clim"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 149998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\"><em>Intellectual Merit:</em> The major goal of this project was to understand the linkages between water quality degradation, socioeconomic and lake systems and develop novel methods for studying the history of those linkages. Towards this direction, a conceptual model to illustrate the complex relationships between the socioeconomic and natural systems based on a case study of the Lake St. Clair (LSC) region in the Laurentian Great Lakes was developed (Mavrommati et al., 2013). Key components were investigated with respect to water sustainability and maintenance of key ecosystem services. The knowledge of local stakeholders was incorporated by hosting a one-day workshop to enhance our framework. Via a 100 year assessment, population, wastewater infrastructure, and climate trends were contrasted to historical data mined from the published literature on impairment of ecological condition and beach water quality also trending with the invasive zebra and quagga mussels (Baustian et al., 2013). Key research needs for building coupled models include geo-referencing socioeconomic and ecological data to accurately represent the processes occurring within the political and watershed boundaries; assessing ecosystem services for human well-being; and developing research hypotheses and management options regarding interactions among land use, people and the lake.</p>\n<p class=\"Default\">&nbsp;<em>Broader Impacts:</em> Interdisciplinary post-doctoral training program between an economist and ecologist was developed. Participatory model development was instigated with a stakeholder workshop from LSC watersheds.&nbsp; Public awareness of water quality changes over the 100 years and the causes was enhanced.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/11/2013<br>\n\t\t\t\t\tModified by: Joan&nbsp;B&nbsp;Rose</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Intellectual Merit: The major goal of this project was to understand the linkages between water quality degradation, socioeconomic and lake systems and develop novel methods for studying the history of those linkages. Towards this direction, a conceptual model to illustrate the complex relationships between the socioeconomic and natural systems based on a case study of the Lake St. Clair (LSC) region in the Laurentian Great Lakes was developed (Mavrommati et al., 2013). Key components were investigated with respect to water sustainability and maintenance of key ecosystem services. The knowledge of local stakeholders was incorporated by hosting a one-day workshop to enhance our framework. Via a 100 year assessment, population, wastewater infrastructure, and climate trends were contrasted to historical data mined from the published literature on impairment of ecological condition and beach water quality also trending with the invasive zebra and quagga mussels (Baustian et al., 2013). Key research needs for building coupled models include geo-referencing socioeconomic and ecological data to accurately represent the processes occurring within the political and watershed boundaries; assessing ecosystem services for human well-being; and developing research hypotheses and management options regarding interactions among land use, people and the lake.\n Broader Impacts: Interdisciplinary post-doctoral training program between an economist and ecologist was developed. Participatory model development was instigated with a stakeholder workshop from LSC watersheds.  Public awareness of water quality changes over the 100 years and the causes was enhanced.\n\n\t\t\t\t\tLast Modified: 11/11/2013\n\n\t\t\t\t\tSubmitted by: Joan B Rose"
 }
}