{
 "awd_id": "1039564",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Summit on Education in Secure Software",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925141",
 "po_email": "vpiotrow@nsf.gov",
 "po_sign_block_name": "Victor Piotrowski",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 299723.0,
 "awd_amount": 299723.0,
 "awd_min_amd_letter_date": "2010-06-11",
 "awd_max_amd_letter_date": "2010-06-11",
 "awd_abstract_narration": "This project intends to organize a summit on education in secure software. metropolitan area. The summit brings together a multi-disciplinary group of experts in secure coding to develop a comprehensive agenda focused on the challenges of secure software education. Summit participants include representatives from academia and professional organizations across the public and private sectors; as well as policy makers and government representatives. This multi-disciplinary group advances the current state of education on trustworthy computing and a final project report summarizes the key discussions of the summit and the action items resulting from those discussions for stakeholder groups to consider.\r\n\r\nIntellectual Merit: The summit provides a forum to address three specific objectives: (1) to engage a multi-disciplinary group of cyber security stakeholders (educators, industry representatives, and professional certification and training organizations) in a comprehensive dialogue about the current state of education in secure software; (2) to use this dialogue as the basis of a collaborative effort to develop creative approaches that enhance the quality of trustworthy computing education; and (3) to outline the core elements of a comprehensive agenda for secure software education.\r\n\r\nBroader Impacts: PIs assemble a diverse group of approximately 60 invited participants representing several cyber security stakeholders (educators, professional certification and training organizations, and industry representatives). The PIs produce a white paper based on the summit that is disseminated through publication in a journal such as IEEE Security and Privacy, distributed to appropriate professional associate special interest groups, and circulated with summit participants. The Virtual Community of Practice is designed to support continued dialogue among summit participants.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diana",
   "pi_last_name": "Burley",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Diana L Burley",
   "pi_email_addr": "dburley@gwu.edu",
   "nsf_id": "000205505",
   "pi_start_date": "2010-06-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matt",
   "pi_last_name": "Bishop",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matt Bishop",
   "pi_email_addr": "mabishop@ucdavis.edu",
   "nsf_id": "000454293",
   "pi_start_date": "2010-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "1918 F ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520042",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166800",
   "pgm_ele_name": "CYBERCORPS: SCHLAR FOR SER"
  },
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 299723.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cybersecurity poses some of the most serious economic and national security challenges of the 21st century. In order to meet these challenges, the software that controls critical systems and infrastructure must be reliable, robust, and satisfy the requirements that are placed upon it. To this end, all people involved in the development and deployment of these systems and infrastructure, from the policymakers who determine the requirements, to the businesspeople who provide financial support, to the architects, implementers, and operators of these systems, must understand the criticality of reliable, robust, and secure software. Therefore, students studying a variety of technical and non-technical disciplines must recognize the difference between software that is sufficiently robust and software that is not.</p>\n<p>To address this need, the National Science Foundation Directorates of Computer and Information Science and Engineering and Education and Human Resources jointly sponsored the 2010 Summit on Education in Secure Software (SESS). Organized by Dr. Diana Burley from the George Washington University and Dr. Matt Bishop from the University of California at Davis, the summit focused on ways to advance and improve the state of education in secure<a href=\"#_ftn1\">[1]</a> software. SESS participants included members of academia, government, industry, professional organizations, and policy makers from both the public and private sectors with expertise in secure software. This diverse group examined the challenges of teaching the design, implementation, and testing of secure software for six constituent groups: computer science students, non-computer science students, community college students, K-12 students, computer science professionals, and non-computer science professionals.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Summary of the Findings</strong></p>\n<p>The findings are presented in the form of &ldquo;roadmaps&rdquo; that describe ways to improve the state of education for constituent groups in secure programming. The roadmaps explain what the members of the constituent group should know, various methods by which they might be educated, and what resources will be necessary to achieve that level of education. The roadmaps also identify challenges to meeting these goals&mdash;the &ldquo;potholes&rdquo;. Each roadmap concludes with specific recommendations for meeting the articulated educational goals.</p>\n<p>Although presented as separate roadmaps, one for each constituent audience, the roadmaps should be considered as different views of a unified educational program that spans kindergarten through professional development, for audiences ranging from software developers to those who focus on management, policy and use to ordinary computer users. Thus, the educational goals in the roadmaps are the &ldquo;core fundamental end points&rdquo; to be reached through instruction guided by a curriculum for secure programming.</p>\n<p>Overall, SESS participants asserted that secure programming must be considered within the context of the system design and deployment process and highlighted 6 critical points:</p>\n<ol>\n<li>Understanding security, especially during design, requires a holistic approach;</li>\n<li>Understanding and being able to identify common and emerging attack vectors is a critical component of security;</li>\n<li>Well-tested principles and frameworks of software development can inhibit attacks;</li>\n<li>All frameworks have weaknesses and subtleties;</li>\n<li>Part of secure programming is using strategic approaches to overcome these weaknesses; and</li>\n<li>Users of tools that aid in secure programming must know how to use those tools, and understand their limitations.</li>\n</ol>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Summary of the Recommendations</strong></p>\n<p>The ten recommendations below provide a starting point for stakeholders across constituen...",
  "por_txt_cntn": "\nCybersecurity poses some of the most serious economic and national security challenges of the 21st century. In order to meet these challenges, the software that controls critical systems and infrastructure must be reliable, robust, and satisfy the requirements that are placed upon it. To this end, all people involved in the development and deployment of these systems and infrastructure, from the policymakers who determine the requirements, to the businesspeople who provide financial support, to the architects, implementers, and operators of these systems, must understand the criticality of reliable, robust, and secure software. Therefore, students studying a variety of technical and non-technical disciplines must recognize the difference between software that is sufficiently robust and software that is not.\n\nTo address this need, the National Science Foundation Directorates of Computer and Information Science and Engineering and Education and Human Resources jointly sponsored the 2010 Summit on Education in Secure Software (SESS). Organized by Dr. Diana Burley from the George Washington University and Dr. Matt Bishop from the University of California at Davis, the summit focused on ways to advance and improve the state of education in secure[1] software. SESS participants included members of academia, government, industry, professional organizations, and policy makers from both the public and private sectors with expertise in secure software. This diverse group examined the challenges of teaching the design, implementation, and testing of secure software for six constituent groups: computer science students, non-computer science students, community college students, K-12 students, computer science professionals, and non-computer science professionals.\n\n \n\nSummary of the Findings\n\nThe findings are presented in the form of \"roadmaps\" that describe ways to improve the state of education for constituent groups in secure programming. The roadmaps explain what the members of the constituent group should know, various methods by which they might be educated, and what resources will be necessary to achieve that level of education. The roadmaps also identify challenges to meeting these goals&mdash;the \"potholes\". Each roadmap concludes with specific recommendations for meeting the articulated educational goals.\n\nAlthough presented as separate roadmaps, one for each constituent audience, the roadmaps should be considered as different views of a unified educational program that spans kindergarten through professional development, for audiences ranging from software developers to those who focus on management, policy and use to ordinary computer users. Thus, the educational goals in the roadmaps are the \"core fundamental end points\" to be reached through instruction guided by a curriculum for secure programming.\n\nOverall, SESS participants asserted that secure programming must be considered within the context of the system design and deployment process and highlighted 6 critical points:\n\nUnderstanding security, especially during design, requires a holistic approach;\nUnderstanding and being able to identify common and emerging attack vectors is a critical component of security;\nWell-tested principles and frameworks of software development can inhibit attacks;\nAll frameworks have weaknesses and subtleties;\nPart of secure programming is using strategic approaches to overcome these weaknesses; and\nUsers of tools that aid in secure programming must know how to use those tools, and understand their limitations.\n\n\n \n\nSummary of the Recommendations\n\nThe ten recommendations below provide a starting point for stakeholders across constituent groups to begin to transform education in secure software.\n\nIncrease the number of faculty who understand the importance of secure programming principles, and will require students to practice them.\nProvide faculty support for the inclusion of security content in existing courses through clinics, labs, and othe..."
 }
}