{
 "awd_id": "1039716",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a Biomechanics Biaxial Materials Testing and Measurement System",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leon Esterowitz",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 335309.0,
 "awd_amount": 335309.0,
 "awd_min_amd_letter_date": "2010-08-27",
 "awd_max_amd_letter_date": "2010-08-27",
 "awd_abstract_narration": "1039716\r\nBuckley\r\n\r\nIn accordance with the NSF-MRI initiative, Rose-Hulman Institute of Technology is seeking to expand biomechanical instrumentation available for students, faculty and associated collaborators conducting research projects in orthopaedics. Specifically, the goal is to obtain the instrumentation necessary to accurately apply physiological loading to cadaveric specimens implanted with orthopaedic devices, and to precisely quantify the mechanical conditions related to clinically observed failure of the implanted devices and/or tissue specimens. The requested coupled instrumentation system includes a biaxial servohydraulic materials testing machine with dynamic pressure and strain acquisition instrumentation. The goal of this project is for the validated study of hip and knee prosthesis design and its effect on the mechanical response and interactions between bone and implant, leading to the development of improved, cost effective design alternatives. The necessary facilities, infrastructure, and technical support are in place to immediately implement the requested instrumentation into existing laboratory space.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Buckley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christine Buckley",
   "pi_email_addr": "Christine.A.Buckley@rose-hulman.edu",
   "nsf_id": "000538111",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Renee",
   "pi_last_name": "Rogge",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Renee Rogge",
   "pi_email_addr": "rogge@rose-hulman.edu",
   "nsf_id": "000078546",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rose-Hulman Institute of Technology",
  "inst_street_address": "5500 WABASH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TERRE HAUTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "8128778972",
  "inst_zip_code": "478033920",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "IN08",
  "org_lgl_bus_name": "ROSE-HULMAN INSTITUTE OF TECHNOLOGY INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "VH9FNJX3Y7C7"
 },
 "perf_inst": {
  "perf_inst_name": "Rose-Hulman Institute of Technology",
  "perf_str_addr": "5500 WABASH AVE",
  "perf_city_name": "TERRE HAUTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "478033920",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "IN08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 335309.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In accordance with the National Science Foundation initiative to provide major research instrumentation for student education and community impact, Rose-Hulman Institute of Technology applied for and was awarded funding for the expansion of a biomedical engineering research laboratory.&nbsp; This laboratory, a collaboration between Rose-Hulman and the Joint Replacement Surgeons of Indiana Foundation, maintains a focus on undergraduate engineering education through relevant biomechanical research opportunities aimed toward improving patient outcomes in hip and knee replacement surgeries.</p>\n<p>Following the distribution of grant funding by the National Science Foundation, our laboratory proceeded to acquire five primary test instruments.&nbsp; The largest portion of the awarded funds was used for the purchase of a large Instron ElectroPuls E10000 materials testing machine.&nbsp; This equipment has been extensively utilized to apply compressive and rotational loads to bone specimens and orthopaedic implants, mimicking those forces generated in the human body during walking activity.&nbsp; Second, a smaller, Instron Electropuls E1000 materials testing machine was also purchased with use focused on small scale tests and educational training.&nbsp; Third, in order to more efficiently collect data from bone and device specimens, a Vishay System 7000 multi-channel strain gage data acquisition system was purchased to rapidly collect strain, temperature, and force measurements.&nbsp; Fourth, &nbsp;a Tekscan contact pressure measurement system was purchased to measure the contact forces between bones and implants at the knee joint.&nbsp; And fifth, a Matscan barefoot contact pressure map was purchased, allowing the quantification of balance measurements and foot pressure for joint replacement patients.</p>\n<p>Through the three year funding cycle of the grant award, our capabilities, educational opportunities, and data output has increased dramatically.&nbsp; In the application for the award, we outlined two primary end goals &ndash; 1) To define mechanical factors leading to implant failure in joint replacement surgery, sharing those findings through peer-reviewed journal publication and conference proceedings, and 2) To recruit, train, and encourage students, with an emphasis toward females and minorities, into the fields of engineering and medicine. &nbsp;During the funding cycle of October 2010 to October 2013, as a direct result of this funding, our laboratory published seven peer-reviewed medical journal publications relating to orthopaedic device performance, with nine more journal manuscripts currently in the progress or currently under peer-review.&nbsp; Research has been presented at eight national and international medical and engineering conferences.&nbsp; Rose-Hulman undergraduate students have actively participated in each of these studies.&nbsp; Six of the seven published manuscripts have student co-authorship, as do seven of the eight conference presentations.&nbsp; In the last three years, our laboratory sponsored 19 different undergraduate students, (10 male, 9 female) participating in for-credit independent research projects or paid summer internships.&nbsp; We have additionally supported 3 master&rsquo;s thesis projects during this time period.&nbsp; Of our program participants who have graduated from Rose-Hulman in that time, 8 of 9 have stepped directly into the medical device industry, a PhD program, or medical school.&nbsp; Additionally, the availability of state-of-the-art testing equipment in the laboratory has allowed outreach into the local community to spark interest in younger students.&nbsp; Our undergraduate students have regularly hosted local middle school students for an &ldquo;Exploring Engineering&rdquo; program to expose students to the mechanics of the human body.&nbsp; We have hosted local high school students for field trips and short...",
  "por_txt_cntn": "\nIn accordance with the National Science Foundation initiative to provide major research instrumentation for student education and community impact, Rose-Hulman Institute of Technology applied for and was awarded funding for the expansion of a biomedical engineering research laboratory.  This laboratory, a collaboration between Rose-Hulman and the Joint Replacement Surgeons of Indiana Foundation, maintains a focus on undergraduate engineering education through relevant biomechanical research opportunities aimed toward improving patient outcomes in hip and knee replacement surgeries.\n\nFollowing the distribution of grant funding by the National Science Foundation, our laboratory proceeded to acquire five primary test instruments.  The largest portion of the awarded funds was used for the purchase of a large Instron ElectroPuls E10000 materials testing machine.  This equipment has been extensively utilized to apply compressive and rotational loads to bone specimens and orthopaedic implants, mimicking those forces generated in the human body during walking activity.  Second, a smaller, Instron Electropuls E1000 materials testing machine was also purchased with use focused on small scale tests and educational training.  Third, in order to more efficiently collect data from bone and device specimens, a Vishay System 7000 multi-channel strain gage data acquisition system was purchased to rapidly collect strain, temperature, and force measurements.  Fourth,  a Tekscan contact pressure measurement system was purchased to measure the contact forces between bones and implants at the knee joint.  And fifth, a Matscan barefoot contact pressure map was purchased, allowing the quantification of balance measurements and foot pressure for joint replacement patients.\n\nThrough the three year funding cycle of the grant award, our capabilities, educational opportunities, and data output has increased dramatically.  In the application for the award, we outlined two primary end goals &ndash; 1) To define mechanical factors leading to implant failure in joint replacement surgery, sharing those findings through peer-reviewed journal publication and conference proceedings, and 2) To recruit, train, and encourage students, with an emphasis toward females and minorities, into the fields of engineering and medicine.  During the funding cycle of October 2010 to October 2013, as a direct result of this funding, our laboratory published seven peer-reviewed medical journal publications relating to orthopaedic device performance, with nine more journal manuscripts currently in the progress or currently under peer-review.  Research has been presented at eight national and international medical and engineering conferences.  Rose-Hulman undergraduate students have actively participated in each of these studies.  Six of the seven published manuscripts have student co-authorship, as do seven of the eight conference presentations.  In the last three years, our laboratory sponsored 19 different undergraduate students, (10 male, 9 female) participating in for-credit independent research projects or paid summer internships.  We have additionally supported 3 masterÆs thesis projects during this time period.  Of our program participants who have graduated from Rose-Hulman in that time, 8 of 9 have stepped directly into the medical device industry, a PhD program, or medical school.  Additionally, the availability of state-of-the-art testing equipment in the laboratory has allowed outreach into the local community to spark interest in younger students.  Our undergraduate students have regularly hosted local middle school students for an \"Exploring Engineering\" program to expose students to the mechanics of the human body.  We have hosted local high school students for field trips and short-term internships in the lab, and have supported science fair projects by training students on the use of our equipment.\n\nThe research efforts in our laboratory in the last three years ha..."
 }
}