{
 "awd_id": "1039546",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Addressing Gender Barriers in STEM through Theatre of Social Engagement",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 149999.0,
 "awd_amount": 149999.0,
 "awd_min_amd_letter_date": "2010-09-23",
 "awd_max_amd_letter_date": "2010-09-23",
 "awd_abstract_narration": "The Addressing Gender Barriers in STEM through Theatre of Social Engagement project responds to the need to educate the public about the careers in computer and information science and engineering (CISE) fields by educating high school students, parents, teachers and counselors about the barriers to participation that confront women and other underrepresented groups. In this Communicating Research to Public Audiences (CRPA) project, a dramatic play  is used to communicate  the findings from the PI's work which resulted in a theory about gender and IT to explain and predict gender (under)representation in IT fields. The play dramatizes constructs of the theory, particularly the ways in which gender, ethnicity, and class affect identity and career and life decisions. Drawing from life history interviews conducted as a part of the research, the storyline of the dramatic play centers on three young women who are graduating from high school and making decisions about their futures and possible careers in IT. Situated squarely in the realm and literature of \"theatre of social engagement,\" this play, and its staged readings and ancillary website, extend access beyond the scientific community to new scientific research on gender barriers in CISE. \r\n\r\nLearning goals for the project include:\r\n1. Awareness and knowledge about possible computer and information science and engineering careers; barriers and stereotypes that affect CISE career choice among women; and \"significant others\" such as partners, family members, mentors and teachers who can make a difference at key inflection points in career decision making.\r\n2. Attitude change about the CISE fields being open to everyone regardless of gender, ethnicity, race or class; how one's individual characteristics can be used to resist barriers to inclusion in CISE careers.\r\n3. Intended behavior about learning more about CISE careers and educational opportunities; and responding to negative stereotypes related to CISE. \r\n\r\nEvaluation of the proposed project will include observations, talk-back sessions (focus groups) after readings of the play, pre-post surveys administered at the showings, and a second post-performance survey to be administered a certain amount of time after the showing. Dissemination will be through readings of the play for audiences in New Jersey and Pennsylvania, with partnering informal learning venues, and through an associated website which will allow visitors to download and stage the play themselves. Advertisement for the play and the website will take place through websites such as Facebook, Twitter, and websites that promote diversity in computing. In addition, the PI intends to contribute to the scholarly literature on theatre as an informal learning approach and on the findings of how audiences respond to the play itself.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eileen",
   "pi_last_name": "Trauth",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Eileen M Trauth",
   "pi_email_addr": "etrauth@ist.psu.edu",
   "nsf_id": "000276228",
   "pi_start_date": "2010-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 149999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">This project,<strong> &ldquo;</strong>Addressing Gender Barriers in STEM through Theatre of Social Engagement,&rdquo; addresses the need to create awareness and attitude change about careers in the computer and information science and engineering (CISE) fields as part of a national imperative to increase overall participation in science, technology, engineering and mathematics (STEM). Specifically, this project employs theatre to educate high schools students, parents, teachers, guidance counselors, and the general public about the overt as well as the subtle barriers to participation in the information technology (IT) field that confront women and other underrepresented groups. Theatre is used to communicate the results of the principal investigator&rsquo;s research that resulted in a theory of gender and IT that was developed to explain and predict gender (under)representation in CISE. A dramatic presentation in the form of an original play, <em>iDream,</em> communicates the results of this research about barriers based on gender, race, ethnicity and class. This play dramatizes constructs of the <em>individual differences theory of gender and IT </em>in order to demonstrate ways in which these socially-imposed and individually-internalized barriers affect gender identity, and career / life decisions. Through staged readings and a dedicated website at <a href=\"http://idreamtheplay.com/\">http://</a><a href=\"http://idreamtheplay.com/\">idreamtheplay.com</a><span style=\"text-decoration: underline;\">,</span> this project uses theatre to extend access to the results of scientific research about gender barriers in STEM beyond the scientific community.</p>\n<p class=\"Default\">The characters and storyline in the play build upon prior NSF-funded research. The elements of the play script are drawn from the transcripts of life history interviews that the principal investigator conducted during a previous NSF-funded field study of women IT professionals. The messages about the influence of race, ethnicity and class on gender identity and subsequent life decisions that flows through the play also comes from an NSF-funded research project that the principal investigator conducted on gender, ethnicity, race and socio-economic class. The characters embody the struggles of those who seek inclusion and equality in the information society.&nbsp;</p>\n<p class=\"Default\">The vehicle for examining these issues of experiencing, internalizing, and overcoming barriers to inclusion is the story of three young women during their senior year of high school, as they confront their dreams. The storyline of the play focuses on the journeys that these three young women take in order to arrive at the threshold of careers in computer and information science and engineering (CISE). The climax of the play takes place during a twelve-hour period at a high school graduation. It begins just before the commencement ceremony and ends the next morning at the end of an all-night graduation party. All three of these young women are coping with a personal crisis related to the decision to study CISE. For each of them, the crisis is not yet resolved. The arc of the play traces these young women&rsquo;s stories, two of which are brought to bear on the immediate crisis engaging the third.</p>\n<p class=\"Default\">Informal readings of &nbsp;<em>iDream </em>by professional and student actors conducted in early 2012 preceded staged readings of the play that were held in June and October, 2012. The first public performance of <em>iDream</em> was a staged reading with professional actors in June 2012 as a plenary event for the 2012 National Science Foundation Joint Annual Meeting. Approximately 600 scientists were in attendance. The second public performances of the play were a set of staged readings with professional actors on October 11, 12, and 13, 2012 at the Premiere Stages in Union, New Jersey. Appr...",
  "por_txt_cntn": "This project, \"Addressing Gender Barriers in STEM through Theatre of Social Engagement,\" addresses the need to create awareness and attitude change about careers in the computer and information science and engineering (CISE) fields as part of a national imperative to increase overall participation in science, technology, engineering and mathematics (STEM). Specifically, this project employs theatre to educate high schools students, parents, teachers, guidance counselors, and the general public about the overt as well as the subtle barriers to participation in the information technology (IT) field that confront women and other underrepresented groups. Theatre is used to communicate the results of the principal investigatorÆs research that resulted in a theory of gender and IT that was developed to explain and predict gender (under)representation in CISE. A dramatic presentation in the form of an original play, iDream, communicates the results of this research about barriers based on gender, race, ethnicity and class. This play dramatizes constructs of the individual differences theory of gender and IT in order to demonstrate ways in which these socially-imposed and individually-internalized barriers affect gender identity, and career / life decisions. Through staged readings and a dedicated website at http://idreamtheplay.com, this project uses theatre to extend access to the results of scientific research about gender barriers in STEM beyond the scientific community.\nThe characters and storyline in the play build upon prior NSF-funded research. The elements of the play script are drawn from the transcripts of life history interviews that the principal investigator conducted during a previous NSF-funded field study of women IT professionals. The messages about the influence of race, ethnicity and class on gender identity and subsequent life decisions that flows through the play also comes from an NSF-funded research project that the principal investigator conducted on gender, ethnicity, race and socio-economic class. The characters embody the struggles of those who seek inclusion and equality in the information society. \nThe vehicle for examining these issues of experiencing, internalizing, and overcoming barriers to inclusion is the story of three young women during their senior year of high school, as they confront their dreams. The storyline of the play focuses on the journeys that these three young women take in order to arrive at the threshold of careers in computer and information science and engineering (CISE). The climax of the play takes place during a twelve-hour period at a high school graduation. It begins just before the commencement ceremony and ends the next morning at the end of an all-night graduation party. All three of these young women are coping with a personal crisis related to the decision to study CISE. For each of them, the crisis is not yet resolved. The arc of the play traces these young womenÆs stories, two of which are brought to bear on the immediate crisis engaging the third.\nInformal readings of  iDream by professional and student actors conducted in early 2012 preceded staged readings of the play that were held in June and October, 2012. The first public performance of iDream was a staged reading with professional actors in June 2012 as a plenary event for the 2012 National Science Foundation Joint Annual Meeting. Approximately 600 scientists were in attendance. The second public performances of the play were a set of staged readings with professional actors on October 11, 12, and 13, 2012 at the Premiere Stages in Union, New Jersey. Approximately 130 audience members saw the play. The third public performances of  iDream in the form of two stated readings with professional actors occurred on October 20 and 21, 2012 at the State Theatre in State College, Pennsylvania before an audience of approximately 100 people. By administering a pre-test to audience members before they saw the play, and a po..."
 }
}