{
 "awd_id": "1039543",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Hybrid Graphene-PVDF Piezo-Flutter Device for Scalable Energy Harvesting System",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Haddad",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2010-07-02",
 "awd_max_amd_letter_date": "2010-07-02",
 "awd_abstract_narration": "Abstract\tProposal 1039543 \r\n\r\nThe objective of the proposed research is to develop and demonstrate a hybrid aeroelastic flutter and piezoelectric energy harvesting system based on freestanding graphene.  Individual microdevices consisting of a graphene layer covered with the piezoelectric polyvinylidene fluoride (PVDF) trifluoroethylene (TrFE) will generate an alternating electric potential as air-flow induces a self-oscillitory flutter motion in free standing regions. Power is generated from the alternating tension/compression of the bottom layer of the P (VDF-TrFE), and extracted via the conducting graphene-band supporting the polymer layer.   In this Early-concept Grants for Exploratory Research (EAGER), we will perform the feasibility of graphene-based energy harvesting systems with the goal of achieving a proof-of-concept.\r\n\r\nIntellectual Merit: \r\nThe proposed research will lead to the development of a new energy resource of microscale wind-belt based on combined aerodyanamic, piezoelectric, and nanoelectric systems if successfully demonstrated. As part of the project, critical insight will be gained into fundamentals of graphene dynamics and electrical properties when measured in a laminar-flow microfluidic channel.  Furthermore, investigating novel systems such as the proposed piezo-flutter generator is critical to decreasing the use of wasteful and often hazardous batteries, while simultaneously allowing increases in power consumption and functionality desired in today's mobile devices. Finally, the proposed research will examine the coupling of flutter and piezoelectric phenomenon, and study the nature of the graphene flutter phenomenon while studying hybrid freestanding structures in microfluidics to control flow turbulence.\r\n\r\nBroader Impacts: \r\nThis project will design and develop a new class of graphene-based flutter energy harvesting system which will benefit our society in many important ways. The grapheme based flutter system will provide a knowledge base, and benefit practical applications such as a micro-battery and an energy resource for sensors without the requirement of strict maintenance.  For education efforts, the new knowledge gained from the proposed research will be incorporated into the PI's nanotechnology undergraduate education (NUE) course, ENG 0240. For student training, a graduate student and undergraduate students will work together on this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Minhee",
   "pi_last_name": "Yun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Minhee Yun",
   "pi_email_addr": "miy16@pitt.edu",
   "nsf_id": "000485799",
   "pi_start_date": "2010-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  },
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Findings</strong></p>\n<p>&nbsp;</p>\n<p>To fabricate free-standing PVDF-graphene devices as shown in the schematic of figure 1a, large probe-able electrodes were first patterned using photolithography and e-beam evaporation used to deposit 5 nm Ti (adhesion) and 90 nm Au. Graphene growth was performed in a thermal chemical vapor deposition (TCVD) system in atmospheric pressure at 1055-1060 Celsius, depending upon the thickness of Cu foil. Typical growth conditions are shown in figure 1b using the gases Argon, hydrogen, and methane to achieve near-single layer growth on large sheets of copper foil. Post growth of graphene on hand-polished 100 micron thick Cu foil (Basic Copper) the graphene was transferred to the SiO<sub>2</sub> wafer with Ti/Au or Cr/Au electrodes using a PMMA floating-etchant method employing .1 M ammonium persulfate &nbsp;to etch away the Cu foil. Graphene quality was assessed using Raman spectroscopy and determined to be primarily 1-2 layers due to the typical G'/G band ratio of 1-2, as well as via AFM images. Lastly, the viscous PVDF solution was spin coated onto the SiO<sub>2</sub>/graphene sample at 2000 rpm for 30 seconds, followed quickly by a 135 degree anneal on a hotplate for 1 minute. Freestanding structures were then fabricated by patterning the PVDF-graphene stack in photolithographically defined regions using oxygen plasma. To undercut the PVDF/graphene, the sample was soaked in a 9:1 buffered oxide etch and subsequently gently rinsed in a beaker of water. The final devices are shown in Figure 2a. Since photolithography was utilized, such a method is also scalable.</p>\n<p>&nbsp;</p>\n<p>Measurement of the device characteristics was performed using an Agilent semiconductor analyzer. During measurement, ferroelectric properties of the film and ability to produce meaningful current densities was considered. An example I-V hysteresis curve is shown in Figure 2b. The hysteretic loop is a clear sign of ferroelectricity, however, when attempting to perturb the freestanding device to oscillate via either a resonant or aeroelastic process, current cannot be produced. It was determined that the freestanding PVDF was far too weak to oscillate without tearing or collapsing onto the substrate when placed under any perturbation such as a &lt; 10 sccm flow of Ar gas. To remedy this problem we changed the fabrication method from spincoating, where films are typically less than a few hundred nanometers, to a solution evaporation method were 10 micron thick or larger is possible. These films should be strong enough to withstand oscillatory behavior, and are also thick enough whereby a drawing method can be employed to ensure formation of a highly &beta;-phase film.</p>\n<p>&nbsp;</p>\n<p>The second energy generator that we have begun fabrication work on is a flexible PVDF-graphene system. As mentioned in the previous section, the thickness of the PVDF layer is important for structural stability for high speed oscillation. Instead of utilizing a resonance or aeroelastic flutter to power the generator, we utilize simple bending and flexing of a plastic PET membrane. Plastic substrates are cheap, mass produced, and can withstand typical fabrication processes, making them an excellent candidate for energy generation devices. Graphene intrinsically has an excellent Young's modulus and can be stretched more than 20% before elements begin to fail. As the generator relies solely on bending and flexing, and hence stretching, graphene electrodes were used instead of standard metal contacts to the PVDF. The graphene was transferred via the same floating chemical etch method mentioned earlier. PVDF was spin-coated, followed by a second graphene transfer to make a capacitor-like stack of graphene-PVDF-graphene. As can be seen in Figure 3, to attach electrical leads for measurement, we utilized silver epoxy to create a conducting path between the graphe...",
  "por_txt_cntn": "\nProject Findings\n\n \n\nTo fabricate free-standing PVDF-graphene devices as shown in the schematic of figure 1a, large probe-able electrodes were first patterned using photolithography and e-beam evaporation used to deposit 5 nm Ti (adhesion) and 90 nm Au. Graphene growth was performed in a thermal chemical vapor deposition (TCVD) system in atmospheric pressure at 1055-1060 Celsius, depending upon the thickness of Cu foil. Typical growth conditions are shown in figure 1b using the gases Argon, hydrogen, and methane to achieve near-single layer growth on large sheets of copper foil. Post growth of graphene on hand-polished 100 micron thick Cu foil (Basic Copper) the graphene was transferred to the SiO2 wafer with Ti/Au or Cr/Au electrodes using a PMMA floating-etchant method employing .1 M ammonium persulfate  to etch away the Cu foil. Graphene quality was assessed using Raman spectroscopy and determined to be primarily 1-2 layers due to the typical G'/G band ratio of 1-2, as well as via AFM images. Lastly, the viscous PVDF solution was spin coated onto the SiO2/graphene sample at 2000 rpm for 30 seconds, followed quickly by a 135 degree anneal on a hotplate for 1 minute. Freestanding structures were then fabricated by patterning the PVDF-graphene stack in photolithographically defined regions using oxygen plasma. To undercut the PVDF/graphene, the sample was soaked in a 9:1 buffered oxide etch and subsequently gently rinsed in a beaker of water. The final devices are shown in Figure 2a. Since photolithography was utilized, such a method is also scalable.\n\n \n\nMeasurement of the device characteristics was performed using an Agilent semiconductor analyzer. During measurement, ferroelectric properties of the film and ability to produce meaningful current densities was considered. An example I-V hysteresis curve is shown in Figure 2b. The hysteretic loop is a clear sign of ferroelectricity, however, when attempting to perturb the freestanding device to oscillate via either a resonant or aeroelastic process, current cannot be produced. It was determined that the freestanding PVDF was far too weak to oscillate without tearing or collapsing onto the substrate when placed under any perturbation such as a &lt; 10 sccm flow of Ar gas. To remedy this problem we changed the fabrication method from spincoating, where films are typically less than a few hundred nanometers, to a solution evaporation method were 10 micron thick or larger is possible. These films should be strong enough to withstand oscillatory behavior, and are also thick enough whereby a drawing method can be employed to ensure formation of a highly &beta;-phase film.\n\n \n\nThe second energy generator that we have begun fabrication work on is a flexible PVDF-graphene system. As mentioned in the previous section, the thickness of the PVDF layer is important for structural stability for high speed oscillation. Instead of utilizing a resonance or aeroelastic flutter to power the generator, we utilize simple bending and flexing of a plastic PET membrane. Plastic substrates are cheap, mass produced, and can withstand typical fabrication processes, making them an excellent candidate for energy generation devices. Graphene intrinsically has an excellent Young's modulus and can be stretched more than 20% before elements begin to fail. As the generator relies solely on bending and flexing, and hence stretching, graphene electrodes were used instead of standard metal contacts to the PVDF. The graphene was transferred via the same floating chemical etch method mentioned earlier. PVDF was spin-coated, followed by a second graphene transfer to make a capacitor-like stack of graphene-PVDF-graphene. As can be seen in Figure 3, to attach electrical leads for measurement, we utilized silver epoxy to create a conducting path between the graphene and leadline wires. In order to fabricate this structure, we were required to grow uniform and high-quality graphene films. To do so we improved the growt..."
 }
}