{
 "awd_id": "1039936",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of Major Components Required for Constructing Supply Chain Test-bed for Teaching, Research and Service",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christina L. Bloebaum",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 192844.0,
 "awd_amount": 192844.0,
 "awd_min_amd_letter_date": "2010-08-27",
 "awd_max_amd_letter_date": "2010-08-27",
 "awd_abstract_narration": "The objective of this Major Research Instrumentation (MRI) program award is to create a unique, multi-disciplinary and state-of-the-art supply chain test-bed in the School of Engineering at Southern Illinois University Edwardsville (SIUE). This test-bed will provide faculty, technical experts, and students with valuable resources necessary to innovate solutions to manufacturing and supply chain problems. Specifically, the test-bed will be constructed in a way to represent various layers of supply chains such as suppliers, manufacturing facility, warehouses, and customer locations. Importantly, the test-bed will be designed in a generic manner to allow further technological advancements. It can also be configured to explore the impact of lean production in supply chain systems. The test-bed will be built in a real-life setting and SIUE Bookstore will be a primary retailer. A Web-server system will be used to enable online control and integration of information, production, and cash flows.\r\n\r\nIf successful, the test-bed will expose SIUE students to state-of-the-art technology in supply chains and facilitate and encourage their career development in this field. By providing real-life applications in a flexible and generic environment, the test-bed will provide a significant tool to train researchers from local industries and to educate students from local universities in the St. Louis metropolitan area. The test-bed will also help attract local high school students and teachers to the summer internship programs offered by SIUE, referred to as Students and Teachers as Research Scientists. Once the physical test-bed is installed, exploratory research will produce preliminary results, which will subsequently be used for future research project proposals that will be submitted to various research agencies. The preliminary analyses and results will play a crucial role in further shaping up the quality, context, relevance, and credibility of the subsequent research proposals and programs at SIUE.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sohyung",
   "pi_last_name": "Cho",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sohyung Cho",
   "pi_email_addr": "scho28@kennesaw.edu",
   "nsf_id": "000218315",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Hubbard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin Hubbard",
   "pi_email_addr": "khubbar@siue.edu",
   "nsf_id": "000393731",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Heungsoon",
   "pi_last_name": "Lee",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Heungsoon F Lee",
   "pi_email_addr": "hflee@siue.edu",
   "nsf_id": "000523235",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Luis",
   "pi_last_name": "Youn",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Luis T Youn",
   "pi_email_addr": "lyoun@siue.edu",
   "nsf_id": "000523238",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Illinois University at Edwardsville",
  "inst_street_address": "#5 HAIRPIN DRIVE",
  "inst_street_address_2": "",
  "inst_city_name": "EDWARDSVILLE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6186503010",
  "inst_zip_code": "620260001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF SOUTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HQ5NMP5HLL53"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Illinois University at Edwardsville",
  "perf_str_addr": "#5 HAIRPIN DRIVE",
  "perf_city_name": "EDWARDSVILLE",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "620260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "076E",
   "pgm_ref_txt": "SERVICE ENTERPRISE SYSTEMS"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "9148",
   "pgm_ref_txt": "TOOLS & TECHNOL FOR MANUFACTURING DESIGN"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 192844.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main goal of this NSF project was to acquire the major components required for a supply china test-bed and then construct the test-bed using the components. As a result, a unique, multi-disciplinary and state-of-the-art supply chain test-bed consisting of multiple layers to represent customers, retailers, warehouses, manufacturing facilities and suppliers has been constructed in the School of Engineering at Southern Illinois University Edwardsville (SIUE) through the integration of the major components that were acquired using the NSF MRI grant funds. Importantly, the test-bed has been designed in a generic manner to allow technological advancements. Specifically, in this project radio frequency identification technology has been employed to facilitate more efficient and reliable tracking of product flow across the system. In addition, a Web-service module has been developed to enable online control and integration of information, production, and cash flows. The activities of the project focusing on the construction have been summarized in a conference paper that has been submitted for annual conference and exposition for American Society of Engineering Education in June 2012.</p>\n<p>The project outcome can be summarized into three aspects: education, research and service. The test-bed has been used as a key educational platform in summer engineering camp for local high school students from Southern Illinois and Eastern Missouri. Several courses in School of Engineering at SIUE including computer-integrated manufacturing use the test-bed as a whole system or its key components. In addition, the test-bed is currently used as a significant platform for master&rsquo;s thesis research of several graduate students who have been participated in the project activities. The test-bed is also used by researchers and students to catalyze a wide range of cutting edge research projects, for example, (<em>i</em>) studying the impact of RFID on integrated logistics from supplier to end-customer, (<em>ii</em>) developing decision support models and tools for strategic and tactical operations in a sensor-enabled supply chain environment; and (<em>iii</em>) analyzing vulnerability and sensitivity of distributed supply chain networks to various disturbances. After construction, the test-bed started to produce chess pieces in a real-life setting where SIUE Bookstore is a primary retailer. In this setting, customers can place their orders of chess pieces through the developed Web service that will be available on SIUE Bookstore site. Revenue generated by the sales will be directed towards the maintenance and upgrade of the resources.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/20/2011<br>\n\t\t\t\t\tModified by: Sohyung&nbsp;Cho</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main goal of this NSF project was to acquire the major components required for a supply china test-bed and then construct the test-bed using the components. As a result, a unique, multi-disciplinary and state-of-the-art supply chain test-bed consisting of multiple layers to represent customers, retailers, warehouses, manufacturing facilities and suppliers has been constructed in the School of Engineering at Southern Illinois University Edwardsville (SIUE) through the integration of the major components that were acquired using the NSF MRI grant funds. Importantly, the test-bed has been designed in a generic manner to allow technological advancements. Specifically, in this project radio frequency identification technology has been employed to facilitate more efficient and reliable tracking of product flow across the system. In addition, a Web-service module has been developed to enable online control and integration of information, production, and cash flows. The activities of the project focusing on the construction have been summarized in a conference paper that has been submitted for annual conference and exposition for American Society of Engineering Education in June 2012.\n\nThe project outcome can be summarized into three aspects: education, research and service. The test-bed has been used as a key educational platform in summer engineering camp for local high school students from Southern Illinois and Eastern Missouri. Several courses in School of Engineering at SIUE including computer-integrated manufacturing use the test-bed as a whole system or its key components. In addition, the test-bed is currently used as a significant platform for masterÆs thesis research of several graduate students who have been participated in the project activities. The test-bed is also used by researchers and students to catalyze a wide range of cutting edge research projects, for example, (i) studying the impact of RFID on integrated logistics from supplier to end-customer, (ii) developing decision support models and tools for strategic and tactical operations in a sensor-enabled supply chain environment; and (iii) analyzing vulnerability and sensitivity of distributed supply chain networks to various disturbances. After construction, the test-bed started to produce chess pieces in a real-life setting where SIUE Bookstore is a primary retailer. In this setting, customers can place their orders of chess pieces through the developed Web service that will be available on SIUE Bookstore site. Revenue generated by the sales will be directed towards the maintenance and upgrade of the resources.\n\n\t\t\t\t\tLast Modified: 10/20/2011\n\n\t\t\t\t\tSubmitted by: Sohyung Cho"
 }
}