{
 "awd_id": "1039615",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FIA: Collaborative Research: Named Data Networking (NDN)",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 450077.0,
 "awd_amount": 553580.0,
 "awd_min_amd_letter_date": "2010-08-26",
 "awd_max_amd_letter_date": "2013-07-30",
 "awd_abstract_narration": "While the Internet has far exceeded expectations, it has also stretched initial assumptions, often creating tussles that challenge its underlying communication model. Users and applications operate in terms of content, making it increasingly limiting and difficult to conform to IP's requirement to communicate by discovering and specifying location. To carry the Internet into the future, a conceptually simple yet transformational architectural shift is required, from today's focus on where ? addresses and hosts ? to what ? the content that users and applications care about.\r\nThis project investigates a potential new Internet architecture called Named Data Networking (NDN). NDN capitalizes on strengths ? and addresses weaknesses ? of the Internet's current host-based, point-to-point communication architecture in order to naturally accommodate emerging patterns of communication. By naming data instead of their location, NDN transforms data into a first-class entity. The current Internet secures the data container. NDN secures the contents, a design choice that decouples trust in data from trust in hosts, enabling several radically scalable communication mechanisms such as automatic caching to optimize bandwidth.  The project studies the technical challenges that must be addressed to validate NDN as a future Internet architecture:  routing scalability, fast forwarding, trust models, network security, content protection and privacy, and fundamental communication theory. The project uses end-to-end testbed deployments, simulation, and theoretical analysis to evaluate the proposed architecture, and is developing specifications and prototype implementations of NDN protocols and applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Beichuan",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Beichuan Zhang",
   "pi_email_addr": "bzhang@cs.arizona.edu",
   "nsf_id": "000487919",
   "pi_start_date": "2010-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 450077.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 79503.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Named Data Networking (NDN) retains the Internet&rsquo;s hourglass protocol architecture but evolves the thin waist to enable the creation of completely general distribution networks. &nbsp;The core element of this evolution is removing the restriction that packets can only name communication endpoints. As far as the network is concerned, the name in an NDN packet can name anything &ndash; an endpoint, a data chunk in a movie or a book, bits of a talk-spurt in a conversation, or a command to turn on some lights, etc. &nbsp;This conceptually simple change allows NDN networks to use almost all of the Internet&rsquo;s well-tested engineering properties to solve not only communication problems but also digital distribution and control problems.&nbsp;<br /><br />The NDN project team works closely together to turn the above vision into an architectural framework capable of solving real problems, particularly in application areas poorly served by today&rsquo;s Internet protocol stack. &nbsp;The process of solving real problems forces us to fill in architectural details, and most importantly, verifies and shapes the NDN architectural direction.<br /><br />Over the duration of this project, we have accomplished the following:</p>\n<ul>\n<li><span style=\"font-size: 12px;\">The design of NDN packet format, which uses a type-length-value (TLV) pattern to support efficient processing and provide flexibility for future extension.&nbsp;</span></li>\n<li><span style=\"font-size: 12px;\">The design, implementation, testbed deployment, and publish release of the NDN Forwarding Daemon (NFD). The basic NFD design goals are modularity and extensibility to enable experimentation with new protocol features, algorithms, and applications.</span></li>\n<li><span style=\"font-size: 12px;\">The design of, and experimentation with, a fundamentally new architectural building block that we call Sync. Using NDN&rsquo;s basic Interest-Data exchange communication model, Sync enables multiple parties to synchronize their dataset in a robust and efficient way.</span></li>\n<li><span style=\"font-size: 12px;\">The design and implementation of NDN Link-State Routing protocol, to run with the new packet format and NFD.</span></li>\n<li><span style=\"font-size: 12px;\">The development of an NDN security library which supports efficient signing and validation of NDN packets as well as key management to facilitate secure application development.</span></li>\n<li><span style=\"font-size: 12px;\">Development of a set of NDN applications, including a prototype building automation systems, NDN-IoT toolkit for smart home R&amp;D, the development of ndnRTC, a real-time conferencing application over NDN, and application of NDN to climate data distribution.</span></li>\n<li><span style=\"font-size: 12px;\">The establishment of the NDN Consortium to promote a vibrant open source ecosystem of research and experimentation around Named Data Networking, and the organization of the first NDN Community meeting to orchestrate the effort from broader community in advancing NDN research and development.</span></li>\n</ul>\n<p>Our effort produced a range of new applications, a rich set of libraries, a functioning testbed spanning three continents, a deepened understanding of the NDN architecture as well as its remaining challenges, and most importantly, a team with skills and experience in architecture research. These achievements lead us to a new level of understanding in naming design, distributed data synchronization, usable trust management, routing and forwarding -- core issues in the NDN architecture, and prepared us ready for the project&rsquo;s next phase, NDN-NP.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/20/2016<br>\n\t\t\t\t\tModified by: Beichuan&nbsp;Zhang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNamed Data Networking (NDN) retains the InternetÆs hourglass protocol architecture but evolves the thin waist to enable the creation of completely general distribution networks.  The core element of this evolution is removing the restriction that packets can only name communication endpoints. As far as the network is concerned, the name in an NDN packet can name anything &ndash; an endpoint, a data chunk in a movie or a book, bits of a talk-spurt in a conversation, or a command to turn on some lights, etc.  This conceptually simple change allows NDN networks to use almost all of the InternetÆs well-tested engineering properties to solve not only communication problems but also digital distribution and control problems. \n\nThe NDN project team works closely together to turn the above vision into an architectural framework capable of solving real problems, particularly in application areas poorly served by todayÆs Internet protocol stack.  The process of solving real problems forces us to fill in architectural details, and most importantly, verifies and shapes the NDN architectural direction.\n\nOver the duration of this project, we have accomplished the following:\n\nThe design of NDN packet format, which uses a type-length-value (TLV) pattern to support efficient processing and provide flexibility for future extension. \nThe design, implementation, testbed deployment, and publish release of the NDN Forwarding Daemon (NFD). The basic NFD design goals are modularity and extensibility to enable experimentation with new protocol features, algorithms, and applications.\nThe design of, and experimentation with, a fundamentally new architectural building block that we call Sync. Using NDNÆs basic Interest-Data exchange communication model, Sync enables multiple parties to synchronize their dataset in a robust and efficient way.\nThe design and implementation of NDN Link-State Routing protocol, to run with the new packet format and NFD.\nThe development of an NDN security library which supports efficient signing and validation of NDN packets as well as key management to facilitate secure application development.\nDevelopment of a set of NDN applications, including a prototype building automation systems, NDN-IoT toolkit for smart home R&amp;D, the development of ndnRTC, a real-time conferencing application over NDN, and application of NDN to climate data distribution.\nThe establishment of the NDN Consortium to promote a vibrant open source ecosystem of research and experimentation around Named Data Networking, and the organization of the first NDN Community meeting to orchestrate the effort from broader community in advancing NDN research and development.\n\n\nOur effort produced a range of new applications, a rich set of libraries, a functioning testbed spanning three continents, a deepened understanding of the NDN architecture as well as its remaining challenges, and most importantly, a team with skills and experience in architecture research. These achievements lead us to a new level of understanding in naming design, distributed data synchronization, usable trust management, routing and forwarding -- core issues in the NDN architecture, and prepared us ready for the projectÆs next phase, NDN-NP.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/20/2016\n\n\t\t\t\t\tSubmitted by: Beichuan Zhang"
 }
}