{
 "awd_id": "1040597",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Application of transcriptomics to investigate organism-environment relationships in marine zooplankton",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2010-07-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 213960.0,
 "awd_amount": 213960.0,
 "awd_min_amd_letter_date": "2010-07-15",
 "awd_max_amd_letter_date": "2010-07-15",
 "awd_abstract_narration": "Intellectual Merit: This project will develop transcriptomics approaches to investigate gene regulation as a function of environmental cycles and in response to experimental manipulation. Currently, there are few tools to establish physiological state of marine zooplankton, in particular for oceanic species. Molecular approaches based on quantifying the transcriptome could serve as powerful tools to obtain a physiological profile for individuals and groups of individuals collected in the field. In combination with laboratory experiments, transcriptome analysis will provide a new approach to understanding organism-environment interactions in the pelagic zone.\r\n\r\nThe PI will focus on a model planktonic crustacean, Calanus finmarchicus, to develop the molecular tools. C. finmarchicus, a calanoid copepod, is highly abundant in the North Atlantic, with populations extending from the Gulf of Maine and Labrador Sea to the North Sea. Pyrosequencing and microarray technologies will be used to develop a diagnostic tool to determine physiological state in C. finmarchicus. The goal of having a measurement of physiological state is to determine if individuals in the population are growing, are synthesizing or catabolizing storage lipids, and are metabolically active and/or experiencing environmental stress. Specific objectives of this project include:\r\n\r\n1. High throughput sequencing of C. finmarchicus transcriptome from pre-adult (copepodid stage V [CV]) individuals representing distinct phases of the annual cycle (late spring-early summer, early fall, diapausing individuals).\r\n\r\n2. Analysis of the sequence data for discovery of seasonally regulated genes for the development of an ecologically relevant microarray. Probes for this microarray will include seasonally regulated genes, genes involved in the environmental stress response and control genes.\r\n\r\n3. Preliminary testing of microarray on existing samples collected from the Gulf of Maine and stored in liquid nitrogen, as well as on experimentally manipulated animals.\r\n\r\nBroader Impacts: 1) Training of graduate and undergraduate students in these techniques will occur. At least two graduate students in Marine Sciences/Biological Oceanography will participate in the project and be trained in transcriptomics at the bench and in bioinformatics. Undergraduate students will participate in the project at the Mount Desert Island Biological Laboratory through the NSF REU-site funding. Undergraduate training will be interdisciplinary and include both biological oceanography and molecular biology techniques. 2) Results and sequences obtained in this study will be contributed to databanks and made available to the general public. Sequences will be analyzed using clustering tools and annotated using gene ontology software, followed by sequence submission to the National Center for Biotechnology Information (NCBI) database. Gene sequence data for copepods in general are still sparse, and the planned submission will increase information available for calanoid copepods by ten-fold or more.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Petra",
   "pi_last_name": "Lenz",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Petra H Lenz",
   "pi_email_addr": "petra@hawaii.edu",
   "nsf_id": "000445004",
   "pi_start_date": "2010-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 213960.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>Overview:</em></strong>&nbsp; Global climate change is affecting all environments on our planet benefiting some organisms while hurting others. &nbsp;However, predicting winners and losers is difficult, because biologists have in depth knowledge of only a few model species.&nbsp; Therefore, it has become critical to study how ecologically important species respond to their environment.&nbsp;&nbsp; Throughout the Gulf of Maine and the North Atlantic, young fishes feed primarily on the copepod, a planktonic crustacean smaller than a grain of rice.&nbsp; &nbsp;Its small size and vast habitat make the copepod a poor subject for traditional physiological studies aimed at understanding how environmental factors affect their life cycle.&nbsp;</p>\n<p>Recent breakthroughs in molecular biology now allow scientists to take a snapshot of an animal&rsquo;s messenger RNAs. &nbsp;Known as <em>transcriptomics</em>, this technique catalogs the messages used by the cells to control the animal&rsquo;s life processes.&nbsp; In essence, scientists are now able to listen in on the instructions being sent out directing an organism&rsquo;s response to its changing environment.&nbsp; With respect to copepods, the challenge is to identify and understand each message, in order to track down the causes of population changes.</p>\n<p>&nbsp;</p>\n<p><strong><em>Intellectual Merit:</em></strong>&nbsp; The first transcriptome for the key North Atlantic copepod <em>Calanus finmarchicus</em> has now been published and made available for scientists everywhere. Highlights of the study include: 1) the observation of large percentages of silent genes in any particular life stage of this copepod; 2) the identification of messages that are only highly expressed in individuals preparing to enter dormancy (diapause), a critical event in the annual population cycle; and 3) the discovery of a number of previously unknown genes, suggesting a more complex genome than those of model arthropods, such as the fruit fly and the water flea.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The project has led to eleven peer-reviewed publications that were fully or partially supported under this award. The reference transcriptome generated is being used to study how exposure to the toxic alga, <em>Alexandrium fundyense</em> affects the biology of <em>C. finmarchicus</em>.&nbsp; This toxic alga is responsible for the red tide in the Gulf of Maine and is a recurring health problem in the region. The results from the exposure experiments will become part of a Ph.D. dissertation (expected graduation: May 2015).&nbsp; Microarray and platform data for <em>C. finmarchicus</em> are available at The Gene Expression Omnibus (GEO), accession numbers <strong><span style=\"text-decoration: underline;\">GSE34322</span></strong> and <strong><span style=\"text-decoration: underline;\">GPL14742</span></strong> and <em>RNA-Seq</em> data are available at BioProject <strong><span style=\"text-decoration: underline;\">PRJNA236528</span></strong> (<a href=\"http://www.ncbi.nlm.nih.gov\">www.ncbi.nlm.nih.gov</a>).&nbsp; Custom Perl scripts for data processing are publicly available through: github.com/LenzLab/RNA-seq-scripts.</p>\n<p>&nbsp;</p>\n<p><strong><em>Broader Impacts:</em></strong> The broader impacts of the project fall into three separate categories:&nbsp; 1) training of future STEM workforce; 2) exposure of scientific research and its significance to a broader audience; and 3) generating resources for the scientific community.&nbsp; 1) NSF funding was leveraged to provide training from high school to post-doctoral levels.&nbsp; Four high-school students participated in the collection, identification, maintenance and culture of marine organisms as well as engaged in data mining using national databases and bioinformatics tools at the Mt. Desert Island Biological Laboratory.&nbsp; They also attended seminars and other scientific activities.&nbsp; One g...",
  "por_txt_cntn": "\nOverview:  Global climate change is affecting all environments on our planet benefiting some organisms while hurting others.  However, predicting winners and losers is difficult, because biologists have in depth knowledge of only a few model species.  Therefore, it has become critical to study how ecologically important species respond to their environment.   Throughout the Gulf of Maine and the North Atlantic, young fishes feed primarily on the copepod, a planktonic crustacean smaller than a grain of rice.   Its small size and vast habitat make the copepod a poor subject for traditional physiological studies aimed at understanding how environmental factors affect their life cycle. \n\nRecent breakthroughs in molecular biology now allow scientists to take a snapshot of an animalÆs messenger RNAs.  Known as transcriptomics, this technique catalogs the messages used by the cells to control the animalÆs life processes.  In essence, scientists are now able to listen in on the instructions being sent out directing an organismÆs response to its changing environment.  With respect to copepods, the challenge is to identify and understand each message, in order to track down the causes of population changes.\n\n \n\nIntellectual Merit:  The first transcriptome for the key North Atlantic copepod Calanus finmarchicus has now been published and made available for scientists everywhere. Highlights of the study include: 1) the observation of large percentages of silent genes in any particular life stage of this copepod; 2) the identification of messages that are only highly expressed in individuals preparing to enter dormancy (diapause), a critical event in the annual population cycle; and 3) the discovery of a number of previously unknown genes, suggesting a more complex genome than those of model arthropods, such as the fruit fly and the water flea. \n\n \n\nThe project has led to eleven peer-reviewed publications that were fully or partially supported under this award. The reference transcriptome generated is being used to study how exposure to the toxic alga, Alexandrium fundyense affects the biology of C. finmarchicus.  This toxic alga is responsible for the red tide in the Gulf of Maine and is a recurring health problem in the region. The results from the exposure experiments will become part of a Ph.D. dissertation (expected graduation: May 2015).  Microarray and platform data for C. finmarchicus are available at The Gene Expression Omnibus (GEO), accession numbers GSE34322 and GPL14742 and RNA-Seq data are available at BioProject PRJNA236528 (www.ncbi.nlm.nih.gov).  Custom Perl scripts for data processing are publicly available through: github.com/LenzLab/RNA-seq-scripts.\n\n \n\nBroader Impacts: The broader impacts of the project fall into three separate categories:  1) training of future STEM workforce; 2) exposure of scientific research and its significance to a broader audience; and 3) generating resources for the scientific community.  1) NSF funding was leveraged to provide training from high school to post-doctoral levels.  Four high-school students participated in the collection, identification, maintenance and culture of marine organisms as well as engaged in data mining using national databases and bioinformatics tools at the Mt. Desert Island Biological Laboratory.  They also attended seminars and other scientific activities.  One graduate student participated in these summer activities as well, while running the experiments she needed for her dissertation.  The post-doc and the second graduate student were collaborators from U. of Connecticut and they worked on the microarray studies, and generated the first set of high-throughput sequencing data.  Two undergraduate students from the University of Hawaii at Manoa were biology majors from under-represented minority groups.  They learned fundamental skills in the analysis and mining of sequence data generated for non-model organisms.  One student used the tools she learned to develop a..."
 }
}