{
 "awd_id": "1040924",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Geoarchaeological Investigations into Paleoindian Adaptations at the Aucilla River, Northwest Florida",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 18070.0,
 "awd_amount": 18070.0,
 "awd_min_amd_letter_date": "2010-08-27",
 "awd_max_amd_letter_date": "2010-08-27",
 "awd_abstract_narration": "Under the direction of Dr. Michael Waters, Ms Jessi Halligan will collect data for her doctoral dissertation.  She will conduct a combined archaeological and geological study of the one section of the Aculla River channel in northwestern Florida. Submerged sinkholes within the Aucilla River have yielded some of the richest information available about Paleoindian material culture, with bone and ivory tools complementing more common lithic artifacts. These sites are uniquely able to address ongoing debates in Paleoindian research because dateable organic artifacts, faunal remains, botanical remains, and stone artifacts exist in potentially-intact late Pleistocene contexts. Many of these remains have previously been discovered in submerged secondary context within the river channel, and very little survey has been undertaken in the adjacent cypress swamps. Many diagnostic artifact types lack relative or absolute dates. This project addresses how Paleoindians used the limestone based karst drainage of the Aucilla River during the Pleistocene/Holocene transition (PHT) (approximately 15-10,000 years ago). Ms Halligan will first define the late Pleistocene and Holocene geological record and then create a model of site formation processes in this fluvial system. She will conduct both underwater and terrestrial fieldwork and combine this research with data from four previously-excavated sites in the drainage. Fieldwork will investigate two submerged sinks with Paleoindian artifacts, the Wayne's Sink site (8JE1556/TA287) and the Sloth Hole site (8JE121), and the terrestrial landscape between them. Cores have been collected from both sites to record sediment profiles and establish the geological history of the area. Sub-surface survey of the terrestrial landforms will be performed and excavation several units underwater and on land will be conducted. All data will then be evaluated with archival data from previously-excavated sites in different settings in the drainage basin to create models of site formation and Paleoindian land use. \r\n\r\nAs the first geoarchaeological study specifically aimed at creating a model of site formation processes in karst fluvial systems, this project will greatly enhance knowledge of how, why, and where sites preserve in the rivers of northwestern Florida. The model will help establish where the cultural record has preserved and where it had been disturbed and help define how karstic systems impact archaeology. The analysis of intact material culture will inform upon Paleoindian behavior in the Southeast, which will help address broader questions of Paleoindian settlement, subsistence, and cultural choices. Finally, the  research will explicate landform development and change throughout the Holocene in an area actively affected by sea-level rise. \r\n\r\nThis project will contribute both to Florida archaeology and to Paleoindian studies by providing more chronological control and contextual information about a series of important early sites. By modeling a landscape that was well-utilized by people in an area where multiple lines of evidence can be brought to bear upon the topic, it will be possible to understand how at least one group of humans in the past adapted to rapid and potentially-catastrophic climate change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Waters",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Michael R Waters",
   "pi_email_addr": "mwaters@tamu.edu",
   "nsf_id": "000464212",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "JESSI",
   "pi_last_name": "HALLIGAN",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "JESSI J HALLIGAN",
   "pi_email_addr": "jhalligan@fsu.edu",
   "nsf_id": "000561584",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 18070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Throughout the past century, numerous bone, ivory, and stone tools dating to the end of the Pleistocene, the last \"Ice Age,\" have been found by SCUBA divers in Florida's rivers and streams. These objects are the remnants of the very first people known to live in North America, and many of these artifacts were found near the bones of animals that went extinct at approximately the same time (roughly 14-10,000 years ago). The bone and ivory artifacts are very significant, as organic tools of this antiquity rarely preserve in North America due to time and geological factors. We know relatively little about these First Americans, and all information about them is valuable. However, most of these artifacts have been found lying on the bottom of sinkholes within the rivers intermixed with other artifacts and bones of all ages, up to and including modern beer cans. Some of these artifacts have been radiocarbon dated, so we know that they are thousands of years old, but they can tell us relatively little about human activities in the past without being found sealed in sediments that preserve their relationships with one another. In other words, they are just things if they are not found in the original context in which people left them. Therefore, the purpose of this dissertation was to discover if any of these artifacts could be found in original contexts anywhere within the sinkholes. To this end, we excavated underwater units at two different sinkholes within the Aucilla River of northwestern Florida and dug numerous small test pits on land between these two sinkholes, looking for places with sediments that dated to the end of the Pleistocene and looking for artifacts that appeared to be within original contexts.</p>\n<p>On land, we found several new archaeological sites, but all of them dated to less than 5,000 years ago. We also only found relatively shallow soil sequences that lay directly on top of limestone bedrock, so there is little chance that older sites could be deeper than we dug. Underwater excavations, however, had more promising results, as we excavated eight different 1x1 meter square units and found evidence for buried archaeological deposits in all except one of them. Instead of shallow limestone, we were able to excavate through more than two meters of sediments. These sediments varied with depth and were deposited in changing environments. We had layers that were deposited in shallow ponds, flowing streams, and debris flows. There also were layers that had been exposed to air (not underwater) for some length of time. This is significant because these layers are now 15-25 feet underwater. Some of the archaeological deposits showed evidence of having been washed into the sink during storms or floods, but some of the artifacts appeared to have been deposited by people on the edge of the sinkholes when water levels were much lower. Therefore, further excavation and study of artifacts from these layers will allow archaeologists to understand more about how humans were living at and adapted to the end of the glacial age, when numerous plant and animal species were going extinct.</p>\n<p>This research has thus made contributions to the fields of geomorphology, geoarchaeology, and archaeology. We helped to define the geological history of the Aucilla River, dating many periods of landscape change and stability, and showing how the environment has changed over the past 15,000 years. We also were able to determine how archaeological materials had entered the sinks, and were able to discuss how some materials were probably deposited by people, while others were deposited by natural processes. Finally, we have been able to add to our knowledge of the First Americans by better discussing when and where people were living in ancient Florida, what the environment was like when they lived there, how they were living and adjusted to rapid climate change, and why they may...",
  "por_txt_cntn": "\nThroughout the past century, numerous bone, ivory, and stone tools dating to the end of the Pleistocene, the last \"Ice Age,\" have been found by SCUBA divers in Florida's rivers and streams. These objects are the remnants of the very first people known to live in North America, and many of these artifacts were found near the bones of animals that went extinct at approximately the same time (roughly 14-10,000 years ago). The bone and ivory artifacts are very significant, as organic tools of this antiquity rarely preserve in North America due to time and geological factors. We know relatively little about these First Americans, and all information about them is valuable. However, most of these artifacts have been found lying on the bottom of sinkholes within the rivers intermixed with other artifacts and bones of all ages, up to and including modern beer cans. Some of these artifacts have been radiocarbon dated, so we know that they are thousands of years old, but they can tell us relatively little about human activities in the past without being found sealed in sediments that preserve their relationships with one another. In other words, they are just things if they are not found in the original context in which people left them. Therefore, the purpose of this dissertation was to discover if any of these artifacts could be found in original contexts anywhere within the sinkholes. To this end, we excavated underwater units at two different sinkholes within the Aucilla River of northwestern Florida and dug numerous small test pits on land between these two sinkholes, looking for places with sediments that dated to the end of the Pleistocene and looking for artifacts that appeared to be within original contexts.\n\nOn land, we found several new archaeological sites, but all of them dated to less than 5,000 years ago. We also only found relatively shallow soil sequences that lay directly on top of limestone bedrock, so there is little chance that older sites could be deeper than we dug. Underwater excavations, however, had more promising results, as we excavated eight different 1x1 meter square units and found evidence for buried archaeological deposits in all except one of them. Instead of shallow limestone, we were able to excavate through more than two meters of sediments. These sediments varied with depth and were deposited in changing environments. We had layers that were deposited in shallow ponds, flowing streams, and debris flows. There also were layers that had been exposed to air (not underwater) for some length of time. This is significant because these layers are now 15-25 feet underwater. Some of the archaeological deposits showed evidence of having been washed into the sink during storms or floods, but some of the artifacts appeared to have been deposited by people on the edge of the sinkholes when water levels were much lower. Therefore, further excavation and study of artifacts from these layers will allow archaeologists to understand more about how humans were living at and adapted to the end of the glacial age, when numerous plant and animal species were going extinct.\n\nThis research has thus made contributions to the fields of geomorphology, geoarchaeology, and archaeology. We helped to define the geological history of the Aucilla River, dating many periods of landscape change and stability, and showing how the environment has changed over the past 15,000 years. We also were able to determine how archaeological materials had entered the sinks, and were able to discuss how some materials were probably deposited by people, while others were deposited by natural processes. Finally, we have been able to add to our knowledge of the First Americans by better discussing when and where people were living in ancient Florida, what the environment was like when they lived there, how they were living and adjusted to rapid climate change, and why they may have been attracted to the area around the modern Aucilla River.  \n\n\t\t\t\t\t..."
 }
}