{
 "awd_id": "1040166",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a High Resolution X-Ray Microdiffractometer System for Advanced Materials Research and Education at Drexel",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924935",
 "po_email": "gtessema@nsf.gov",
 "po_sign_block_name": "Guebre Tessema",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 419300.0,
 "awd_amount": 419300.0,
 "awd_min_amd_letter_date": "2010-09-18",
 "awd_max_amd_letter_date": "2010-09-18",
 "awd_abstract_narration": "Technical Summary: The PIs propose to acquire an advanced high resolution X-ray microdiffractometer (XRD) system with a two-dimensional (2D) area detector for advanced materials research and education at Drexel University. Currently Drexel has a vibrant XRD community of more than 25 regular users from six different Drexel departments who are all working on an old Siemens D-500 Powder Diffractometer unit that was installed more than 25 years ago and has very limited capabilities. The targeted system is the NEW Bruker D8 Discover with a VANTEC-500 detector. A number of important capabilities, such as microdiffraction, thin film analysis, small angle X-ray scattering, high temperature in-situ measurement, and the newly developed 2D VANTEC-500 detector, make the proposed instrument ideal for multidisciplinary materials research. The major research projects that will benefit from the proposed instrument include: (1) Structure, Morphology and Properties of Functional Nanohybrid Materials, (2) Synthesis, Characterization, and Modeling of Mn+1AXn Ternary Carbides and Nitrides, (3) Thin Film and Nanocrystalline Semiconductors for Solar Cell Applications, (4) Control of Atomic Structure in Perovskite Oxides for Enhanced Functionality, and (5) Piezoelectric Enhancement in Freestanding Films and Microcantilever Sensors. The XRD system, if granted, will be housed in Drexel's Centralized Research Facilities (CRF), the shared instrumentation resources for advanced research in nanotechnology, biomedicine, structural materials, soft materials, and energy technologies at Drexel. Placing the XRD system under the umbrella of CRF will make the instrument widely accessible to the general scientific community while significantly enhancing the visibility, regional importance and user base of Drexel's CRF. The proposed instrument will be operated by graduate, undergraduate, and high school students, and therefore will have a strong educational impact.\r\n\r\nLayman Summary: The PIs propose to acquire an advanced high resolution X-ray microdiffractometer (XRD) system for advanced materials research and education at Drexel University. Among 146 active NSF-supported research and education projects at Drexel, many focus on advanced materials and nanotechnology research. XRD is an essential piece of equipment for these research and educational activities. Currently Drexel has a vibrant XRD community of more than 25 regular users from six different Drexel departments who are all working on an old Siemens D-500 Powder Diffractometer unit that was installed more than 25 years ago and has very limited capabilities. Therefore, there is an urgent need for acquiring an advanced XRD system at Drexel University. The targeted system is the NEW Bruker D8 Discover. A number of important capabilities make the proposed instrument ideal for materials research. In addition, the proposed instrument is also important to general materials-related fields including physics, chemistry, biomedical engineering, biology, and energy. The XRD system, if granted, will be housed in Drexel's Centralized Research Facilities (CRF), the shared instrumentation resources for advanced research in nanotechnology, biomedicine, structural materials, soft materials, and energy technologies at Drexel. Placing the XRD system under the umbrella of CRF will make the instrument widely accessible to the general scientific community while significantly enhancing the visibility, regional importance and user base of Drexel's CRF. The proposed instrument will also be used by graduate, undergraduate and high school students, and therefore will have a strong educational impact.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Li",
   "pi_email_addr": "chrisli@drexel.edu",
   "nsf_id": "000275409",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michel",
   "pi_last_name": "Barsoum",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Michel W Barsoum",
   "pi_email_addr": "barsoumw@drexel.edu",
   "nsf_id": "000397436",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wan",
   "pi_last_name": "Shih",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Wan Y Shih",
   "pi_email_addr": "shihwy@drexel.edu",
   "nsf_id": "000282472",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Baxter",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Jason B Baxter",
   "pi_email_addr": "jbaxter@drexel.edu",
   "nsf_id": "000211502",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "May",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Steven J May",
   "pi_email_addr": "smay@drexel.edu",
   "nsf_id": "000546689",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 CHESTNUT ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "7273",
   "pgm_ref_txt": "ENVIRONMENTAL RESEARCH & EDUCA"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 419300.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Title: MRI: Acquisition of a High Resolution X-Ray Microdiffractometer System for Advanced Materials Research and Education at Drexel</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>X-ray Scattering Suite at Drexel University</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Intellectual merit</strong>: Supported by the MRI grant, we have established an X-ray scattering suite at Drexel University. This includes an S-MAX 3000 High Brilliance 3 Pinhole SAXS System (Figure 1, right) and a SmartLab High-resolution &theta;/&theta; XRD System (Figure 1, left). A number of important capabilities, such as microdiffraction, thin film analysis, small angle X-ray scattering, high temperature <em>in-situ</em> measurement, simultaneous SAXS and WAXD measurements, make the instruments ideal for multidisciplinary materials research. The systems are now installed in Drexel&rsquo;s Centralized Research Facilities (CRF, <a href=\"http://crf.coe.drexel.edu/\">http://crf.coe.drexel.edu/</a>), the shared instrumentation resources for advanced research in nanotechnology, biomedicine, structural materials, soft materials, and energy technologies at Drexel. CRF hosts a variety of cutting-edge instruments largely supported by NSF MRIs, in including scanning electron microscropy (SEM), focus ion beam-SEM (FIB-SEM), UHV X-ray photoelectron spectroscopy-Auger spectrospcy, UV &amp; visible Raman, Terahertz spectroscopy, nanoindentation, among others. Adding the X-ray scattering suite into CRF addressed a critical need for the Drexel and nearby research communities.</p>\n<p>&nbsp;</p>\n<p><strong>Broader impacts</strong>: Among <strong>146</strong> active NSF-supported research and education projects (<strong>68</strong> new awards in the last <strong>11</strong> months, ~ <strong>$21M</strong>) at Drexel, many focus on advanced materials and nanotechnology research. XRD is an essential piece of equipment for these research and educational activities. A number of important capabilities make the acquired instrument ideal for materials research. In addition, the instrument is also important to general materials-related fields including physics, chemistry, biomedical engineering, biology, and energy. Placing the X-ray scattering suite under the umbrella of CRF will make the instrument widely accessible to the general scientific community while significantly enhancing the visibility, regional importance and user base of Drexel&rsquo;s CRF. The proposed instrument has been used by graduate, undergraduate and high school students, and therefore has a strong educational impact.</p>\n<p><strong>&nbsp;</strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/13/2013<br>\n\t\t\t\t\tModified by: Christopher&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/1040166/1040166_10045939_1368452347459_DrexelXray--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1040166/1040166_10045939_1368452347459_DrexelXray--rgov-800width.jpg\" title=\"Drexel X-ray Suite\"><img src=\"/por/images/Reports/POR/2013/1040166/1040166_10045939_1368452347459_DrexelXray--rgov-66x44.jpg\" alt=\"Drexel X-ray Suite\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1. X-ray scattering suite at Drexel University.</div>\n<div class=\"imageCredit\">Christopher Li</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Christopher&nbsp;Li</div>\n<div class=\"imageTitle\">Drexel X-ray Suite</div>\n</div>\n</li>\n</ul>\n</div>\n...",
  "por_txt_cntn": "\nTitle: MRI: Acquisition of a High Resolution X-Ray Microdiffractometer System for Advanced Materials Research and Education at Drexel\n\n \n\nX-ray Scattering Suite at Drexel University\n\n \n\nIntellectual merit: Supported by the MRI grant, we have established an X-ray scattering suite at Drexel University. This includes an S-MAX 3000 High Brilliance 3 Pinhole SAXS System (Figure 1, right) and a SmartLab High-resolution &theta;/&theta; XRD System (Figure 1, left). A number of important capabilities, such as microdiffraction, thin film analysis, small angle X-ray scattering, high temperature in-situ measurement, simultaneous SAXS and WAXD measurements, make the instruments ideal for multidisciplinary materials research. The systems are now installed in DrexelÆs Centralized Research Facilities (CRF, http://crf.coe.drexel.edu/), the shared instrumentation resources for advanced research in nanotechnology, biomedicine, structural materials, soft materials, and energy technologies at Drexel. CRF hosts a variety of cutting-edge instruments largely supported by NSF MRIs, in including scanning electron microscropy (SEM), focus ion beam-SEM (FIB-SEM), UHV X-ray photoelectron spectroscopy-Auger spectrospcy, UV &amp; visible Raman, Terahertz spectroscopy, nanoindentation, among others. Adding the X-ray scattering suite into CRF addressed a critical need for the Drexel and nearby research communities.\n\n \n\nBroader impacts: Among 146 active NSF-supported research and education projects (68 new awards in the last 11 months, ~ $21M) at Drexel, many focus on advanced materials and nanotechnology research. XRD is an essential piece of equipment for these research and educational activities. A number of important capabilities make the acquired instrument ideal for materials research. In addition, the instrument is also important to general materials-related fields including physics, chemistry, biomedical engineering, biology, and energy. Placing the X-ray scattering suite under the umbrella of CRF will make the instrument widely accessible to the general scientific community while significantly enhancing the visibility, regional importance and user base of DrexelÆs CRF. The proposed instrument has been used by graduate, undergraduate and high school students, and therefore has a strong educational impact.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/13/2013\n\n\t\t\t\t\tSubmitted by: Christopher Li"
 }
}