{
 "awd_id": "1040683",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Promoting Expertise in Computational Cognitive Science",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2010-08-08",
 "awd_max_amd_letter_date": "2010-08-08",
 "awd_abstract_narration": "This award is to support tutorials at the intersection of artificial intelligence and cognitive psychology at the 2010 meeting of the Cognitive Science Society. Encouraging computational sophistication in the next generation of cognitive scientists, and encouraging interdisciplinarity in researchers at all career stages, are key elements of the training mission of the Cognitive Science Society. Access to information presented at the conference will also be provided through Web broadcasts of the symposia and a special issue of the Society journal with an emphasis on the teaching mission of workshop attendees.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tim",
   "pi_last_name": "Rogers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tim Rogers",
   "pi_email_addr": "ttrogers@wisc.edu",
   "nsf_id": "000073140",
   "pi_start_date": "2010-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon Convention Center",
  "perf_str_addr": "777 MLK Jr Blvd.",
  "perf_city_name": "Portland",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972322742",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OR03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  },
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project outcomes</strong></p>\n<p>This award supported themed speakers and tutorial opportunities for the 2010 meeting of the Cognitive Science Society. CogSci is the world&rsquo;s foremost venue for presenting new research in cognitive science, the discipline that aims to understand how the mind works. In addition to providing a venue for researchers to present state of the art research, the conference has two additional aims: first, to bring word-leading experts in some general theme together to discuss current issues in the discipline in general symposia; and second, to conduct tutorials and instructional workshops so that conference attendees&mdash;including graduate students, postdoctoral scientists, and principal investigators&mdash;can learn new cutting-edge methodological and computational tools. Together these activities represent opportunities for training in cutting-edge computational methods, and opportunities to learn from some of the world&rsquo;s foremost computational cognitive scientists. The current grant from NSF provided partial support for bringing in the symposium participants and workshop/tutorial coordinators.</p>\n<p>Intellectual merit.</p>\n<p>The development of explicit mechanistic theories about cognitive functioning increasingly requires knowledge and application of different computational methods and formalisms. It remains, however, very difficult for students and established researchers to gain expertise and experience beyond the approaches favored in their home departments. Moreover, though cognitive scientists and computer scientists often focus on related problems, approaches to human and machine learning and intelligence have tended to progress somewhat independently. The workshops, tutorials, and special symposia at CogSci 2010 aimed to remediate these issues by (i) promoting knowledge in students and established scientists about the range of different computational approaches to cognition and (ii) providing cognitive and computer scientists with conceptual and communication tools needed to promote collaborations across these disciplines. To this end, tutorial workshops were held on eight contemporary topics, including introductions to four different computational methodologies (Bayesian data analysis, model comparison methods, Bayesian models of inductive learning, and agent-based computer modeling), &nbsp;tutorials for using software designed to simulate how brains compute (dynamic field theory and the neural-engineering framework), and tutorials for using two different &ldquo;cognitive architectures,&rdquo; that is, computer programs that simulate human behavior and learning (the CHREST and CLARION architectures).</p>\n<p>The intellectual merit of the symposia lies in the bringing together of world-leading experts in cognitive science to discuss, in a public forum, current issues in the domain. In 2010, we recruited some of the most influential thinkers in the discipline to participate in two symposia designed to assess the impact of computational modeling on cognitive science.</p>\n<p>Broader impact.</p>\n<p>Training in computational approaches to cognition provides a bridging language through which computer and cognitive scientists can communicate. The benefits of these activities extend beyond the conference proper in three ways. First, the workshops and tutorials provided attendees with tools needed to both teach and apply the relevant methods at their home institutions. Second, the two symposia were recorded and the videos were mounted on the Cognitive Science Society web page, freely available for anyone to view. As a consequence, in the year following the conference the web page had received almost 20,000 hits. Third, one of the two symposia spurred the development of a special issue of <em>Cognitive Science </em>focusing specifically on how the study of artificial neural networks has influenced current theories of co...",
  "por_txt_cntn": "\nProject outcomes\n\nThis award supported themed speakers and tutorial opportunities for the 2010 meeting of the Cognitive Science Society. CogSci is the worldÆs foremost venue for presenting new research in cognitive science, the discipline that aims to understand how the mind works. In addition to providing a venue for researchers to present state of the art research, the conference has two additional aims: first, to bring word-leading experts in some general theme together to discuss current issues in the discipline in general symposia; and second, to conduct tutorials and instructional workshops so that conference attendees&mdash;including graduate students, postdoctoral scientists, and principal investigators&mdash;can learn new cutting-edge methodological and computational tools. Together these activities represent opportunities for training in cutting-edge computational methods, and opportunities to learn from some of the worldÆs foremost computational cognitive scientists. The current grant from NSF provided partial support for bringing in the symposium participants and workshop/tutorial coordinators.\n\nIntellectual merit.\n\nThe development of explicit mechanistic theories about cognitive functioning increasingly requires knowledge and application of different computational methods and formalisms. It remains, however, very difficult for students and established researchers to gain expertise and experience beyond the approaches favored in their home departments. Moreover, though cognitive scientists and computer scientists often focus on related problems, approaches to human and machine learning and intelligence have tended to progress somewhat independently. The workshops, tutorials, and special symposia at CogSci 2010 aimed to remediate these issues by (i) promoting knowledge in students and established scientists about the range of different computational approaches to cognition and (ii) providing cognitive and computer scientists with conceptual and communication tools needed to promote collaborations across these disciplines. To this end, tutorial workshops were held on eight contemporary topics, including introductions to four different computational methodologies (Bayesian data analysis, model comparison methods, Bayesian models of inductive learning, and agent-based computer modeling),  tutorials for using software designed to simulate how brains compute (dynamic field theory and the neural-engineering framework), and tutorials for using two different \"cognitive architectures,\" that is, computer programs that simulate human behavior and learning (the CHREST and CLARION architectures).\n\nThe intellectual merit of the symposia lies in the bringing together of world-leading experts in cognitive science to discuss, in a public forum, current issues in the domain. In 2010, we recruited some of the most influential thinkers in the discipline to participate in two symposia designed to assess the impact of computational modeling on cognitive science.\n\nBroader impact.\n\nTraining in computational approaches to cognition provides a bridging language through which computer and cognitive scientists can communicate. The benefits of these activities extend beyond the conference proper in three ways. First, the workshops and tutorials provided attendees with tools needed to both teach and apply the relevant methods at their home institutions. Second, the two symposia were recorded and the videos were mounted on the Cognitive Science Society web page, freely available for anyone to view. As a consequence, in the year following the conference the web page had received almost 20,000 hits. Third, one of the two symposia spurred the development of a special issue of Cognitive Science focusing specifically on how the study of artificial neural networks has influenced current theories of cognitive functioning, due to be published in Fall 0f 2014.\n\nOutcomes of award.\n\nAs a consequence of the award, the conference hosted the 8 different works..."
 }
}