{
 "awd_id": "1040559",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Development of wide-field adaptive optics at the Large Binocular Telescope using multi-laser guide beacons",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gary Schmidt",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 1979817.0,
 "awd_amount": 1979817.0,
 "awd_min_amd_letter_date": "2010-09-18",
 "awd_max_amd_letter_date": "2010-09-18",
 "awd_abstract_narration": "Adaptive Optics (AO) is a technique that allows astronomers to correct images received by a telescope for the distortions introduced by light passing through the earth's atmosphere.  The technique has made significant advances in recent years and its use is increasing and becoming routine at most of the world's largest telescopes.  Now that AO is robust and reliable, scientists and engineers are seeking to apply it to a wider field of view so that larger objects or clusters of objects can all be viewed with the same high resolution at once.  Dr. Michael Hart, of the University of Arizona, is pursuing such a path for the Large Binocular Telescope (LBT).  The LBT employs two 8.4-meter mirrors on a common mount and is the largest optical telescope on a single mount in the world.  It is poised to make new discoveries and the addition of wide-field AO will provide it with a unique capability.  This wide field will be realized by employing several laser guide stars spread over the field of view of the LBT.  By rapidly measuring the distortions of these guide stars over the field of view and correcting them with the LBT's adaptive secondary mirrors, high spatial resolution over a wide field will be achieved. With this capability, astronomers will be able, for the first time, to study the details of nearby faint stars as well as the most distant galaxies and quasars in the universe. This work is supported by NSF's Major Research Instrumentation program through the Division of Astronomical Sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Hart",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Hart",
   "pi_email_addr": "mhart@as.arizona.edu",
   "nsf_id": "000485776",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Hinz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Philip Hinz",
   "pi_email_addr": "phinz@ucsc.edu",
   "nsf_id": "000333981",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xiaohui",
   "pi_last_name": "Fan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaohui Fan",
   "pi_email_addr": "fan@as.arizona.edu",
   "nsf_id": "000192594",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Eisner",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua A Eisner",
   "pi_email_addr": "jeisner@email.arizona.edu",
   "nsf_id": "000514226",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Olivier",
   "pi_last_name": "Guyon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Olivier Guyon",
   "pi_email_addr": "guyon@email.arizona.edu",
   "nsf_id": "000515703",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  },
  {
   "pgm_ele_code": "121800",
   "pgm_ele_name": "ADVANCED TECHNOLOGIES & INSTRM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "7697",
   "pgm_ref_txt": "INSTRUMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1979817.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Bodytext\">Turbulence on the earth&rsquo;s atmosphere severely degrades the sharpness and quality of images obtained with large astronomical telescopes: the images we see are blurred. Adaptive optics is a set of techniques developed to overcome the blurring problem by active sensing and real-time correction of the effects of the atmospheric choppiness. At the Large Binocular Telescope (LBT) on Mt. Graham in southern Arizona, a new kind of adaptive optics is being deployed that will allow the world&rsquo;s largest optical telescope to capture sharp images over bigger regions of sky than has ever been possible before. The new system, called the Advanced Rayleigh Ground-layer adaptive Optics System (ARGOS), does this by shining six laser beams into the night sky as probes to sense what the atmosphere is doing many hundreds of times per second. After some very fast computation, corrections are made to the incoming astronomical light by slightly distorting the shape of the telescope&rsquo;s secondary mirrors to precisely counter the distortions introduced by the atmosphere.</p>\n<p class=\"Bodytext\">The ARGOS adaptive optics system is being built by an international partnership involving teams from the University of Arizona, Germany, and Italy, all of whom are also partners in the LBT itself. Funds from this NSF award supported the Arizona team&rsquo;s contributions to ARGOS which comprised the optics necessary to direct the laser beams into the sky, as well as automated systems designed to guard against accidental illumination of overflying aircraft and man-made satellites. In keeping with the primary mission of the University of Arizona, major contributions were made by both undergraduate and graduate students pursuing degrees through the Colleges of Science, Optical Science, and Engineering. The components supplied by the Arizona team are now complete and installed on the telescope.</p>\n<p class=\"Bodytext\">Once ARGOS is completed in mid 2014, the system will contribute to a very broad range of astronomical science goals, offering a unique capability for the US astronomical community. High resolution images and spectra will be captured by a pair of instruments, called LUCI1 and LUCI2, one on each side of the twin LBT. Key questions to be addressed cover, among other things, the formation of galaxies, a fundamental component of the Universe as we now know it:</p>\n<ul>\n<li>How did galaxies assemble over time and what is the role of mergers?</li>\n<li>How did they grow their stellar mass?</li>\n<li>How did galaxies acquire their morphology and how did the Hubble sequence arise?</li>\n<li>How did galaxies come by their angular momentum?</li>\n</ul>\n<p class=\"Bodytext\">In addition, ARGOS will tackle questions related to the nature of quasars in the early Universe, enormously powerful energy producers fueled by massive black holes, as well as unsolved questions much nearer home such as the evolutionary history of young star clusters in our own galaxy, the Milky Way, which are important constituents of the Galactic disk structure.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2013<br>\n\t\t\t\t\tModified by: Michael&nbsp;Hart</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/1040559/1040559_10045861_1388431746414_LBT--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1040559/1040559_10045861_1388431746414_LBT--rgov-800width.jpg\" title=\"LBT\"><img src=\"/por/images/Reports/POR/2013/1040559/...",
  "por_txt_cntn": "Turbulence on the earthÆs atmosphere severely degrades the sharpness and quality of images obtained with large astronomical telescopes: the images we see are blurred. Adaptive optics is a set of techniques developed to overcome the blurring problem by active sensing and real-time correction of the effects of the atmospheric choppiness. At the Large Binocular Telescope (LBT) on Mt. Graham in southern Arizona, a new kind of adaptive optics is being deployed that will allow the worldÆs largest optical telescope to capture sharp images over bigger regions of sky than has ever been possible before. The new system, called the Advanced Rayleigh Ground-layer adaptive Optics System (ARGOS), does this by shining six laser beams into the night sky as probes to sense what the atmosphere is doing many hundreds of times per second. After some very fast computation, corrections are made to the incoming astronomical light by slightly distorting the shape of the telescopeÆs secondary mirrors to precisely counter the distortions introduced by the atmosphere.\nThe ARGOS adaptive optics system is being built by an international partnership involving teams from the University of Arizona, Germany, and Italy, all of whom are also partners in the LBT itself. Funds from this NSF award supported the Arizona teamÆs contributions to ARGOS which comprised the optics necessary to direct the laser beams into the sky, as well as automated systems designed to guard against accidental illumination of overflying aircraft and man-made satellites. In keeping with the primary mission of the University of Arizona, major contributions were made by both undergraduate and graduate students pursuing degrees through the Colleges of Science, Optical Science, and Engineering. The components supplied by the Arizona team are now complete and installed on the telescope.\nOnce ARGOS is completed in mid 2014, the system will contribute to a very broad range of astronomical science goals, offering a unique capability for the US astronomical community. High resolution images and spectra will be captured by a pair of instruments, called LUCI1 and LUCI2, one on each side of the twin LBT. Key questions to be addressed cover, among other things, the formation of galaxies, a fundamental component of the Universe as we now know it:\n\nHow did galaxies assemble over time and what is the role of mergers?\nHow did they grow their stellar mass?\nHow did galaxies acquire their morphology and how did the Hubble sequence arise?\nHow did galaxies come by their angular momentum?\n\nIn addition, ARGOS will tackle questions related to the nature of quasars in the early Universe, enormously powerful energy producers fueled by massive black holes, as well as unsolved questions much nearer home such as the evolutionary history of young star clusters in our own galaxy, the Milky Way, which are important constituents of the Galactic disk structure.\n\n\t\t\t\t\tLast Modified: 12/30/2013\n\n\t\t\t\t\tSubmitted by: Michael Hart"
 }
}