{
 "awd_id": "1040643",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FIA: Collaborative Research: Named Data Networking (NDN)",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 899996.0,
 "awd_amount": 1092763.0,
 "awd_min_amd_letter_date": "2010-08-26",
 "awd_max_amd_letter_date": "2013-07-30",
 "awd_abstract_narration": "While the Internet has far exceeded expectations, it has also stretched initial assumptions, often creating tussles that challenge its underlying communication model. Users and applications operate in terms of content, making it increasingly limiting and difficult to conform to IP's requirement to communicate by discovering and specifying location. To carry the Internet into the future, a conceptually simple yet transformational architectural shift is required, from today's focus on where ? addresses and hosts ? to what ? the content that users and applications care about.\r\nThis project investigates a potential new Internet architecture called Named Data Networking (NDN). NDN capitalizes on strengths ? and addresses weaknesses ? of the Internet's current host-based, point-to-point communication architecture in order to naturally accommodate emerging patterns of communication. By naming data instead of their location, NDN transforms data into a first-class entity. The current Internet secures the data container. NDN secures the contents, a design choice that decouples trust in data from trust in hosts, enabling several radically scalable communication mechanisms such as automatic caching to optimize bandwidth.  The project studies the technical challenges that must be addressed to validate NDN as a future Internet architecture:  routing scalability, fast forwarding, trust models, network security, content protection and privacy, and fundamental communication theory. The project uses end-to-end testbed deployments, simulation, and theoretical analysis to evaluate the proposed architecture, and is developing specifications and prototype implementations of NDN protocols and applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Crowley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick Crowley",
   "pi_email_addr": "pcrowley@wustl.edu",
   "nsf_id": "000395067",
   "pi_start_date": "2010-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 899996.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 176767.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Named Data Networking (NDN) is a new, general-purpose computer networking protocol. &nbsp;Today's&nbsp;Internet Protocol (IP) has some serious problems, despite the overwhelming success of the Internet. The first thing to understand about NDN in relation to today's Internet Protocol, is the communications abstraction it represents; because in our view, most of the Internet's problems are best viewed from this perspective.</p>\n<p>IP's communications abstraction is based on the model invented for telephones: two endpoints, identified by their addresses, establish a point-to-point channel for communication. In our view, most of the difficult problems in today&rsquo;s Internet can be traced back to the limitations of this abstraction. For example, we want security and trust associated with our information, but IP can help very little because the architecture only knows about addresses and channels; IP has no way to refer to the information moving through the network, or to its security or privacy properties. Other problems include scaling up to very large numbers of devices, and making efficient use of the underlying physical infrastructure; just about everywhere in the Internet, identical copies of the same data are being sent over the same link at the same time.</p>\n<p>In contrast, NDN is based on a different abstraction, specifically on &ldquo;requests for named data.&rdquo; This is the communications abstraction that was invented for HTTP and the web, so you can think of requests for named data as being very similar to URL requests in today&rsquo;s web. &nbsp;In fact, most of the traffic moving across the Internet today is carried via HTTP; an enormous amount of wasteful infrastructure is devoted to mapping HTTP traffic down to point-to-point IP channels. In NDN, devices express requests for named data natively, and it is the network&rsquo;s job to try to deliver that data. Our goal in the NDN project is to show that this abstraction, and a protocol that reduces it to practice, can provide a general-purpose network that preserve&rsquo;s the Internet&rsquo;s virtues but addresses its most critical failings. This abstraction has some virtues with respect to IP: the network is focused on the information being communicated rather than communication channels, devices can communicate without needing to learn one another&rsquo;s addresses, and, since the network is information-aware, it can avoid sending identical copies of the same data at the same time.&nbsp;The long-term goal of this research agenda is to demonstrate that with NDN, communications are more secure, applications are simpler to write, infrastructure is better utilized, and new things are possible.</p>\n<p>At Washington University, our efforts have been focused on scalable forwarding, and our goal has been to demonstrate that NDN routers and switches can be implemented and operated in the real world. This group at Washington University has long been involved with scalable forwarding in the context of IP, since the start of this project, we have been focused on doing the same for NDN. The core of our work has involved the design of algorithms and data structures for NDN packet forwarding that can be implemented in software and hardware platforms, and support commercial-scale networking workloads. We&rsquo;ve made good progress, and we now have R&amp;D counterparts developing commercial platforms at the largest router and switch vendors in the world.</p>\n<p>In support of this work,&nbsp;Washington University also manages and operates the NDN testbed, a global, shared resource for developing, evaluating and using NDN. The testbed has more than 20 gateway router nodes, spread across the US, Europe and Asia. The testbed is used for day-to-day NDN networking, and for large-scale evaluations and demonstrations. For example, to demonstrate how NDN can efficiently scale video from one laptop to a global audience, we ...",
  "por_txt_cntn": "\nNamed Data Networking (NDN) is a new, general-purpose computer networking protocol.  Today's Internet Protocol (IP) has some serious problems, despite the overwhelming success of the Internet. The first thing to understand about NDN in relation to today's Internet Protocol, is the communications abstraction it represents; because in our view, most of the Internet's problems are best viewed from this perspective.\n\nIP's communications abstraction is based on the model invented for telephones: two endpoints, identified by their addresses, establish a point-to-point channel for communication. In our view, most of the difficult problems in todayÆs Internet can be traced back to the limitations of this abstraction. For example, we want security and trust associated with our information, but IP can help very little because the architecture only knows about addresses and channels; IP has no way to refer to the information moving through the network, or to its security or privacy properties. Other problems include scaling up to very large numbers of devices, and making efficient use of the underlying physical infrastructure; just about everywhere in the Internet, identical copies of the same data are being sent over the same link at the same time.\n\nIn contrast, NDN is based on a different abstraction, specifically on \"requests for named data.\" This is the communications abstraction that was invented for HTTP and the web, so you can think of requests for named data as being very similar to URL requests in todayÆs web.  In fact, most of the traffic moving across the Internet today is carried via HTTP; an enormous amount of wasteful infrastructure is devoted to mapping HTTP traffic down to point-to-point IP channels. In NDN, devices express requests for named data natively, and it is the networkÆs job to try to deliver that data. Our goal in the NDN project is to show that this abstraction, and a protocol that reduces it to practice, can provide a general-purpose network that preserveÆs the InternetÆs virtues but addresses its most critical failings. This abstraction has some virtues with respect to IP: the network is focused on the information being communicated rather than communication channels, devices can communicate without needing to learn one anotherÆs addresses, and, since the network is information-aware, it can avoid sending identical copies of the same data at the same time. The long-term goal of this research agenda is to demonstrate that with NDN, communications are more secure, applications are simpler to write, infrastructure is better utilized, and new things are possible.\n\nAt Washington University, our efforts have been focused on scalable forwarding, and our goal has been to demonstrate that NDN routers and switches can be implemented and operated in the real world. This group at Washington University has long been involved with scalable forwarding in the context of IP, since the start of this project, we have been focused on doing the same for NDN. The core of our work has involved the design of algorithms and data structures for NDN packet forwarding that can be implemented in software and hardware platforms, and support commercial-scale networking workloads. WeÆve made good progress, and we now have R&amp;D counterparts developing commercial platforms at the largest router and switch vendors in the world.\n\nIn support of this work, Washington University also manages and operates the NDN testbed, a global, shared resource for developing, evaluating and using NDN. The testbed has more than 20 gateway router nodes, spread across the US, Europe and Asia. The testbed is used for day-to-day NDN networking, and for large-scale evaluations and demonstrations. For example, to demonstrate how NDN can efficiently scale video from one laptop to a global audience, we use the testbed to fan-out video traffic from a single wireless origin server to a global audience of more than 1,000 clients. We can achieve this global scale by op..."
 }
}