{
 "awd_id": "1040101",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Development of a Lightweight Towed Array  Receiver (LTAR) for Wide Area Ocean Monitoring and Imaging",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 1018490.0,
 "awd_amount": 1138490.0,
 "awd_min_amd_letter_date": "2010-09-29",
 "awd_max_amd_letter_date": "2015-02-02",
 "awd_abstract_narration": "The PI requests MRI funding to develop a Lightweight Towed Array Receiver (LTAR) system for rapid, wide area monitoring, and measurement of the ocean environment with acoustics. The LTAR will serve as a general purpose mobile ocean remote sensing tool to study marine life, oceanography, geologic and geophysical properties of the ocean environment, anthropogenic noise in the ocean and its effect on marine life. It will enable fundamental new scientific advances in each of these areas. The LTAR will be designed to receive signals from the sub-audible range (tens of Hertz) to above the audible (tens of kiloHertz). For passive sensing, it will be possible to sense signals over trans-oceanic scales, while for active sensing such as with OAWRS (Ocean Acoustic Waveguide Remote Sensing), it will be possible to instantaneously image areas in excess of 100 km diameter. \r\n\r\nThe LTAR system will be comprised of a line array of passive underwater acoustic hydrophones coherently synchronized for high resolution directional sensing over wide areas and a handling system designed for towed deployment from a generic surface research vessel. The LTAR system design will be portable, user-friendly, economical, efficient and optimized for high performance, wide-area monitoring and surveying of the ocean environment. System compactness will enable joint tow with complementary equipment, such as source arrays, even on smaller research vessels, significantly reducing the cost of at sea research and opening up usage to a much broader range of researchers. The LTAR will be light enough to also deploy from unmanned or autonomous underwater vehicles. It will be deployable in both horizontal and vertical configurations.\r\n\r\nBroader Impacts:     \r\n\r\nThe proposed towed array with such high precision coupled with the concept of multiple users will significantly increase researcher?s ability to do precise measurements across many scientific disciplines in the marine environment. It will be a valuable resource that will play a major role in improving the state of science in ocean research over a wide range of scientific discipline and allow the USA to maintain its eminent role in ocean science. If the system can be mobilized cheaply and spend significant amounts of time at sea it is realistically possible to keep enormous areas of the continental margins under continuous observation. The potential consequences for our understanding of fisheries biology are amazing, especially integrated with the satellite monitoring of ocean color, sea surface temperature and fishing boat activity. Many of the proposed research activities that would use LTAR would be multi-disciplinary and likely involve undergraduate, graduate, and postdoctoral students. LTAR team members from academia actively mentor students, including women and underrepresented groups, in their research efforts, and this would be expected to continue or expand with LTAR-related research projects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Purnima",
   "pi_last_name": "Makris",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Purnima R Makris",
   "pi_email_addr": "purnima@ece.neu.edu",
   "nsf_id": "000500308",
   "pi_start_date": "2010-09-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 HUNTINGTON AVE",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  },
  {
   "pgm_ele_code": "168000",
   "pgm_ele_name": "OCEAN TECH & INTERDISC COORDIN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1018490.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We developed a Lightweight Towed Array Receiver (LTAR) system for<br />rapid, wide area monitoring and measurement of the ocean environment<br />with acoustics.&nbsp; The final LTAR system is comprised of a line array of<br />63 passive underwater hydrophones coherently synchronized for high<br />resolution directional sensing over wide areas and a handling system<br />designed for towed deployment from a generic surface research vessel.<br />The LTAR array design is a state of the art technology for<br />ocean-acoustic large aperture densely-sampled towed receiver arrays<br />since it is a fully digital and non-oil filled array. All previous<br />coherent receiver arrays available to the ocean research community are<br />based on an oil-filled design.&nbsp; <br /><br />We tested the LTAR array system and successfully demonstrated the<br />technology for ocean science research by employing the array to<br />passively monitor sperm whales from their vocalizations and to study<br />their behaviors in the US East Coast continental shelf during an<br />experiment in spring 2013 on board RV Endeavor. The LTAR array<br />technology and its use in ocean science research has been disseminated<br />to the ocean science community in the US and internationally through a<br />peer-reviewed journal publication (JASA) and through several<br />conference presentations where we presented the data and results<br />achieved using the LTAR array. <br /><br />The project provided training and advancement in the area of ocean<br />acoustic sensing hardware development and data acquisition including<br />non-oil filled acoustic array design, electronics and sensor<br />development, handling and deployment system mechanical design and<br />engineering, fiber optic telemetry research and development, data<br />acquisition and signal processing software development and<br />integration. This research greatly enhanced the skills of roughly 12<br />graduate and 3 undergraduate students, 3 faculty, 2 postdoctoral<br />associates and 10 to 20 professional engineers employed by our<br />commercial partners.&nbsp; <br /><br />This MRI grant enabled the large aperture coherent hydrophone array<br />non-filled technology to be realized and to be commercialized through<br />our commercial partners, BAE Systems and Einhorn Engineering, who now posses the know-how to replicate the<br />LTAR system and to further enhance its design for future further<br />production/reproduction. As part of the LTAR development effort,<br />research, experimentation and optimization was conducted in many<br />diverse disciplines, including sensor electronics and electrical<br />design, telemetry design, array sensor controller electronics, shape<br />modelling for hydrophone element casing to reduce flow noise,<br />vibration isolation module design, tow and deck cable design to ensure<br />fidelity of data transmission via telemetry running through these<br />cables, and mechanical design of handling system and tow winch.&nbsp; This<br />LTAR array development project has significant impact on many other<br />disciplines, including hardware design and development of systems<br />involving large data and telemetry for data transfer, and mechanical<br />and electrical design of other towable ocean systems.&nbsp; <br /><br />The LTAR array will be applied in future instantaneous wide-area fish<br />and marine mammal censusing, as well as function as a general purpose<br />receiver for ocean acoustics research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/21/2015<br>\n\t\t\t\t\tModified by: Purnima&nbsp;R&nbsp;Makris</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlides...",
  "por_txt_cntn": "\nWe developed a Lightweight Towed Array Receiver (LTAR) system for\nrapid, wide area monitoring and measurement of the ocean environment\nwith acoustics.  The final LTAR system is comprised of a line array of\n63 passive underwater hydrophones coherently synchronized for high\nresolution directional sensing over wide areas and a handling system\ndesigned for towed deployment from a generic surface research vessel.\nThe LTAR array design is a state of the art technology for\nocean-acoustic large aperture densely-sampled towed receiver arrays\nsince it is a fully digital and non-oil filled array. All previous\ncoherent receiver arrays available to the ocean research community are\nbased on an oil-filled design.  \n\nWe tested the LTAR array system and successfully demonstrated the\ntechnology for ocean science research by employing the array to\npassively monitor sperm whales from their vocalizations and to study\ntheir behaviors in the US East Coast continental shelf during an\nexperiment in spring 2013 on board RV Endeavor. The LTAR array\ntechnology and its use in ocean science research has been disseminated\nto the ocean science community in the US and internationally through a\npeer-reviewed journal publication (JASA) and through several\nconference presentations where we presented the data and results\nachieved using the LTAR array. \n\nThe project provided training and advancement in the area of ocean\nacoustic sensing hardware development and data acquisition including\nnon-oil filled acoustic array design, electronics and sensor\ndevelopment, handling and deployment system mechanical design and\nengineering, fiber optic telemetry research and development, data\nacquisition and signal processing software development and\nintegration. This research greatly enhanced the skills of roughly 12\ngraduate and 3 undergraduate students, 3 faculty, 2 postdoctoral\nassociates and 10 to 20 professional engineers employed by our\ncommercial partners.  \n\nThis MRI grant enabled the large aperture coherent hydrophone array\nnon-filled technology to be realized and to be commercialized through\nour commercial partners, BAE Systems and Einhorn Engineering, who now posses the know-how to replicate the\nLTAR system and to further enhance its design for future further\nproduction/reproduction. As part of the LTAR development effort,\nresearch, experimentation and optimization was conducted in many\ndiverse disciplines, including sensor electronics and electrical\ndesign, telemetry design, array sensor controller electronics, shape\nmodelling for hydrophone element casing to reduce flow noise,\nvibration isolation module design, tow and deck cable design to ensure\nfidelity of data transmission via telemetry running through these\ncables, and mechanical design of handling system and tow winch.  This\nLTAR array development project has significant impact on many other\ndisciplines, including hardware design and development of systems\ninvolving large data and telemetry for data transfer, and mechanical\nand electrical design of other towable ocean systems.  \n\nThe LTAR array will be applied in future instantaneous wide-area fish\nand marine mammal censusing, as well as function as a general purpose\nreceiver for ocean acoustics research.\n\n\t\t\t\t\tLast Modified: 12/21/2015\n\n\t\t\t\t\tSubmitted by: Purnima R Makris"
 }
}