{
 "awd_id": "1040108",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of an Imaging Spectrograph for High Resolution Spectroscopic Analysis of Discharge Plasmas",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven J Gitomer",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 98944.0,
 "awd_amount": 98944.0,
 "awd_min_amd_letter_date": "2010-09-17",
 "awd_max_amd_letter_date": "2010-09-17",
 "awd_abstract_narration": "The acquisition of this high-resolution spectrograph that can be used to explore the physical properties of discharge plasmas will advance research activities at William Paterson University and Stevens Institute of Technology.  A spectrograph analyzes the intensity of light emitted by a light source or discharge plasma as a function of wavelength that can be used to characterize the light source, leading to greater understanding of the physical processes that occur in the discharge.  In light sources that involve high-pressure plasmas the pertinent information includes the rotational, vibrational and electronic temperatures, the electron density and the collisional and radiative processes occurring in the discharge. These results can be used to model the processes occurring in the discharge and determine the extent in which the plasmas are in thermal equilibrium. The many interesting applications that involve high-pressure plasmas include excimer lamps, high power lasers, opening switches, and novel plasma processing applications.  \r\n\r\nThis instrument provides opportunities in cutting edge research at William Paterson University and also for a broader community.  The broader community includes high school students from economically disadvantaged backgrounds, undergraduate students and graduate students from other institutions.  The impact on these populations includes exposing a larger audience to training on a cutting edge research instrument that, in turn, may make the students more likely to go on to higher levels of education in the physical sciences.  The acquisition will foster a collaborative research environment that will extend across the disciplines of chemistry, physics and chemical engineering and between William Paterson University and Stevens Institute of Technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Martus",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin E Martus",
   "pi_email_addr": "martusk@wpunj.edu",
   "nsf_id": "000196816",
   "pi_start_date": "2010-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Paterson University",
  "inst_street_address": "300 POMPTON RD",
  "inst_street_address_2": "",
  "inst_city_name": "WAYNE",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9737292852",
  "inst_zip_code": "074702103",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NJ11",
  "org_lgl_bus_name": "WILLIAM PATERSON UNIVERSITY OF NEW JERSEY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JKA4BD459953"
 },
 "perf_inst": {
  "perf_inst_name": "William Paterson University",
  "perf_str_addr": "300 POMPTON RD",
  "perf_city_name": "WAYNE",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "074702103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NJ11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1062",
   "pgm_ref_txt": "BASIC PLASMA SCIENCE & ENGINEERING"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 98944.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One aspect of plasma science deals with atmospheric pressure plasmas that have applications in current and developing technologies, such as, plasma medicine, biomedical, plasma assisted combustion, remediation of gaseous pollutants, lighting applications, and plasma processing. Plasma based technologies are leading toward a &ldquo;green&rdquo; environment through the development of high-efficiency light sources that don&rsquo;t utilize mercury. &nbsp;A Carbon Nano-Tube (CNT) field emission electron source was successfully tested as a viable instrument to pump the XeI* excimer lamp to emit UV light at 253nm. &nbsp;A continuous discharge and a pulsed discharge have been analyzed using the imaging spectrograph to characterize the discharge in the UV range. &nbsp;</p>\n<p>Potential medical applications of plasma in treatment of skin diseases, dental cavities, wound healing and tissue regeneration and various other diseases have been reported. Plasma contains charged particles, reactive oxygen and nitrogen species that can react on tissues. Plasma ions can lead to the formation of reactive oxygen species (ROS), such as superoxide, hydrogen peroxide and nitric oxide (NO) that play a crucial role in therapeutic medicine. In mammalian cells, depending upon concentration of ROS, it induces apoptosis (programmed cell death) or can promote and control angiogenesis (growth of new blood vessels). Spectroscopic analysis was conducted on the cold atmospheric plasma used in a study of tail regeneration of tadpoles <em>Xenopus Laevis</em>. When an amputated wound was exposed to the plasma, the tadpole&rsquo;s wound healing and tail regeneration demonstrated an increase in NO production in the wound region relative to the control.&nbsp; The NO production is an indicator of healing in the cellular level. The discharge is based on a Helium flow through an open tube with a single AC powered electrode.&nbsp; The spectroscopic analysis of the discharge demonstrated OH and N<sub>2</sub><sup>+</sup> emission features in the tube, whereas immediately outside of the tube the primary emission are due to N<sub>2</sub> excited states.</p>\n<p>The major research instrumentation purchased through the MRI grant was a high-resolution spectrograph that was used to analyze the emissions that arise from discharge plasmas.&nbsp; The primary goal of the project was to involve undergraduate and high school students in the analysis of the plasmas and have these students present their findings at local, regional and national conferences.&nbsp; Specifically, students developed the plasma sources and then the students analyzed the optical emissions to identify the composition of the emitting species. &nbsp;A total of six undergraduate students have been involved with studies involving the analysis of the discharges using the spectrograph. In addition, four high school students from economically disadvantage regions of New Jersey were also involved in various aspect of the project. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/26/2013<br>\n\t\t\t\t\tModified by: Kevin&nbsp;E&nbsp;Martus</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/1040108/1040108_10045471_1387831352413_APPJET--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1040108/1040108_10045471_1387831352413_APPJET--rgov-800width.jpg\" title=\"Atmospheric Pressure Plasma\"><img src=\"/por/images/Reports/POR/2013/1040108/1040108_10045471_1387831352413_APPJET--rgov...",
  "por_txt_cntn": "\nOne aspect of plasma science deals with atmospheric pressure plasmas that have applications in current and developing technologies, such as, plasma medicine, biomedical, plasma assisted combustion, remediation of gaseous pollutants, lighting applications, and plasma processing. Plasma based technologies are leading toward a \"green\" environment through the development of high-efficiency light sources that donÆt utilize mercury.  A Carbon Nano-Tube (CNT) field emission electron source was successfully tested as a viable instrument to pump the XeI* excimer lamp to emit UV light at 253nm.  A continuous discharge and a pulsed discharge have been analyzed using the imaging spectrograph to characterize the discharge in the UV range.  \n\nPotential medical applications of plasma in treatment of skin diseases, dental cavities, wound healing and tissue regeneration and various other diseases have been reported. Plasma contains charged particles, reactive oxygen and nitrogen species that can react on tissues. Plasma ions can lead to the formation of reactive oxygen species (ROS), such as superoxide, hydrogen peroxide and nitric oxide (NO) that play a crucial role in therapeutic medicine. In mammalian cells, depending upon concentration of ROS, it induces apoptosis (programmed cell death) or can promote and control angiogenesis (growth of new blood vessels). Spectroscopic analysis was conducted on the cold atmospheric plasma used in a study of tail regeneration of tadpoles Xenopus Laevis. When an amputated wound was exposed to the plasma, the tadpoleÆs wound healing and tail regeneration demonstrated an increase in NO production in the wound region relative to the control.  The NO production is an indicator of healing in the cellular level. The discharge is based on a Helium flow through an open tube with a single AC powered electrode.  The spectroscopic analysis of the discharge demonstrated OH and N2+ emission features in the tube, whereas immediately outside of the tube the primary emission are due to N2 excited states.\n\nThe major research instrumentation purchased through the MRI grant was a high-resolution spectrograph that was used to analyze the emissions that arise from discharge plasmas.  The primary goal of the project was to involve undergraduate and high school students in the analysis of the plasmas and have these students present their findings at local, regional and national conferences.  Specifically, students developed the plasma sources and then the students analyzed the optical emissions to identify the composition of the emitting species.  A total of six undergraduate students have been involved with studies involving the analysis of the discharges using the spectrograph. In addition, four high school students from economically disadvantage regions of New Jersey were also involved in various aspect of the project.  \n\n\t\t\t\t\tLast Modified: 12/26/2013\n\n\t\t\t\t\tSubmitted by: Kevin E Martus"
 }
}