{
 "awd_id": "1040470",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a 400 MHz NMR Spectrometer to Enhance Faculty and Undergraduate Research at Hendrix College",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carlos Murillo",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 274374.0,
 "awd_amount": 274374.0,
 "awd_min_amd_letter_date": "2010-09-18",
 "awd_max_amd_letter_date": "2010-09-18",
 "awd_abstract_narration": "With this award from the Major Research Instrumentation (MRI) program Professor Thomas Goodwin and colleague Christopher Marvin and Andres Caro from Hendrix College will acquire a 400 MHz Nuclear Magnetic Resonance (NMR) spectrometer. The proposal is aimed at enhancing research training and education at all levels, especially in areas of study such as synthesis of pyrrole-based, biologically active marine alkaloid analogues and isotopically-labeled warfarin metabolites; discovery and characterization of mammalian chemical signals and metabolites, e.g., in elephants, lemurs, and maned wolves;  development of green microscale experiments for the introductory organic chemistry laboratory; desymmetrization of achiral/mesodienes via diastereoselective alkene cross metathesis; development of catalytic photoredox processes for the synthesis of heterocyclic molecules; synthesis of antibacterial and cytotoxic flavanones; and study of oxidative mitochondrial damage by cytochrome P450 isoform 2E1 in hepatocytes by measuring bioenergetics using 31P NMR and by correlating fatty acidmethylene/methyl ratios (1H NMR) corresponding to the onset of apoptosis.\r\n\r\nNuclear Magnetic Resonance (NMR) spectroscopy is one of the most powerful tools available to chemists for the elucidation of the structure of molecules. It is used to identify unknown substances, to characterize specific arrangements of atoms within molecules, and to study the dynamics of interactions between molecules in solution. Access to state-of-the-art NMR spectrometers is essential to chemists who are carrying out frontier research. The results from these NMR studies will have an impact in synthetic organic/inorganic chemistry, materials chemistry and biochemistry. This instrument will be an integral part of teaching as well as research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Goodwin",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas E Goodwin",
   "pi_email_addr": "goodwin@hendrix.edu",
   "nsf_id": "000356858",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Marvin",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher C Marvin",
   "pi_email_addr": "christopher.c.marvin@gmail.com",
   "nsf_id": "000562998",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andres",
   "pi_last_name": "Caro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andres Caro",
   "pi_email_addr": "caro@hendrix.edu",
   "nsf_id": "000563001",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hendrix College",
  "inst_street_address": "1600 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CONWAY",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "5014504501",
  "inst_zip_code": "720323080",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AR02",
  "org_lgl_bus_name": "HENDRIX COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "FJQNLA23C6K1"
 },
 "perf_inst": {
  "perf_inst_name": "Hendrix College",
  "perf_str_addr": "1600 WASHINGTON AVE",
  "perf_city_name": "CONWAY",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "720323080",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AR02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 274374.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant funded the purchase of a 400 MHz NMR spectrometer, which is a key technology for determining the structures of chemical compounds. This<br />instrument is essential for the support of research and undergraduate education in Chemistry and related discipline (Biology,Biochemistry/Molecular Biology,Chemical Physics) at Hendrix College.</p>\n<p>The 400 MHz NMR supports fundamental research in the fields of organic chemistry and biochemistry for three primary faculty users and their<br />students at Hendrix College. These projects include the following: (1) the<br />identification of chemical signals secreted or excreted by endangered or<br />threatened species including elephants, lemurs, maned wolves, binturongs, and orangutans; (2) the synthesis and preparation of human metabolites of the anticoagulant drug Coumadin (warfarin) in a study to develop better human dosing strategies; (3) the development of environmentally friendly laboratory experiments; (4) the development of potentially useful new antibiotics using green chemistry; (5) the development of &nbsp;a chemical process &nbsp;involving the use of visible light to drive chemical transformations in an environmentally benign way; (6) the chemical synthesis of nitrogen-containing natural products, known as quinolizidines, which is a family of compounds with potentially useful medicinal activity; (7) the synthesis of derivatives of tetrabenazine, which is a treatment for chorea associated with Huntington's disease; (6) the characterization of new antioxidants that may prevent damage to the liver caused by excessive alcohol consumption. To date, this work has resulted in four publications (with more to be submitted for peer review in the near future) and 24 conference presentations. A total of 34 undergraduate students have gained research experience in these areas over the last three years. Several of them have graduated and are continuing their studies in medical or pharmacy school (seven), graduate school (six), and veterinary school (one), or are directly employed in STEM fields (two).</p>\n<p>The NMR instrument is fully integrated with the Chemistry curriculum at Hendrix College, beginning with the sophomore Organic Chemistry laboratories. Over the last three years, enrollment in these labs has ranged from 73-93 students per semester. Thanks to an automated sample changer, every one of these students uses the NMR to characterize their products from five different experiments. Furthermore, we are developing new laboratory activities to involve this technology, the most notable being an exercise where<br />students use the NMR to identify two variants of the beetle pheromone, brevicomin. We are especially focused on using this NMR in conjunction with our newly acquired research-grade microwave reactor in research and in the teaching laboratory to develop more energy efficient experimental procedures.</p>\n<p>Hendrix undergraduate research students have independent access to operate the NMR on a daily basis. These students also learn to process and interpret their data, which is excellent preparation for graduate school. Additionally, Hendrix supports a number of students from Rwanda through all-inclusive scholarships, five of whom have been involved in research projects that rely on the NMR. This high-level of access to NMR instrumentation gives our students a competitive advantage when they begin their graduate studies, or enter the scientific workforce.</p>\n<p>JEOL, the manufacturer of our NMR spectrometer, graciously allowed us to share their Delta software with colleagues a nearby community college (Arkansas State University at Beebe) and in Rwanda at the Kigali Institute of Science and Technology (KIST).&nbsp; Neither institution has routine access to an NMR spectrometer. The samples from ASU-Beebe can easily be run here, and then data workup can be carried out there. Unprocessed NMR data for our col...",
  "por_txt_cntn": "\nThis grant funded the purchase of a 400 MHz NMR spectrometer, which is a key technology for determining the structures of chemical compounds. This\ninstrument is essential for the support of research and undergraduate education in Chemistry and related discipline (Biology,Biochemistry/Molecular Biology,Chemical Physics) at Hendrix College.\n\nThe 400 MHz NMR supports fundamental research in the fields of organic chemistry and biochemistry for three primary faculty users and their\nstudents at Hendrix College. These projects include the following: (1) the\nidentification of chemical signals secreted or excreted by endangered or\nthreatened species including elephants, lemurs, maned wolves, binturongs, and orangutans; (2) the synthesis and preparation of human metabolites of the anticoagulant drug Coumadin (warfarin) in a study to develop better human dosing strategies; (3) the development of environmentally friendly laboratory experiments; (4) the development of potentially useful new antibiotics using green chemistry; (5) the development of  a chemical process  involving the use of visible light to drive chemical transformations in an environmentally benign way; (6) the chemical synthesis of nitrogen-containing natural products, known as quinolizidines, which is a family of compounds with potentially useful medicinal activity; (7) the synthesis of derivatives of tetrabenazine, which is a treatment for chorea associated with Huntington's disease; (6) the characterization of new antioxidants that may prevent damage to the liver caused by excessive alcohol consumption. To date, this work has resulted in four publications (with more to be submitted for peer review in the near future) and 24 conference presentations. A total of 34 undergraduate students have gained research experience in these areas over the last three years. Several of them have graduated and are continuing their studies in medical or pharmacy school (seven), graduate school (six), and veterinary school (one), or are directly employed in STEM fields (two).\n\nThe NMR instrument is fully integrated with the Chemistry curriculum at Hendrix College, beginning with the sophomore Organic Chemistry laboratories. Over the last three years, enrollment in these labs has ranged from 73-93 students per semester. Thanks to an automated sample changer, every one of these students uses the NMR to characterize their products from five different experiments. Furthermore, we are developing new laboratory activities to involve this technology, the most notable being an exercise where\nstudents use the NMR to identify two variants of the beetle pheromone, brevicomin. We are especially focused on using this NMR in conjunction with our newly acquired research-grade microwave reactor in research and in the teaching laboratory to develop more energy efficient experimental procedures.\n\nHendrix undergraduate research students have independent access to operate the NMR on a daily basis. These students also learn to process and interpret their data, which is excellent preparation for graduate school. Additionally, Hendrix supports a number of students from Rwanda through all-inclusive scholarships, five of whom have been involved in research projects that rely on the NMR. This high-level of access to NMR instrumentation gives our students a competitive advantage when they begin their graduate studies, or enter the scientific workforce.\n\nJEOL, the manufacturer of our NMR spectrometer, graciously allowed us to share their Delta software with colleagues a nearby community college (Arkansas State University at Beebe) and in Rwanda at the Kigali Institute of Science and Technology (KIST).  Neither institution has routine access to an NMR spectrometer. The samples from ASU-Beebe can easily be run here, and then data workup can be carried out there. Unprocessed NMR data for our colleagues and their students at KIST can be obtained directly from the Hendrix server, or from data files that we email to them...."
 }
}