{
 "awd_id": "1040086",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a Molecular Beam Epitaxy Apparatus with In-Situ Scanning Probe Capabilities for the Synthesis and Study of Advanced Energy Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 661200.0,
 "awd_amount": 661200.0,
 "awd_min_amd_letter_date": "2010-09-18",
 "awd_max_amd_letter_date": "2010-09-18",
 "awd_abstract_narration": "Technical summary: Transition metal-oxides are highly promising materials in modern technology because they are stable at high temperatures and in corrosive environments, and because their physical and chemical properties are highly tunable. The design of metal oxides for technological applications such as electronics, photovoltaics, and catalysis necessitates a thorough understanding of the physical complexity that lies beneath the broad functionality of these materials. This project involves the acquisition of a molecular beam epitaxy apparatus with an in-situ low-temperature scanning probe microscope for the synthesis and atomic-scale characterization of novel artificially-structured oxide materials. Molecular beam epitaxy offers unique capabilities of creating atomic arrangements with atomically precise control of thickness and composition, which will be utilized to systematically tune the properties of oxide thin films and interfaces with special emphasis on clean energy applications. This special instrument for epitaxial synthesis and characterization will be an important nucleus of the educational and training activities at the Joint Institute for Advanced Materials, which is a newly-established umbrella organization at The University of Tennessee and Oak Ridge National Laboratory, fostering interdisciplinary research, education, and partnership for the development of advanced materials in East Tennessee.\r\n\r\n\r\n\r\nLayman summary: Metal oxides are highly promising materials for electronic and clean energy applications, including photocatalysis, where light-activated catalysts are used, for example, to split water into pure oxygen and hydrogen; and photovoltaics, which convert solar radiation into direct electric current. Nearly all such applications involve processes that take place at the surfaces or interfaces of these oxide materials. Fundamental understanding and better control of these processes would greatly benefit from the capability of producing well-defined surfaces, interfaces, and thin film materials, as well as from the capability to systematically alter and characterize the structural and electronic properties of these materials with precision down to the atomic level. The project involves the acquisition of a molecular beam epitaxy apparatus for the synthesis of artificially-structured metal-oxide materials, with special emphasis on clean energy applications, along with a scanning probe microscope for imaging individual atoms and mapping the nanoscale properties of these materials. Molecular beam epitaxy offers researchers the extraordinary capability of constructing novel materials from atomic \"Lego principles,\" guided by theoretical calculations or predictions. This special instrument for epitaxial synthesis and characterization will be an important nucleus of the educational and training activities at the Joint Institute for Advanced Materials, which is a newly-established umbrella organization at The University of Tennessee and Oak Ridge National Laboratory, fostering interdisciplinary research, education, and partnership for the development of advanced materials in East Tennessee.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hanno",
   "pi_last_name": "Weitering",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Hanno H Weitering",
   "pi_email_addr": "hanno@utk.edu",
   "nsf_id": "000214961",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bamin",
   "pi_last_name": "Khomami",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bamin Khomami",
   "pi_email_addr": "bkhomami@utk.edu",
   "nsf_id": "000129296",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Dadmun",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Mark D Dadmun",
   "pi_email_addr": "Dad@utk.edu",
   "nsf_id": "000102425",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gerd",
   "pi_last_name": "Duscher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gerd Duscher",
   "pi_email_addr": "gduscher@utk.edu",
   "nsf_id": "000312213",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Norman",
   "pi_last_name": "Mannella",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Norman Mannella",
   "pi_email_addr": "nmannell@utk.edu",
   "nsf_id": "000488541",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "201 ANDY HOLT TOWER",
  "perf_city_name": "KNOXVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 661200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Transition metal oxides are highly promising materials for electronic and clean energy applications, including photocatalysis, where light-activated catalysts are used, for example, to split water into pure oxygen and hydrogen; and photovoltaics, which convert solar radiation into electric current. Nearly all<strong> </strong>such applications involve processes that take place at the surfaces or interfaces of these oxide materials. Fundamental understanding and better control of these processes would greatly benefit from the capability of producing well-defined surfaces, interfaces, and thin film materials, as well as from the capability to systematically alter and characterize the structural and electronic properties of these materials with precision down to the atomic level.</p>\n<p>This NSF sponsored project at The University of Tennessee involved the design and acquisition of a molecular beam epitaxy apparatus for the synthesis of artificially-structured metal-oxide materials, with special emphasis on clean energy applications, and investigations on novel forms of &lsquo;quantum matter&rsquo;. Molecular beam epitaxy offers researchers the extraordinary capability of constructing novel materials from atomic &ldquo;Lego principles,&rdquo; guided by theoretical calculations or predictions.<strong> </strong>These growth experiments have to be conducted in an extremely clean ultrahigh vacuum environment so as to minimize incorporation of unwanted atoms. A unique aspect of this instrument is that it is fully integrated with powerful analytical capabilities that can image and move individual atoms, and elucidate the correlated dynamics of electrons inside these materials.</p>\n<p>The custom designed molecular beam epitaxy system, shown in the figure, was delivered in the summer of 2012. The installation and initial testing was completed in the spring of 2013. Currently, the system is being used to grow high quality titanium oxide and vanadium oxide thin films with accurately controlled doping levels. The titanium oxide films are of great interest for photo-catalytic applications whereas the vanadium oxide films are expected to have highly interesting electronic properties. These studies involve UT graduate students, a research scientist responsible for operation and maintenance, and a staff scientist from nearby Oak Ridge National Laboratory. The system is also accessible for researchers from other institutions for a modest user fee that helps pay for the operation and maintenance of the system.</p>\n<p>The combined capabilities of the materials growth and in-situ analytical probes are a unique asset for advanced materials research in the southeastern United States. The new machine has become an important nucleus of the educational and training activities at the Joint Institute for Advanced Materials, which is an umbrella organization at The University of Tennessee and Oak Ridge National Laboratory, fostering interdisciplinary research, education, and partnership for the development of advanced materials in East Tennessee.&nbsp;</p>\n<p>The university is strongly committed to expand its world-class research infrastructure. As such, sponsored instrumentation projects are key in providing an excellent setting for the education and training of the next generation of experts in materials synthesis who, empowered by their expertise and skills in using some of the most advanced analytical techniques, will be ideally positioned to help tackle some of the most challenging technological problems facing today&rsquo;s society, including the need for better materials to address the world&rsquo;s need for high-tech infrastructure and clean energy.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/05/2014<br>\n\t\t\t\t\tModified by: Hanno&nbsp;H&nbsp;Weitering</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id...",
  "por_txt_cntn": "\nTransition metal oxides are highly promising materials for electronic and clean energy applications, including photocatalysis, where light-activated catalysts are used, for example, to split water into pure oxygen and hydrogen; and photovoltaics, which convert solar radiation into electric current. Nearly all such applications involve processes that take place at the surfaces or interfaces of these oxide materials. Fundamental understanding and better control of these processes would greatly benefit from the capability of producing well-defined surfaces, interfaces, and thin film materials, as well as from the capability to systematically alter and characterize the structural and electronic properties of these materials with precision down to the atomic level.\n\nThis NSF sponsored project at The University of Tennessee involved the design and acquisition of a molecular beam epitaxy apparatus for the synthesis of artificially-structured metal-oxide materials, with special emphasis on clean energy applications, and investigations on novel forms of æquantum matterÆ. Molecular beam epitaxy offers researchers the extraordinary capability of constructing novel materials from atomic \"Lego principles,\" guided by theoretical calculations or predictions. These growth experiments have to be conducted in an extremely clean ultrahigh vacuum environment so as to minimize incorporation of unwanted atoms. A unique aspect of this instrument is that it is fully integrated with powerful analytical capabilities that can image and move individual atoms, and elucidate the correlated dynamics of electrons inside these materials.\n\nThe custom designed molecular beam epitaxy system, shown in the figure, was delivered in the summer of 2012. The installation and initial testing was completed in the spring of 2013. Currently, the system is being used to grow high quality titanium oxide and vanadium oxide thin films with accurately controlled doping levels. The titanium oxide films are of great interest for photo-catalytic applications whereas the vanadium oxide films are expected to have highly interesting electronic properties. These studies involve UT graduate students, a research scientist responsible for operation and maintenance, and a staff scientist from nearby Oak Ridge National Laboratory. The system is also accessible for researchers from other institutions for a modest user fee that helps pay for the operation and maintenance of the system.\n\nThe combined capabilities of the materials growth and in-situ analytical probes are a unique asset for advanced materials research in the southeastern United States. The new machine has become an important nucleus of the educational and training activities at the Joint Institute for Advanced Materials, which is an umbrella organization at The University of Tennessee and Oak Ridge National Laboratory, fostering interdisciplinary research, education, and partnership for the development of advanced materials in East Tennessee. \n\nThe university is strongly committed to expand its world-class research infrastructure. As such, sponsored instrumentation projects are key in providing an excellent setting for the education and training of the next generation of experts in materials synthesis who, empowered by their expertise and skills in using some of the most advanced analytical techniques, will be ideally positioned to help tackle some of the most challenging technological problems facing todayÆs society, including the need for better materials to address the worldÆs need for high-tech infrastructure and clean energy.\n\n \n\n\t\t\t\t\tLast Modified: 02/05/2014\n\n\t\t\t\t\tSubmitted by: Hanno H Weitering"
 }
}