{
 "awd_id": "1041570",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAMEO: Collaborative research -- Fish productivity and fishing impacts compared across a range of marine ecosystems",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 309460.0,
 "awd_amount": 309460.0,
 "awd_min_amd_letter_date": "2010-08-10",
 "awd_max_amd_letter_date": "2010-08-10",
 "awd_abstract_narration": "Understanding the complex dynamics controlling marine ecosystem structure and productivity is challenging given the large spatial and temporal scales over which these dynamics occur. A new global database including fisheries stock assessments, research surveys, and ecosystem models has been assembled covering 13 Large Marine Ecosystems. Using these, it is possible to investigate themes directly related to the ecosystem approach to fisheries: (1 the interaction of productivity across fish stocks in ecosystems and the response to fishing pressure, (2 how the trade-off between sustainable yield and ecosystem impacts can be minimized, and (3 analysis of rebuilding rates in over-exploited marine fish stocks, and biological and management drivers of the differential performance of different stocks. There is a central hypothesis associated with each theme: (1 fishing affects the distribution of productivity within the ecosystem but not the total amount, (2 there are irreducible interactions in fishing mortality such that minimizing depletion of less productive stocks will always involve loss of potential yield of more productive stocks and (3 heavily exploited stocks show depensatory responses and rebuild more slowly than assumed in normal compensatory population models. The investigators will conduct analyses across species and ecosystems to determine: mean ecosystem trophic level changes according to catch, survey and stock assessment data and whether the trophic level of catch reflects changes in the ecosystem; correlations in productivity amongst species, trophic levels and functional groups; shifts in community structure from trawl surveys; the extent to which environmental changes or fishing impacts drive productivity; depensation in recruitment and surplus production; the extent of lost yield due to overfishing; catch and assessment data as metrics of ecosystem status; correlations in historical fishing pressure across species, trophic levels and functional groups; the extent to which correlations in fishing pressure can be reduced by spatial management, individual incentives such as catch shares, and changes in fishing technology; rebuilding rates in over-exploited stocks; biological and management drivers of recovery; and management responses to stock over-exploitation. These analyses address fundamental questions of significant intellectual merit about population dynamics, ecosystem structure and productivity, as well as ecosystem interaction and human response. \r\n\r\nMost of this project addresses indices of ecosystem status and understanding the tradeoff between sustainable yield and ecosystem impacts. This will have broad impacts because understanding trade-offs is the most important challenge in ecosystem based management and will have direct application to formulation  of the ecosystem approach to fisheries management. In addition to outreach through journal articles, the investigators plan on writing a series of papers in general interest journals on the impacts of fishing on ecosystems and stocks, as well as ongoing policy outreach through legislative staff and media.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ray",
   "pi_last_name": "Hilborn",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Ray W Hilborn",
   "pi_email_addr": "rayh@u.washington.edu",
   "nsf_id": "000457482",
   "pi_start_date": "2010-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 309460.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was aimed at furthering our understanding of how to sustainably manage marine fisheries.&nbsp;</p>\n<p>The primary approach in all of our studies has been a comparative analysis across a wide range of marine ecosystems, and this comparative analysis has provided the major information that contributed to the individual studies described below.</p>\n<p>A major outcome of our project has been correcting several popular misconceptions about the status of fish stocks and marine ecosystems and how to evaluate them.</p>\n<p>Use of the mean trophic level of fish catch has been widely touted as a measure of the ecosystem impact of fishing, and was adopted by the Convention on Biodiversity as a measure of ecosystem health.&nbsp; One part of our project showed that there is no relationship between the mean trophic level of the catch and the impact of fishing, and that contrary to previous publications and popular perception, the mean trophic level of global catch has been increasing not declining.</p>\n<p>A second common conception is that catch data from a fishery can provide a useful indicator of the status of fish stocks.&nbsp; In several publications we showed how this is not true, and that catch data is often misleading.&nbsp; We also developed methods for using catch data and other sources of data to provide information on fish stock status.</p>\n<p>While it has long been recognized that many fish stocks undergo decadal long changes in productivity unrelated to fishing pressure, we have shown that these &ldquo;regime shifts&rdquo; are near ubiquitous in fish stocks, and that management paradigms need to be seriously redesigned to accommodate such changes.&nbsp; We demonstrate that many declines if fish stocks are caused by environmental change, and the scientific challenge is distinguishing between the impacts of fishing and the environmental regime shifts.</p>\n<p>We have begun a project on evaluating the relationship between the ways that fisheries are managed and the biological, economic and social performance of fisheries.&nbsp; We have compared the management approaches in many different marine ecosystems, and showed how different the performance of fisheries can be.&nbsp; This project is far from complete and is being continued with numerous other sources of funding.&nbsp;</p>\n<p>Several of the elements of our project examined the tradeoffs between sustainable food production and the environmental impacts of fishing.&nbsp; We have shown that such trade-offs are often unavoidable, but that good science can identify how to minimize the environmental impacts of fishing while still producing food from the sea.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2014<br>\n\t\t\t\t\tModified by: Ray&nbsp;W&nbsp;Hilborn</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was aimed at furthering our understanding of how to sustainably manage marine fisheries. \n\nThe primary approach in all of our studies has been a comparative analysis across a wide range of marine ecosystems, and this comparative analysis has provided the major information that contributed to the individual studies described below.\n\nA major outcome of our project has been correcting several popular misconceptions about the status of fish stocks and marine ecosystems and how to evaluate them.\n\nUse of the mean trophic level of fish catch has been widely touted as a measure of the ecosystem impact of fishing, and was adopted by the Convention on Biodiversity as a measure of ecosystem health.  One part of our project showed that there is no relationship between the mean trophic level of the catch and the impact of fishing, and that contrary to previous publications and popular perception, the mean trophic level of global catch has been increasing not declining.\n\nA second common conception is that catch data from a fishery can provide a useful indicator of the status of fish stocks.  In several publications we showed how this is not true, and that catch data is often misleading.  We also developed methods for using catch data and other sources of data to provide information on fish stock status.\n\nWhile it has long been recognized that many fish stocks undergo decadal long changes in productivity unrelated to fishing pressure, we have shown that these \"regime shifts\" are near ubiquitous in fish stocks, and that management paradigms need to be seriously redesigned to accommodate such changes.  We demonstrate that many declines if fish stocks are caused by environmental change, and the scientific challenge is distinguishing between the impacts of fishing and the environmental regime shifts.\n\nWe have begun a project on evaluating the relationship between the ways that fisheries are managed and the biological, economic and social performance of fisheries.  We have compared the management approaches in many different marine ecosystems, and showed how different the performance of fisheries can be.  This project is far from complete and is being continued with numerous other sources of funding. \n\nSeveral of the elements of our project examined the tradeoffs between sustainable food production and the environmental impacts of fishing.  We have shown that such trade-offs are often unavoidable, but that good science can identify how to minimize the environmental impacts of fishing while still producing food from the sea.\n\n\t\t\t\t\tLast Modified: 11/01/2014\n\n\t\t\t\t\tSubmitted by: Ray W Hilborn"
 }
}