{
 "awd_id": "1041260",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "OCEAN ACIDIFICATION - Category 1: COLLABORATIVE RESEARCH: Acclimation and adaptation to ocean acidification of key ecosystem components in the California Current System",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 33115.0,
 "awd_amount": 33115.0,
 "awd_min_amd_letter_date": "2010-09-23",
 "awd_max_amd_letter_date": "2010-09-23",
 "awd_abstract_narration": "Intellectual Merit.  This project will investigate the impacts of ocean acidification (OA) on two ecologically important, calcification-dependent marine invertebrates in relation to local-to-coastal variation in carbonate chemistry (e.g., pH and aragonite saturation) in the California Current Large Marine Ecosystem (CCLME).  An interdisciplinary team of investigators with expertise in physical and chemical oceanography, marine ecology, biochemistry, molecular physiology, and molecular genetics will carry out an integrated, lab and field, multi-site investigation of the ecological, physiological, and evolutionary responses of sea urchins and mussels to spatial and temporal variation in OA. The research will take place in the context of a mosaic of variable oceanography, including recently documented latitudinal variation in carbonate chemistry along the upwelling-dominated US west coast. Variation in upwelling regimes from Washington to southern California generates spatial and temporal gradients in concentration of CO2 that shoal to surface waters during upwelling events, extending shoreward into the inner shelf region. Through well-known chemical pathways, influxes of CO2 cause present-day declines in pH in coastal ecosystems that are lower than values forecast for the ocean in general in the year 2200. Lower than \"normal\" pH can influence organisms by altering intracellular biochemistry, and especially, for calcification-dependent marine organisms, interfere with formation of hard parts as the aragonite saturation state falls near or below 1.0. Because calcifiers in the upwelling-dominated CCLME have historically experienced persistent regional variation in pH, populations are likely differentially acclimatized and/or adapted to a variable carbonate chemistry environment. The new challenge to these organisms is that with global change and the resulting increase in seawater CO2, they already may be close to their acclimatization or adaptational capacity, and thus may have limited ability to respond to additional increases in CO2.  It is this challenge, the mechanistic ability of calcifying invertebrates to acclimate or adapt to increasing CO2 and aragonite saturation states < 1.0 that we address here.\r\n\r\n Preliminary results from NSF-funded, local-scale studies of sea urchin and oyster larvae (by PIs included in the present team) has made inroads into this question, but the response of these widely-ranging species to ocean acidification across the full range of conditions in the CCLME remains unclear. This project includes five integrated elements. (1) To document the oceanographic context in which the study organisms live, the team of PIs will build upon two local-scale NSF-funded networks of sensors (in Oregon and northern California) to quantify carbonate chemistry in four regions of the CCLME with contrasting upwelling regimes, and thus, likely a wide range of differences in carbonate chemistry. Based on NOAA surveys, OA should be most intense in northern California and Oregon, less intense in central California, and least intense in the Santa Barbara channel, east of Point Conception. (2) To examine physiological, genomic, and genetic mechanisms underlying acclimatization and adaptation to OA conditions, the investigators will carry out coordinated and integrated studies of adults and larvae of sea urchins and mussels collected from each of two sites within each of the four regions. In common-garden experiments using NSF-funded laboratory mesocosms at UCSB and UCD-BML, the researchers will culture sea urchins and mussels under different CO2 and temperature regimes, and use genomics techniques",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "McManus",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret A McManus",
   "pi_email_addr": "mamc@hawaii.edu",
   "nsf_id": "000105440",
   "pi_start_date": "2010-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "800100",
   "pgm_ele_name": "CRI-Ocean Acidification"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1382",
   "pgm_ref_txt": "OCEAN ACIDIFICATION"
  },
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "8001",
   "pgm_ref_txt": "CRI-OA"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 33115.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ocean acidification has the potential&nbsp;to change the world's ocean and coastal&nbsp;ecosystems.&nbsp;&nbsp;By bringing together researchers with diverse expertise across disciplines and institutions, OMEGAS (Ocean Margin Ecosystem Group for Acidification Studies) sought to meet society's demands for scientific information on ocean acidification across the California Current Large Marine Ecosystem (CCLME).</p>\n<p>OMEGAS research included five integrated elements: 1) The development of a local-scale network of physical and chemical sensors in nearshore waters of Oregon and California, 2) Coordinated and integrated studies of adults and larvae of sea urchins and mussels collected from the same nearshore waters, 3) Genetic surveys of urchins and mussels from these nearshore waters to determine evolutionary responses and adaptational potential to OA, 4) Monitoring the growth and shell accretion rates of mussels from these nearshore waters, and finally 5) Outreach to increase the visibility and familiarity of science for policy makers and the general public.</p>\n<p>Our findings on the seasonal persistence of 'acidified' conditions and their interaction with hypoxia as coupled stressors on the Oregon shelf have highlighted and reaffirmed the importance of upwelling shelves as early impact systems for the study of ocean acidification. We have also shared our operational experiences with the Durafet-based pH and spectrophotometric-based pCO2 and pH sensors with the manufacturer to enhance sensor reliability for coastal deployments, and with individuals from academia, shellfish growers, agency scientists who are planning to establish OA observing programs.</p>\n<p>Our findings have stimulated discussions with microbiologists and physiologists on the importance of developing research collaborations for the purposes of scaling-up and scaling-down ocean acidification impacts across scales of biological and ecological organization. This project has facilitated our collaborative research across physical and biological disciplines with partners in physical oceanography, chemical oceanography, ecology, physiology, and evolutionary biology.</p>\n<p>The application of new in-situ carbon system measurement technologies to the nearshore ecosystems of the Oregon shelf has involved intensive software, hardware and chemistry training for three female technicians involved in this project (and for a similar number of mostly female junior scientists at the other consortium member&rsquo;s institutions). The experience of making this system operational in the coastal ocean has considerably strengthened their understanding of and qualifications for careers in ecological and oceanographic research.</p>\n<p>This research casts a direct light on the scope for ocean acidification in the coastal waters of the US west coast. Information generated to date has contributed to the Ocean Research and Resources Advisory Panel's Ocean Acidification Task Force process.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/27/2015<br>\n\t\t\t\t\tModified by: Margaret&nbsp;Mcmanus</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOcean acidification has the potential to change the world's ocean and coastal ecosystems.  By bringing together researchers with diverse expertise across disciplines and institutions, OMEGAS (Ocean Margin Ecosystem Group for Acidification Studies) sought to meet society's demands for scientific information on ocean acidification across the California Current Large Marine Ecosystem (CCLME).\n\nOMEGAS research included five integrated elements: 1) The development of a local-scale network of physical and chemical sensors in nearshore waters of Oregon and California, 2) Coordinated and integrated studies of adults and larvae of sea urchins and mussels collected from the same nearshore waters, 3) Genetic surveys of urchins and mussels from these nearshore waters to determine evolutionary responses and adaptational potential to OA, 4) Monitoring the growth and shell accretion rates of mussels from these nearshore waters, and finally 5) Outreach to increase the visibility and familiarity of science for policy makers and the general public.\n\nOur findings on the seasonal persistence of 'acidified' conditions and their interaction with hypoxia as coupled stressors on the Oregon shelf have highlighted and reaffirmed the importance of upwelling shelves as early impact systems for the study of ocean acidification. We have also shared our operational experiences with the Durafet-based pH and spectrophotometric-based pCO2 and pH sensors with the manufacturer to enhance sensor reliability for coastal deployments, and with individuals from academia, shellfish growers, agency scientists who are planning to establish OA observing programs.\n\nOur findings have stimulated discussions with microbiologists and physiologists on the importance of developing research collaborations for the purposes of scaling-up and scaling-down ocean acidification impacts across scales of biological and ecological organization. This project has facilitated our collaborative research across physical and biological disciplines with partners in physical oceanography, chemical oceanography, ecology, physiology, and evolutionary biology.\n\nThe application of new in-situ carbon system measurement technologies to the nearshore ecosystems of the Oregon shelf has involved intensive software, hardware and chemistry training for three female technicians involved in this project (and for a similar number of mostly female junior scientists at the other consortium memberÆs institutions). The experience of making this system operational in the coastal ocean has considerably strengthened their understanding of and qualifications for careers in ecological and oceanographic research.\n\nThis research casts a direct light on the scope for ocean acidification in the coastal waters of the US west coast. Information generated to date has contributed to the Ocean Research and Resources Advisory Panel's Ocean Acidification Task Force process.\n\n \n\n\t\t\t\t\tLast Modified: 01/27/2015\n\n\t\t\t\t\tSubmitted by: Margaret Mcmanus"
 }
}