{
 "awd_id": "1041709",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Augment the Kraken! Increasing the scientific capability and capacity of the NSF's most powerful supercomputer",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Barry I. Schneider",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 2850000.0,
 "awd_min_amd_letter_date": "2010-08-20",
 "awd_max_amd_letter_date": "2011-04-28",
 "awd_abstract_narration": "1041709 \r\nAndrews\r\nThis award 12 cabinets of compute nodes, with an additional 144 TF and 18 TB of memory, to Kraken, taking it to 1,174 TF and 147 TB. This will increase its node count from 8,256 to 9,408 by adding 1,152 nodes. With the addition of 1,152 nodes, Kraken will have significant room left to run other jobs simultaneously with 8,192 node jobs. Indeed, it will be possible to run a 8,192 job and a 1,024 node job at the same time. Given the ?bi-modal? distribution of the user jobs, with most job sizes at either 8,192 and above, or at 1,024 and below, this will greatly improve the responsiveness of the machine for users.  The Kraken upgrade will allow users to extend their codes by scaling them up to the largest NSF supercomputer, with over 110,000 cores, implementing new models that could not have been run before this upgrade. There already a number of users scaling their applications to the full size of the current Kraken, and some of them are already prepared to use a larger system. Additionally, this will help facilitate scaling for applications already chosen to run on the Track 1 Blue Waters system, and prepare them for that very large machine.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Kovatch",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia A Kovatch",
   "pi_email_addr": "patricia.kovatch@mssm.edu",
   "nsf_id": "000506224",
   "pi_start_date": "2011-04-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Andrews",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Philip L Andrews",
   "pi_email_addr": "pandrew2@utk.edu",
   "nsf_id": "000507500",
   "pi_start_date": "2010-08-20",
   "pi_end_date": "2011-04-28"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Zacharia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Zacharia",
   "pi_email_addr": "zachariat@ornl.gov",
   "nsf_id": "000354743",
   "pi_start_date": "2010-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Kovatch",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia A Kovatch",
   "pi_email_addr": "patricia.kovatch@mssm.edu",
   "nsf_id": "000506224",
   "pi_start_date": "2010-08-20",
   "pi_end_date": "2011-04-28"
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "201 ANDY HOLT TOWER",
  "perf_city_name": "KNOXVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "761900",
   "pgm_ele_name": "Innovative HPC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7619",
   "pgm_ref_txt": "EQUIPMENT ACQUISITIONS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 2850000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Kraken is the most popular and powerful system within the NSF&rsquo;s TeraGrid organization, and provides approximately 50% of the total available resources. It is an extremely usable and scalable system, delivering over 80% of peak on the High Performance Linpack benchmark, and ranked as the world&rsquo;s top Academic supercomputer, third overall, in the most recent Top500 list. Kraken was augmented with 12 cabinets of compute nodes, with an additional 144 TF and 18 TB of memory, taking it to 1,174 TF and 147 TB. This increased its node count from 8,256 to 9,408 by adding 1,152 nodes. With the shortfall in resources, the NSF scientific community badly needed this additional compute capacity, and the addition of 12 cabinets provided even more than that.</p>\n<p>&nbsp;</p>\n<p>Kraken runs a large proportion of &ldquo;full machine&rdquo; jobs, many of which use exactly 8,192 nodes. Previously, with only 8,256 compute nodes total, very little room was left on the system for smaller jobs. With the addition of 1,152 nodes, Kraken now has significant room left to run other jobs simultaneously with 8,192 node jobs. We now run a 8,192 job and a 1,024 node job at the same time. Given the &ldquo;bi-modal&rdquo; distribution of the user jobs, with most job sizes at either 8,192 and above, or at 1,024 and below, this has greatly improve the responsiveness of the machine for users. This was a very cost-effective upgrade, taking advantage of the already installed support infrastructure for Kraken, and it will operate the upgrade throughout the presently scheduled Kraken lifetime, i.e. through April 2012. This Kraken upgrade has allowed users to extend their codes by scaling them up to the largest NSF supercomputer, with over 110,000 cores, implementing new models that could not have been run before this upgrade.</p>\n<p>&nbsp;</p>\n<p>The larger machine has enabled easier access for classes and courses on Kraken. In particular, the great increase in headroom above the popular 8,192 node threshold has made it much easier to fit educational work into the machine while it is being used for capability computing. In the past, we have been unable to provide time for some classes because it would have prevented time-sensitive jobs at 8,192 nodes from running, but with the extra headroom, it is possible to cater to more of these requests.</p>\n<p>&nbsp;</p>\n<p>Under this award, Kraken enabled science successfully and reliably for the TeraGrid from February 2011 to June 2011. In this time, Kraken delivered over 359 million hours to scientists in 266,804 jobs, with over 97% uptime and 95% utilization. Over US 20 institutions used time on this machine, as allocated by the TeraGrid Resource Allocations Committee. This machine was used in classes at University of Tennessee-Knoxville, Brown University and Truman State University. NICS also participated in the Virtual School for Computational Science and Engineering, the TeraGrid/DEISA Summer School in HPC, the USA Science and Engineering Festival, Tapia, the National Society of Black Engineers, ESPCoR, the TeraGrid 2010 and Supercomputing 2010 conferences.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/26/2011<br>\n\t\t\t\t\tModified by: Patricia&nbsp;A&nbsp;Kovatch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nKraken is the most popular and powerful system within the NSF’s TeraGrid organization, and provides approximately 50% of the total available resources. It is an extremely usable and scalable system, delivering over 80% of peak on the High Performance Linpack benchmark, and ranked as the world’s top Academic supercomputer, third overall, in the most recent Top500 list. Kraken was augmented with 12 cabinets of compute nodes, with an additional 144 TF and 18 TB of memory, taking it to 1,174 TF and 147 TB. This increased its node count from 8,256 to 9,408 by adding 1,152 nodes. With the shortfall in resources, the NSF scientific community badly needed this additional compute capacity, and the addition of 12 cabinets provided even more than that.\n\n \n\nKraken runs a large proportion of \"full machine\" jobs, many of which use exactly 8,192 nodes. Previously, with only 8,256 compute nodes total, very little room was left on the system for smaller jobs. With the addition of 1,152 nodes, Kraken now has significant room left to run other jobs simultaneously with 8,192 node jobs. We now run a 8,192 job and a 1,024 node job at the same time. Given the \"bi-modal\" distribution of the user jobs, with most job sizes at either 8,192 and above, or at 1,024 and below, this has greatly improve the responsiveness of the machine for users. This was a very cost-effective upgrade, taking advantage of the already installed support infrastructure for Kraken, and it will operate the upgrade throughout the presently scheduled Kraken lifetime, i.e. through April 2012. This Kraken upgrade has allowed users to extend their codes by scaling them up to the largest NSF supercomputer, with over 110,000 cores, implementing new models that could not have been run before this upgrade.\n\n \n\nThe larger machine has enabled easier access for classes and courses on Kraken. In particular, the great increase in headroom above the popular 8,192 node threshold has made it much easier to fit educational work into the machine while it is being used for capability computing. In the past, we have been unable to provide time for some classes because it would have prevented time-sensitive jobs at 8,192 nodes from running, but with the extra headroom, it is possible to cater to more of these requests.\n\n \n\nUnder this award, Kraken enabled science successfully and reliably for the TeraGrid from February 2011 to June 2011. In this time, Kraken delivered over 359 million hours to scientists in 266,804 jobs, with over 97% uptime and 95% utilization. Over US 20 institutions used time on this machine, as allocated by the TeraGrid Resource Allocations Committee. This machine was used in classes at University of Tennessee-Knoxville, Brown University and Truman State University. NICS also participated in the Virtual School for Computational Science and Engineering, the TeraGrid/DEISA Summer School in HPC, the USA Science and Engineering Festival, Tapia, the National Society of Black Engineers, ESPCoR, the TeraGrid 2010 and Supercomputing 2010 conferences.\n\n\t\t\t\t\tLast Modified: 09/26/2011\n\n\t\t\t\t\tSubmitted by: Patricia A Kovatch"
 }
}