{
 "awd_id": "1041361",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF/FDA Scholar-in-Residence at FDA: Transport in Polymeric Materials used in Biomedical Devices",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leon Esterowitz",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 135000.0,
 "awd_amount": 135000.0,
 "awd_min_amd_letter_date": "2010-08-25",
 "awd_max_amd_letter_date": "2010-08-25",
 "awd_abstract_narration": "1041361\r\nElabd\r\n\r\nThe PI proposes to investigate the transport of liquids in polymers used in biomedical devices with time-resolved Fourier transform infrared-attenuated total reflectance (FTIR-ATR) spectroscopy. This technique is unique in that it is a non-invasive, in situ method that is robust, accurate, and can provide reliable early-time data in liquid/polymer systems.\r\nAdditionally, time-resolved FTIR-ATR spectroscopy provides molecular-level contrast between diffusant(s) (e.g., water, drug surrogates) and the polymer as the entire mid-infrared spectrum of both are measured in situ as a function of time. This allows for the exploration of molecular changes in the diffusant/polymer system (e.g., multicomponent diffusion, polymer relaxation), and the ability to quantify molecular interactions between diffusants and polymer. Using this technique is an unexplored area for transport in polymers used in biomedical devices. The outcomes of this research project will provide a fundamental understanding of molecular level transport mechanisms and provide a new body of knowledge in biomedical device science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yossef",
   "pi_last_name": "Elabd",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Yossef A Elabd",
   "pi_email_addr": "elabd@tamu.edu",
   "nsf_id": "000236235",
   "pi_start_date": "2010-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 CHESTNUT ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "005E",
   "pgm_ref_txt": "Neuro-photonics"
  },
  {
   "pgm_ref_code": "060E",
   "pgm_ref_txt": "BIO-TRANSPORT & FLUID MECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 135000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In recent years, several regulatory issues with respect to biomedical devices have surfaced that directly or peripherally involve the transport of liquids through polymeric materials. Examples include, the long term delivery of drugs through complex media, the mechanisms of interaction between drugs/liquid drug-delivery vehicles and plastic devices, the kinetics of extracting low molecular weight toxins from polymers, and the transport of liquids through polymeric hermetic seals surrounding implantable electronic devices.<strong> </strong>A significant challenge in studying the transport of liquids in polymers is the inability to accurately measure these phenomena. Conventional measurement techniques, such as dynamic gravimetric sorption and permeation, can provide information about transport of liquids in polymers (e.g., bulk transport coefficients), however they lack the sensitivity to measure transport of liquids in polymer barrier coatings or thin films and also do not provide any molecular-level information about the diffusant/polymer system. In the future, new experimental techniques that provide quantitative information on a molecular level and a clear understanding of molecular transport mechanisms are needed.</p>\n<p><strong>Intellectual Merit:</strong> In this work, we investigated <em>molecular scale</em> transport phenomena of small molecules (e.g., water, drugs) in polymers used in biomedical devices using time-resolved Fourier transform infrared-attenuated total reflectance (FTIR-ATR) spectroscopy. Using this technique is an <em>unexplored area</em> for transport in polymers used in biomedical devices. We investigated to systems of significant importance to biomedical devices: (1) Barrier properties of hermetic seals for implantable electronic devices and (2) Drug delivery from coatings fro implantable drug-eluting stents. In the first project, we investigated the transport of water in poly(p-xylylene) coatings with time-resolved FTIR-ATR spectroscopy and observed diffusion of water and polymer relaxation on a molecular level. We coupled these transport results with the structural properties of the polymer and observed that water diffusivity reduced by 2-fold with an increase in polymer crystallinity and the evolution of a second crystalline phase. For the second project, we investigated multicomponent diffusion of a model drug and buffer in and out of poly(lactic-<em>co</em>-glycolic acid) (PLGA), respectively, with time-resolved FTIR-ATR spectroscopy. Drug release behavior, along with the relaxation (swelling) behavior of the PLGA was much different depending on the drug loading in the films. The outcomes of this research project provides a fundamental understanding of molecular level transport mechanisms and provide a new body of knowledge in biomedical device science.</p>\n<p><strong>Broader Impact:</strong> Results from this work aid in advancing the regulation of biomedical devices and also provides new design strategies for improved polymer materials for these devices. This work also provides a molecular level description of dynamics in polymer systems. We anticipate that the results from this work will have a broad impact on polymer physics and applications beyond biomedical devices, such as membrane-based separations, coatings, and barrier materials. While in residence at the FDA, the PI developed and delivered a short course on transport in medical devices for FDA staff to facilitate dissemination of this scholarly work within the organization. Regular research meetings and internal presentations also served as a means to illustrate the broad applicability of this science. Additionally, the scientific results from this work were disseminated broadly through peer-reviewed journal publications, presentations at national conferences, and incorporated into the PI&rsquo;s graduate-level course in transport phenomena taught at Drexel University.</p>...",
  "por_txt_cntn": "\nIn recent years, several regulatory issues with respect to biomedical devices have surfaced that directly or peripherally involve the transport of liquids through polymeric materials. Examples include, the long term delivery of drugs through complex media, the mechanisms of interaction between drugs/liquid drug-delivery vehicles and plastic devices, the kinetics of extracting low molecular weight toxins from polymers, and the transport of liquids through polymeric hermetic seals surrounding implantable electronic devices. A significant challenge in studying the transport of liquids in polymers is the inability to accurately measure these phenomena. Conventional measurement techniques, such as dynamic gravimetric sorption and permeation, can provide information about transport of liquids in polymers (e.g., bulk transport coefficients), however they lack the sensitivity to measure transport of liquids in polymer barrier coatings or thin films and also do not provide any molecular-level information about the diffusant/polymer system. In the future, new experimental techniques that provide quantitative information on a molecular level and a clear understanding of molecular transport mechanisms are needed.\n\nIntellectual Merit: In this work, we investigated molecular scale transport phenomena of small molecules (e.g., water, drugs) in polymers used in biomedical devices using time-resolved Fourier transform infrared-attenuated total reflectance (FTIR-ATR) spectroscopy. Using this technique is an unexplored area for transport in polymers used in biomedical devices. We investigated to systems of significant importance to biomedical devices: (1) Barrier properties of hermetic seals for implantable electronic devices and (2) Drug delivery from coatings fro implantable drug-eluting stents. In the first project, we investigated the transport of water in poly(p-xylylene) coatings with time-resolved FTIR-ATR spectroscopy and observed diffusion of water and polymer relaxation on a molecular level. We coupled these transport results with the structural properties of the polymer and observed that water diffusivity reduced by 2-fold with an increase in polymer crystallinity and the evolution of a second crystalline phase. For the second project, we investigated multicomponent diffusion of a model drug and buffer in and out of poly(lactic-co-glycolic acid) (PLGA), respectively, with time-resolved FTIR-ATR spectroscopy. Drug release behavior, along with the relaxation (swelling) behavior of the PLGA was much different depending on the drug loading in the films. The outcomes of this research project provides a fundamental understanding of molecular level transport mechanisms and provide a new body of knowledge in biomedical device science.\n\nBroader Impact: Results from this work aid in advancing the regulation of biomedical devices and also provides new design strategies for improved polymer materials for these devices. This work also provides a molecular level description of dynamics in polymer systems. We anticipate that the results from this work will have a broad impact on polymer physics and applications beyond biomedical devices, such as membrane-based separations, coatings, and barrier materials. While in residence at the FDA, the PI developed and delivered a short course on transport in medical devices for FDA staff to facilitate dissemination of this scholarly work within the organization. Regular research meetings and internal presentations also served as a means to illustrate the broad applicability of this science. Additionally, the scientific results from this work were disseminated broadly through peer-reviewed journal publications, presentations at national conferences, and incorporated into the PIÆs graduate-level course in transport phenomena taught at Drexel University.\n\n \n\n\t\t\t\t\tLast Modified: 09/25/2012\n\n\t\t\t\t\tSubmitted by: Yossef A Elabd"
 }
}