{
 "awd_id": "1041940",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Oceanographic Instrumentation - 2010",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James Holik",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 17350.0,
 "awd_amount": 17350.0,
 "awd_min_amd_letter_date": "2010-05-26",
 "awd_max_amd_letter_date": "2010-05-26",
 "awd_abstract_narration": "This proposal requests funds for Oceanographic Instrumentation through Grants for Rapid Response Research for the R/V Pelican in support of research days for the calendar year 2010 and beyond.\r\n\r\nOn April 22, 2010 the Gulf of Mexico suffered a major disaster in the sinking of the Deepwater Horizon oil rig 41 miles off the Louisiana coast. The rig sank in waters approximately 5,000 feet deep, resulting in three leaks, spewing about 5,000 barrels (or 210,000 gallons) of oil a day from the uncapped well. Crude oil continues to discharge from the well at an alarming rate. Work on drilling a relief well which would\r\nstop the leak, if successful, will take at least three months. Even if the oil was secured today (May 5, 2010), the true impacts on this region will take years to calculate. The entire Gulf region is currently, or potentially will be impacted through fisheries, tourism, human health, and general environmental hazards of this spill.\r\n\r\n\r\nBroader Impacts: The acquisition, maintenance and operation of shared-use instrumentation allows NSF-funded researchers from any US university or lab access to working, calibrated instruments for their research, reducing the cost of that research, and expanding the base of potential researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Malbrough",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph D Malbrough",
   "pi_email_addr": "jmalbrough@lumcon.edu",
   "nsf_id": "000074652",
   "pi_start_date": "2010-05-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Guidry",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel C Guidry",
   "pi_email_addr": "cguidry@lumcon.edu",
   "nsf_id": "000359211",
   "pi_start_date": "2010-05-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana Universities Marine Corsortium",
  "inst_street_address": "8124 HIGHWAY 56",
  "inst_street_address_2": "",
  "inst_city_name": "CHAUVIN",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "9858512800",
  "inst_zip_code": "703442110",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "LA03",
  "org_lgl_bus_name": "LOUISIANA UNIVERSITIES MARINE CONSORTIUM",
  "org_prnt_uei_num": "",
  "org_uei_num": "F7NHNQKGLJK4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana Universities Marine Corsortium",
  "perf_str_addr": "8124 HIGHWAY 56",
  "perf_city_name": "CHAUVIN",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "703442110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "LA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "541300",
   "pgm_ele_name": "OCEANOGRAPHIC INSTRUMENTATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 17350.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"Section1\">\n<p><strong>Louisiana Universities Marine Consortium</strong></p>\n<p>Research Vessel <em>Pelican</em></p>\n<p>The <em>Deepwater Horizon</em> oil spill (also referred to as the BP oil spill, the Gulf of Mexico oil spill, the BP oil disaster or the Macondo blowout) was a crude oil spill in the Gulf of Mexico which flowed for three months in 2010. It is the largest accidental marine oil spill in the history of the petroleum industry. The spill stemmed from a sea-floor oil gusher that resulted from the April 20, 2010 <em>Deepwater Horizon</em> drilling rig explosion. The leak was stopped by capping the gushing wellhead and by drilling relief wells but only after the well released about 4.9 million barrels, or 185 million gallons<sup> </sup>of crude oil. The impact of the spill continues since the well was capped.</p>\n<p>The spill has caused extensive damage to marine and wildlife habitats as well as the Gulf's fishing and tourism industries. Skimmer ships, floating containment booms, anchored barriers, and sand-filled barricades along shorelines were used in an attempt to protect hundreds of miles of beaches, wetlands and estuaries from the spreading oil. Scientists have also reported immense underwater plumes of dissolved oil not visible at the surface.</p>\n<p>Crude oil is present in the environment as either oil in water (emulsions) or dissolved oil in water (molecular). The detection of crude oil is a parameter that managers, researchers and consultants continue to add to their suite of measurements taken during environmental monitoring projects. Its chemical structure makes it highly fluorescent; therefore it can be detected quite easily using fluorescence techniques. Determining the fluorescence of oil in aquatic environments further improves the optical characterization of the water column. Oils are typically excited using ultraviolet wavelengths (300-400 nm) and fluoresce in the visible wavelength range from 400-600 nm. The compound&rsquo;s carbon structure will determine its fluorescent properties.</p>\n<p>Refining crude oil by fractional distillation produces refined oils (fuels) such as Gasoline, Kerosene, Jet Fuel, Naphtha, Motor oil, etc. Many of the products, which come from this refining process, are carcinogenic and contain volatile organic compounds (VOC's) such as benzene, toluene, ethyl benzene, and xylene. These compounds are harmful to humans/animals and when present in lakes, rivers, streams, etc, they are a major public health risk. Monitoring of aquatic environments for refined oils (fuels) is another way to provide awareness of increasing contaminations so that protocols may be implemented to avoid hazardous situations.</p>\n<p>On May 3, 2010, a request was made to the National Science Foundation, for the purchase of two &ldquo;crude oil&rdquo; fluorometers. A NSF Rapid Response Proposal for the requested fluorometers was accepted. The award was funded to purchase one C3 Submersible Fluorometer from Turner Designs and one CDOM (CD2000) Fluorometer from WetLabs as well as all associated software and cable packages.</p>\n</div>\n<p>In May 2010, a C3 Submersible Fluorometer with crude oil and chlorophyll optics with a mechanical wiper and pressure sensor was ordered from Turner Designs. This fluorometer is being used on the R/V <em>Pelican&rsquo;s</em> CTD rosette when the maximum CTD cast depth is less than 600 meters. The C3 Fluorometer is able to detect the florescence of crude oil or crude oil products. Natural water samples are excited at a specific ultraviolet wavelength of light. Specialized band pass emission filters allow the instrument to read a broad range of dissolved oil compounds or emulsions in water.</p>\n<div class=\"Section2\">\n<p>The CDOM (colored dissolved organic matter) CD2000 from WetLabs measures the fluorescence of CDOM, which absorbs light in the ultraviolet and emits light in the blue wavelengths. The CD2000 us...",
  "por_txt_cntn": "\n\nLouisiana Universities Marine Consortium\n\nResearch Vessel Pelican\n\nThe Deepwater Horizon oil spill (also referred to as the BP oil spill, the Gulf of Mexico oil spill, the BP oil disaster or the Macondo blowout) was a crude oil spill in the Gulf of Mexico which flowed for three months in 2010. It is the largest accidental marine oil spill in the history of the petroleum industry. The spill stemmed from a sea-floor oil gusher that resulted from the April 20, 2010 Deepwater Horizon drilling rig explosion. The leak was stopped by capping the gushing wellhead and by drilling relief wells but only after the well released about 4.9 million barrels, or 185 million gallons of crude oil. The impact of the spill continues since the well was capped.\n\nThe spill has caused extensive damage to marine and wildlife habitats as well as the Gulf's fishing and tourism industries. Skimmer ships, floating containment booms, anchored barriers, and sand-filled barricades along shorelines were used in an attempt to protect hundreds of miles of beaches, wetlands and estuaries from the spreading oil. Scientists have also reported immense underwater plumes of dissolved oil not visible at the surface.\n\nCrude oil is present in the environment as either oil in water (emulsions) or dissolved oil in water (molecular). The detection of crude oil is a parameter that managers, researchers and consultants continue to add to their suite of measurements taken during environmental monitoring projects. Its chemical structure makes it highly fluorescent; therefore it can be detected quite easily using fluorescence techniques. Determining the fluorescence of oil in aquatic environments further improves the optical characterization of the water column. Oils are typically excited using ultraviolet wavelengths (300-400 nm) and fluoresce in the visible wavelength range from 400-600 nm. The compoundÆs carbon structure will determine its fluorescent properties.\n\nRefining crude oil by fractional distillation produces refined oils (fuels) such as Gasoline, Kerosene, Jet Fuel, Naphtha, Motor oil, etc. Many of the products, which come from this refining process, are carcinogenic and contain volatile organic compounds (VOC's) such as benzene, toluene, ethyl benzene, and xylene. These compounds are harmful to humans/animals and when present in lakes, rivers, streams, etc, they are a major public health risk. Monitoring of aquatic environments for refined oils (fuels) is another way to provide awareness of increasing contaminations so that protocols may be implemented to avoid hazardous situations.\n\nOn May 3, 2010, a request was made to the National Science Foundation, for the purchase of two \"crude oil\" fluorometers. A NSF Rapid Response Proposal for the requested fluorometers was accepted. The award was funded to purchase one C3 Submersible Fluorometer from Turner Designs and one CDOM (CD2000) Fluorometer from WetLabs as well as all associated software and cable packages.\n\n\nIn May 2010, a C3 Submersible Fluorometer with crude oil and chlorophyll optics with a mechanical wiper and pressure sensor was ordered from Turner Designs. This fluorometer is being used on the R/V PelicanÆs CTD rosette when the maximum CTD cast depth is less than 600 meters. The C3 Fluorometer is able to detect the florescence of crude oil or crude oil products. Natural water samples are excited at a specific ultraviolet wavelength of light. Specialized band pass emission filters allow the instrument to read a broad range of dissolved oil compounds or emulsions in water.\n\n\nThe CDOM (colored dissolved organic matter) CD2000 from WetLabs measures the fluorescence of CDOM, which absorbs light in the ultraviolet and emits light in the blue wavelengths. The CD2000 uses two UV-LEDÆs to provide the excitation. A detector measures the emitted light from the sample. A blue interference filter is used to discriminate against the scattered blue UV excitation light. This fluorometer is used on the R/V PelicanÆs CTD r..."
 }
}