{
 "awd_id": "1041650",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NEESR-CR: Unbonded Post-Tensioned Rocking Walls for Seismic Resilient Structures",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2010-12-01",
 "awd_exp_date": "2015-11-30",
 "tot_intn_awd_amt": 1199858.0,
 "awd_amount": 1199858.0,
 "awd_min_amd_letter_date": "2010-08-30",
 "awd_max_amd_letter_date": "2015-03-03",
 "awd_abstract_narration": "This award is an outcome of the NSF 09-524  program solicitation \"George E. Brown, Jr. Network for Earthquake Engineering Simulation (NEES) Research (NEESR)\" competition and includes Iowa State University (ISU) as well as two University of Minnesota campuses: Twin Cities (UMN) and Duluth (UMD). This project will utilize the NEES facilities located at UMN and the University of Nevada at Reno.\r\n\r\nThe motivation for this research is that damage caused by earthquakes, and the subsequent economic losses, underscore the need to focus on developing earthquake resilient buildings.  One method of achieving resilient buildings is to design them with self-centering structural systems to resist earthquake lateral loads. Using unbonded post-tensioning tendons, a cost-effective, self-centering wall system known as PreWEC (i.e., Precast Wall with two End Columns) was developed at ISU, which has been proven analytically and experimentally to have excellent seismic performance with minimal structural damage. In this system, as well as in single rocking walls (SRWs) designed with unbonded post-tensioning, the response is dominated by a rocking mode. However, the energy loss caused by the wall impacting the foundation during rocking has not been given consideration in design due to lack of knowledge on this subject.  Significant evidence suggests that this mechanism alone may be sufficient to dissipate the seismic energy. Furthermore, the resilience of a building containing rocking walls is also dependent on the behavior of surrounding structural components, especially floors and gravity columns, and their interactions with the seismic resistant systems. To ensure a fully resilient structure, these interactions should be addressed by understanding the wall-floor connection responses. \r\n\r\nIntellectual Merit:  In collaboration with E-Defense in Japan and researchers at the University of Auckland in New Zealand, the intellectual merit of this project is the development of seismic resilient building solutions utilizing the fundamental characteristics of seismic rocking of both SRWs and PreWECs. By involving an international, cross-disciplinary team of experts and two NEES facilities, the project will accomplish this goal by completing the following objectives: 1) understand the fundamental characteristics of seismic rocking of self-centering walls through NEES/international tests, thereby identifying different energy dissipation sources (i.e., energy loss due to impact, viscous damping and hysteretic damping); 2) develop suitable connections between rocking walls and floors, and quantify the wall-floor-column interactions using large-scale tests; 3) ensure safety of the rocking systems through sufficient anchorage of the unbonded tendons; 4) design seismic resilient structures; 5) improve numerical simulation of buildings designed with rocking walls and different floor systems; 6) formulate design guidelines; and 7) educate students, practitioners, and others (e.g., policymakers) on the significance of the proposed study.\r\n\r\nBroader Impacts:  This award also has several broader impacts. First, it offers several unique opportunities for graduate and undergraduate students from diverse populations to participate and collaborate with an international team of researchers in a distributed NEES environment. Second, it promotes the participation of underrepresented students in civil engineering and introduces K-12 students to the new NEES collaboration model and benefits of rocking walls in seismic resistant design.  The research team will contribute to Project Lead the Way (PLTW), a program designed to prepare middle and high school students for college-level engineering education by exposing them to engineering courses. UMD will pilot the proposed PLTW program at schools in northern Minnesota, including tribal schools. Next, a unique, team-oriented course module will be developed by integrating the research outcomes so that it can be used for instruction at the graduate and undergraduate levels. This module will be made available to the earthquake engineering community through NEEShub. Using the planned NEES collaboration within the project, the project team will also contribute to advancing NEES telepresence technologies. Finally, the proposed project will enhance research and education at the three participating institutions, which includes a predominantly undergraduate university.  All anticipated project outcomes will ultimately produce new basic knowledge needed to design safer, more resilient buildings in seismic regions and thus contribute to seismic hazard mitigation in the United States and around the world.  Data from this project will be archived and made available to the public through the NEES data repository.  This award is part of the National Earthquake Hazards Reduction Program (NEHRP).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sri",
   "pi_last_name": "Sritharan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sri Sritharan",
   "pi_email_addr": "sri@iastate.edu",
   "nsf_id": "000486815",
   "pi_start_date": "2010-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "French",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine E French",
   "pi_email_addr": "cfrench@umn.edu",
   "nsf_id": "000384532",
   "pi_start_date": "2010-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Schokker",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea J Schokker",
   "pi_email_addr": "aschokke@d.umn.edu",
   "nsf_id": "000502101",
   "pi_start_date": "2010-08-30",
   "pi_end_date": "2012-02-10"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Musselman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Eric S Musselman",
   "pi_email_addr": "emusselm@d.umn.edu",
   "nsf_id": "000540080",
   "pi_start_date": "2012-02-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1199858.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NEES rocking wall project focused on systematically investigating precast concrete walls with an overall goal of introducing seismic resilient systems, where seismic resiliency was promoted by reduced structural damage and minimal residual displacements. An emphasis of the study was to ensure that the walls would experience acceptable lateral deformations and floor accelerations appropriate for rare to maximum considered seismic events. The desired features for these walls were achieved through the use of unbonded posttensioning tendons to connect the walls to the foundation. The unbonded tendons act as strong rubber bands, allowing the wall to uplift and rock about its corners during earthquakes. Because the tendons are unbonded from the concrete, housed in vertical tubes in the wall, they stay elastic like a rubber band and want to close the gap and recenter the walls when the earthquake load subdues. This considerably reduces the structural damage to these precast walls compared to ordinary reinforced concrete walls where the concrete cracks and the reinforcement yields near the base causing damage and residual deformations.</p>\n<p>Two different wall concepts were investigated. The first of these was a single rocking wall (SRW) that did not include any special elements to dissipate earthquake energy. The second concept was a Precast Wall with two adjacent End Columns (PreWEC), in which the wall panel and columns were connected using special energy dissipating elements known as O-connectors. When one corner of the wall uplifts, the O-connectors experience a relative vertical displacement between the wall and end column which deformed and yielded the O-connectors, resulting in a stable source of energy dissipation to &ldquo;eat up&rdquo; some of the earthquake energy.</p>\n<p>The project determined that both wall types can be used for designing buildings in seismic regions. Contrary to a common believe, the study shows that the SRWs can be safely used in seismic design. PreWEC tends to produce smaller transient drifts and come to rest faster than SRWs due to their ability to dissipate the seismic energy faster (through fewer cycles). Even when these resilient wall systems are utilized, the building utilizing them may not be resilient. This is because of the interaction between the seismic force-resisting elements and the surrounding structure&mdash;an important issue that has been neglected in the past. This interaction issue was given considerable attention and the project demonstrated how this challenge can be overcome when designing future buildings to ensure resiliency.&nbsp;</p>\n<p>To advance the fundamental knowledge and verify the hypotheses, a total of 10 large-scale tests were conducted using two NEES facilities established for shared use by the National Science Foundation.&nbsp; This included four shake table tests on SRWs, four shake table tests on PreWECs and two cyclic static tests on PreWEC systems connected to surrounding structural elements (i.e., floors, beams, and columns). In all tests, the wall panels were attached to the foundation using unbonded post-tensioning. To ensure safe anchorage of the post-tensioned tendons, two sets of additional tests were performed on post-tensioning anchorages. The deficiencies in the anchorages were identified and their designs were improved in collaboration with an industry partner. Several other industry partners collaborated on this project, including some who prefabricated the precast components for the tests at no cost.</p>\n<p>Complementing the experimental effort, basic analytical knowledge and new analysis capabilities were developed. This included advancing simulation of free and controlled rocking structural members using simple and detailed models, modeling of SRWs and PreWECs with models involving different levels of sophistications, and means and methods to study interaction of rocking walls with ...",
  "por_txt_cntn": "\nThe NEES rocking wall project focused on systematically investigating precast concrete walls with an overall goal of introducing seismic resilient systems, where seismic resiliency was promoted by reduced structural damage and minimal residual displacements. An emphasis of the study was to ensure that the walls would experience acceptable lateral deformations and floor accelerations appropriate for rare to maximum considered seismic events. The desired features for these walls were achieved through the use of unbonded posttensioning tendons to connect the walls to the foundation. The unbonded tendons act as strong rubber bands, allowing the wall to uplift and rock about its corners during earthquakes. Because the tendons are unbonded from the concrete, housed in vertical tubes in the wall, they stay elastic like a rubber band and want to close the gap and recenter the walls when the earthquake load subdues. This considerably reduces the structural damage to these precast walls compared to ordinary reinforced concrete walls where the concrete cracks and the reinforcement yields near the base causing damage and residual deformations.\n\nTwo different wall concepts were investigated. The first of these was a single rocking wall (SRW) that did not include any special elements to dissipate earthquake energy. The second concept was a Precast Wall with two adjacent End Columns (PreWEC), in which the wall panel and columns were connected using special energy dissipating elements known as O-connectors. When one corner of the wall uplifts, the O-connectors experience a relative vertical displacement between the wall and end column which deformed and yielded the O-connectors, resulting in a stable source of energy dissipation to \"eat up\" some of the earthquake energy.\n\nThe project determined that both wall types can be used for designing buildings in seismic regions. Contrary to a common believe, the study shows that the SRWs can be safely used in seismic design. PreWEC tends to produce smaller transient drifts and come to rest faster than SRWs due to their ability to dissipate the seismic energy faster (through fewer cycles). Even when these resilient wall systems are utilized, the building utilizing them may not be resilient. This is because of the interaction between the seismic force-resisting elements and the surrounding structure&mdash;an important issue that has been neglected in the past. This interaction issue was given considerable attention and the project demonstrated how this challenge can be overcome when designing future buildings to ensure resiliency. \n\nTo advance the fundamental knowledge and verify the hypotheses, a total of 10 large-scale tests were conducted using two NEES facilities established for shared use by the National Science Foundation.  This included four shake table tests on SRWs, four shake table tests on PreWECs and two cyclic static tests on PreWEC systems connected to surrounding structural elements (i.e., floors, beams, and columns). In all tests, the wall panels were attached to the foundation using unbonded post-tensioning. To ensure safe anchorage of the post-tensioned tendons, two sets of additional tests were performed on post-tensioning anchorages. The deficiencies in the anchorages were identified and their designs were improved in collaboration with an industry partner. Several other industry partners collaborated on this project, including some who prefabricated the precast components for the tests at no cost.\n\nComplementing the experimental effort, basic analytical knowledge and new analysis capabilities were developed. This included advancing simulation of free and controlled rocking structural members using simple and detailed models, modeling of SRWs and PreWECs with models involving different levels of sophistications, and means and methods to study interaction of rocking walls with the surrounding structure. Using the analysis capabilities and knowledge from the experiments, several param..."
 }
}