{
 "awd_id": "1041803",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCIART: Collaborative Research: Protection of Silver Objects from Corrosion using Atomic Layer Deposited Barrier Coatings",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 79170.0,
 "awd_amount": 79170.0,
 "awd_min_amd_letter_date": "2010-09-08",
 "awd_max_amd_letter_date": "2010-09-08",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION: The corrosion of silver artifacts, especially polished silver surfaces, is a monumental problem for art collections throughout the world. As objects in major museums are typically one of a kind, conservation methods and techniques require overwhelming evidence of treatment effectiveness, improvement over existing methods, and reversibility. This research will develop a novel multilayer, multifunctional transparent barrier coating for silver using a very powerful technique known as \"atomic layer deposition\" (ALD), which allows for the creation of nanometer thick layers of metal oxides with an exquisite level of control, literally at the atomic level.  The resulting multilayer films will be optimized to reduce the rate of silver corrosion, while complying with the rigorous standards of art conservation practice. This museum and university partnership will result in an effective, low-cost strategy to reduce silver artifact corrosion, which also preserves artifact appearance and composition without precluding future conservation-treatment strategies.  These benefits will be shared with the global museum conservation community through publications and presentations. In addition, the Walters Art Museum will educate the public about the project and the connection between art and science through specially prepared, on-going outreach activities in their galleries.\r\n\r\nTECHNICAL DETAILS: In this work multilayer-structured, multifunctional atomic layer deposition (ALD) films for conservation of silver art objects are fabricated, characterized and optimized. Tarnishing of silver is a critical problem, presently producing irreparable damage to priceless art objects in museum collections throughout the world.  The approach is based upon ALD: an innovative, thermally activated gas phase process for synthesizing nanometer-thick solid films by sequential exposure to 2 or more gas reactants to induce self-limited chemisorbed surface reactions, which reduces the rate of oxidant arrival at the underlying surface by orders of magnitude. Multiple compositions and layer structures are explored to optimize barrier performance and optical clarity. Tarnishing is evaluated via reflectance spectroscopy, and using x-ray photoelectrons spectroscopy (XPS) to measure the amount of sulfur on the surface subsequent to stripping the oxide after a series of exposures.  Accelerated transport of oxidants through the film and reaction at the silver surface, using both exposure to atmospheres with controlled, elevated concentrations of H2S, and increasing the temperature of ALD coated samples are employed to establish the characteristic time scales, likely decades or longer. The reversibility of ALD metal oxide coatings is evaluated to determine if either the deposition or the removal of thin layers of metal oxides on silver changes the physical characteristics or chemical composition of the silver surface.  The direct impingement of oxidant molecules through pinholes in barrier coatings is prevented by depositing multiple layers of alternating oxides of aluminum and titanium.  Novel oxidant gettering functionality is introduced via deposition of buried layers of platinum into the films.  Patterning of silver substrates is used to quantify the effect coatings have on the optical properties of micro and macro features and evaluation of the role of the starting topography on the topographical and compositional stability of the surfaces of art objects during ALD oxide deposition, removal, and on the local rate of tarnishing.  Students at both the graduate and undergraduate level are trained in cutting-edge ALD film fabrication and characterization techniques, and in museum conservation practices in this collaboration between the Walters Art Museum and the University of Maryland.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Glenn",
   "pi_last_name": "Gates",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Glenn A Gates",
   "pi_email_addr": "ggates@thewalters.org",
   "nsf_id": "000563980",
   "pi_start_date": "2010-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Terry",
   "pi_last_name": "Drayman-Weisser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Terry Drayman-Weisser",
   "pi_email_addr": "tweisser@thewalters.org",
   "nsf_id": "000564023",
   "pi_start_date": "2010-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Walters Art Museum",
  "inst_street_address": "600 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4105479000",
  "inst_zip_code": "212015118",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "TRUSTEES OF WALTERS ART GALLERY INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQ5HKV5HWKG5"
 },
 "perf_inst": {
  "perf_inst_name": "Walters Art Museum",
  "perf_str_addr": "600 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212015118",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "8011",
   "pgm_ref_txt": "SCIART"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 79170.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this research, university material scientists and museum art conservators in Maryland collaborated to develop and optimize a ceramic metal oxide coating that could be applied to silver artwork using nanotechnology to reduce silver tarnish and preserve art. Tarnish, or the corrosion of highly-polished silver surfaces, is a monumental problem for art collections throughout the United States and the world.&nbsp; The development of a long-lasting barrier coating that is suitable for one-of-a-kind silver artifacts would significantly reduce the costs and labor devoted to the maintenance and preservation of silver artwork. The standard practice in art conservation to reduce silver corrosion is the tedious application by hand of a solvent-based polymeric coating on artwork.&nbsp; Polymer-based barrier coatings reduce the reaction of silver metal with tarnishing pollutants, but they have a lifetime of only 10-20 years.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Using a technique from nanotechnology called &ldquo;atomic layer deposition&rdquo; or ALD, an alternative preservation strategy was explored in this research where nanometer thin-films of metal oxide were precisely applied on silver metal artifacts to reduce corrosion, with much longer lifetimes compared to polymer-based barrier coatings. Initial experiments showed that decreases in silver reflectivity could be used to quantify the thickness of the tarnish layer on silver; a 5% decrease in reflectivity resulted in observable tarnish, marking the end of the coating lifetime. Next, atomic layer deposition (ALD) was used to apply various thicknesses of a layer of alumina ceramic, Al<sub>2</sub>O<sub>3</sub>, onto the surface of silver, and it was shown that at thicknesses of less than 130 nanometers, the coating did not change the appearance of the silver any more so than did the traditional polymeric coatings used for silver conservation. By artificially aging ALD coated silver in a hydrogen sulfide atmosphere to simulate pollution, we were able to show that the 130 nanometer alumina coating could prevent tarnish on silver for approximately 300 years, far surpassing the traditional polymeric-coating lifetime of approximately 20 years.</p>\n<p>&nbsp;</p>\n<p>For use as a viable art conservation strategy, we had to show that the ALD coating could be removed without damaging the underlying silver metal alloy. Our results showed that weak basic solutions could remove the alumina ceramic coating without significantly affecting the underlying silver metal substrate.</p>\n<p>&nbsp;</p>\n<p>To examine the question of acceptability for museum exhibition, at the 2012 annual meeting of U.S. art conservators, a blind-study was conducted to compare three 70-year-old silver art objects: one with traditional polymeric coating, one with the new ceramic coating, and one without coating. The results of this blind study showed that all participating art conservators agreed that the new ceramic coating was acceptable for museum exhibition.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Research updates were constantly disseminated to the public through the Walters Art Museum Conservation Window in Baltimore, MD, where visitors learned how coatings developed with nanotechnology can preserve silver art by reducing the metal lost during traditional, abrasive polishing executed with swabs. Finally, this research was a focus of the &ldquo;Research at WAM&rdquo; exhibition at the Walters Art Museum in 2012.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/17/2014<br>\n\t\t\t\t\tModified by: Glenn&nbsp;A&nbsp;Gates</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this research, university material scientists and museum art conservators in Maryland collaborated to develop and optimize a ceramic metal oxide coating that could be applied to silver artwork using nanotechnology to reduce silver tarnish and preserve art. Tarnish, or the corrosion of highly-polished silver surfaces, is a monumental problem for art collections throughout the United States and the world.  The development of a long-lasting barrier coating that is suitable for one-of-a-kind silver artifacts would significantly reduce the costs and labor devoted to the maintenance and preservation of silver artwork. The standard practice in art conservation to reduce silver corrosion is the tedious application by hand of a solvent-based polymeric coating on artwork.  Polymer-based barrier coatings reduce the reaction of silver metal with tarnishing pollutants, but they have a lifetime of only 10-20 years. \n\n \n\nUsing a technique from nanotechnology called \"atomic layer deposition\" or ALD, an alternative preservation strategy was explored in this research where nanometer thin-films of metal oxide were precisely applied on silver metal artifacts to reduce corrosion, with much longer lifetimes compared to polymer-based barrier coatings. Initial experiments showed that decreases in silver reflectivity could be used to quantify the thickness of the tarnish layer on silver; a 5% decrease in reflectivity resulted in observable tarnish, marking the end of the coating lifetime. Next, atomic layer deposition (ALD) was used to apply various thicknesses of a layer of alumina ceramic, Al2O3, onto the surface of silver, and it was shown that at thicknesses of less than 130 nanometers, the coating did not change the appearance of the silver any more so than did the traditional polymeric coatings used for silver conservation. By artificially aging ALD coated silver in a hydrogen sulfide atmosphere to simulate pollution, we were able to show that the 130 nanometer alumina coating could prevent tarnish on silver for approximately 300 years, far surpassing the traditional polymeric-coating lifetime of approximately 20 years.\n\n \n\nFor use as a viable art conservation strategy, we had to show that the ALD coating could be removed without damaging the underlying silver metal alloy. Our results showed that weak basic solutions could remove the alumina ceramic coating without significantly affecting the underlying silver metal substrate.\n\n \n\nTo examine the question of acceptability for museum exhibition, at the 2012 annual meeting of U.S. art conservators, a blind-study was conducted to compare three 70-year-old silver art objects: one with traditional polymeric coating, one with the new ceramic coating, and one without coating. The results of this blind study showed that all participating art conservators agreed that the new ceramic coating was acceptable for museum exhibition. \n\n \n\nResearch updates were constantly disseminated to the public through the Walters Art Museum Conservation Window in Baltimore, MD, where visitors learned how coatings developed with nanotechnology can preserve silver art by reducing the metal lost during traditional, abrasive polishing executed with swabs. Finally, this research was a focus of the \"Research at WAM\" exhibition at the Walters Art Museum in 2012.\n\n\t\t\t\t\tLast Modified: 11/17/2014\n\n\t\t\t\t\tSubmitted by: Glenn A Gates"
 }
}