{
 "awd_id": "1041322",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Supporting Continued Improvements to K-12 Computer Science Education",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 465042.0,
 "awd_min_amd_letter_date": "2010-09-13",
 "awd_max_amd_letter_date": "2012-07-20",
 "awd_abstract_narration": "This award provides funding to the Association for Computing Machinery for core support of the activities of the Computer Science Teacher's Association (CSTA).  The award is jointly funded by the CISE Broadening Participation in Computing Program and the CPATH Program. Through collaboration with leaders from all levels of education, government, industry, and partnering non-profit organizations, the CSTA is building a nation-wide coalition to improve K-12 computer science education and teaching and to increase student awareness of computer science as an important career pathway. CSTA provides a voice to K-12 educations involved in computing education. CSTA has launched national programs to conduct research, develop curriculum standards, provide professional development, and create and disseminate new resources for teachers. Through these activities, CSTA is building a community of individuals and organizations who collectively work together to address issues in K-12 computer science education.\r\n\r\nThe intellectual merit lies in the efforts to establish K-12 computer science as an essential academic discipline and to conduct fundamental research to document and support the emergence of K-12 computing education as a viable area of research and study.  The CSTA relies on its leaders and volunteers, all recognized experts in the field, to develop and carry out many far-reaching programs and initiatives which solidify the discipline and provide an intellectual basis for core integration of computing into K-12 education. \r\n\r\nThe broader impacts lie in the potential of the CSTA initiatives to impact computing education and thus the nation?s technological workforce in an area of national need.  Through multi-level collaboration with key stakeholders, the CSTA supports the implementation of curriculum and teaching certification standards that will ensure the quality and consistency of student learning.  CSTA conducts and disseminates research and best practices that can facilitate the flow of knowledge from researchers to the practitioners in the classroom.   The CSTA goals and activities support ensuring greater participation of underrepresented groups in the computing workforce.  Thus, CSTA offers a broad range of programs and activities that provide a broad spectrum of impact on the nation, K-12 education, and the computer science community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Stephenson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christine Stephenson",
   "pi_email_addr": "cstephenson@acm.org",
   "nsf_id": "000436557",
   "pi_start_date": "2010-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Association Computing Machinery",
  "inst_street_address": "1601 BROADWAY",
  "inst_street_address_2": "FL 10",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128697440",
  "inst_zip_code": "100197434",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "ASSOCIATION FOR COMPUTING MACHINERY, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "CK2MCC83LSL8"
 },
 "perf_inst": {
  "perf_inst_name": "Association Computing Machinery",
  "perf_str_addr": "1601 BROADWAY",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100197434",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "738200",
   "pgm_ele_name": "Computing Ed for 21st Century"
  },
  {
   "pgm_ele_code": "748400",
   "pgm_ele_name": "IIS Special Projects"
  },
  {
   "pgm_ele_code": "764000",
   "pgm_ele_name": "CPATH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7361",
   "pgm_ref_txt": "EDUCATION AND WORKFORCE"
  },
  {
   "pgm_ref_code": "7482",
   "pgm_ref_txt": "BROADENING PARTIC IN COMPUTING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 450000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15042.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Despite the essential role that computer science plays in key areas of innovation, computer science is not well understood in K-12. Unlike teachers in other disciplines, computer science teachers also struggle to keep up with a rapidly evolving body of knowledge without the benefit of learning standards, relevant professional development, and access to grade-level appropriate teaching and learning resources. Over the past three years, support from the National Science Foundation has made it possible for the Computer Science Teachers Association (CSTA) to work with the wider computing community to directly confront these deficits.<strong> </strong>Through collaboration with leaders from education, government, industry, and the non-profit sector and through the development of powerful and proactive regional learning communities, CSTA has supported a national movement to improve K-12 computer science education and to firmly establish computer science&rsquo;s role in 21<sup>st</sup> century STEM education.</p>\n<p>In K-12, computer science is often confused with educational technology (using computers to support learning in other disciplines) and computer literacy (a basic understanding of computers and software applications). To address this lack of understanding, CSTA created a series of publications including <em>Running on Empty: The Failure to Teach Computer Science in the Digital Age</em>, which shows the lack of computer science in current state standards, and <em>Bugs in the System: Computer Science Teacher Certification in the U.S</em>., which illuminates the need for a more rational model of teacher certification. In 2011, CSTA also engaged the computer science education community in the development of learning outcomes for all grades from K-12 and published its results as the <em>CSTA K-12 Computer Science Standards</em>. To help with the implementation of these standards at the state, district, and school levels, CSTA created template documents and published exemplars of aligned schools and resources. CSTA also documented the alignment of the CSTA standards to several prominent national standards, including the STEM Cluster Topics, the Common Core Math Standards, and the 21<sup>st</sup> Century Skills Essential Skills for Success.</p>\n<p>Computer science teachers rarely have colleagues within their schools with whom they can cooperate and from whom they can learn. Memberships in CSTA (which has grown from 7,691 in 2010 to 15,622 over the course of this project) and participation in one of its 49 regional chapters therefore provides a much-needed community of practice to support teacher learning and improvement. CSTA&rsquo;s regional chapters have become a valued source of peer-driven professional development. In the last three years, for example, chapters have offered 38 workshops focused on improving teacher&rsquo;s technical and teaching skills. CSTA also provides the only national conference focused exclusively on K-12 computer science education. In 2011 (New York, NY), 2012 (Irvine, CA), and 2013 (Quincy, MA) more than 750 educators attended conferences that included presentations and workshops on a vast array of computer science topics. To make these experiences available to teachers who were unable to attend in person, CSTA has provided the speaker resources and videos of many of the presentations on its website (<a href=\"http://csta.acm.org/ProfessionalDevelopment/sub/CSTAConference.html\">http://csta.acm.org/ProfessionalDevelopment/sub/CSTAConference.html</a>).</p>\n<p>Between 2010 and 2013, CSTA also partnered with other institutions to offer two teacher workshops on Computational Thinking (in partnership with the International Society for Technology in Education) and three workshops on addressing equity issues in the classroom (in partnership with the Anita Borg Institute and ACM SIGCSE). CSTA and the Anita Borg Institute also presented two Town Hall meetings focusing on K-12 computer science education, each of which attracted over 200 stakeholders (K-12 teachers, college/university faculty, researchers, industry representatives) who engaged in a broad-ranging discussion of current challenges.</p>\n<p>CSTA has also focused on creating and disseminating resources that provide students with a better understanding of the breadth of opportunities that computer science provides for all students. In 2012 and 2013, CSTA invited students to participate in the <em>We Are the Faces of Computing</em> project by creating posters that highlight the diverse and creative ways that students do computer science together. The winning posters from the elementary school, middle school, and high school levels are displayed on the CSTA website (<a href=\"http://csta.acm.org/Resources/sub/BrochuresPostersVideos.html\">http://csta.acm.org/Resources/sub/BrochuresPostersVideos.html</a>). From 2010 through 2013, CSTA also created three new posters promoting computer science as an education and career pathway: <em>Unlocking Your Future,</em> <em>World of Opportunities </em>and <em>CS in Sports. </em>All CSTA posters are available for download via the CSTA website, and CSTA has also distributed 63,837 hardcopy posters to classrooms across the country. CSTA has also distributed 18,855 copies of its <em>Imagine Your Future in Computing </em>Brochure (English and Spanish-language versions) brochure and 79,923 copies of the <em>ACM Degrees and Careers in Computing Brochure</em>.</p>\n<p>We believe that these activities, undertaken with the support of the National Science Foundation have contributed significantly to improvements in teaching and learning and the resurgence in interest in computer science education.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/03/2014<br>\n\t\t\t\t\tModified by: Christine&nbsp;Stephenson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDespite the essential role that computer science plays in key areas of innovation, computer science is not well understood in K-12. Unlike teachers in other disciplines, computer science teachers also struggle to keep up with a rapidly evolving body of knowledge without the benefit of learning standards, relevant professional development, and access to grade-level appropriate teaching and learning resources. Over the past three years, support from the National Science Foundation has made it possible for the Computer Science Teachers Association (CSTA) to work with the wider computing community to directly confront these deficits. Through collaboration with leaders from education, government, industry, and the non-profit sector and through the development of powerful and proactive regional learning communities, CSTA has supported a national movement to improve K-12 computer science education and to firmly establish computer science?s role in 21st century STEM education.\n\nIn K-12, computer science is often confused with educational technology (using computers to support learning in other disciplines) and computer literacy (a basic understanding of computers and software applications). To address this lack of understanding, CSTA created a series of publications including Running on Empty: The Failure to Teach Computer Science in the Digital Age, which shows the lack of computer science in current state standards, and Bugs in the System: Computer Science Teacher Certification in the U.S., which illuminates the need for a more rational model of teacher certification. In 2011, CSTA also engaged the computer science education community in the development of learning outcomes for all grades from K-12 and published its results as the CSTA K-12 Computer Science Standards. To help with the implementation of these standards at the state, district, and school levels, CSTA created template documents and published exemplars of aligned schools and resources. CSTA also documented the alignment of the CSTA standards to several prominent national standards, including the STEM Cluster Topics, the Common Core Math Standards, and the 21st Century Skills Essential Skills for Success.\n\nComputer science teachers rarely have colleagues within their schools with whom they can cooperate and from whom they can learn. Memberships in CSTA (which has grown from 7,691 in 2010 to 15,622 over the course of this project) and participation in one of its 49 regional chapters therefore provides a much-needed community of practice to support teacher learning and improvement. CSTA?s regional chapters have become a valued source of peer-driven professional development. In the last three years, for example, chapters have offered 38 workshops focused on improving teacher?s technical and teaching skills. CSTA also provides the only national conference focused exclusively on K-12 computer science education. In 2011 (New York, NY), 2012 (Irvine, CA), and 2013 (Quincy, MA) more than 750 educators attended conferences that included presentations and workshops on a vast array of computer science topics. To make these experiences available to teachers who were unable to attend in person, CSTA has provided the speaker resources and videos of many of the presentations on its website (http://csta.acm.org/ProfessionalDevelopment/sub/CSTAConference.html).\n\nBetween 2010 and 2013, CSTA also partnered with other institutions to offer two teacher workshops on Computational Thinking (in partnership with the International Society for Technology in Education) and three workshops on addressing equity issues in the classroom (in partnership with the Anita Borg Institute and ACM SIGCSE). CSTA and the Anita Borg Institute also presented two Town Hall meetings focusing on K-12 computer science education, each of which attracted over 200 stakeholders (K-12 teachers, college/university faculty, researchers, industry representatives) who engaged in a broad-ranging discussion of current challenges.\n\nCSTA has also focused on creating and disseminating resources that provide students with a better understanding of the breadth of opportunities that computer science provides for all students. In 2012 and 2013, CSTA invited students to participate in the We Are the Faces of Computing project by creating posters that highlight the diverse and creative ways that students do computer science together. The winning posters from the elementary school, middle school, and high school levels are displayed on the CSTA website (http://csta.acm.org/Resources/sub/BrochuresPostersVideos.html). From 2010 through 2013, CSTA also created three new posters promoting computer science as an education and career pathway: Unlocking Your Future, World of Opportunities and CS in Sports. All CSTA posters are available for download via the CSTA website, and CSTA has also distributed 63,837 hardcopy posters to classrooms across the country. CSTA has also distributed 18,855 copies of its Imagine Your Future in Computing Brochure (English and Spanish-language versions) brochure and 79,923 copies of the ACM Degrees and Careers in Computing Brochure.\n\nWe believe that these activities, undertaken with the support of the National Science Foundation have contributed significantly to improvements in teaching and learning and the resurgence in interest in computer science education.\n\n \n\n\t\t\t\t\tLast Modified: 01/03/2014\n\n\t\t\t\t\tSubmitted by: Christine Stephenson"
 }
}