{
 "awd_id": "1041631",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NEESR-CR: NEESsoft-Seismic Risk Reduction for Soft-Story, Wood frame Buildings",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 1236000.0,
 "awd_amount": 1277000.0,
 "awd_min_amd_letter_date": "2010-08-26",
 "awd_max_amd_letter_date": "2011-06-07",
 "awd_abstract_narration": "This award is an outcome of the NSF 09-524 program solicitation, \"George E. Brown, Jr. Network for Earthquake Engineering Simulation (NEES) Research (NEESR),\"  competition and includes the University of Alabama (lead institution) with Clemson University, Rensselaer Polytechnic Institute, Western Michigan University, California Polytechnic Institute-Pomona, and the University at Buffalo, State University of New York (SUNY).  This award will utilize the NEES facilities at the University at Buffalo, SUNY, and University of California, San Diego (UCSD).  As early as 1970, the structural engineering and building safety community recognized that a large number of two-, three- and even some four-story wood frame buildings designed with the first floor used either for parking or commercial space were built with readily identifiable structural system deficiencies, referred to as a \"soft story.\"   Thus, many older multi-story, wood frame buildings (built prior to 1970s) are susceptible to collapse at the first story during earthquakes.  The majority of these older multi-story, wood frame buildings have large openings and few partition walls at the ground level. This open space condition results in the earthquake resistance of the first story being significantly lower than the upper stories. These buildings, known as soft-story buildings, are prone to collapse during major earthquake events. The result of the soft-story response, as was observed after the 1989 Loma Prieta, CA and, particularly, the 1994 Northridge, CA earthquakes, is the destruction of property and in some cases loss of life. Most cities and counties recognize this as a disaster preparedness problem and have been actively developing various ordinances and mitigation plans to address this threat. Some of the most visible efforts are taking place in San Francisco, Los Angeles, San Jose, and other major metropolitan high earthquake hazard areas. In 2008, the San Francisco Department of Building Inspection and the Applied Technology Council (ATC) initiated the Community Action Plan for Seismic Safety (CAPSS) project with the main goal of identifying possible action plans for reducing earthquake risks in existing buildings. According to the CAPSS study, 43 to 80 percent of the multi-story, wood frame buildings will be deemed unsafe after a magnitude 7.2 earthquake and a quarter of these buildings would be expected to collapse.  However, the mechanism that induces collapse of such buildings is not well understood.\r\n\r\nIntellectual Merit:  The NEESsoft project will (1) enable seismic retrofit of soft-story, wood frame buildings based on performance, (2) experimentally validate recently proposed concepts in for retrofit of soft-story, wood frame buildings, and (3) provide a fundamental understanding of the way wood frame buildings collapse through a systematic experimental program consisting of three major test types at two NEES facilities. The NEESsoft project will begin with simultaneous development of a 3-D numerical collapse model while the testing program will (1) confirm the performance of seismic protective systems for retrofit of soft-story, wood frame buildings and (2) experimentally validate a retrofit procedure developed through the ATC 71.1 project entitled \"Development of Simplified Guidance for Seismic Rehabilitation of Soft-Story Wood-Frame Buildings.\"  Finally, both the ATC 71.1 retrofit technique and a performance-based retrofit technique that utilizes seismic protection devices will be tested at full-scale in a series of shake table tests at the NEES outdoor shake table facility at UCSD.  In the final test, the retrofit will be removed and the building will be allowed to collapse in a controlled manner to provide one of the first collapse data sets for wood frame buildings, thus providing critical information for understanding this complex problem.  The intellectual merit of the NEESsoft project is that it will (1) improve the fundamental understanding of collapse mechanisms in wood frame buildings, (2) improve seismic numerical modeling including collapse modeling of wood frame buildings, (3) provide a performance-based approach and guidelines for retrofit of soft-story, wood frame buildings using seismic protection devices, and (4) enable a more accurate calculation of the margin against collapse for design code development.\r\n\r\nBroader Impacts:  The innovation proposed within NEESsoft for engineering education is to integrate the seismic portion of the virtual learning environment being developed within the Wood Education Institute (WEI) into the NEEShub virtual environment under development by NEEScomm, who heads NEES Operations at Purdue University. This will provide educational broader impact by changing the way seismic wood education is delivered and learned.  The societal broader impact lies in the experimental validation, and likely enhancement, of the ATC 71.1 retrofit procedures for soft-story, wood frame buildings by providing performance-based retrofit options for these types of buildings to better protect the occupants and mitigate losses.  \r\n\r\nData from this project will be archived and made available to the public through the NEES data repository.  This award is part of the National Earthquake Hazards Reduction Program (NEHRP).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "van de Lindt",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "John W van de Lindt",
   "pi_email_addr": "john.van_de_lindt@colostate.edu",
   "nsf_id": "000367997",
   "pi_start_date": "2010-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Symans",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Symans",
   "pi_email_addr": "symans@rpi.edu",
   "nsf_id": "000175065",
   "pi_start_date": "2010-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xiaoyun",
   "pi_last_name": "Shao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaoyun Shao",
   "pi_email_addr": "xiaoyun.shao@wmich.edu",
   "nsf_id": "000515666",
   "pi_start_date": "2010-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Weichiang",
   "pi_last_name": "Pang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Weichiang Pang",
   "pi_email_addr": "wpang@clemson.edu",
   "nsf_id": "000525931",
   "pi_start_date": "2010-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mikhail",
   "pi_last_name": "Gershfeld",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mikhail Gershfeld",
   "pi_email_addr": "mgershfeld@csupomona.edu",
   "nsf_id": "000559548",
   "pi_start_date": "2010-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "801 UNIVERSITY BLVD",
  "perf_city_name": "TUSCALOOSA",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354012029",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  },
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "7231",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "7974",
   "pgm_ref_txt": "GRAD RESEARCH SUPPLEMENT"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 556595.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}