{
 "awd_id": "1042938",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Documenting the Mechanisms of Belief and Attitude Change on Controversial Issues: The Case of Global Warming and Trust in Scientists",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2010-08-30",
 "awd_max_amd_letter_date": "2011-04-25",
 "awd_abstract_narration": "Decades of research have suggested that Americans' opinions on political issues change very slowly over years. Sudden large shifts in the percent of people who hold a particular view occur only very rarely and only in response to dramatic events that capture the attention of the entire nation, such as the September 11 attacks. Recently, a challenge to this view has been posited in the domain of climate change. During a period of just two years, some observers have viewed national surveys as indicating that large proportions of Americans have changed their personal opinions about the existence of global warming. If true, this would represent a significant challenge to existing theories of public opinion change and would merit a revision of those theories so that they more accurately capture the processes that produce such change.\r\n\r\nThis project is designed to investigate whether such theoretical amendments are required. To do so, two new surveys monitor short-term change in public opinion explore the causes of whatever opinion change has occurred in recent months. Furthermore, experiments test hypotheses about the impact of question wording changes on the appearance of over-time shifts in beliefs and preferences on this issue. Statistical analyses explore the possibility that local weather conditions at the time of the survey interviews and preceding those interviews have influenced the expressed beliefs of some respondents.  \r\n\r\nTo document the impact of recent events, some respondents (chosen randomly) in an Internet survey are exposed to news stories about the East Anglia emails and the questionable aspects of the IPCC reports, and other respondents do not see such stories. All respondents then report their personal opinions on a wide range of related issues. This approach documents the causal impact of such messages in the current information environment.\r\n\r\nThis project will have value not just because it will help document and explain changes in politically relevant perceptions and preferences in a charged policy environment, but also because it will help to illuminate psychological processes of great policy relevance at the moment. Many policy-makers are said to be reacting strongly to the recent opinion polls on climate change, often by pulling back on their willingness to support legislation aimed at ameliorating climate change, because these legislators perceive the American public to be increasingly unwilling to support such efforts. A collateral benefit of the research proposed here is that it will help these legislators to interpret the widely-publicized poll results, to become increasingly sensitive to the impact of scientific methodology of survey findings, and to plan their legislative efforts based upon veridical rather than misleading claims about what the American public believes and what it wants its government to implement in this arena.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jon",
   "pi_last_name": "Krosnick",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jon A Krosnick",
   "pi_email_addr": "krosnick@stanford.edu",
   "nsf_id": "000215188",
   "pi_start_date": "2010-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  },
  {
   "pgm_ele_code": "173300",
   "pgm_ele_name": "GEOSCIENCE EDUCATION"
  },
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>According to some political theorists, a democratic government cannot function effectively unless the electorate forms and expresses opinions on policy issues in order to provide guidance in the policy-making process for elected representatives. &nbsp;And if public opinion on an issue shifts rapidly, then elected representatives may be unable to act effectively to follow the public&rsquo;s wishes.&nbsp; According to a great deal of research in political science, on most policy issues, collective public opinion in America has been remarkably stable over time, shifting only very slowly.&nbsp; But in 2009, some survey research suggested that the American public&rsquo;s beliefs about global warming might have shifted dramatically in ways that challenge existing theories of slow change and inertia.&nbsp;</p>\n<p>This project was designed to explore this change over time in Americans&rsquo; opinions about global warming, to determine whether fundamental changes in basic theories of opinion formation and change are merited.</p>\n<p>A series of analyses using newly-collected survey data have in fact supported the notion that theory-refinement is called for.&nbsp; Global warming is a technical issue on which natural science experts offer opinions to the public.&nbsp; These opinions have been relatively stable over time in recent years, and members of the public who trust natural scientists rely on their views and therefore hold stable opinions themselves.&nbsp; But about one-third of the American public appears to be low in trust in natural scientists studying the earth&rsquo;s climate, and these members of the public must therefore form their opinions about the issue relying on other sorts of information.&nbsp;</p>\n<p>Contrary to claims made by some investigators, this project demonstrated that this subgroup of the American public was not especially influenced in 2009 by reports of &ldquo;climate-gate&rdquo; and purported errors in an IPCC report.&nbsp; If such events had any impact, it was tiny.&nbsp; Instead, members of the public who were low in trust in natural scientists have been especially attentive to recent changes in average world temperature.&nbsp; When that temperature rose, low-trust people manifested declines in their endorsement of what might be called &ldquo;green&rdquo; opinions about global warming.&nbsp; And when temperature rose, these individuals manifested increases in their endorsement of such views.&nbsp;</p>\n<p>A series of investigations revealed no support for the notion of &ldquo;motivated reasoning&rdquo;, whereby people who want to deny the existence and threat of climate change are especially likely to do so in the face of new information.&nbsp; Instead, we found that subgroups of the population who held green opinions at relatively low rates were most influenced by persuasive messages encouraging green opinions.&nbsp; And people who held green opinions at relatively high rates were most influenced by persuasive messages discouraging green opinions.&nbsp; These findings challenge not only the notion of motivated reasoning with regard to global warming but also challenge the notion of motivated reasoning in other domains as well.</p>\n<p>The project also revealed that despite apparent changes in the prevalence among the public of various beliefs and attitudes related to global warming, impact of the issue on voting in national elections was relatively stable over a series of years.&nbsp; Specifically, studies using various methods revealed that in elections in 2008, 2010, and 2012, a candidate expressing green opinions on climate change gained votes as a result, and expressing skeptical views about global warming cost a candidate votes.&nbsp; These findings enhance not only understanding of the stability of global warming opinions and the stability of their impact on decisions, but also enhance basic understanding of the process by which citizens ...",
  "por_txt_cntn": "\nAccording to some political theorists, a democratic government cannot function effectively unless the electorate forms and expresses opinions on policy issues in order to provide guidance in the policy-making process for elected representatives.  And if public opinion on an issue shifts rapidly, then elected representatives may be unable to act effectively to follow the publicÆs wishes.  According to a great deal of research in political science, on most policy issues, collective public opinion in America has been remarkably stable over time, shifting only very slowly.  But in 2009, some survey research suggested that the American publicÆs beliefs about global warming might have shifted dramatically in ways that challenge existing theories of slow change and inertia. \n\nThis project was designed to explore this change over time in AmericansÆ opinions about global warming, to determine whether fundamental changes in basic theories of opinion formation and change are merited.\n\nA series of analyses using newly-collected survey data have in fact supported the notion that theory-refinement is called for.  Global warming is a technical issue on which natural science experts offer opinions to the public.  These opinions have been relatively stable over time in recent years, and members of the public who trust natural scientists rely on their views and therefore hold stable opinions themselves.  But about one-third of the American public appears to be low in trust in natural scientists studying the earthÆs climate, and these members of the public must therefore form their opinions about the issue relying on other sorts of information. \n\nContrary to claims made by some investigators, this project demonstrated that this subgroup of the American public was not especially influenced in 2009 by reports of \"climate-gate\" and purported errors in an IPCC report.  If such events had any impact, it was tiny.  Instead, members of the public who were low in trust in natural scientists have been especially attentive to recent changes in average world temperature.  When that temperature rose, low-trust people manifested declines in their endorsement of what might be called \"green\" opinions about global warming.  And when temperature rose, these individuals manifested increases in their endorsement of such views. \n\nA series of investigations revealed no support for the notion of \"motivated reasoning\", whereby people who want to deny the existence and threat of climate change are especially likely to do so in the face of new information.  Instead, we found that subgroups of the population who held green opinions at relatively low rates were most influenced by persuasive messages encouraging green opinions.  And people who held green opinions at relatively high rates were most influenced by persuasive messages discouraging green opinions.  These findings challenge not only the notion of motivated reasoning with regard to global warming but also challenge the notion of motivated reasoning in other domains as well.\n\nThe project also revealed that despite apparent changes in the prevalence among the public of various beliefs and attitudes related to global warming, impact of the issue on voting in national elections was relatively stable over a series of years.  Specifically, studies using various methods revealed that in elections in 2008, 2010, and 2012, a candidate expressing green opinions on climate change gained votes as a result, and expressing skeptical views about global warming cost a candidate votes.  These findings enhance not only understanding of the stability of global warming opinions and the stability of their impact on decisions, but also enhance basic understanding of the process by which citizens make vote choices and choose among competing candidates.\n\nLastly, a series of experiments illuminated why different survey organizations have produced findings about global warming opinions that appear to contradict one another.  Different su..."
 }
}