{
 "awd_id": "1042944",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Computer Game Design: An Interdisciplinary Approach to Addressing Underrepresentation in Computing",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Celestine Pea",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 399996.0,
 "awd_amount": 399996.0,
 "awd_min_amd_letter_date": "2010-09-13",
 "awd_max_amd_letter_date": "2011-06-07",
 "awd_abstract_narration": "This Fostering Interdisciplinary Research on Education (FIRE) project targets a complex STEM education issue of national significance regarding the lack of girls and minorities choosing to study advanced computing. The goal is to help change the current status by engaging participants in computational thinking (CT) to help prepare them to not just be users, but producers of technology.  The focus is on computer game programming/game authoring.\r\n\r\nThis interdisciplinary team pairs a developmental psychologist from a non-profit organization with educational researchers, computer scientists, and graduate students from the University of California-Santa Cruz (UCSC) to develop, test, and study computer game authoring tools with 140 middle school girls and minorities in four local schools. A UCSC associate professor of computer science with expertise in transforming game design, as well as mentoring women in computer science, mentors the PI through one-on-one sessions, structured professional development, and research.   \r\n\r\nThrough this interdisciplinary approach, the PI will pursue professional development through five undergraduate and graduate courses in computer science and interact with other team members and industry affiliates to learn about computational media, gaming and interactive storytelling, software engineering, computational modeling of language and gestures, digital arts, and animation. Within this immersive environment, the PI also will conduct research to acquire skills and knowledge that crosses disciplinary boundaries between social science, education, and computer science and share expertise in child development, social science, and educational research methodologies.\r\n\r\nThe five-phase research study uses CT as the framework to develop, test, and refine the game authoring tools. During these phases, qualitative and quantitative methods will capture and analyze research data to reveal what kinds of computer games girls and minorities like to create and whether game authoring builds computational thinking. \r\n\r\nThe following research questions will be investigated:\r\n(1) How can we strengthen or create new game authoring tools that truly engage middle school students in computational thinking?\r\n(2) Is a game authoring tool that allows students to create character, narrative, and dynamic relationships more engaging for girls and minorities than a tool without these features?",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jill",
   "pi_last_name": "Denner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jill Denner",
   "pi_email_addr": "jilld@etr.org",
   "nsf_id": "000440240",
   "pi_start_date": "2010-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Mateas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Mateas",
   "pi_email_addr": "michaelm@soe.ucsc.edu",
   "nsf_id": "000426854",
   "pi_start_date": "2010-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ETR Associates",
  "inst_street_address": "5619 SCOTTS VALLEY DR",
  "inst_street_address_2": "STE 140",
  "inst_city_name": "SCOTTS VALLEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314402235",
  "inst_zip_code": "950663453",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "EDUCATION TRAINING & RESEARCH ASSOCIATES",
  "org_prnt_uei_num": "",
  "org_uei_num": "VRHBNK3AB814"
 },
 "perf_inst": {
  "perf_inst_name": "ETR Associates",
  "perf_str_addr": "5619 SCOTTS VALLEY DR",
  "perf_city_name": "SCOTTS VALLEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950663453",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 201736.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 198260.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project has the long-term goal of increasing diversity in computing fields by creating more inclusive, child friendly programming tools. Our strategy was to work across disciplines to improve an existing game authoring tool (Kodu Game Lab) to engage a broader group of students in computational thinking during middle school. We used an&nbsp;iterative process of moving between social science and computer science research/development to make Kodu more simple, usable, and expressive.</p>\n<p>The study involved 89 middle school girls from a range of socioeconomic and<br />racial/ethnic backgrounds. Over two years, we engaged in a cycle of research,tool development, and curriculum development. The research involved working with girls as users, testers, and informants about Kodu, as well as data collection. Tool development focused on increasing the expressive power of Kodu&mdash;the goal was to make it as easy to program games about relationships and character development as it was to program shooting games. The curriculum was designed to test the new features, and to document the girls&rsquo; experiences and feedback on the changes.</p>\n<p>Overall, the girls enjoyed using Kodu and recognized the expressive power to make a fun and engaging game. Many created games that included character dialogue, win states linked to fulfilling character needs, and rich visual settings. The conversation features were so successful that they were integrated into the free version of Kodu offered by Microsoft Research. In addition to building a better tool, the process led to insights about the opportunities and limits of tools like Kodu for engaging girls and fostering computational thinking, and the potential of interdisciplinary collaboration for increasing the learning potential and diverse appeal of game programming tools.</p>\n<p>The <span style=\"text-decoration: underline;\">Intellectual Merit</span> of our research study and interdisciplinary collaboration includes knowledge of how interdisciplinary teams can work together to make game authoring tools more appealing to groups that are underrepresented in computing fields. In addition, it has contributed a new approach to studying and fostering computational thinking in K-12 by combining the tools and perspectives of the learning sciences, computer science, and the<br />digital arts (particularly game design). This new view of computational&nbsp; thinking focuses on expression-through-systems, and builds on students&rsquo; motivation to explore identities and use computers for creative expression.</p>\n<p>The <span style=\"text-decoration: underline;\">Broader Impacts</span> include a more female-inclusive game authoring tool that is currently available at no cost, and a new way of framing computational thinking that has direct relevance to K-12 educational settings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2012<br>\n\t\t\t\t\tModified by: Jill&nbsp;Denner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project has the long-term goal of increasing diversity in computing fields by creating more inclusive, child friendly programming tools. Our strategy was to work across disciplines to improve an existing game authoring tool (Kodu Game Lab) to engage a broader group of students in computational thinking during middle school. We used an iterative process of moving between social science and computer science research/development to make Kodu more simple, usable, and expressive.\n\nThe study involved 89 middle school girls from a range of socioeconomic and\nracial/ethnic backgrounds. Over two years, we engaged in a cycle of research,tool development, and curriculum development. The research involved working with girls as users, testers, and informants about Kodu, as well as data collection. Tool development focused on increasing the expressive power of Kodu&mdash;the goal was to make it as easy to program games about relationships and character development as it was to program shooting games. The curriculum was designed to test the new features, and to document the girlsÆ experiences and feedback on the changes.\n\nOverall, the girls enjoyed using Kodu and recognized the expressive power to make a fun and engaging game. Many created games that included character dialogue, win states linked to fulfilling character needs, and rich visual settings. The conversation features were so successful that they were integrated into the free version of Kodu offered by Microsoft Research. In addition to building a better tool, the process led to insights about the opportunities and limits of tools like Kodu for engaging girls and fostering computational thinking, and the potential of interdisciplinary collaboration for increasing the learning potential and diverse appeal of game programming tools.\n\nThe Intellectual Merit of our research study and interdisciplinary collaboration includes knowledge of how interdisciplinary teams can work together to make game authoring tools more appealing to groups that are underrepresented in computing fields. In addition, it has contributed a new approach to studying and fostering computational thinking in K-12 by combining the tools and perspectives of the learning sciences, computer science, and the\ndigital arts (particularly game design). This new view of computational  thinking focuses on expression-through-systems, and builds on studentsÆ motivation to explore identities and use computers for creative expression.\n\nThe Broader Impacts include a more female-inclusive game authoring tool that is currently available at no cost, and a new way of framing computational thinking that has direct relevance to K-12 educational settings.\n\n\t\t\t\t\tLast Modified: 11/29/2012\n\n\t\t\t\t\tSubmitted by: Jill Denner"
 }
}