{
 "awd_id": "1042078",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP: The Future of Scientific Knowledge Discovery in the Open Networked Environment",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 99950.0,
 "awd_amount": 99950.0,
 "awd_min_amd_letter_date": "2010-08-26",
 "awd_max_amd_letter_date": "2010-08-26",
 "awd_abstract_narration": "The ways in which scientific knowledge is discovered and communicated openly online have changed dramatically over the last three decades, and especially in the last ten years. Multiple factors have contributed to massive growth in this area. The production of vast amounts of data and literature, coupled with the rapid development and advancement of the processing, storage, and communication technologies have made it both possible and necessary to use more computing technologies and methods in the research process. Computer-mediated discovery processes are being increasingly adopted and used by different scientific communities to explore and study a wide range of domains of knowledge, including all scientific disciplines. Computational scientific knowledge discovery is thus rapidly becoming practiced as a new form of scientific inquiry in the virtual environment, building upon and supplementing the research based on theoretical, experimental, and observational methods that preceded it. At the same time, many new models of open science have been developed that take much greater advantage of the capabilities of digital networks. When integrated together online, various types of open knowledge resources are forming incipient information ?commons? and knowledge environments, which can derive more value from the public investments in research. Of particular interest to this proposed project, such mechanisms can enable more efficient and effective applications of digital scientific knowledge discovery tools and techniques.  A deeper understanding of the opportunities and barriers to such processes has the potential to accelerate the progress of scientific research, to support U.S. national competitiveness and increased productivity in information-intensive areas of research and its applications. An improved understanding of these issues also can enable research managers and policy makers to make much more informed decisions about the research enterprise, and to explain more clearly to policymakers and to the general public how the public investment in research and digital technologies advances broader socioeconomic interests.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Uhlir",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Paul F Uhlir",
   "pi_email_addr": "puhlir@nas.edu",
   "nsf_id": "000167313",
   "pi_start_date": "2010-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Academy of Sciences",
  "inst_street_address": "2101 CONSTITUTION AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023342254",
  "inst_zip_code": "204180007",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "PKFJZHG2MLG9",
  "org_uei_num": "PKFJZHG2MLG9"
 },
 "perf_inst": {
  "perf_inst_name": "National Academy of Sciences",
  "perf_str_addr": "2101 CONSTITUTION AVE NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "204180007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  },
  {
   "pgm_ele_code": "772600",
   "pgm_ele_name": "Data Cyberinfrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7484",
   "pgm_ref_txt": "IIS SPECIAL PROJECTS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 99950.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>The Future of Scientific Knowledge Discovery in Open Networked Environments</em></strong></p>\n<p><strong>Report from a National Workshop</strong></p>\n<p>by</p>\n<p>Paul F. Uhlir</p>\n<p>Director, Board on Research Data and Information</p>\n<p>National Research Council</p>\n<p>&nbsp;</p>\n<p>On March 10-11, 2011, the Board on Research Data and Information (BRDI) of the National Research Council in Washington, DC held a national workshop on <em>The Future of Scientific Knowledge Discovery in Open Networked Environments. </em>Digital technologies and networks are now part of everyday work in the sciences, and have enhanced access to and use of scientific data, information, and literature significantly. They offer the promise of accelerating the discovery and communication of knowledge, both within the scientific community and in the broader society, as scientific data and information are made openly available online. <em></em></p>\n<p>The phrase &ldquo;scientific knowledge discovery in open networked environments&rdquo; is subject to many definitions. For purposes of this project, the focus was on computer-mediated or computational scientific knowledge discovery, taken broadly as any research processes enabled by digital computing technologies. Such technologies may include data mining, information retrieval and extraction, artificial intelligence, distributed grid computing, and others. These technological capabilities support computer-mediated knowledge discovery, which some believe is a new paradigm in the conduct of research.</p>\n<p>The emphasis was primarily on digitally networked data, rather than on the scientific, technical, and medical literature. The meeting also focused mostly on the advantages of knowledge discovery in open networked environments, although some of the disadvantages were raised as well.</p>\n<p>The workshop brought together a set of stakeholders in this area for intensive and structured discussions. The purpose was not to make a final declaration about the directions that should be taken, but to further the examination of trends in computational knowledge discovery in the open networked environments, based on the following questions and tasks:</p>\n<p><strong>1. Opportunities and Benefits:</strong> What are the opportunities over the next 5 to 10 years associated with the use of computer-mediated scientific knowledge discovery across disciplines in the open online environment? What are the potential benefits to science and society of such techniques?&nbsp;</p>\n<p><strong>2. Techniques and Methods for Development and Study of Computer-mediated Scientific Knowledge Discovery: </strong>What are the techniques and methods used in government, academia, and industry to study and understand these processes, the validity and reliability of their results, and their impact inside and outside science?</p>\n<p><strong>3. Barriers: </strong>What are the major scientific, technological, institutional, sociological, and policy barriers to computer-mediated scientific knowledge discovery in the open online environment within the scientific community? What needs to be known and studied about each of these barriers to help achieve the opportunities for interdisciplinary science and complex problem solving?</p>\n<p><strong>4. Range of Options:</strong> Based on the results obtained in response to items 1&ndash;3, define a range of options that can be used by the sponsors of the project, as well as other similar organizations, to obtain and promote a better understanding of the computer-mediated scientific knowledge discovery processes and mechanisms for openly available data and information online across the scientific domains. The objective of defining these options is to improve the activities of the sponsors (and other similar organizations) and the activities of researchers that they fund externally in this emerging research area.&nbsp;<br /><br />The f...",
  "por_txt_cntn": "\nThe Future of Scientific Knowledge Discovery in Open Networked Environments\n\nReport from a National Workshop\n\nby\n\nPaul F. Uhlir\n\nDirector, Board on Research Data and Information\n\nNational Research Council\n\n \n\nOn March 10-11, 2011, the Board on Research Data and Information (BRDI) of the National Research Council in Washington, DC held a national workshop on The Future of Scientific Knowledge Discovery in Open Networked Environments. Digital technologies and networks are now part of everyday work in the sciences, and have enhanced access to and use of scientific data, information, and literature significantly. They offer the promise of accelerating the discovery and communication of knowledge, both within the scientific community and in the broader society, as scientific data and information are made openly available online. \n\nThe phrase \"scientific knowledge discovery in open networked environments\" is subject to many definitions. For purposes of this project, the focus was on computer-mediated or computational scientific knowledge discovery, taken broadly as any research processes enabled by digital computing technologies. Such technologies may include data mining, information retrieval and extraction, artificial intelligence, distributed grid computing, and others. These technological capabilities support computer-mediated knowledge discovery, which some believe is a new paradigm in the conduct of research.\n\nThe emphasis was primarily on digitally networked data, rather than on the scientific, technical, and medical literature. The meeting also focused mostly on the advantages of knowledge discovery in open networked environments, although some of the disadvantages were raised as well.\n\nThe workshop brought together a set of stakeholders in this area for intensive and structured discussions. The purpose was not to make a final declaration about the directions that should be taken, but to further the examination of trends in computational knowledge discovery in the open networked environments, based on the following questions and tasks:\n\n1. Opportunities and Benefits: What are the opportunities over the next 5 to 10 years associated with the use of computer-mediated scientific knowledge discovery across disciplines in the open online environment? What are the potential benefits to science and society of such techniques? \n\n2. Techniques and Methods for Development and Study of Computer-mediated Scientific Knowledge Discovery: What are the techniques and methods used in government, academia, and industry to study and understand these processes, the validity and reliability of their results, and their impact inside and outside science?\n\n3. Barriers: What are the major scientific, technological, institutional, sociological, and policy barriers to computer-mediated scientific knowledge discovery in the open online environment within the scientific community? What needs to be known and studied about each of these barriers to help achieve the opportunities for interdisciplinary science and complex problem solving?\n\n4. Range of Options: Based on the results obtained in response to items 1&ndash;3, define a range of options that can be used by the sponsors of the project, as well as other similar organizations, to obtain and promote a better understanding of the computer-mediated scientific knowledge discovery processes and mechanisms for openly available data and information online across the scientific domains. The objective of defining these options is to improve the activities of the sponsors (and other similar organizations) and the activities of researchers that they fund externally in this emerging research area. \n\nThe first day of the 2-day meeting consisted primarily of invited expert speakers, who addressed tasks 1-&ndash;3. This was followed immediately by a discussion on the second day to leverage the expertise of the invitees to revisit the first 3 tasks and to address task 4, based on the discussions on the first day. T..."
 }
}