{
 "awd_id": "1042103",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID InSAR response to volcanic eruption in Iceland",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 60000.0,
 "awd_amount": 60000.0,
 "awd_min_amd_letter_date": "2010-07-30",
 "awd_max_amd_letter_date": "2010-07-30",
 "awd_abstract_narration": "The volcanic eruption at the Icelandic volcano Eyjafjallajökull, hereafter shortened to ?Eyja? began on April 14, 2010. The fallout disrupted human activity across Europe. The researchers propose to continue monitoring the activity at both Eyja and Katla volcanoes, focusing on interferometric analysis of synthetic aperture radar images (InSAR) acquired by the TerraSAR-X, Envisat, and ALOS satellite missions. The short time intervals between paired eruptions and the need to task the satellites in advance requires the RAPID award. The researchers will also redeploy three broadband seismometers that are already operating in Iceland to locations within 15 km of the center of the volcanic edfice at Eyja. The RAPID funding will help to capture the seismological signals while the eruption continues. To guide the research, we propose two hypotheses:\r\n(I) Deformation at Eyja slows from rapid inflation during the pre-eruptive time interval to negligible rates when the eruption began on 20 March 2010 as the magma flux into the deep sill was balanced by flux out of it.\r\n(II) Seismo-volcanic activity is mechanically coupled between the two volcanoes, Eyja and Katla.\r\n\r\nTo test these hypotheses, they envision a research activity with three components: measuring, modeling, and interpreting. The rich data observational set at Eyja will be used to test two hypotheses about the processes\r\noperating within an active volcano. The proposed research will lead to a model that can explain the timing and location of most of the crustal deformation observed by InSAR there. The model should also reproduce the essential aspects of the other observations, including earthquake locations and GPS measurements. By combining the measuring (with GIPhT) and modeling (with FEM), the interpreting component will help scientists at NVC and IMO in their ongoing efforts to monitor volcanic activity at Eyja. The new information from this study will be directly relevant to understanding the time-dependent volcanic hazard posed by volcanoes lying beneath heavily used air traffic corridors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kurt",
   "pi_last_name": "Feigl",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kurt L Feigl",
   "pi_email_addr": "feigl@wisc.edu",
   "nsf_id": "000213902",
   "pi_start_date": "2010-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intrusion triggering of the 2010 Eyjafjallaj&ouml;kull explosive eruption</p>\n<p><br />by Jill Sakai , Zina Deretsky, Freysteinn Sigmundsson, and Kurt L. Feigl</p>\n<p><br />Months of volcanic restlessness preceded the eruptions of the Icelandic volcano Eyjafjallaj&ouml;kull, providing insight into what roused it from its centuries of slumber.<br /><br />An international team of researchers analyzed geophysical changes in the long-dormant volcano leading up to its eruptions in March and April 2010. In a study published in the Nov. 18 issue of the journal Nature, the scientists suggest that magma flowing beneath the volcano may have triggered its reawakening.<br /><br />&ldquo;Several months of unrest preceded the eruptions, with magma moving around downstairs in the plumbing and making noise in the form of earthquakes,&rdquo; says study co-author Kurt Feigl, a professor of geoscience at the University of Wisconsin-Madison. &ldquo;By monitoring volcanoes, we can understand the processes that drive them to erupt.&rdquo;<br /><br />Freysteinn Sigmundsson, lead author on the peer-reviewed paper, has been working in collaboration with Feigl and colleagues from Iceland, Sweden, and the Netherlands for over two decades, watching more than a dozen active volcanoes in Iceland as they deform, using a combination of satellite imaging and GPS surveying. In their Nature paper, they found that Eyjafjallaj&ouml;kull swelled for 11 weeks before it began to erupt in March 2010. The eruption culminated 18 years of intermittent unrest &mdash; but no eruptions.<br /><br />&ldquo;If you watch a volcano for decades, you can tell when it&rsquo;s getting restless,&rdquo; Feigl says.<br /><br />Eyjafjallaj&ouml;kull had shown similar signs of stirring in 1994 and 1999. In late summer 2009, a subtle shift at a GPS station on Eyjafjallaj&ouml;kull&rsquo;s flank prompted the study&rsquo;s lead author, Freysteinn Sigmundsson, and his colleagues to begin monitoring the mountain more closely. Then, in early January 2010, the rate of deformation and the number of earthquakes began to increase. As the deformation and seismic unrest continued, the researchers installed more GPS stations near the mountain. Just a few weeks later, the instruments detected more rapid inflation, indicating that magma was moving upwards through the &ldquo;plumbing&rdquo; inside the volcano.<br /><br />By the time the volcano began to erupt on March 20th, the volcano&rsquo;s flanks had expanded by more than six inches as magma intruded into the dike and sill structures, as shown in the illustration.<br /><br />Surprisingly, the rapid deformation stopped as soon as the eruption began. In many cases, volcanoes deflate as magma flows out of shallow chambers during an eruption. Eyjafjallaj&ouml;kull, however, maintained basically the same inflated shape through mid-April, when the first eruption ended.<br /><br />After a two-day pause, the volcano began to erupt again on April 22nd. This time, the lava broke out through a new vent under the ice-capped summit of the mountain. This second eruption exploded as gas escaped from bubbles in the magma, fragmenting the rock into tiny particles, called &ldquo;tephra&rdquo;. Aggravating the explosion, steam blew out of the vent as hot lava melted a pathway through the ice in a matter of days. The resulting plume rose high into the atmosphere, disrupting air traffic over Europe for weeks and stranding millions of travelers.<br /><br />Why did Eyjafjallaj&ouml;kull erupt when it did? To begin to answer this question, the scientists suggest that magmatic intrusions deep within the volcano started the processes leading to the eruption. &ldquo;It was the meeting of two different magma types, one residing under the summit area, and another in the evolving intrusion, that triggered the explosive eruption,&rdquo; says Sigmundsson.</p>\n<p>Satellite radar images were obtained from TerraSAR-X, a ...",
  "por_txt_cntn": "\nIntrusion triggering of the 2010 Eyjafjallaj&ouml;kull explosive eruption\n\n\nby Jill Sakai , Zina Deretsky, Freysteinn Sigmundsson, and Kurt L. Feigl\n\n\nMonths of volcanic restlessness preceded the eruptions of the Icelandic volcano Eyjafjallaj&ouml;kull, providing insight into what roused it from its centuries of slumber.\n\nAn international team of researchers analyzed geophysical changes in the long-dormant volcano leading up to its eruptions in March and April 2010. In a study published in the Nov. 18 issue of the journal Nature, the scientists suggest that magma flowing beneath the volcano may have triggered its reawakening.\n\n\"Several months of unrest preceded the eruptions, with magma moving around downstairs in the plumbing and making noise in the form of earthquakes,\" says study co-author Kurt Feigl, a professor of geoscience at the University of Wisconsin-Madison. \"By monitoring volcanoes, we can understand the processes that drive them to erupt.\"\n\nFreysteinn Sigmundsson, lead author on the peer-reviewed paper, has been working in collaboration with Feigl and colleagues from Iceland, Sweden, and the Netherlands for over two decades, watching more than a dozen active volcanoes in Iceland as they deform, using a combination of satellite imaging and GPS surveying. In their Nature paper, they found that Eyjafjallaj&ouml;kull swelled for 11 weeks before it began to erupt in March 2010. The eruption culminated 18 years of intermittent unrest &mdash; but no eruptions.\n\n\"If you watch a volcano for decades, you can tell when itÆs getting restless,\" Feigl says.\n\nEyjafjallaj&ouml;kull had shown similar signs of stirring in 1994 and 1999. In late summer 2009, a subtle shift at a GPS station on Eyjafjallaj&ouml;kullÆs flank prompted the studyÆs lead author, Freysteinn Sigmundsson, and his colleagues to begin monitoring the mountain more closely. Then, in early January 2010, the rate of deformation and the number of earthquakes began to increase. As the deformation and seismic unrest continued, the researchers installed more GPS stations near the mountain. Just a few weeks later, the instruments detected more rapid inflation, indicating that magma was moving upwards through the \"plumbing\" inside the volcano.\n\nBy the time the volcano began to erupt on March 20th, the volcanoÆs flanks had expanded by more than six inches as magma intruded into the dike and sill structures, as shown in the illustration.\n\nSurprisingly, the rapid deformation stopped as soon as the eruption began. In many cases, volcanoes deflate as magma flows out of shallow chambers during an eruption. Eyjafjallaj&ouml;kull, however, maintained basically the same inflated shape through mid-April, when the first eruption ended.\n\nAfter a two-day pause, the volcano began to erupt again on April 22nd. This time, the lava broke out through a new vent under the ice-capped summit of the mountain. This second eruption exploded as gas escaped from bubbles in the magma, fragmenting the rock into tiny particles, called \"tephra\". Aggravating the explosion, steam blew out of the vent as hot lava melted a pathway through the ice in a matter of days. The resulting plume rose high into the atmosphere, disrupting air traffic over Europe for weeks and stranding millions of travelers.\n\nWhy did Eyjafjallaj&ouml;kull erupt when it did? To begin to answer this question, the scientists suggest that magmatic intrusions deep within the volcano started the processes leading to the eruption. \"It was the meeting of two different magma types, one residing under the summit area, and another in the evolving intrusion, that triggered the explosive eruption,\" says Sigmundsson.\n\nSatellite radar images were obtained from TerraSAR-X, a satellite mission operated by the German Space Agency (DLR) since 2007. \n\nThe  paper, including a complete list of authors, is available from Nature  (http://www.nature.com/nature/journal/v468/n7322/full/nature09558.html).\n\n\nComplete caption for illustration: ArtistÆs concept..."
 }
}