{
 "awd_id": "1042519",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Support of Junior Scientists to Participate in the 2010 International Symposium on Nuclear Symmetry Energy at Wako, Japan",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bradley D. Keister",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 5000.0,
 "awd_amount": 5000.0,
 "awd_min_amd_letter_date": "2010-08-23",
 "awd_max_amd_letter_date": "2010-08-23",
 "awd_abstract_narration": "This award will provide partial travel support for 5-10 junior scientists from the US institutes to attend the 2010 International Symposium on Nuclear Symmetry Energy to be held at RIKEN, Wako, Japan July 26-28, 2010.\r\n\r\nThe main objective of the Conference is to provide the international community of nuclear scientists the opportunity to disseminate the newest developments at the forefront of the science on nuclear symmetry energy.  The NSF funds will permit the PI to assist about five to ten US early career scientists with the cost up to half of their flight ticket from US to Japan.   The participants include both internationally recognized senior scientists from around the world and the young and rising stars. Participation of younger scientists is essential to address the future manpower needs of this rapidly changing field and technical workforce of the nation before the US Facility for Rare Isotope Beams (FRIB) comes online at the end of this decade. In the mean time, the Rare Isotope Beam Factory (RIBF) at RIKEN provides the most promising opportunities to study the equation of state of dense asymmetric nuclear matter and nuclear properties for nuclei with extreme neutron and proton ratios. The conference will provide opportunities for participants to form international collaboration in experiments and in theory projects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "ManYee",
   "pi_last_name": "Tsang",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "ManYee B Tsang",
   "pi_email_addr": "Tsang@nscl.msu.edu",
   "nsf_id": "000468930",
   "pi_start_date": "2010-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "123300",
   "pgm_ele_name": "NUCLEAR STRUCTURE & REACTIONS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the most compelling questions of contemporary nuclear science is &ldquo;What is the nature of neutron stars and dense nuclear matter?&rdquo; The<br />answer critically depends on our understanding of the nuclear symmetry energy over a range of densities and a realistic model of the nuclear force, still poorly known. The symmetry energy constrains the force on the number of protons and neutrons in a nuclear system. It reduces the nuclear binding energy in nuclei. Its slope at saturation density provides the dominant baryonic contribution to the pressure in neutron stars &nbsp;and influences the inner crusts and radii of neutron stars. &nbsp;It provides a crucial contribution<br />to the equation of state (EoS) of asymmetric nuclear matter and is critical for<br />understanding properties of nuclei including the existence of rare isotopes<br />with extreme proton to neutron ratios.</p>\n<p>A series of conferences was<br />initiated to address this subject. From the start, the organizers realized that<br />this would be an international and cross-discipline endeavour. The<br />International Symposium on Nuclear Symmetry Energy held at RIKEN, Wako, Japan<br />on July 26-28, 2010, also known as NuSYM10 was the first of a series of<br />conferences to report and discuss progress made by the nuclear physics and<br />astrophysics community on this issue. The conference was followed by NuSYM11<br />held in Smith College, New Hampshire, on June 17-20, 2011. Scientists from<br />Europe, Asia and US met. Experimental and theoretical results were presented<br />and discussed in the conference by a mix of international known as well as<br />junior scientists. From the results presented, there is an overwhelming<br />evidence that a consensus on the constraints of symmetry energy obtained at<br />density below normal nuclear matter density can be reached. A mini-review<br />summarizing the constraints of symmetry energy at density below normal nuclear<br />matter density was published in Physical Review C, 86, 015803 (2012). The article<br />shows that consistent constraints have been obtained from observables as<br />diverse as isospin diffusions, isoscaling and flow of light<br />charged particles in heavy ion collisions, to experiments that measure nuclei<br />properties such as neutron skin thickness, pygmy dipole resonances, masses of isobar<br />analog states &nbsp;and nuclei masses in<br />Finite Range Droplet Models. More recently, similar constraints are also<br />obtained in neutron star radii measurements from Astrophysicists.</p>\n<p><br /><br /></p>\n<p>&nbsp;</p>\n<p><br /><br /></p>\n<p>NuSYM14 will be held in July, 2014<br />in Liverpool to report and discuss the results from the next frontier on the determination of symmetry energy at high<br />density.</p>\n<p><br /><br /></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/30/2013<br>\n\t\t\t\t\tModified by: Manyee&nbsp;B&nbsp;Tsang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOne of the most compelling questions of contemporary nuclear science is \"What is the nature of neutron stars and dense nuclear matter?\" The\nanswer critically depends on our understanding of the nuclear symmetry energy over a range of densities and a realistic model of the nuclear force, still poorly known. The symmetry energy constrains the force on the number of protons and neutrons in a nuclear system. It reduces the nuclear binding energy in nuclei. Its slope at saturation density provides the dominant baryonic contribution to the pressure in neutron stars  and influences the inner crusts and radii of neutron stars.  It provides a crucial contribution\nto the equation of state (EoS) of asymmetric nuclear matter and is critical for\nunderstanding properties of nuclei including the existence of rare isotopes\nwith extreme proton to neutron ratios.\n\nA series of conferences was\ninitiated to address this subject. From the start, the organizers realized that\nthis would be an international and cross-discipline endeavour. The\nInternational Symposium on Nuclear Symmetry Energy held at RIKEN, Wako, Japan\non July 26-28, 2010, also known as NuSYM10 was the first of a series of\nconferences to report and discuss progress made by the nuclear physics and\nastrophysics community on this issue. The conference was followed by NuSYM11\nheld in Smith College, New Hampshire, on June 17-20, 2011. Scientists from\nEurope, Asia and US met. Experimental and theoretical results were presented\nand discussed in the conference by a mix of international known as well as\njunior scientists. From the results presented, there is an overwhelming\nevidence that a consensus on the constraints of symmetry energy obtained at\ndensity below normal nuclear matter density can be reached. A mini-review\nsummarizing the constraints of symmetry energy at density below normal nuclear\nmatter density was published in Physical Review C, 86, 015803 (2012). The article\nshows that consistent constraints have been obtained from observables as\ndiverse as isospin diffusions, isoscaling and flow of light\ncharged particles in heavy ion collisions, to experiments that measure nuclei\nproperties such as neutron skin thickness, pygmy dipole resonances, masses of isobar\nanalog states  and nuclei masses in\nFinite Range Droplet Models. More recently, similar constraints are also\nobtained in neutron star radii measurements from Astrophysicists.\n\n\n\n\n\n \n\n\n\n\n\nNuSYM14 will be held in July, 2014\nin Liverpool to report and discuss the results from the next frontier on the determination of symmetry energy at high\ndensity.\n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 01/30/2013\n\n\t\t\t\t\tSubmitted by: Manyee B Tsang"
 }
}