{
 "awd_id": "1042313",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Shooting the Viliui Sakha Expedition for the Documentary Moving Day",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2010-08-31",
 "awd_max_amd_letter_date": "2010-08-31",
 "awd_abstract_narration": "The International Organization Migration (IOM)2008 Report on Migration and Climate Change notes that current estimates predict that by mid-century climate change will force between \"25 million to 1 billion\" people from their homes. A report released in June 2009 by the US Global Change Research Group describes the situation at home in Alaska: \"The ground beneath several native communities is literally crumbling into the sea, forcing residents to confront difficult and expensive choices between relocation and engineering strategies.\" Indigenous people who live in some of the planet's most affected regions are on the precipice of the crisis.\r\n\r\nThe Viliui Sakha expedition in Northeast Siberia occurs July 2010. Anthropologist Susan Crate and environmental scientist Alexander Fedorov are returning to Viliui Sakha villages to exchange with the Sakhas, an indigenous people of Siberia, the results of three years of research on climate change and adaptation strategies. The Sakhas' environment is transforming so quickly that such an expedition must happen now and will not happen again.\r\n\r\nNSF funds will enable Ironbound Films to shoot the Viliui Sakha expedition for \"Moving Day,\" a documentary for theatrical release and television and internet broadcast. \"Moving Day\" educates general audiences, particularly of high school and college age; scientists; and indigenous communities about the greatest human consequence of global climate change: environmental migration. \r\n\r\nIn addition to forming a critical part of the \"Moving Day\" documentary, footage from the Viliui Sakha expedition will be used to create a short standalone video, which will be used to:\r\n\r\n - Advance the field. The video will be made available for scientists to teach, train, and use as a guide on similar expeditions. \r\n - Inform indigenous communities. It will help explain how and why scientists work with communities; how other communities are adapting; and how the results of such work are being used to educate general audiences about climate change. \r\n - Raise visibility. The video will be posted on both popular online video platforms and the \"Moving Day\" website to raise awareness for the documentary and subject matter.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Miller",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel A Miller",
   "pi_email_addr": "miller@ironboundfilms.com",
   "nsf_id": "000057595",
   "pi_start_date": "2010-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Seth",
   "pi_last_name": "Kramer",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Seth D Kramer",
   "pi_email_addr": "kramer@ironboundfilms.com",
   "nsf_id": "000199197",
   "pi_start_date": "2010-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ironbound Films, Inc.",
  "inst_street_address": "35 GARRISON LDG STE C",
  "inst_street_address_2": "",
  "inst_city_name": "GARRISON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "8454243700",
  "inst_zip_code": "105243657",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "NY17",
  "org_lgl_bus_name": "IRONBOUND FILMS, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "NWS3MZBJGJU1"
 },
 "perf_inst": {
  "perf_inst_name": "Ironbound Films, Inc.",
  "perf_str_addr": "35 GARRISON LDG STE C",
  "perf_city_name": "GARRISON",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "105243657",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  },
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "7259",
   "pgm_ref_txt": "INFORMAL SCIENCE EDUCATION"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In August 2010, Ironbound Films received a Rapid Response Research award to film the Viliui Sakha expedition in Northeast Siberia for <em>The Change</em> (working title, formerly <em>Moving Day</em>), a documentary for limited theatrical release and television and Internet broadcast with an interactive website, curriculum guide, classroom version, and robust outreach strategy.</p>\n<p>&nbsp;</p>\n<p>Ironbound edited a fourteen-minute sample reel from the footage captured during the Viliui Sakha expedition. With the reel, Ironbound was able to secure an NSF award in August 2011 to complete the documentary.&nbsp;</p>\n<p>&nbsp;</p>\n<p><em>The Change</em> is America&rsquo;s first look at the painstaking decisions of indigenous communities hardest hit by climate change; and how scientists&mdash;anthropologists, environmental scientists, geographers, oceanographers, engineers&mdash;are working with them to understand and mitigate the effects. <em>The Change</em> targets general audiences, particularly of high school and college age, and indigenous communities.</p>\n<p><em>&nbsp;</em></p>\n<p>The protagonist of <em>The Change</em> is Katie Crate, an American teenager. Her mother Susan Crate is an anthropologist working with native people around the world at the precipice of climate change; and her father is one of those people.</p>\n<p><strong>&nbsp;</strong></p>\n<p style=\"text-align: center;\"><strong>Intellectual Merit</strong></p>\n<p>Climate change is transforming the natural world, as indicated by the close tabs scientists keep on ice melt, sea level, and rainfall. But the real impact on humanity, they warn, has yet to come. Scientists estimate that by midcentury, the effects of climate change will force 200 million people from their homes.</p>\n<p>&nbsp;</p>\n<p>Among the earliest victims are those &ldquo;living off the land&rdquo; in remote, frequently indigenous cultures. Located in the most climate-sensitive regions, these communities are losing the ability to obtain food, water, and fuel from their ecosystems. Some face altering their centuries-old way of life. Others in the path of frequent storms and rising tides have already begun to relocate.</p>\n<p>&nbsp;</p>\n<p>In most documentaries on climate change, general audiences cannot identify with the effects: they are either too far into the future or too distant. <em>The Change</em> draws in viewers as a coming-of-age drama, weaving themes of family, roots, and identity into a gripping exploration of the hard and social sciences at the frontlines of climate change.</p>\n<p><strong>&nbsp;</strong></p>\n<p style=\"text-align: center;\"><strong>Broader Impacts</strong></p>\n<p>A compelling character with a dramatic, transformative arc, Katie Crate&rsquo;s position at the nexus of scientific and indigenous communities broadens the impact of <em>The Change</em> tremendously. General audiences are allowed a rare intimacy with the two groups closest to the crisis. Indigenous viewers hear from one of their own about means of adaptation and the role that scientists are trying to play. Younger viewers see how a career in science is vital to not only measuring climate change but also helping people now.</p>\n<p>&nbsp;</p>\n<p><em>The Change</em> further appeals to general audiences through an innovative &ldquo;messaging&rdquo; partnership with the Center for Climate Change Communication; to younger viewers with extensive viral outreach; and to native viewers via a worldwide screening campaign with the International Indian Treaty Council and the Institute for Tribal Environmental Professionals. The PIs&rsquo; last study of the intersection of science and indigenous culture was <em>The Linguists</em>, the first film funded by NSF to premiere at the prestigious Sundance Film Festival. In 2010, it was nominated for an Emmy Award for Outstanding Science and Technology Programming.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/08/2011<br>\n\t\t\t\t\tModif...",
  "por_txt_cntn": "\nIn August 2010, Ironbound Films received a Rapid Response Research award to film the Viliui Sakha expedition in Northeast Siberia for The Change (working title, formerly Moving Day), a documentary for limited theatrical release and television and Internet broadcast with an interactive website, curriculum guide, classroom version, and robust outreach strategy.\n\n \n\nIronbound edited a fourteen-minute sample reel from the footage captured during the Viliui Sakha expedition. With the reel, Ironbound was able to secure an NSF award in August 2011 to complete the documentary. \n\n \n\nThe Change is AmericaÆs first look at the painstaking decisions of indigenous communities hardest hit by climate change; and how scientists&mdash;anthropologists, environmental scientists, geographers, oceanographers, engineers&mdash;are working with them to understand and mitigate the effects. The Change targets general audiences, particularly of high school and college age, and indigenous communities.\n\n \n\nThe protagonist of The Change is Katie Crate, an American teenager. Her mother Susan Crate is an anthropologist working with native people around the world at the precipice of climate change; and her father is one of those people.\n\n \nIntellectual Merit\n\nClimate change is transforming the natural world, as indicated by the close tabs scientists keep on ice melt, sea level, and rainfall. But the real impact on humanity, they warn, has yet to come. Scientists estimate that by midcentury, the effects of climate change will force 200 million people from their homes.\n\n \n\nAmong the earliest victims are those \"living off the land\" in remote, frequently indigenous cultures. Located in the most climate-sensitive regions, these communities are losing the ability to obtain food, water, and fuel from their ecosystems. Some face altering their centuries-old way of life. Others in the path of frequent storms and rising tides have already begun to relocate.\n\n \n\nIn most documentaries on climate change, general audiences cannot identify with the effects: they are either too far into the future or too distant. The Change draws in viewers as a coming-of-age drama, weaving themes of family, roots, and identity into a gripping exploration of the hard and social sciences at the frontlines of climate change.\n\n \nBroader Impacts\n\nA compelling character with a dramatic, transformative arc, Katie CrateÆs position at the nexus of scientific and indigenous communities broadens the impact of The Change tremendously. General audiences are allowed a rare intimacy with the two groups closest to the crisis. Indigenous viewers hear from one of their own about means of adaptation and the role that scientists are trying to play. Younger viewers see how a career in science is vital to not only measuring climate change but also helping people now.\n\n \n\nThe Change further appeals to general audiences through an innovative \"messaging\" partnership with the Center for Climate Change Communication; to younger viewers with extensive viral outreach; and to native viewers via a worldwide screening campaign with the International Indian Treaty Council and the Institute for Tribal Environmental Professionals. The PIsÆ last study of the intersection of science and indigenous culture was The Linguists, the first film funded by NSF to premiere at the prestigious Sundance Film Festival. In 2010, it was nominated for an Emmy Award for Outstanding Science and Technology Programming.\n\n\t\t\t\t\tLast Modified: 11/08/2011\n\n\t\t\t\t\tSubmitted by: Daniel A Miller"
 }
}