{
 "awd_id": "1042372",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: BPC-LSA: ACM SIGBP: Forming an ACM Special Interest Group to Scale the Impact of BPC Activities",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamau Bobb",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 144648.0,
 "awd_amount": 144648.0,
 "awd_min_amd_letter_date": "2010-09-07",
 "awd_max_amd_letter_date": "2015-08-31",
 "awd_abstract_narration": "The University of North Carolina at Charlotte, in collaboration with Loyola College, proposes to engage diverse stakeholders to develop an Association of Computing Machinery Special Interest Group in Broadening Participation (ACM SIGBP) charter, submit a proposal to the ACM to establish a SIGBP, and support startup efforts of the SIGBP community. The SIG will provide a well-recognized, well-established, international community to support and strengthen the diverse array of initiatives for Broadening Participation in Computing (BPC). Broadening participation in computing requires multiple levels of inter-disciplinary collaboration among researchers, practitioners, educators and policy-makers from academia, industry, government, K-12 schools, and the non-profit sector within a variety of interests, including computing, psychology, sociology, ethnic and gender studies, education, and human resources. A plethora of BPC organizations, programs and initiatives exist. Although BPC communities are starting to coalesce, as with the NSF BPC alliances, a majority of initiatives are relatively isolated. The BPC research literature is scattered among journals and conferences within computing education, general education, and the social sciences. What is needed is an overarching BPC community to support and highlight the many existing BPC initiatives, and to drive the national BPC agenda by speaking for the community with one voice. This will provide opportunities for students seeking to participate, practices for practitioners to adopt, and a community for researchers seeking to collaborate. The ACM is the flagship international professional and scientific organization for computing. The ACM Special Interest Groups (SIGs) represent the major areas of computing. Each SIG forms a community that includes conferences, publications, and regional and global activities intended to advance knowledge and foster collaboration within computing areas. We seek to leverage the ACM SIG community structure to support an international BPC Community. The goal of the proposed ACM SIGBP Project is to strengthen, scale, and sustain efforts to broaden participation in computing by establishing an ACM SIGBP. Project outcomes include a) establishing an ACM SIGBP, b) increasing participation in existing BPC activities and organizations, c) increasing awareness among computing students of BPC opportunities, and d) increasing collaboration among existing BPC efforts nationally and internationally.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jamie",
   "pi_last_name": "Payton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jamie Payton",
   "pi_email_addr": "payton@uncc.edu",
   "nsf_id": "000363062",
   "pi_start_date": "2014-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Teresa",
   "pi_last_name": "Dahlberg",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Teresa A Dahlberg",
   "pi_email_addr": "dahlberg@tcu.edu",
   "nsf_id": "000621824",
   "pi_start_date": "2010-09-07",
   "pi_end_date": "2014-08-05"
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Charlotte",
  "inst_street_address": "9201 UNIVERSITY CITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "7046871888",
  "inst_zip_code": "282230001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NC12",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHARLOTTE",
  "org_prnt_uei_num": "NEYCH3CVBTR6",
  "org_uei_num": "JB33DT84JNA5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Charlotte",
  "perf_str_addr": "9201 UNIVERSITY CITY BLVD",
  "perf_city_name": "CHARLOTTE",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "282230001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NC12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "748200",
   "pgm_ele_name": "BROADENING PARTIC IN COMPUTING"
  },
  {
   "pgm_ele_code": "764000",
   "pgm_ele_name": "CPATH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 144648.0
  }
 ],
 "por": null
}