{
 "awd_id": "1042908",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID - Collaborative Research: Impact of the New Horizon Oil Spill on Ecosystem Metabolism and Gas Exchange in the Northern Gulf of Mexico Hypoxic Region",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 44612.0,
 "awd_amount": 44612.0,
 "awd_min_amd_letter_date": "2010-05-27",
 "awd_max_amd_letter_date": "2010-05-27",
 "awd_abstract_narration": "On April 20, 2010, the Deepwater Horizon offshore drilling rig, located 41 km off the coast of Louisiana, experienced a blowout and explosion that resulted in 11 deaths, the sinking of the drilling rig, and uncontrolled discharge from the well at an estimated rate of 5-25 thousand barrels of crude oil each day. Owing to the challenge of containing discharge at a depth of 1,500 m it is anticipated that the well will continue to flow for many weeks and exceed the Exxon Valdez as the most severe oil disaster in U.S. history. The oil spill is likely to encompass the extensive area that develops hypoxia on an annual basis in the northern Gulf of Mexico (NGOMEX). The development and extent of hypoxia in the northern Gulf of Mexico has been of concern for many years owing to, for example, its detrimental impact on fisheries (Rabalais et al., 2007; Turner et al., 2007). \r\n\r\nWith funding through this Grant for Rapid Response Research (RAPID), scientists at  Michigan State University and the University of Texas at Austin will participate in an upcoming research cruise of the RV Pelican from May 21-27, 2010, that will be sampling at stations that already are or are very likely to be impacted by the oil spill. Indeed projections by NOAA for the distribution of oil from the spill are in close proximity to all of the proposed research stations. The research team contends that the oil spill will exacerbate the development of hypoxia in the NGOMEX by altering rates of primary production, respiration and gas exchange. Consequently, they will test the following hypotheses: \r\n\r\nHypothesis 1: The oil spill will enhance hypoxia in the NGOMEX by (1) reducing primary production, (2) enhancing respiration and (3) reducing gas exchange. \r\nHypothesis 2: The gas exchange rate will be a function of the abundance, composition and origin of surfactants in the surface water layer. \r\n\r\nThe layer of oil across the sea surface is expected to reduce penetration of light for photosynthesis thereby reducing rates of primary production. Respiration is likely to be enhanced by the increased availability of the oil; particularly as the microbial community metabolizes this carbon source. Rates of gas exchange between the ocean surface and atmosphere are very sensitive to the presence of surface organic films.  The team will approach these hypothesis by determining depth profiles of the triple isotopic composition of dissolved O2 and ratios of N2:Ar and O2:Ar that collectively yield rates of primary production, respiration and gas exchange.  They will further determine the abundance, composition and origin of the surface organic layer as a control on the rate of gas exchange.\r\n\r\nBroader Impacts: While the environmental impacts of oil spills are many, less well known is the potential for oil spills to enhance the development of hypoxia in regions prone to this condition. A long term understanding of hypoxia in the NGOMEX and other regions impacted by oil spills will enhance society's ability to predict the ecological consequences of this and similar disasters. This project will directly involve two undergraduate students and the results of this project will be a focus of the investigators' courses of instruction, including courses at MSU and UT Austin on Oceanography and Marine Biogeochemistry, respectively. Further, MSU and UT have mechanisms in place to facilitate presentation of research findings to the media including MSU's Environmental Science and Policy Program and Knight Center for Environmental Journalism and via UT's nationally broadcast radio program: \"Science and the Sea\".",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhanfei",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhanfei Liu",
   "pi_email_addr": "zhanfei.liu@utexas.edu",
   "nsf_id": "000538367",
   "pi_start_date": "2010-05-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 44612.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In response to the Deepwater Horizon (DWH) oil spill, Dr. Nathaniel Ostrom and I were funded to investigate how the oil has impacted the ecosystem metabolism and gas exchange in the hypoxic zone in the northern Gulf of Mexico.&nbsp; My major role in this grant was to evaluate how the oil spill has been impacting organic composition of the sea surface in the hypoxic zone. &nbsp;My research on this project furthered our understanding of the DWH oil spill on several aspects. &nbsp;The sea surface in the northern Gulf of Mexico was clearly contaminated in May 2011, even in the waters without visible oil, but the oil was degraded rapidly as we did not detect any oil in August 2011 after the well was capped. &nbsp;We provided detailed chemical composition of oil mousse collected on sea surface and salt marshes, and the data showed that the oil mousse were subjected to light to moderate weathering, and the weathering became more intense as the oil mousse moved from offshore to salt marshes, as expected. &nbsp;Evaporation and microbial degradation appeared to be the major weathering processes on these oil mousses, and <em>Gammaproteobacteria</em> were the major oil-degraders. &nbsp;We also found considerable amount of oil in surface sediments within several miles to the wellhead two years after the oil spill, suggesting the slow degradation of the oil deposited in deep-sea sediments.&nbsp; These data overall provide insights on physical, biological and chemical processes on the oil weathering in the northern Gulf of Mexico, and are valuable in evaluating ecological impacts of the DWH oil on coastal ecosystems. &nbsp;These data have been, or are being,<br />disseminated in forms of publication, public lectures, and presentations in<br />national conferences. &nbsp;Several undergraduate and graduates students were involved in project execution, participating in research cruises and conducting laboratory experiments. &nbsp;The results from this project have also been combined into several environment-related courses taught by the PI, such as <em>Marine Biogeochemistry</em> and <em>Marine Environment Sciences</em>. &nbsp;&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2012<br>\n\t\t\t\t\tModified by: Zhanfei&nbsp;Liu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn response to the Deepwater Horizon (DWH) oil spill, Dr. Nathaniel Ostrom and I were funded to investigate how the oil has impacted the ecosystem metabolism and gas exchange in the hypoxic zone in the northern Gulf of Mexico.  My major role in this grant was to evaluate how the oil spill has been impacting organic composition of the sea surface in the hypoxic zone.  My research on this project furthered our understanding of the DWH oil spill on several aspects.  The sea surface in the northern Gulf of Mexico was clearly contaminated in May 2011, even in the waters without visible oil, but the oil was degraded rapidly as we did not detect any oil in August 2011 after the well was capped.  We provided detailed chemical composition of oil mousse collected on sea surface and salt marshes, and the data showed that the oil mousse were subjected to light to moderate weathering, and the weathering became more intense as the oil mousse moved from offshore to salt marshes, as expected.  Evaporation and microbial degradation appeared to be the major weathering processes on these oil mousses, and Gammaproteobacteria were the major oil-degraders.  We also found considerable amount of oil in surface sediments within several miles to the wellhead two years after the oil spill, suggesting the slow degradation of the oil deposited in deep-sea sediments.  These data overall provide insights on physical, biological and chemical processes on the oil weathering in the northern Gulf of Mexico, and are valuable in evaluating ecological impacts of the DWH oil on coastal ecosystems.  These data have been, or are being,\ndisseminated in forms of publication, public lectures, and presentations in\nnational conferences.  Several undergraduate and graduates students were involved in project execution, participating in research cruises and conducting laboratory experiments.  The results from this project have also been combined into several environment-related courses taught by the PI, such as Marine Biogeochemistry and Marine Environment Sciences.    \n\n\t\t\t\t\tLast Modified: 06/29/2012\n\n\t\t\t\t\tSubmitted by: Zhanfei Liu"
 }
}