{
 "awd_id": "1043060",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "STEPS - ScienceTheater Education Programming System: A Vehicle for Professional Development, Enhancing Professional Identity, and Communicating Science",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alphonse Desena",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 647489.0,
 "awd_amount": 739336.0,
 "awd_min_amd_letter_date": "2010-05-27",
 "awd_max_amd_letter_date": "2011-09-12",
 "awd_abstract_narration": "The Space Science Institute is establishing a museum educator/theater network of eight museums around the country, pairing larger with smaller institutions.  The Association of Science-Technology Centers and the Astronomical Society of the Pacific also are collaborators.  The primary audience is informal science education museum educators; secondary audiences are museum visitors experiencing the to-be-developed programs.\r\n\r\nThe Science Theater Education Programming System (STEPS) is a technology that has been developed by the PI and others.  The team will be continuing to expand the capability of the system for this project, and the partnering museums are collaboratively creating an initial set of theater programs on astrobiology, along with a suite of training programs and communication formats for educators.  The STEPS technology allows these programs to be delivered both on site and via outreach, depending on the goals of each organization.  The intent is to form the core of a community of practice that would enhance the professional capacity and identities of informal educators.  The theater program format is positioned as a flexible, low-cost alternative to traveling exhibits, particularly for the smaller institutions.  Deliverables include: the establishment of the network, the STEPS system and programs, professional development tutorials and workshops, evaluation of the programs, and a research project and report examining the network as a community of practice and vehicle for strengthening the professional identities of museum educators.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brad",
   "pi_last_name": "McLain",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Brad D McLain",
   "pi_email_addr": "bradley.mclain@colorado.edu",
   "nsf_id": "000404788",
   "pi_start_date": "2010-05-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Denver",
  "inst_street_address": "13001 E 17TH PL STE F428",
  "inst_street_address_2": "",
  "inst_city_name": "AURORA",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3037240090",
  "inst_zip_code": "800452571",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "CO06",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIV. OF COLORADO",
  "org_prnt_uei_num": "MW8JHK6ZYEX8",
  "org_uei_num": "MW8JHK6ZYEX8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Denver",
  "perf_str_addr": "13001 E 17TH PL STE F428",
  "perf_city_name": "AURORA",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "800452571",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "CO06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 21941.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 585548.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 40000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 91847.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"column\">\n<p><span style=\"font-size: 9.000000pt; font-family: 'OpenSans'; font-weight: 300; color: rgb(30.000000%, 30.000000%, 30.000000%);\">STEPS (Science Theater Education Programming System) brought together a national network of informal science educators to create an interactive museum theater authoring and presentation system to increase educational capacity for small and large museums alike. </span></p>\n<p><span style=\"font-size: 9.000000pt; font-family: 'OpenSans'; font-weight: 300; color: rgb(30.000000%, 30.000000%, 30.000000%);\">The software package includes an authoring tool for creation of multimedia science theater productions; a presentation player for displaying shows to audiences in museum theaters, planetariums, and in outreach facilities; a web-based tutorial for the astrobiology content and STEPS software; and three pre-packaged shows varying in length and dramatic </span><span style=\"font-size: 9.000000pt; font-family: 'OpenSans'; font-weight: 300; color: rgb(30.000000%, 30.000000%, 30.000000%);\">effects to showcase the potential of STEPS</span><span style=\"font-size: 9.000000pt; font-family: 'OpenSans'; font-weight: 300; color: rgb(30.000000%, 30.000000%, 30.000000%);\">.&nbsp;</span><span style=\"font-size: 9.000000pt; font-family: 'OpenSans'; font-weight: 300; color: rgb(30.000000%, 30.000000%, 30.000000%);\"> </span></p>\n<div class=\"column\">\n<p><span style=\"font-size: 9.000000pt; font-family: 'OpenSans'; font-weight: 300; color: rgb(30.000000%, 30.000000%, 30.000000%);\">STEPS was intentionally designed as vehicle for individual and institutional professional development as museum theater puts a high stake on individual informal educators, demanding greater engagement and skill. The success of interactive presentations for communicating science to the public depends greatly on the quality of the presenters, their content knowledge, facilitation and communication skills, </span><span style=\"font-size: 9.000000pt; font-family: 'OpenSans'; font-weight: 300; color: rgb(30.000000%, 30.000000%, 30.000000%);\">and fluency with the format and technology. Further, museum theater </span><span style=\"font-size: 9.000000pt; font-family: 'OpenSans'; font-weight: 300; color: rgb(30.000000%, 30.000000%, 30.000000%);\">has the advantage of integrating presentations, multimedia, hands-on activities, and social audience interaction. Rising to such a challenge demands a higher level of professional development for individual educators and their institutions, thus allowing for greater impacts on educators and a </span><span style=\"font-size: 9.000000pt; font-family: 'OpenSans'; font-weight: 300; color: rgb(30.000000%, 30.000000%, 30.000000%);\">detailed examination of the project&rsquo;s effects on the linkages between </span><span style=\"font-size: 9.000000pt; font-family: 'OpenSans'; font-weight: 300; color: rgb(30.000000%, 30.000000%, 30.000000%);\">professional identity, institutional capacity, and collaborative interactions within the network.</span><span style=\"font-size: 9.000000pt; font-family: 'OpenSans'; font-weight: 300; color: rgb(30.000000%, 30.000000%, 30.000000%);\"> The STEPS project successfully achieved five main deliverables: </span></p>\n<p><span style=\"font-size: 9.000000pt; font-family: 'OpenSans'; font-weight: bold; color: rgb(30.000000%, 30.000000%, 30.000000%);\">1. MUSEUM PARTNERSHIP NETWORK </span><span style=\"font-size: 9.000000pt; font-family: 'OpenSans'; font-weight: 300; color: rgb(30.000000%, 30.000000%, 30.000000%);\">&ndash; community of informal science educators working towards a common goal; pairing small museums with large museums <br /></span></p>\n<p><span style=\"font-size: 9.000000pt; font-family: 'OpenSans'; font-weight: bold; color: rgb(30.000000%, 30.000000%, 30.000000%);\">2. STEPS </span><span style=\"font-size: 9.000000pt; font-family: 'OpenSans'; font-weight: 300; color: rgb(30.000000%, 30.000000%, 30.000000%);\">&ndash; ...",
  "por_txt_cntn": "\n\nSTEPS (Science Theater Education Programming System) brought together a national network of informal science educators to create an interactive museum theater authoring and presentation system to increase educational capacity for small and large museums alike. \n\nThe software package includes an authoring tool for creation of multimedia science theater productions; a presentation player for displaying shows to audiences in museum theaters, planetariums, and in outreach facilities; a web-based tutorial for the astrobiology content and STEPS software; and three pre-packaged shows varying in length and dramatic effects to showcase the potential of STEPS.  \n\n\nSTEPS was intentionally designed as vehicle for individual and institutional professional development as museum theater puts a high stake on individual informal educators, demanding greater engagement and skill. The success of interactive presentations for communicating science to the public depends greatly on the quality of the presenters, their content knowledge, facilitation and communication skills, and fluency with the format and technology. Further, museum theater has the advantage of integrating presentations, multimedia, hands-on activities, and social audience interaction. Rising to such a challenge demands a higher level of professional development for individual educators and their institutions, thus allowing for greater impacts on educators and a detailed examination of the projectÆs effects on the linkages between professional identity, institutional capacity, and collaborative interactions within the network. The STEPS project successfully achieved five main deliverables: \n\n1. MUSEUM PARTNERSHIP NETWORK &ndash; community of informal science educators working towards a common goal; pairing small museums with large museums \n\n\n2. STEPS &ndash; innovative software tool for science theater programming \n\n3. ASTROBIOLOGY THEATER SHOWS &ndash; set of three shows with the STEM focus of astrobiology \n\n4. PROFESSIONAL DEVELOPMENT &ndash; including in-person workshops, online tutorials, and inter- museum interactions \n\n5. EXPLORATORY STUDY &ndash; focused on understanding informal science educatorsÆ sense of professional identity, instituional capacity building, and informing the field about the relationship between professional identity and multi-institution collaborative networks. \n\n\n\nThe three shows were:\n\nPLANET HUNTER \n\nPlanet Hunter (15-20 minutes) about the search for extra-solar planets, designed for both in-museum presentation (including small theaters and multi-use spaces) and for outreach activities. It is performed by a single live actor in concert with two prefilmed multimedia actors. The show includes an optional audience participation orrery activity at the end of the theatrical component. \n\nEXTREMO-WHAT? \n\nExtremo-WHAT? (20-30 minutes) about the search for extreme life on Earth, with the premise of a late night talk show gone wrong. The audience is invited to make choices about the storyÆs direction and inlude multiple storylines. A Disney animator created four digital characters for the show who interact with a single live actor. \n\n\n\nMARS INTERRUPTED \n\nMars Interrupted (30-40 minutes) about the possibilities of finding life on Mars versus Europa. It includes two live actors and several digital characters who are on a spacecraft on mission to Mars. The crew is thrown into crisis when they must struggle with the on-board computer (also a digital character) for control of the space- craft.\n\n\nThe exploratory study examined whether and how an innovative, difficult, highly collaborative, and distributed leadership project (STEPS) across a multi-institutional network could enhance the professional identities of informal science educators. Using a sociological perspective on identity theory combined with three streams of data collec- tion (community of practice mapping via social network analysis, online communication tracking, and interviews), the study explores ..."
 }
}