{
 "awd_id": "1043163",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID:  Self Assembly of Chemical Dispersant Systems in the Treatment of Deep Water Hydrocarbon Releases",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eddie Chang",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-06-29",
 "awd_max_amd_letter_date": "2010-06-29",
 "awd_abstract_narration": "1043163\r\nJohn\r\n\r\nThe Macondo Oil Spill caused by the explosion of the Deepwater Horizon drilling rig operated by Transocean for British Petroleum, has the potential to rank amongst the most serious environmental catastrophes unless effective measures are taken to mitigate the consequences to the environment. Most importantly, it is necessary to disperse the oil over a wide range of the ocean water column and prevent the oil from reaching the shore where it can accumulate and create long term ecological hazards. The proposed research addresses the issues relating to creating oil droplets which can be effectively dispersed in the ocean water column. Requirements for dispersant efficacy include the following (1) The dispersant must be applied at the target oil at sufficient dosage to form droplets (2) It is important that the dispersant be applied early before the lighter components of the oil evaporate (3) The dispersant must be able to lower the oil-water interfacial tension sufficiently so that small oil droplets can be created which can be dispersed over the water column (4) It is preferable that the oil droplets remain dispersed long enough to be biodegraded by marine organisms. Alternatively, if the droplets are widely dispersed, it may be preferable to find a method to sediment the oil to the ocean floor where they can be biodegraded. The PIs propose to conduct research that will address the following aspects of dispersant design and efficacy evaluation (1) studies on the compositional variations of dispersants and their effects on droplet microstructure and stability (2) effects of compositional variations of oil characteristics to understand if droplet solidification can occur at the low temperatures and enhanced pressures relevant to deepwater injection of dispersants (3) introduction of methane into the system at high pressures and low temperatures to define the existence of gas hydrates in emulsion droplets (4) the implementation of highly biodegradable surfactants and biosurfactants to reduce toxicity potential significantly (5) the implementation of particle stabilized emulsions to gradually sediment the hydrocarbons and subject them to biodegradation.\r\n\r\nThe impact of this research would be broad, as several large constituencies are being affected by this deepwater oil spill. They include livelihoods for the fishermen in the Gulf area, the ecological impact on the wetlands which may cause unsustainable inland erosion around the Louisiana coastline and a threat to wildlife that may undermine the prevailing ecosystem. And, indeed the future of oil drilling at these extreme undersea environments may be at stake. The PIs plan to disseminate the results of our research through on line postings as quickly as we can confirm their scientific validity, so that the broader scientific community can take advantage of them rapidly. Over the longer term (but clearly of less consequence at this moment of crisis), this research, which has a strong scientific underpinning but is focused on rapidly solving a critical national problem represents an ideal learning experience for graduate students. They plan to present the results of this work, as well as the broader problem and potential solutions to the local community through evening lectures, to students in our colloidal phenomena classes, and to high school students and teachers so that they are well-educated on the different aspects of oil spills. Both Tulane and URI have strong, streamlined programs at the universities for pursuing these avenues.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vijay",
   "pi_last_name": "John",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Vijay T John",
   "pi_email_addr": "vijay.john@tulane.edu",
   "nsf_id": "000206852",
   "pi_start_date": "2010-06-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Arijit",
   "pi_last_name": "Bose",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arijit Bose",
   "pi_email_addr": "bosea@uri.edu",
   "nsf_id": "000180712",
   "pi_start_date": "2010-06-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "McPherson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Gary L McPherson",
   "pi_email_addr": "garym@mailhost.tcs.tulane.edu",
   "nsf_id": "000422763",
   "pi_start_date": "2010-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "6823 SAINT CHARLES AVE",
  "perf_city_name": "NEW ORLEANS",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185665",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "5987",
   "pgm_ref_txt": "GULF OF MEXICO OIL SPILL-2010"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our research has led to significant progress in the design and development of improved dispersant systems for the remediation of oil spills. Dispersants are typically mixtures of surfactants (soap like molecules) that are dissolved in solvents. The surfactant ingredients in dispersants break up oil into small droplets due to a significant reduction in the oil-water interfacial tension, and the oil droplets becomes suspended in the water column. The suspension of oil droplets and their vastly enhanced surface areas significantly enhance biodegradation of the oil and in principle prevent large oil slicks from impacting coastlines.</p>\n<p>&nbsp;</p>\n<p>Our primary objectives have been the development of new systems that enhance the effectiveness of dispersant systems, minimize the amounts of dispersants need to be used, and in specific instances obviate the need of dispersants. Our research is driven by environmental concerns about the potential toxicity of dispersant systems. &nbsp;With this background, we summarize the accomplishments of this project.</p>\n<p>&nbsp;</p>\n<p>One of the main drawbacks of dispersant technologies is the possibility that the oil droplets can coalesce to large globules that rise to the surface and form surface oil slicks. To mitigate such coalescence, we have studied the role of using hydrophobically modified chitosan (HMC) as a stabilizing agent. Chitosan is a naturally occurring polysaccharide derived from the shells of crustaceans (crabs, shrimp, etc.) and is environmentally benign. The polymer is inexpensive&nbsp; as it is derived from waste material, but has significant uses in the biomedical industry because of its fully biocompatible nature. Through a simple modification of the polymer that retains its benign nature, alkyl groups are randomly inserted along the water soluble backbone. These alkyl groups &ldquo;hook&rdquo; onto oil droplets and form a coating on oil droplets preventing coalescence by a combination of steric and electrostatic repulsion. The technology developed is based on a two step process where disperant is first added to break oil into small droplets, followed by the addition of HMC to stabilize the droplets. We have found that such addition of HMC significantly reduces the levels of dispersant needed to maintain droplet stability.</p>\n<p>&nbsp;</p>\n<p>In accompanying work, we have found that the addition of high molecular weight HMC to surface layers of oil anchors the oil to the surface through formation of a gel like layer. The prevention of oil spreading through the addition of HMC allows easy skimming of surface layers. In particular, we have developed a technology where the introduction of magnetically responsive carbon particles allows removal of the oil through application of a magnetic field. These technologies can be easily implemented for the mitigation of surface spills.</p>\n<p>&nbsp;</p>\n<p>Particles represent a different class of emulsion stabilizers, and they offer intriguing possibilities for this purpose.&nbsp; This is mainly driven by the fact that particles can adsorb almost irreversibly to liquid-liquid interfaces, allowing such emulsions to be stable even at extremely low concentrations of the dispersed phase.&nbsp; Driven by their easy availability, range of surface chemistry, biocompatibility, high specific surface area, their ability to adsorb organics, their classification as GRAS (generally regarded as safe) materials and their fractal nature, we have used a commercially available grade of surface modified carbon black (CB) particles suspended in water, to create highly stable crude oil-in-sea water emulsions.&nbsp; The CB particles preferentially adsorb toxic polycyclic aromatic hydrocarbons from the oil phase.&nbsp; These particles show clear potential as an alternative or supplement to conventional dispersants for emulsifying crude oil following a spill.&nbsp; &nbsp;</p>\n<p>&nbsp;</p><b...",
  "por_txt_cntn": "\nOur research has led to significant progress in the design and development of improved dispersant systems for the remediation of oil spills. Dispersants are typically mixtures of surfactants (soap like molecules) that are dissolved in solvents. The surfactant ingredients in dispersants break up oil into small droplets due to a significant reduction in the oil-water interfacial tension, and the oil droplets becomes suspended in the water column. The suspension of oil droplets and their vastly enhanced surface areas significantly enhance biodegradation of the oil and in principle prevent large oil slicks from impacting coastlines.\n\n \n\nOur primary objectives have been the development of new systems that enhance the effectiveness of dispersant systems, minimize the amounts of dispersants need to be used, and in specific instances obviate the need of dispersants. Our research is driven by environmental concerns about the potential toxicity of dispersant systems.  With this background, we summarize the accomplishments of this project.\n\n \n\nOne of the main drawbacks of dispersant technologies is the possibility that the oil droplets can coalesce to large globules that rise to the surface and form surface oil slicks. To mitigate such coalescence, we have studied the role of using hydrophobically modified chitosan (HMC) as a stabilizing agent. Chitosan is a naturally occurring polysaccharide derived from the shells of crustaceans (crabs, shrimp, etc.) and is environmentally benign. The polymer is inexpensive  as it is derived from waste material, but has significant uses in the biomedical industry because of its fully biocompatible nature. Through a simple modification of the polymer that retains its benign nature, alkyl groups are randomly inserted along the water soluble backbone. These alkyl groups \"hook\" onto oil droplets and form a coating on oil droplets preventing coalescence by a combination of steric and electrostatic repulsion. The technology developed is based on a two step process where disperant is first added to break oil into small droplets, followed by the addition of HMC to stabilize the droplets. We have found that such addition of HMC significantly reduces the levels of dispersant needed to maintain droplet stability.\n\n \n\nIn accompanying work, we have found that the addition of high molecular weight HMC to surface layers of oil anchors the oil to the surface through formation of a gel like layer. The prevention of oil spreading through the addition of HMC allows easy skimming of surface layers. In particular, we have developed a technology where the introduction of magnetically responsive carbon particles allows removal of the oil through application of a magnetic field. These technologies can be easily implemented for the mitigation of surface spills.\n\n \n\nParticles represent a different class of emulsion stabilizers, and they offer intriguing possibilities for this purpose.  This is mainly driven by the fact that particles can adsorb almost irreversibly to liquid-liquid interfaces, allowing such emulsions to be stable even at extremely low concentrations of the dispersed phase.  Driven by their easy availability, range of surface chemistry, biocompatibility, high specific surface area, their ability to adsorb organics, their classification as GRAS (generally regarded as safe) materials and their fractal nature, we have used a commercially available grade of surface modified carbon black (CB) particles suspended in water, to create highly stable crude oil-in-sea water emulsions.  The CB particles preferentially adsorb toxic polycyclic aromatic hydrocarbons from the oil phase.  These particles show clear potential as an alternative or supplement to conventional dispersants for emulsifying crude oil following a spill.   \n\n \n\n\t\t\t\t\tLast Modified: 01/09/2013\n\n\t\t\t\t\tSubmitted by: Vijay T John"
 }
}