{
 "awd_id": "1043647",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "QuEST: Revolutionizing Repository Cross-referencing to Transform Discovery of Teaching Materials",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032925141",
 "po_email": "vpiotrow@nsf.gov",
 "po_sign_block_name": "Victor Piotrowski",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 149972.0,
 "awd_amount": 149972.0,
 "awd_min_amd_letter_date": "2010-09-14",
 "awd_max_amd_letter_date": "2012-11-19",
 "awd_abstract_narration": "An emerging activity of digital educational repositories is the cross-referencing of resources with national and state standards. The goal of QuEST (Quality Estimate Scoring Technique) is to provide a cross-referencing support system to greatly increase the productivity of the expert human cross-referencer so vastly more resources can be matched with higher accuracy. This mechanism uses information found in NSDL's Strand Maps for both characterization and discrimination analysis to support the scoring of a resource to a particular Strand Map benchmark. QuEST is providing a working cross-referencing support system that can be plugged into any partner digital repository. It is transforming the cross-referencing task from a strictly concept matching effort to a truly representative comparison of what is important to educators. This is reducing the burden on teachers by providing a better filtered set of resources that have been selected based on quality markers used by teachers.\r\n\r\nBy cross-referencing useful content more quickly and effectively, teachers are able to find and select more appropriate content which in turn is helping them deliver high quality education to their students and achieve higher personal satisfaction. This is also leading to greater utilization of the repository. QuEST also supports the NSDL mission by functioning as a learning environment for its project participants, including undergraduate and graduate students, teachers, and librarians. Through their exposure to the larger evaluation and software development components of QuEST, project participants gain increased understanding of the overall digital repository research process.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Min",
   "pi_last_name": "Song",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Min Song",
   "pi_email_addr": "min.song@njit.edu",
   "nsf_id": "000293801",
   "pi_start_date": "2010-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "323 DR MARTIN LUTHER KING JR BLVD",
  "perf_city_name": "NEWARK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021824",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "744400",
   "pgm_ele_name": "NATIONAL SMETE DIGITAL LIBRARY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 149972.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Great effort goes into creating a collection of relevant information but as time goes by the interest to maintain this content wanes, causing information relevance to decline and usage to drop. Why do many digital collections, social networks and recommendation repositories create an initial following but after a while fall into obscurity? Libraries and museums with their physical collections do not follow this model. We believe this &lsquo;fad&rsquo; mentality with digital repositories is due to the lack of a &ldquo;collections&rdquo; librarian who screens out non-relevant material, culls documents that are no longer relevant, and ensures that users of a collection find relevant information. Within a digital library this means developing techniques and technologies that 1) recognize relevant, quality content that should be included in a repository, 2) monitors existing content for usefulness and proper classification and 3) solicits feedback from users to improve the organization of the content ensuring ease of use.</p>\n<p>The goal of QuEST is to improve confidence in a collection by emulating a collections librarian&rsquo;s knowledge of appropriate content via a mechanism to score the quality of a piece of digital content. Its novelty is the provision of a mechanism for evaluating educational content for relevancy and quality in order to create a sustainable, relevant collection for education. This mechanism uses information found in NSDL&rsquo;s Strand Maps for both characterization and discrimination analysis to support the scoring of a resource to a particular Strand Map benchmark.<br /><br />The QuEST project augments NSDL&rsquo;s existing infrastructure to support context sensitive text mining, improve classification, rank content based on quality, and provide additional display tools. QuEST assumes that poorly vetted, outdated, and cryptically cataloged digital resources create in educators a frustration with the overall collection and a feeling of distrust about the individual resource quality. It initially focuses on the science subject, Changes in the Earth&rsquo;s Surface.<br /><br />Providing pre-screened content for domain experts to evaluate increases the repository&rsquo;s content and encourage greater usage which in turn supports the collection&rsquo;s sustainability. The Strand Maps, which define learning goals for K-12, can be used to cross-classify content making it easier for teachers to find appropriate content. The proposed process makes it easy to &ldquo;re-score&rdquo; resources associated with a Strand Map benchmark that is modified. Finally, with more automated collections processes, digital libraries can focus on site innovations, the removal or reclassification of resources based on scored results, and the discovery new websites for content sources.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/09/2014<br>\n\t\t\t\t\tModified by: Min&nbsp;Song</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGreat effort goes into creating a collection of relevant information but as time goes by the interest to maintain this content wanes, causing information relevance to decline and usage to drop. Why do many digital collections, social networks and recommendation repositories create an initial following but after a while fall into obscurity? Libraries and museums with their physical collections do not follow this model. We believe this æfadÆ mentality with digital repositories is due to the lack of a \"collections\" librarian who screens out non-relevant material, culls documents that are no longer relevant, and ensures that users of a collection find relevant information. Within a digital library this means developing techniques and technologies that 1) recognize relevant, quality content that should be included in a repository, 2) monitors existing content for usefulness and proper classification and 3) solicits feedback from users to improve the organization of the content ensuring ease of use.\n\nThe goal of QuEST is to improve confidence in a collection by emulating a collections librarianÆs knowledge of appropriate content via a mechanism to score the quality of a piece of digital content. Its novelty is the provision of a mechanism for evaluating educational content for relevancy and quality in order to create a sustainable, relevant collection for education. This mechanism uses information found in NSDLÆs Strand Maps for both characterization and discrimination analysis to support the scoring of a resource to a particular Strand Map benchmark.\n\nThe QuEST project augments NSDLÆs existing infrastructure to support context sensitive text mining, improve classification, rank content based on quality, and provide additional display tools. QuEST assumes that poorly vetted, outdated, and cryptically cataloged digital resources create in educators a frustration with the overall collection and a feeling of distrust about the individual resource quality. It initially focuses on the science subject, Changes in the EarthÆs Surface.\n\nProviding pre-screened content for domain experts to evaluate increases the repositoryÆs content and encourage greater usage which in turn supports the collectionÆs sustainability. The Strand Maps, which define learning goals for K-12, can be used to cross-classify content making it easier for teachers to find appropriate content. The proposed process makes it easy to \"re-score\" resources associated with a Strand Map benchmark that is modified. Finally, with more automated collections processes, digital libraries can focus on site innovations, the removal or reclassification of resources based on scored results, and the discovery new websites for content sources.\n\n\t\t\t\t\tLast Modified: 02/09/2014\n\n\t\t\t\t\tSubmitted by: Min Song"
 }
}