{
 "awd_id": "1043034",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ATD:  Collaborative Research: MULTISCALE AND STOCHASTIC METHODS FOR INVERSE SOURCE PROBLEMS AND SIGNAL ANALYSIS",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 202163.0,
 "awd_amount": 202163.0,
 "awd_min_amd_letter_date": "2010-09-16",
 "awd_max_amd_letter_date": "2010-09-16",
 "awd_abstract_narration": "The main goal of the proposed work is to develop new models, computational methodologies and related mathematical theory for remote sensing with applications in chemical and biological threat detections. \r\nIn those applications,  data is usually gathered by optical sensors and then processed to reconstruct or analyze the properties of sources, such as chemical or biological plume. The tasks are difficult due to a number of challenges. For examples, the problems are ill-posed, the source functions are often random in nature and the data is noisy and incomplete. The PIs and collaborators proposed to investigate three different, but closely related, aspects of some newly emergent remote sensing techniques. In data acquisition, they work on inverse random source problems for the Helmholtz equation. Such problems exist in a wide range of applications in optical science, remote sensing and medical imaging. They aim to develop novel and efficient strategies to reconstruct the distributions of random source functions from incomplete boundary data measurements and perform uncertainty assessments. In data processing, they develop wavelet based multiscale methods in conjunction with the PDE based non-local mean methods for image denoising and information extraction of 3-D Lidar images. The methods integrate several high level mathematical tools, such as geometrical partial differential equations (PDE's), multiscale wavelet transforms and calculus of variation, together with some special properties of the Lidar imagery to achieve better results with fast computations. In data analysis stage, the PIs and collaborators study a novel nonlinear de-mixing method based on Hilbert transform and empirical mode decomposition (EMD) for signal analysis. EMD are designed to handle nonlinear and non-stationary signals, which cannot be easily processed by the traditional wavelet or Fourier based methods. By using EMD, they can extract useful but hidden information through techniques such as instantaneous frequency analysis.\r\n\r\nRemote sensing techniques have gained unprecedent attentions due to new challenges in many disciplines including homeland security, military, geosciences, medical science and engineering. Specially, they have become one of the primary tools for data collections in unreachable, unfriendly or hazardous environments. For instance, a most recent advance in chemical or biological threat detection technology uses laser beams and optical sensors to collect signals from targets, such as aerosol plumes. Then the gathered data is processed to identify harmful agents.  A key step to succeed is to determine the material properties of the sources, such as whether there exist certain chemical or biological agents, from the collected data sets. This requires solving the so called inverse problems. In practice,  they are challenging due to a number of issues. The collected data is often incomplete, random and noisy, the aerosol plume is too thick to ``see''  signals from the center parts , the signatures of the harmful agents and normal aerosol particles are mixed and hard to be separated. In this proposal, the PIs focus their studies in three aspects of the most recent advances in remote sensing techniques with applications in chemical and biological threat detections.  They aim to develop novel, robust and efficient computational methods and related mathematical theory to solve the inverse random source problems from incomplete data sets, to remove noise from the signals, and to separate the signatures of different aerosol particles so that harmful agents can be easily identified from the signals. In addition, another major objective is to integrate the research activities with education and training of undergraduate, graduate students and postdocs through seminars and courses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yang",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yang Wang",
   "pi_email_addr": "ywang@math.msu.edu",
   "nsf_id": "000100114",
   "pi_start_date": "2010-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "6877",
   "pgm_ref_txt": "ALGORITHMS IN THREAT DETECTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 202163.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><pre>&nbsp;&nbsp;&nbsp;&nbsp;</pre>\n<p><span id=\"docs-internal-guid-c7695636-1fda-0bfa-8618-c4f3c17472b9\"> </span></p>\n<p><span id=\"docs-internal-guid-c7695636-1fee-d9b1-8043-5ef12a735790\">\n<p dir=\"ltr\"><span>As threats from all sources become more and more real, it is important that we develop algorithms and models that allow for early detection and identification of threats so proper actions can be taken quickly. &nbsp;In many situations threats, such as toxic chemical threats, involving the analysis and process of large data sets that have either no strong structures, or having structures that are too complex for us to understand. In other worlds, one of the best weapons we have might be our ability to learn and process data that we don't quite understand.</span></p>\n<br />\n<p dir=\"ltr\"><span>Understanding large data set is particularly important and challenging given the explosion of data and numerous ways they are being collected today. While many data sets are used to estimate parameters or to confirm certain models, finding hidden information and structures is often a challenge in data and signal analysis. Unfortunately for the latter we often encounter several difficulties: The data span is short; the data represent a nonlinear process and is non-stationary; the essential information in the data is often mingled together with noise or other irrelevant information.</span></p>\n<br />\n<p dir=\"ltr\"><span>The goal of this project is to develop techniques and algorithms that will allow us to decompose data and signals into components (intrinsic modes) so that useful information can be extracted from these modes. The empirical mode decomposition (EMD) techniques we develop and refine in this project can handle data that have very little structure and pattern (nonstationary) and still decompose them into meaningful modes, something some of the more traditional methods fail. Using EMD in combination with techniques such as machine learning we can perform detection and identification of data that could be potentially very useful for threat detection. As a side product we are able to use the techniques to identify the artists for paintings, or whether a painting is authentic or fake. Another application is the so-called blind source separation (BSS) (often known as the &ldquo;cocktail problem&rdquo;). This is well known to be a very hard problem. Chemical fume threats will often be mixed like the cocktail party problem, where several chemicals are mixed so in spectral analysis or other tests they are mingled together, making identification difficult. But EMD and techniques developed there can be used to perform the separation. During this project we have developed methods that can successfully separate a desired audio signal from background noise, interferences and other conversations.</span></p>\n<br />\n<p dir=\"ltr\"><span>Several graduate students (including a female PhD student) and postdocs have participated the project, and as a result it has provided a good training platform for them. It also provided a research topic for an undergraduate student at Michigan State, who won the Goldwater Scholarship and is pursuing a PhD in applied mathematics. Over 20 papers related to the project have been published as a result, with several jointly with the students and postdocs.</span></p>\n<br /></span></p>\n<p dir=\"ltr\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/05/2016<br>\n\t\t\t\t\tModified by: Yang&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n \n\n\nAs threats from all sources become more and more real, it is important that we develop algorithms and models that allow for early detection and identification of threats so proper actions can be taken quickly.  In many situations threats, such as toxic chemical threats, involving the analysis and process of large data sets that have either no strong structures, or having structures that are too complex for us to understand. In other worlds, one of the best weapons we have might be our ability to learn and process data that we don't quite understand.\n\n\nUnderstanding large data set is particularly important and challenging given the explosion of data and numerous ways they are being collected today. While many data sets are used to estimate parameters or to confirm certain models, finding hidden information and structures is often a challenge in data and signal analysis. Unfortunately for the latter we often encounter several difficulties: The data span is short; the data represent a nonlinear process and is non-stationary; the essential information in the data is often mingled together with noise or other irrelevant information.\n\n\nThe goal of this project is to develop techniques and algorithms that will allow us to decompose data and signals into components (intrinsic modes) so that useful information can be extracted from these modes. The empirical mode decomposition (EMD) techniques we develop and refine in this project can handle data that have very little structure and pattern (nonstationary) and still decompose them into meaningful modes, something some of the more traditional methods fail. Using EMD in combination with techniques such as machine learning we can perform detection and identification of data that could be potentially very useful for threat detection. As a side product we are able to use the techniques to identify the artists for paintings, or whether a painting is authentic or fake. Another application is the so-called blind source separation (BSS) (often known as the \"cocktail problem\"). This is well known to be a very hard problem. Chemical fume threats will often be mixed like the cocktail party problem, where several chemicals are mixed so in spectral analysis or other tests they are mingled together, making identification difficult. But EMD and techniques developed there can be used to perform the separation. During this project we have developed methods that can successfully separate a desired audio signal from background noise, interferences and other conversations.\n\n\nSeveral graduate students (including a female PhD student) and postdocs have participated the project, and as a result it has provided a good training platform for them. It also provided a research topic for an undergraduate student at Michigan State, who won the Goldwater Scholarship and is pursuing a PhD in applied mathematics. Over 20 papers related to the project have been published as a result, with several jointly with the students and postdocs.\n\n\n \n\n\t\t\t\t\tLast Modified: 06/05/2016\n\n\t\t\t\t\tSubmitted by: Yang Wang"
 }
}