{
 "awd_id": "1043424",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CCEP-I: Climate Change Science and Solutions: Creating innovative education tools for Native Americans and other rural communities on the Colorado Plateau.",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter West",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2010-09-09",
 "awd_max_amd_letter_date": "2011-10-20",
 "awd_abstract_narration": "This partnership, led by the Merriam-Powell Center for Environmental Research, Northern Arizona University, includes multiple centers within the University including the Center for Science Teaching and Learning; Program in Community, Culture and Environment; School of Earth Science and Environmental Sustainability; Applied Indigenous Studies; and the Department of Biological Sciences.  Other core and supporting partners include a consortium of public schools in the region, the Navajo Nation Division of Education, the Hopi Department of Education, the Navajo Green Economy, Wind in Schools, and the Sustainable Economic Development Initiative (Coconino County). \r\n\r\nThis partnership will develop and implement a middle school through high school climate change curriculum serving primarily Native American and rural students on the Colorado Plateau. The transformative theme of this project is that effective climate change education teaches the science, impacts, and solutions in culturally and regionally relevant ways. The curriculum will thus involve regional science, regional impacts, and regional solutions, all conveyed by regional storytellers using multiple modes of engaged pedagogy. This project will improve and develop already strong ties between Native American educators and community leaders and NAU scientists, learning experts, and practitioners. \r\n\r\nThe overarching goal of the project is to infuse a novel curriculum into multiple school districts in Northern Arizona during Phase 1, and during Phase 2 throughout the entire Colorado Plateau.  The specific objectives are to: 1) Establish a Climate Change Education Center at Northern Arizona University 2) Create a transformative secondary curriculum in climate change science and solutions that is adopted by 75 classrooms across the Colorado Plateau, 3) Create transformative and innovative training programs for teachers 4) train 100 teachers, tribal Elders, and community leaders in climate change education, and 5) Educate parents, community leaders, and school boards about climate change so that they are supportive of climate change education in the public schools.  Deliverables include 1) an inventory of existing curricular materials relevant to this region, 2) an assessment of current education practices in the region, 3) the design and implementation of 10-15 teacher and community workshops, 4) the production of two DVDs, and 5) the development and implementation of a climate change education strategic plan. For more information please see:  http://www.climate.nau.edu/",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jane",
   "pi_last_name": "Marks",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jane C Marks",
   "pi_email_addr": "jane.marks@nau.edu",
   "nsf_id": "000215719",
   "pi_start_date": "2010-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Darrell",
   "pi_last_name": "Kaufman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Darrell S Kaufman",
   "pi_email_addr": "Darrell.Kaufman@nau.edu",
   "nsf_id": "000464202",
   "pi_start_date": "2010-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Hungate",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce A Hungate",
   "pi_email_addr": "Bruce.Hungate@nau.edu",
   "nsf_id": "000428241",
   "pi_start_date": "2010-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Romand",
   "pi_last_name": "Coles",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Romand Coles",
   "pi_email_addr": "romand.coles@nau.edu",
   "nsf_id": "000564966",
   "pi_start_date": "2010-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Jarratt-Snider",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karen Jarratt-Snider",
   "pi_email_addr": "karen.jarratt-snider@nau.edu",
   "nsf_id": "000565036",
   "pi_start_date": "2010-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Arizona University",
  "inst_street_address": "601 S KNOLES DR RM 220",
  "inst_street_address_2": "",
  "inst_city_name": "FLAGSTAFF",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "9285230886",
  "inst_zip_code": "86011",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AZ02",
  "org_lgl_bus_name": "NORTHERN ARIZONA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXHAS3AKPRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Arizona University",
  "perf_str_addr": "601 S KNOLES DR RM 220",
  "perf_city_name": "FLAGSTAFF",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "86011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AZ02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "520800",
   "pgm_ele_name": "ARCTIC RESEARCH AND EDUCATION"
  },
  {
   "pgm_ele_code": "689100",
   "pgm_ele_name": "CLIMATE CHANGE EDUCATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "6891",
   "pgm_ref_txt": "CLIMATE CHANGE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 525060.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 474940.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Working with regional experts and Native American elders, we designed a curriculum that connects climate change science to Native students&rsquo; traditions and culture. Our curriculum begins with a true story of a Navajo family whose house and surrounding sheep grazing area are being buried by sand dunes. Our curriculum features the people, places, and cultures of the Colorado Plateau, so students can connect their local observations and personal cultural context to climate science presented in the lessons.</p>\n<p>&ldquo;<a href=\"http://cpcc.bscs.org/\">Colorado Plateau Carbon Connections</a>&rdquo; is an interactive, primarily online curriculum with ten sequential lessons that teach students about the carbon cycle and its relevance to climate change, using the environment and culture of the Colorado Plateau as context. Students play the carbon game, test their carbon breath, and explore carbon through a carbon &ldquo;spike&rdquo; model and a model that integrates four primary forcing mechanisms.</p>\n<p>We designed and field-tested this ten-lesson curriculum with high school students. The complete curriculum is at: http://cpcc.bscs.org/index.html . Major concepts include: defining climate change, differentiating climate from weather, the carbon cycle, climate cycles, large scale correlations between temperature and CO<sub>2</sub>, forcing and responses, greenhouse gases, rising CO<sub>2</sub>, climate forcing factors, energy use, and possible climate solutions. We included materials and activities that incorporate our pedagogical themes. Lesson 1 includes an energy-monitoring exercise designed to make students think about their own energy use. Energy is revisited in lessons 8 and 9 where students learn about energy generation on the Colorado Plateau, including an exercise where students were presented with innovative projects that emphasize regional partnerships among schools, utility companies, private companies and NGOs. Students in small groups discuss the projects and describe their strengths and weaknesses to the whole class. Myths and misconceptions are addressed in the final lesson where students are given a common misconception and are challenged to work in small groups to discuss it, draw a picture illustrating the concepts (correct and incorrect) and present their artwork to the class.</p>\n<p>Innovative activities that enhance learning are integrated through the curriculum. Specific examples include the &ldquo;Carbon Cycle Game&rdquo; in which students behave as carbon molecules moving between reservoirs (hydrosphere, biosphere, lithosphere, atmosphere). Students select cards that present a carbon cycling process and move from one reservoir to another. Students conduct ten rounds of cycling; recording where they went and how long they stayed. The game concludes with a discussion of student experiences and a review of the carbon cycle. Artwork was done by a Native American artist, giving a rich visual texture to the game. Other innovative elements feature computer simulations allowing students to manipulate independent variables to match models with observed, measured data. For example, students use simulations to explore how different processes (photosynthesis, respiration, anthropogenic inputs) affect seasonal CO<sub>2</sub> levels in the atmosphere, based on data from Mauna Loa. A second computer simulation allows students to explore the relative importance and directional effects of four forcing factors on the mean global temperature: El Ni&ntilde;o/La Ni&ntilde;a Cycles, Volcanic Aerosols, Solar Irradiance, and Anthropogenic Inputs.</p>\n<p>Ten teachers representing from public and two public charter schools pilot-tested the curriculum. All teachers attended a one-day professional development session prior to implementation, and teachers and principals completed an informed consent form. The teachers completed online implementation surveys for each of ...",
  "por_txt_cntn": "\nWorking with regional experts and Native American elders, we designed a curriculum that connects climate change science to Native studentsÆ traditions and culture. Our curriculum begins with a true story of a Navajo family whose house and surrounding sheep grazing area are being buried by sand dunes. Our curriculum features the people, places, and cultures of the Colorado Plateau, so students can connect their local observations and personal cultural context to climate science presented in the lessons.\n\n\"Colorado Plateau Carbon Connections\" is an interactive, primarily online curriculum with ten sequential lessons that teach students about the carbon cycle and its relevance to climate change, using the environment and culture of the Colorado Plateau as context. Students play the carbon game, test their carbon breath, and explore carbon through a carbon \"spike\" model and a model that integrates four primary forcing mechanisms.\n\nWe designed and field-tested this ten-lesson curriculum with high school students. The complete curriculum is at: http://cpcc.bscs.org/index.html . Major concepts include: defining climate change, differentiating climate from weather, the carbon cycle, climate cycles, large scale correlations between temperature and CO2, forcing and responses, greenhouse gases, rising CO2, climate forcing factors, energy use, and possible climate solutions. We included materials and activities that incorporate our pedagogical themes. Lesson 1 includes an energy-monitoring exercise designed to make students think about their own energy use. Energy is revisited in lessons 8 and 9 where students learn about energy generation on the Colorado Plateau, including an exercise where students were presented with innovative projects that emphasize regional partnerships among schools, utility companies, private companies and NGOs. Students in small groups discuss the projects and describe their strengths and weaknesses to the whole class. Myths and misconceptions are addressed in the final lesson where students are given a common misconception and are challenged to work in small groups to discuss it, draw a picture illustrating the concepts (correct and incorrect) and present their artwork to the class.\n\nInnovative activities that enhance learning are integrated through the curriculum. Specific examples include the \"Carbon Cycle Game\" in which students behave as carbon molecules moving between reservoirs (hydrosphere, biosphere, lithosphere, atmosphere). Students select cards that present a carbon cycling process and move from one reservoir to another. Students conduct ten rounds of cycling; recording where they went and how long they stayed. The game concludes with a discussion of student experiences and a review of the carbon cycle. Artwork was done by a Native American artist, giving a rich visual texture to the game. Other innovative elements feature computer simulations allowing students to manipulate independent variables to match models with observed, measured data. For example, students use simulations to explore how different processes (photosynthesis, respiration, anthropogenic inputs) affect seasonal CO2 levels in the atmosphere, based on data from Mauna Loa. A second computer simulation allows students to explore the relative importance and directional effects of four forcing factors on the mean global temperature: El Ni&ntilde;o/La Ni&ntilde;a Cycles, Volcanic Aerosols, Solar Irradiance, and Anthropogenic Inputs.\n\nTen teachers representing from public and two public charter schools pilot-tested the curriculum. All teachers attended a one-day professional development session prior to implementation, and teachers and principals completed an informed consent form. The teachers completed online implementation surveys for each of the lessons, and were observed and interviewed during implementation. Classroom teachers received all materials including the online curriculum and teaching trunks free of charge, as well as a stip..."
 }
}