{
 "awd_id": "1043054",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SREB-SBE Doctoral Scholars Institute Initiative",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 76520.0,
 "awd_amount": 76520.0,
 "awd_min_amd_letter_date": "2010-09-22",
 "awd_max_amd_letter_date": "2010-09-22",
 "awd_abstract_narration": "SES-1043054\r\nAnsley Abraham\r\nSouthern Regional Education Board\r\n\r\nThe Southern Regional Education Board (SREB) and the National Science Foundation (NSF) Alliances for Graduate Education and the Professoriate (AGEP) formed a partnership in 2002. This partnership resulted in the inclusion of 900+ AGEP Doctoral Scholars to attend and participate in the Annual Compact for Faculty Diversity Institute on Teaching and Mentoring. The Institute initiated in 1994 is the largest gathering of underrepresented minorities seeking a Ph.D. and who plan a career in postsecondary education. This grant will support the inclusion of 60 social, behavioral and economic sciences (SBE) scholars to attend the Institute in 2010. The SBE scholars will participate in services and activities that have contributed to the success of previous scholars attending the Institute.  The inclusion of SBE scholars will achieve two broad goals: (1) provide SBE scholars with the knowledge, skills, and support that will increase the likelihood of success in graduate school; and (2) enhance preparation of SBE scholars for a career as a college or university faculty member.  The Institute focuses on helping scholars build their teaching and mentoring skills and networks with other scholars and faculty representatives. Scholars attend workshops that enhance their skills and knowledge as they prepare for entry into the ranks of college and university faculty. Selected SBE scholars will participate in the Institute with scholars in different disciplines, but with the same goal of entering academia. Other agencies that participate are the Alfred P. Sloan Foundation Minority Ph.D. Program; Gates Millennium Scholars Program; National Institute of General Medical Sciences; Robert Wood Foundation; and the Ronald E. McNair Post-baccalaureate Achievement Program and the Southern Regional Education Board State Doctoral Scholars Program. The Institute is hosted by the Southern Regional Education Board (SREB), Western Interstate Commission for Higher Education (WICHE), and participating colleges/universities and states agencies. \r\n\r\nBroader Impact.  The Compact for Faculty Diversity Institute on Teaching and Mentoring has become the centerpiece activity that combines the strengths of both national and regional programs. As a national program, each fall the Compact convenes an Institute on Teaching and Mentoring which brings together all participating students and faculty for three days of intensive professional development experiences. The Institute has been successful in attracting faculty and minority and underserved doctoral scholars from every state and Puerto Rico. Since it was initiated in 1994 over six thousand attendees have participated in the Institute. The Institute is the largest gathering in America of racial/ethnic minority and underserved Ph.D. scholars seeking faculty careers in academia.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ansley",
   "pi_last_name": "Abraham",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ansley Abraham",
   "pi_email_addr": "ansley.abraham@sreb.org",
   "nsf_id": "000268542",
   "pi_start_date": "2010-09-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Regional Education Board",
  "inst_street_address": "592 10TH ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048759211",
  "inst_zip_code": "303185776",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "BOARD OF CONTROL FOR SOUTHERN REGIONAL EDUCATION",
  "org_prnt_uei_num": "PA23NZMKS6F2",
  "org_uei_num": "PA23NZMKS6F2"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Regional Education Board",
  "perf_str_addr": "592 10TH ST NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303185776",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "748700",
   "pgm_ele_name": "BROADENING PARTICIPATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 76520.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The National Science Foundation (NSF) provided funds through the Division of Social and Economic Sciences (SBE) Sociology Program to support the attendance of SBE scholars to attend the Annual Compact for Faculty Diversity Institute on Teaching and Mentoring. Initiated in 1994 the Institute had 107 attendees. Over the 16 years the attendance has grown significantly. In 2010 1,156 attendees participated in the Annual Institute. The Compact Institute was the largest gathering of racial/ethnic minority Ph.D. scholars seeking faculty careers in academia. The Institute was hosted by The Southern Regional Education Board. Approximately 50% of the attendees participate &nbsp;in STEM and SBE disciplines. The Institute is a powerful tool that scholars use to gain knowledge and strengthen skills in research, teaching, networking and mentoring.</p>\n<p>More than 60 different workshops and plenary sessions were conducted on key issues provided scholars with important insights and practical tips for graduate study and for building successful careers in higher education. The Institute also provided faculty mentors with information, strategies and best practices on how to recruit, retain and mentor students of color. The Institute served another critical role by matching scholars with potential college and university employers.</p>\n<p>The total attendance of 87 SBE scholars at the last Institute exceeded the target of 60. SBE Alliances from the Atlantic Coast, University of California Diversity Initiative for Graduate Study in Social Sciences (UCDIGGSS), Great Lakes (GLASS), Enhancing Diversity in Graduate Education in the Social Behavioral and Economic Sciences (EDGE), and City University of New York-Michigan had scholars attend the Institute. The Institute also brought together faculty and others who are engaged in mentoring and supporting these scholars. Representatives from 60 colleges and universities attended the Institute to recruit&nbsp;scholars as future faculty for their respective institutions. SBE scholars had the opportunity to interact with these representatives. As a result of interacting and networking with the recruiters, SBE scholars became a part of a larger network of scholars and faculty that reached far beyond their own campus and benefit them as future faculty and researchers.</p>\n<p>The Institute offered scholars the opportunity to attend designated sessions to help them understand what to expect from mentoring relationships. Scholars learned how to actively engage in meaningful and supportive mentoring experiences and, as a result, each learned how to distinguish between productive and unproductive mentoring situations. Networking was at the heart of the Institute and gave scholars the opportunity to develop and maintain personal and professional contacts and connect with persons who shared similar and/or different experiences, interests (or academic disciplines) and career paths. Networking at the Institute helped scholars develop some of the support and strategies necessary to survive the rigors of graduate school and eventually earn doctoral degrees and succeed as faculty members.</p>\n<p>All Institute attendees were encouraged to complete an Institute Evaluation Form. 52 (60%) evaluation forms were returned by SBE attendees. The overall rating of the Institute on a 5.0 Likert Scale was 4.5. There were over 150 representatives from 60 colleges and universities that attended the Institute serving as recruiters for future positions at their respective institutions. The SBE attendees rated the recruiting opportunity a 4.2 and the opportunity to network with scholars 4.5.</p>\n<p>As a result of attending the Institute SBE scholars are included in the SREB-State Doctoral Scholars Program online Scholar Directory. The Scholar Directory is a database that showcases more than 1,000 accomplished doctoral scholars and successful Ph.D. recipients who are committed t...",
  "por_txt_cntn": "\nThe National Science Foundation (NSF) provided funds through the Division of Social and Economic Sciences (SBE) Sociology Program to support the attendance of SBE scholars to attend the Annual Compact for Faculty Diversity Institute on Teaching and Mentoring. Initiated in 1994 the Institute had 107 attendees. Over the 16 years the attendance has grown significantly. In 2010 1,156 attendees participated in the Annual Institute. The Compact Institute was the largest gathering of racial/ethnic minority Ph.D. scholars seeking faculty careers in academia. The Institute was hosted by The Southern Regional Education Board. Approximately 50% of the attendees participate  in STEM and SBE disciplines. The Institute is a powerful tool that scholars use to gain knowledge and strengthen skills in research, teaching, networking and mentoring.\n\nMore than 60 different workshops and plenary sessions were conducted on key issues provided scholars with important insights and practical tips for graduate study and for building successful careers in higher education. The Institute also provided faculty mentors with information, strategies and best practices on how to recruit, retain and mentor students of color. The Institute served another critical role by matching scholars with potential college and university employers.\n\nThe total attendance of 87 SBE scholars at the last Institute exceeded the target of 60. SBE Alliances from the Atlantic Coast, University of California Diversity Initiative for Graduate Study in Social Sciences (UCDIGGSS), Great Lakes (GLASS), Enhancing Diversity in Graduate Education in the Social Behavioral and Economic Sciences (EDGE), and City University of New York-Michigan had scholars attend the Institute. The Institute also brought together faculty and others who are engaged in mentoring and supporting these scholars. Representatives from 60 colleges and universities attended the Institute to recruit scholars as future faculty for their respective institutions. SBE scholars had the opportunity to interact with these representatives. As a result of interacting and networking with the recruiters, SBE scholars became a part of a larger network of scholars and faculty that reached far beyond their own campus and benefit them as future faculty and researchers.\n\nThe Institute offered scholars the opportunity to attend designated sessions to help them understand what to expect from mentoring relationships. Scholars learned how to actively engage in meaningful and supportive mentoring experiences and, as a result, each learned how to distinguish between productive and unproductive mentoring situations. Networking was at the heart of the Institute and gave scholars the opportunity to develop and maintain personal and professional contacts and connect with persons who shared similar and/or different experiences, interests (or academic disciplines) and career paths. Networking at the Institute helped scholars develop some of the support and strategies necessary to survive the rigors of graduate school and eventually earn doctoral degrees and succeed as faculty members.\n\nAll Institute attendees were encouraged to complete an Institute Evaluation Form. 52 (60%) evaluation forms were returned by SBE attendees. The overall rating of the Institute on a 5.0 Likert Scale was 4.5. There were over 150 representatives from 60 colleges and universities that attended the Institute serving as recruiters for future positions at their respective institutions. The SBE attendees rated the recruiting opportunity a 4.2 and the opportunity to network with scholars 4.5.\n\nAs a result of attending the Institute SBE scholars are included in the SREB-State Doctoral Scholars Program online Scholar Directory. The Scholar Directory is a database that showcases more than 1,000 accomplished doctoral scholars and successful Ph.D. recipients who are committed to pursuing careers in the professoriate. The directory consists of scholars from The National Science ..."
 }
}