{
 "awd_id": "1043413",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Resolving higher trophic-level change within the northern Gulf of Mexico ecosystem as a consequence of the Deepwater Horizon oil spill",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 199867.0,
 "awd_amount": 199867.0,
 "awd_min_amd_letter_date": "2010-05-28",
 "awd_max_amd_letter_date": "2010-05-28",
 "awd_abstract_narration": "Intellectual Merit:\r\n\r\nOn April 22, 2010, the semi-submersible drill platform Deepwater Horizon sank in nearly 1,200 m of water in the northern Gulf of Mexico. After several attempts to close a failed blowout preventer valve, it became clear that tremendous amount of oil was being released each day. Pre-approval of undisclosed chemical dispersants was made based on knowledge of the dispersant application over limited areas and for limited time at the sea surface. An unprecedented volume of dispersant has been applied both at the surface and through direct injection into the wellhead leak at 1,200 m depth. The result is the release of large, but unquantified concentrations of organic carbon available for microbial degradation. To date, there is no plan for understanding functional ecosystem baseline shifts as a consequence of this magnitude of application of dispersants or the resulting re-distribution of oil or released compounds within the water column.\r\n\r\nScientists posed the questions: Do these baseline shifts in resource (heterotrophic microbes versus autotrophic phytoplankton) permeate through the classical food web or remain largely within the microbial web? If material enters the classical food web, does it favor fish or gelatinous zooplankton? It is vital to understand in this in both the short- and long-term because secondary producers represent the major link between primary production and higher trophic levels (e.g., piscivorous fish) by which energy (and contaminants) are incorporated into grazer food webs.\r\n\r\nDr. Monty Graham will work with colleagues on a project aimed to characterizing ecosystem-level changes to the pelagic system of the northern Gulf of Mexico. This effort will specifically contribute a temporal component to a separately funded spatial component. The group will employ a trophic assessment using both gut contents and Carbon/Nitrogen stable isotope ratios of pelagic filter-feeding invertebrates (jellyfish) and vertebrates (planktivorous fish). These will be compared to SI and gut content information collected over the previous two years in the spill-impacted area east and west of the Mississippi River.\r\n\r\nBroader impacts \r\n\r\nThe Dauphin Island Sea Lab is uniquely organized to provide educational experiences from kindergarten (Discovery Hall Programs) through Ph.D. (University Programs). This RAPID will provide an immediate educational benefit to an existing Ph.D. student, Ms. Isabella D'Ambra (University of South Alabama, Marine Sciences Dept.) who is currently working on the trophic structure of nearshore pelagic communities using stable isotopes of carbon and nitrogen. In addition, one new scientist, Dr. Rob Condon will begin employment in June specifically to address trophic exchanges between microbial/detritus fractions to upper food-chain organisms. Moreover, this study will have an impact on the wider food-chain impacts of a major, chronic oil spill beyond what is noted by the simple acute damage to ecosystems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Graham",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "William M Graham",
   "pi_email_addr": "montygraham@usf.edu",
   "nsf_id": "000342688",
   "pi_start_date": "2010-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marine Environmental Sciences Consortium",
  "inst_street_address": "101 BIENVILLE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "DAUPHIN ISLAND",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2518612141",
  "inst_zip_code": "365284603",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "AL01",
  "org_lgl_bus_name": "MARINE ENVIRONMENTAL SCIENCES CONSORTIUM",
  "org_prnt_uei_num": "N47JDKML6UT5",
  "org_uei_num": "N47JDKML6UT5"
 },
 "perf_inst": {
  "perf_inst_name": "Marine Environmental Sciences Consortium",
  "perf_str_addr": "101 BIENVILLE BLVD",
  "perf_city_name": "DAUPHIN ISLAND",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "365284603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "AL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "5987",
   "pgm_ref_txt": "GULF OF MEXICO OIL SPILL-2010"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 199867.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 2010 Deepwater Horizon explosion and subsequent release of oil and gas was a human and environmental tragedy. But like most tragic events, opportunities exist to learn. Having worked in the Gulf of Mexico for 15 years studying the high biological productivity of the system and its large fluctuations from year-to-year, we developed a question that only a perturbation of the magnitude of Deepwater Horizon could help answer: Does the prolonged release of oil alter the way the base of the Gulf foodweb transfers energy to higher consumers such as fish? The way we proposed to address this question of potentially altered foodweb base was to look at the marine zooplankton, the microscopic animals of the sea that serve as food source for nearly all larger animals.</p>\n<p>We accomplished the study&rsquo;s objectives by relying on a 5 year dataset of zooplankton from the Fisheries Oceanography of Coastal Alabama (or FOCAL) program. The driving hypothesis behind FOCAL was that short-term variability in the biological system of the northern Gulf was high, but largely predictable by a set of physical processes. To resolve impact within the system, one needs to sample at a resolution sufficiently small and previously not attained. Through FOCAL , impacts of floods, droughts and storms was possible.</p>\n<p>It was, therefore, fortunate that FOCAL existed, albeit at a limited number of stations, when the Deepwater Horizon oil spill (DHOS) occurred in 2010. The NSF RAPID funding provided a mechanism by which the existing FOCAL strategy of monthly sampling could be enhanced to more rapid sampling. It also allowed us to link other ongoing student projects in my laboratory investigating trophic relationships using stable isotopes to investigate the possibility that oil-carbon was being incorporated into zooplankton. This latter point is especially important owing to the long duration of the DHOS, which lasted 3 months and covered nearly half of the northern Gulf shelf environment.</p>\n<p>This RAPID funded research was instrumental in documenting that the Deepwater Horizon Oil Spill (DHOS) did manifest itself beyond microbial processes and physical/toxicological effects on vertebrates. Oil spills historical draw the most attention to degradation by microbes and the physical and toxicological effects on seabirds, turtles and mammals. From the outset, we understood this release would likely be long term, and extend beyond the generation times of zooplankton that serve as the trophic base in the productive northern Gulf.</p>\n<p>The first question was &lsquo;Is there evidence that carbon supplied to the system from the release actually make it into the food chain beyond the microbial level?&rsquo; By using isotopes of carbon found in every living organism, we were able to show a consistent pattern indicating the oil-carbon was ascending into the food chain. This was later confirmed through a collaborative effort with Dr. Jeff Chanton&rsquo;s research group at Florida State, where they took a subset of our samples and analyzed the natural abundance radioisotopes of carbon and showed results consistent with our findings.</p>\n<p>Having confirmed the presence of oil higher in the food chain, there is certainly a concern for the toxicological effects on plankton. Related work indicates high mortality on phytoplankton caused by dispersant use and dispersed oil. My research group is currently focusing on trophic impacts of oil-carbon loading to the system as a mechanism that collapsed zooplankton production during the summer of 2010 with possible ramifications for higher order consumers such as forage fish (e.g., Gulf menhaden), seabirds and dolphins. In fact, our research group was part of an effort looking at timing of young and fetal dolphin mortality spikes in the late winter of 2011, and we attributed this mortality to poor nutritional condition of mothers combined with the environmental s...",
  "por_txt_cntn": "\nThe 2010 Deepwater Horizon explosion and subsequent release of oil and gas was a human and environmental tragedy. But like most tragic events, opportunities exist to learn. Having worked in the Gulf of Mexico for 15 years studying the high biological productivity of the system and its large fluctuations from year-to-year, we developed a question that only a perturbation of the magnitude of Deepwater Horizon could help answer: Does the prolonged release of oil alter the way the base of the Gulf foodweb transfers energy to higher consumers such as fish? The way we proposed to address this question of potentially altered foodweb base was to look at the marine zooplankton, the microscopic animals of the sea that serve as food source for nearly all larger animals.\n\nWe accomplished the studyÆs objectives by relying on a 5 year dataset of zooplankton from the Fisheries Oceanography of Coastal Alabama (or FOCAL) program. The driving hypothesis behind FOCAL was that short-term variability in the biological system of the northern Gulf was high, but largely predictable by a set of physical processes. To resolve impact within the system, one needs to sample at a resolution sufficiently small and previously not attained. Through FOCAL , impacts of floods, droughts and storms was possible.\n\nIt was, therefore, fortunate that FOCAL existed, albeit at a limited number of stations, when the Deepwater Horizon oil spill (DHOS) occurred in 2010. The NSF RAPID funding provided a mechanism by which the existing FOCAL strategy of monthly sampling could be enhanced to more rapid sampling. It also allowed us to link other ongoing student projects in my laboratory investigating trophic relationships using stable isotopes to investigate the possibility that oil-carbon was being incorporated into zooplankton. This latter point is especially important owing to the long duration of the DHOS, which lasted 3 months and covered nearly half of the northern Gulf shelf environment.\n\nThis RAPID funded research was instrumental in documenting that the Deepwater Horizon Oil Spill (DHOS) did manifest itself beyond microbial processes and physical/toxicological effects on vertebrates. Oil spills historical draw the most attention to degradation by microbes and the physical and toxicological effects on seabirds, turtles and mammals. From the outset, we understood this release would likely be long term, and extend beyond the generation times of zooplankton that serve as the trophic base in the productive northern Gulf.\n\nThe first question was æIs there evidence that carbon supplied to the system from the release actually make it into the food chain beyond the microbial level?Æ By using isotopes of carbon found in every living organism, we were able to show a consistent pattern indicating the oil-carbon was ascending into the food chain. This was later confirmed through a collaborative effort with Dr. Jeff ChantonÆs research group at Florida State, where they took a subset of our samples and analyzed the natural abundance radioisotopes of carbon and showed results consistent with our findings.\n\nHaving confirmed the presence of oil higher in the food chain, there is certainly a concern for the toxicological effects on plankton. Related work indicates high mortality on phytoplankton caused by dispersant use and dispersed oil. My research group is currently focusing on trophic impacts of oil-carbon loading to the system as a mechanism that collapsed zooplankton production during the summer of 2010 with possible ramifications for higher order consumers such as forage fish (e.g., Gulf menhaden), seabirds and dolphins. In fact, our research group was part of an effort looking at timing of young and fetal dolphin mortality spikes in the late winter of 2011, and we attributed this mortality to poor nutritional condition of mothers combined with the environmental stress of cold water pulses from the Mobile Bay watershed. We are continuing to work with these data in a modeling st..."
 }
}