{
 "awd_id": "1043251",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  Collaborative Research:  G&V:  Evolving Social Computation in an RNA World",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Rosenblum",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 35000.0,
 "awd_amount": 35000.0,
 "awd_min_amd_letter_date": "2010-07-15",
 "awd_max_amd_letter_date": "2010-07-15",
 "awd_abstract_narration": "Abstract \r\n\r\nCareers in experimental science allow some researchers to push these frontiers of human knowledge to remote phenomena, from the formation of structure at cosmological scales to the self-assembly of protein enzymes. Non-experts have few channels to deeply experience these revelations due to several barriers: the time required to master technical details, the spatial distance to experts and educators, and the financial expense of careful experimentation. This research is creating a system that removes these barriers to scientific exploration for non-experts, in a frontier field that has attracted wide scientific and public interest: the engineering of nanoscale molecules into complex shapes. \r\n\r\nAn internet-scale gaming infrastructure is being created that will enable hundreds of thousands of game players to jointly explore the conformational space of ribonucleic acid (RNA) designs. As players explore a simulated RNA design space, their efforts produce a prioritized list of candidate designs which are synthesized immediately in the PI?s biochemistry lab. Experimental results then feed back into the game?s incentive structure. The players? collective efforts thus move beyond simulation into real biochemical experimentation. Also, it is currently unknown how to maximally exploit the ?network effect? of cooperation in multiplayer search games. Successful designs must both reward individual exploration and incentivize knowledge sharing. To unite these goals, the PIs are experimenting with several advances in collaborative scoring. Thus, within the new field of nano-engineering, the system will enhance the toolkit of RNA sequences that self-assemble into complex three-dimensional shapes from the ?bottom-up?: knots, polyhedra, and additional novel shapes never before seen with RNA. The project is producing advances in the nascent field of socially intelligent computing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rhiju",
   "pi_last_name": "Das",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rhiju Das",
   "pi_email_addr": "rhiju@stanford.edu",
   "nsf_id": "000544878",
   "pi_start_date": "2010-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7453",
   "pgm_ref_txt": "GRAPHICS & VISUALIZATION"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 35000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"FreeForm\">We have carried out extensive preliminary studies over the past year towards catalyzing the<strong> Internet-scale discovery of RNA bioengineering rule</strong>s.</p>\n<p class=\"FreeForm\">EteRNA was released to the public on January 11, 2011; press coverage helped increase the number of players to 15,000 within one week. At the time of writing this proposal, EteRNA has registered 25,510 players. In total, 381,065 sequences have been submitted, with an average of 6.9 minutes spent per solved puzzle. A lower bound on the total time of productive participation is therefore 44,000 person-hours in six months, confirming the ability of the EteRNA interface to engage citizen scientists in the RNA design problem. You can access it here: http://eterna.stanford.edu</p>\n<p class=\"FreeForm\">EteRNA, written in FLASH, is playable without downloading. Clicking the RNA molecule directly edits the nucleotide sequence and immediately triggers a real-time refold. Considerable effort has gone into secondary animation and excessive positive feedback, also called &lsquo;juiciness&rsquo;;background bubbles and nucleotides subtly react to mouse movement; positive actions trigger displays of music, stars, and light. To train the community for real advances in biophysical engineering, all visualization, interaction, and scoring use a real-time implementation of the widely used ViennaRNA folding algorithm.</p>\n<p class=\"FreeForm\">There are three kinds of puzzles. (1) Tutorials introduce RNA design without assuming prior scientific knowledge. The series can be completed in 5-10 minutes. (2) Challenges teach advanced folding concepts, such as base-stack energies, and can be solved in 1-10 minutes, providing users with a continuous source of reward and competition. (3) Lab puzzles integrate high-throughput experimental feedback into the game&rsquo;s flow. After submitting solutions to the weekly Lab Puzzle, players vote sequences into weekly synthesis slots. To secure votes, players advocate for their designs, a mechanism which encourages hypothesis sharing within community. After a three-day synthesis/mapping period, experimental results are returned to players, completing the design/experiment feedback loop. This deep experimental integration is the heart of knowledge creation in EteRNA and its major innovation.&nbsp;</p>\n<p class=\"FreeForm\">Integrating experimental feedback into gaming flow&mdash;a step with no precedent in scientific discovery games&mdash;required experiments with high throughput, low latency, reproducibility, and facile interpretation. We achieved these criteria through a novel biochemical protocol, pipelining commercial synthesis of DNA oligomers, PCR assembly into DNA templates, in vitro transcription with T7 RNA polymerase, &lsquo;quality checks&rsquo; through Sanger sequencing, and chemical mapping experiments that use the facile SHAPE protocol to read out whether RNA segments were unpaired or paired at single- nucleotide-resolution. &nbsp;The overall pipeline has been carried out successfully over 24 rounds, one round per week.</p>\n<p class=\"FreeForm\">As an initial set of step-wise challenges, we have taken the EteRNA project through six RNA design targets of increasing complexity. The preliminary results have been strongly encouraging:</p>\n<p class=\"FreeForm\">The target secondary structures have so far been nested (to permit rapid folding with the Vienna engine), beginning with smaller hairpin-like target shapes and gradually introducing other basic elements of RNA secondary structure, including multi- nucleotide internal loops and junctions.</p>\n<p class=\"FreeForm\">As base-line controls, we have characterized designs from two automated algorithms: the pioneering Vienna InverseRNA algorithm and NUPACK, a more recent tool using the same underlying energetic model but minimizing an &lsquo;ensemble defect&rsquo; parameter. For even the simplest secondary...",
  "por_txt_cntn": "We have carried out extensive preliminary studies over the past year towards catalyzing the Internet-scale discovery of RNA bioengineering rules.\nEteRNA was released to the public on January 11, 2011; press coverage helped increase the number of players to 15,000 within one week. At the time of writing this proposal, EteRNA has registered 25,510 players. In total, 381,065 sequences have been submitted, with an average of 6.9 minutes spent per solved puzzle. A lower bound on the total time of productive participation is therefore 44,000 person-hours in six months, confirming the ability of the EteRNA interface to engage citizen scientists in the RNA design problem. You can access it here: http://eterna.stanford.edu\nEteRNA, written in FLASH, is playable without downloading. Clicking the RNA molecule directly edits the nucleotide sequence and immediately triggers a real-time refold. Considerable effort has gone into secondary animation and excessive positive feedback, also called æjuicinessÆ;background bubbles and nucleotides subtly react to mouse movement; positive actions trigger displays of music, stars, and light. To train the community for real advances in biophysical engineering, all visualization, interaction, and scoring use a real-time implementation of the widely used ViennaRNA folding algorithm.\nThere are three kinds of puzzles. (1) Tutorials introduce RNA design without assuming prior scientific knowledge. The series can be completed in 5-10 minutes. (2) Challenges teach advanced folding concepts, such as base-stack energies, and can be solved in 1-10 minutes, providing users with a continuous source of reward and competition. (3) Lab puzzles integrate high-throughput experimental feedback into the gameÆs flow. After submitting solutions to the weekly Lab Puzzle, players vote sequences into weekly synthesis slots. To secure votes, players advocate for their designs, a mechanism which encourages hypothesis sharing within community. After a three-day synthesis/mapping period, experimental results are returned to players, completing the design/experiment feedback loop. This deep experimental integration is the heart of knowledge creation in EteRNA and its major innovation. \nIntegrating experimental feedback into gaming flow&mdash;a step with no precedent in scientific discovery games&mdash;required experiments with high throughput, low latency, reproducibility, and facile interpretation. We achieved these criteria through a novel biochemical protocol, pipelining commercial synthesis of DNA oligomers, PCR assembly into DNA templates, in vitro transcription with T7 RNA polymerase, æquality checksÆ through Sanger sequencing, and chemical mapping experiments that use the facile SHAPE protocol to read out whether RNA segments were unpaired or paired at single- nucleotide-resolution.  The overall pipeline has been carried out successfully over 24 rounds, one round per week.\nAs an initial set of step-wise challenges, we have taken the EteRNA project through six RNA design targets of increasing complexity. The preliminary results have been strongly encouraging:\nThe target secondary structures have so far been nested (to permit rapid folding with the Vienna engine), beginning with smaller hairpin-like target shapes and gradually introducing other basic elements of RNA secondary structure, including multi- nucleotide internal loops and junctions.\nAs base-line controls, we have characterized designs from two automated algorithms: the pioneering Vienna InverseRNA algorithm and NUPACK, a more recent tool using the same underlying energetic model but minimizing an æensemble defectÆ parameter. For even the simplest secondary structure target (the æFingerÆ), neither the automated InverseRNA or NUPACK algorithms gave designs with EteRNA scores better than 92/100, and most of their designs scored worse than 70/100.\nThe first round of human-created designs tested the accuracy of the EteRNA non-expert community in the absence of any experim..."
 }
}