{
 "awd_id": "1044573",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: 3-D Model Forecast of the Vertical and Horizontal Distributions of the Oil Plumes Arising From the DeepWater Horizon Spill",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2010-06-15",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 80646.0,
 "awd_amount": 80646.0,
 "awd_min_amd_letter_date": "2010-06-02",
 "awd_max_amd_letter_date": "2010-06-02",
 "awd_abstract_narration": "Intellectual merit: Since the explosion of the Deep Water Horizon Oil Drilling Rig on April 20, 2010, a large amount of oil has spilled in the Gulf of Mexico (GOM), posing unprecedented threat to the gulf coasts, as well as the southeast coast of United States. While satellite remote sensing, aircraft flights, and surfaces drifters are providing valuable information on the oil surface trajectories since the accident, little is known about how the spill is distributed below the surface. In this project, the investigator hereby will implement an advection, diffusion and reaction tracer model for Emulsified Oil created by the use of dispersants and couple it within our exiting South Atlantic Bight and Gulf of Mexico (SABGOM) circulation nowcast/forecast system to track the vertical and horizontal distribution of the oil plumes. This coupled oil-circulation model will be run throughout the entire hurricane season (June 1 ? November 30) to provide 24/7 prediction of three-dimensional oil trajectory in the GOM and southeast Atlantic coastal ocean. \r\n\r\nSpecific questions to be addressed in this project include:\r\n1) How is the spill distributed at depths, and to what extent they have been transported by the\r\nSub-surface currents?\r\n2) How does the strong mixing associated with tropical storms traversing the Gulf of Mexico and the South Atlantic Bight bring subsurface oil up to the surface? \r\n3) How do the storm surges transport the newly surfaced oil up on the beach?\r\n\r\nGiven there is still no consensus on the total amount of oil spilled from the wellhead, the investigator will also perform model sensitivity experiments with various amount estimates of oil spill. Existing satellite and aircraft observations will be used to validate the simulated oil spill surface features, including expansion directions and total areas. \r\n\r\nBroader Impacts: The resulting three-dimensional oil tracer fields (from different oil spill amount scenarios) will be used to calculate the oil residence time at different depths of the ocean, thereby offering critical information for continued restoration effort. As a part of deliverable of this project, the predictions of circulation and three-dimensional oil trajectories will be made available through a public website. Research findings will be published in peer reviewed journals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ruoying",
   "pi_last_name": "He",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ruoying He",
   "pi_email_addr": "rhe@ncsu.edu",
   "nsf_id": "000484644",
   "pi_start_date": "2010-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5987",
   "pgm_ref_txt": "GULF OF MEXICO OIL SPILL-2010"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 80646.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our major research activity funded by this NSF Rapid program was to conduct model forecasting and hindcasting of the Gulf Circulation during and after the spill event using our SABGOM ocean modeling system.&nbsp; During the wake of spill, our major effort went to generating daily surface and subsurface circulation and 3-dimensioal tracer distribution predictions. Our results were timely disseminated to other NSF Rapid PIs working in the Gulf on in-situ samplings, providing effective 3-dimensional sampling guidance. We began to conduct systematic model hindcast and circulation reanalysis after the spill was the capped. We analyzed hydrographic and remote sensing data, validated model predictions against these observations, and generated the best possible circulation hindcast. Working with another NSF Rapid PI Elizabeth North, we successfully coupled a near-field plume model, our SABGOM circulation model , and particle tracking model&nbsp; to simulate the dispersal of oil droplets. Our coupled model successfully reproduced observations of the subsurface plume and predicted interactions with the bottom. We have also used Eulerian tracer approach to simulate the residence time of subsurface oil plume. This calculation produced remarkably similar results shown by subsurface (1200m) oil plume observations, suggesting our SABGOM circulation model has intrinsic skill in resolving deep circulation in the Gulf. We have found the gulf circulation variability play a vital role in   determining material property (oil spill included) transport and   distribution.&nbsp; Both our model hindcast result and subsurface in-situ observations   suggest the deep   ocean circulation in the gulf is counter-clockwise.</p>\n<p>Two peer-reviewed journal papers are published. PI R. He has presented project findings at  several national and international conferences including the Joint Ocean Science and  Technology meeting,&nbsp; AGU Fall meeting, EGU spring meeting, and a set of seminars at  academic institutions including Georgia SeaGrant, NCSU, WHOI, ODU, and DUKE.&nbsp; This project has also enabled PI R He&rsquo;s graduate students to be trained in regional coastal ocean modeling and ocean data analysis.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2012<br>\n\t\t\t\t\tModified by: Ruoying&nbsp;He</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur major research activity funded by this NSF Rapid program was to conduct model forecasting and hindcasting of the Gulf Circulation during and after the spill event using our SABGOM ocean modeling system.  During the wake of spill, our major effort went to generating daily surface and subsurface circulation and 3-dimensioal tracer distribution predictions. Our results were timely disseminated to other NSF Rapid PIs working in the Gulf on in-situ samplings, providing effective 3-dimensional sampling guidance. We began to conduct systematic model hindcast and circulation reanalysis after the spill was the capped. We analyzed hydrographic and remote sensing data, validated model predictions against these observations, and generated the best possible circulation hindcast. Working with another NSF Rapid PI Elizabeth North, we successfully coupled a near-field plume model, our SABGOM circulation model , and particle tracking model  to simulate the dispersal of oil droplets. Our coupled model successfully reproduced observations of the subsurface plume and predicted interactions with the bottom. We have also used Eulerian tracer approach to simulate the residence time of subsurface oil plume. This calculation produced remarkably similar results shown by subsurface (1200m) oil plume observations, suggesting our SABGOM circulation model has intrinsic skill in resolving deep circulation in the Gulf. We have found the gulf circulation variability play a vital role in   determining material property (oil spill included) transport and   distribution.  Both our model hindcast result and subsurface in-situ observations   suggest the deep   ocean circulation in the gulf is counter-clockwise.\n\nTwo peer-reviewed journal papers are published. PI R. He has presented project findings at  several national and international conferences including the Joint Ocean Science and  Technology meeting,  AGU Fall meeting, EGU spring meeting, and a set of seminars at  academic institutions including Georgia SeaGrant, NCSU, WHOI, ODU, and DUKE.  This project has also enabled PI R HeÆs graduate students to be trained in regional coastal ocean modeling and ocean data analysis.\n\n \n\n\t\t\t\t\tLast Modified: 11/25/2012\n\n\t\t\t\t\tSubmitted by: Ruoying He"
 }
}