{
 "awd_id": "1044704",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Sub-Mesoscale Dynamics of  Buoyant Plumes",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2010-06-15",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 86216.0,
 "awd_amount": 86216.0,
 "awd_min_amd_letter_date": "2010-06-02",
 "awd_max_amd_letter_date": "2010-06-02",
 "awd_abstract_narration": "Intellectual Merit: This RAPID response research project addresses several important scientific issues associated with the massive ongoing Deepwater Horizon oil spill that started to release large amounts of oil (more than 5,000 barrels/day) from a depth of 1,500 m on April 20, 2010. The main objective of the project is to explore the behavior of buoyant plumes released from a point source at the bottom of a stratified and rotating oceanic environment through large eddy simulations, as a step towards resolved modeling of oil and gas plumes in the future. \r\n\r\nIn particular, the following questions will be addressed:\r\n(i) What are the flow patterns of buoyant plumes in the presence of sub-mesoscale (spatial range of 100 m to 10 km, temporal range of few days to few weeks) oceanic environment? Does it show subsurface intrusions detraining from the main plume? How does the buoyant plume interact with mixed layer density fronts? What are the parameters controlling the plume?s ability to reach the surface? How much of the total discharge is expressed at the surface? \r\n(ii) What is the three-dimensional relative dispersion of the plume. How do surface and subsurface relative dispersion differ?\r\n(iii) What is the nature of dispersion of a three-dimensional buoyant plume after its source is shut down? How long does it take to dissipate? Where does it modify the surrounding water characteristics?\r\n\r\nWhile this study will be conducted mainly within the context of a Boussinesq, Newtonian fluid model, two simple modifications will be considered. The first is the addition of evaporation to represent loss of volume over the first two days after surfacing, and the second one is the inclusion of non-Boussinesq effects in order to include density differences between oil and water of some 20%. The computations will be carried out employing the spectral element code Nek5000 in collaboration with Paul Fischer and Aleks Obabko on Argonne National Laboratory.?s IBM BL/G Intrepid machine on up to 32,000 CPUs. \r\n\r\nBroader Impacts:  Broader impacts of the project include a strengthening of the ongoing collaboration between scientists from the University of Miami, Argonne National Laboratory and the Naval Research Laboratory at Stennis Space Center to make progress in different aspects of the problem in preparation for future events. The results from this study may also lead to better sampling techniques of buoyant plumes and provide guidance on how to initialize larger scale ocean circulation models. It is also a good step for future development of advanced two-phase computational models for oil spill applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tamay",
   "pi_last_name": "Ozgokmen",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Tamay M Ozgokmen",
   "pi_email_addr": "tozgokmen@rsmas.miami.edu",
   "nsf_id": "000482579",
   "pi_start_date": "2010-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1251 MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3054214089",
  "inst_zip_code": "331462509",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "VNZZYCJ55TC4",
  "org_uei_num": "KXN7HGCF6K91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1251 MEMORIAL DR",
  "perf_city_name": "CORAL GABLES",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331462509",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5987",
   "pgm_ref_txt": "GULF OF MEXICO OIL SPILL-2010"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 86216.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The driving force behind the PI's effort has been the general importance of the Deepwater Horizon (DwH) oil spill in the Gulf of Mexico <br />for focusing the practical applications of physical oceanographic research on social impact. After all, parts is US society were significantly <br />influenced by the oil spill. The oil spill also exposed&nbsp; major scientific challenges in our understanding of oceanic flows in that its dispersion<br />was extremely difficult to understand, and thereby, to model and predict.<br /><br />Our achievements can be summarized as follows:<br /><br />1) We have made significant progress in gaining insight into the dynamics of buoyant flows released from a source<br />at the ocean's bottom. Perhaps our key finding is that we have shown that rotation sets up an inverse pressure gradient<br />that is capable of entirely stopping the rise of the buoyant plume. This is something not known in the scientific community. <br />We have also characterized the dynamical regimes of buoyant plumes. Examples of our buoyant plumes under the influences<br />of complex ocean flows (Figs. 1, 2), in a stratified (Fig. 3) and strongly rotating environments (Fig. 4) are included. <br /><br />2) Establishment of Oil Spill Research Consortium: The PI has leveraged the computations and credibility attained under this NSF RAPID project in order to organize a large modeling effort to address the scientific challenges revealed by the DwH event.&nbsp;&nbsp; After an intense<br />competition through peer-review,&nbsp; Consortium for Advanced Research on Transport of Hydrocarbon in the Environment (CARTHE),<br />which is led by the PI, was selected as one of the eight groups out of initially 122 entries. CARTHE comprises 28 PIs from 14 different<br />institutions and is the only physical oceanographic consortium funded by the Gulf of Mexico Research Initiative (GoMRI).<br />&nbsp;The CARTHE efforts are described in</p>\n<p>http://www.carthe.org/</p>\n<p>and</p>\n<p>https://www.facebook.com/CARTHE.GoMRI<br />&nbsp;<br />3) In July 2012, CARTHE researchers released over 300 drifters and initiated the largest upper-ocean dispersion experiment of its kind, the Grand Lagrangian Deployment (GLAD).&nbsp; While this experiment was carried out<br />by a large group of investigators funded by GoMRI, the involvement of the PIs as the Director of CARTHE has been very much facilitated<br />by the RAPID grant provided by NSF. These drifters transmit every five minutes as near-surface currents in the Gulf transport them from their initial deployment near the Deepwater Horizon site (Fig. 5). Customized drifters are mapping these currents, adding to our understanding of the role of oceanic flows in spreading and dispersing pollutants and materials on the surface of the ocean. This experiment, an observation of upper-ocean transport processes, is a critical step in improving predictions about and response to oil spills.<br /><br />An animation of the early phase of GLAD can be found in</p>\n<p>http://carthe.org/glad/GLAD_drifter_movie.gif.<br /><br />GLAD experiment seemed to be paying off in unexpected ways. As Hurricane Isaac moved through the Gulf, never before-seen-data from those very same drifters have been collected who are directly in the path of the hurricane (Figure 6).&nbsp; This unique data will shed light on how hurricanes affect ocean surface currents and disperse pollutants in the Gulf of Mexico. <br /><br />An animated movie of Hurricane Isaac going through the experiment can be seen at</p>\n<p>http://laplace.ceoe.udel.edu/GLAD/DRIFTERS/GLAD_movie.gif.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/02/2012<br>\n\t\t\t\t\tModified by: Tamay&nbsp;M&nbsp;Ozgokmen</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\">...",
  "por_txt_cntn": "\nThe driving force behind the PI's effort has been the general importance of the Deepwater Horizon (DwH) oil spill in the Gulf of Mexico \nfor focusing the practical applications of physical oceanographic research on social impact. After all, parts is US society were significantly \ninfluenced by the oil spill. The oil spill also exposed  major scientific challenges in our understanding of oceanic flows in that its dispersion\nwas extremely difficult to understand, and thereby, to model and predict.\n\nOur achievements can be summarized as follows:\n\n1) We have made significant progress in gaining insight into the dynamics of buoyant flows released from a source\nat the ocean's bottom. Perhaps our key finding is that we have shown that rotation sets up an inverse pressure gradient\nthat is capable of entirely stopping the rise of the buoyant plume. This is something not known in the scientific community. \nWe have also characterized the dynamical regimes of buoyant plumes. Examples of our buoyant plumes under the influences\nof complex ocean flows (Figs. 1, 2), in a stratified (Fig. 3) and strongly rotating environments (Fig. 4) are included. \n\n2) Establishment of Oil Spill Research Consortium: The PI has leveraged the computations and credibility attained under this NSF RAPID project in order to organize a large modeling effort to address the scientific challenges revealed by the DwH event.   After an intense\ncompetition through peer-review,  Consortium for Advanced Research on Transport of Hydrocarbon in the Environment (CARTHE),\nwhich is led by the PI, was selected as one of the eight groups out of initially 122 entries. CARTHE comprises 28 PIs from 14 different\ninstitutions and is the only physical oceanographic consortium funded by the Gulf of Mexico Research Initiative (GoMRI).\n The CARTHE efforts are described in\n\nhttp://www.carthe.org/\n\nand\n\nhttps://www.facebook.com/CARTHE.GoMRI\n \n3) In July 2012, CARTHE researchers released over 300 drifters and initiated the largest upper-ocean dispersion experiment of its kind, the Grand Lagrangian Deployment (GLAD).  While this experiment was carried out\nby a large group of investigators funded by GoMRI, the involvement of the PIs as the Director of CARTHE has been very much facilitated\nby the RAPID grant provided by NSF. These drifters transmit every five minutes as near-surface currents in the Gulf transport them from their initial deployment near the Deepwater Horizon site (Fig. 5). Customized drifters are mapping these currents, adding to our understanding of the role of oceanic flows in spreading and dispersing pollutants and materials on the surface of the ocean. This experiment, an observation of upper-ocean transport processes, is a critical step in improving predictions about and response to oil spills.\n\nAn animation of the early phase of GLAD can be found in\n\nhttp://carthe.org/glad/GLAD_drifter_movie.gif.\n\nGLAD experiment seemed to be paying off in unexpected ways. As Hurricane Isaac moved through the Gulf, never before-seen-data from those very same drifters have been collected who are directly in the path of the hurricane (Figure 6).  This unique data will shed light on how hurricanes affect ocean surface currents and disperse pollutants in the Gulf of Mexico. \n\nAn animated movie of Hurricane Isaac going through the experiment can be seen at\n\nhttp://laplace.ceoe.udel.edu/GLAD/DRIFTERS/GLAD_movie.gif.\n\n\t\t\t\t\tLast Modified: 09/02/2012\n\n\t\t\t\t\tSubmitted by: Tamay M Ozgokmen"
 }
}