{
 "awd_id": "1044821",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Rhizomics - Comparative Functional Genomic and Proteomic Analysis of Rhizome Specificity Across the Plant Kingdom",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "scott jackson",
 "awd_eff_date": "2009-09-30",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 4334041.0,
 "awd_amount": 3526111.0,
 "awd_min_amd_letter_date": "2010-08-17",
 "awd_max_amd_letter_date": "2012-07-26",
 "awd_abstract_narration": "PI: David R. Gang (Washington State University)\r\n\r\nCoPIs: Carol A. Soderlund (University of Arizona) and Jay Thelen, University of Missouri - Columbia\r\n\r\n\r\nThe rhizome is the original stem of the vascular plant lineage. Before plants developed upright stems, they grew horizontally via rhizomes. All extant primitive vascular plants and many advanced angiosperms still use rhizomes as their sole stem type. Rhizomes are responsible for the invasiveness, hardiness, and even harshness of many of the world's most significant weeds. The ability of these rhizomatous weedy plants to invade new territory via the underground has led to their great success world-wide, and is directly attributable to their rhizomes. In contrast, many of the world's most important medicinal plants, such as ginger and turmeric, produce their medicinally active components in their rhizomes. Despite their importance, very little is known about what genes are involved in the growth and function of rhizomes. The aim of this project is to identify genes and proteins that are expressed exclusively in the rhizome and to characterize the function of specific genes that play important roles in rhizome function from plants across the plant kingdom. Genes that are expressed exclusively or predominantly in rhizomes will be identified by constructing cDNA libraries from developing rhizomes from selected rhizomatous species and sequencing random clones from these libraries to provide a large set of expressed sequence tags (ESTs). Rhizome-specific expression of gene transcripts will be determined using DNA microarrays. Protein levels in the rhizomes versus other tissues will be determined using complementary proteomics technologies. These datasets will be integrated into one database, and will then be comparatively analyzed to identify rhizome-specific genes common to all species and specific to individual species. The roles of specific genes in rhizome differentiation, growth and development will then be validated using a number of approaches, including more detailed expression profiling and functional analysis by gene knock out or heterologous expression in other species. This project will impact our understanding of rhizome growth and function. Because the rhizome is the original vascular plant stem, and is still used by many species as their major stem type, this project will impact our understanding of the evolution of upright stems as well. Because many of the world's worst weeds spread via their rhizomes and three of the most important of these weedy species will be the subject of investigation, this project will also produce information that could be used to better tailor efforts to control economically important weeds worldwide.\r\n\r\nThe broader impacts of this project is that it will cross-train undergraduate and graduate students and postdoctoral researchers in multidisciplinary research approaches. This project will integrate research and education in two major ways: 1. training of students in successful approaches to doing research in an interdisciplinary and geographically dispersed environment, which is becoming more important for success in the biological sciences; 2. summer research experiences for undergraduate students and high school teachers. A strong emphasis will be placed on recruitment and training of underrepresented minorities and women, especially for teacher intern and undergraduate student positions, but also for the post-doctoral and graduate student positions. A web-based database of EST, microarray and proteomics data will be developed and made publicly accessible at the project web site (www.plant-rhizome.org).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Gang",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "David R Gang",
   "pi_email_addr": "gangd@wsu.edu",
   "nsf_id": "000423498",
   "pi_start_date": "2010-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "240 FRENCH ADMINISTRATION BLDG",
  "perf_city_name": "PULLMAN",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "757700",
   "pgm_ele_name": "Plant Genome Research Resource"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 743580.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 1146191.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 807930.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 828410.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Rhizomes are the original, ancient stem of land plants, but they are also used by many advanced plant species in their normal life cycles. Many medicinal plants, such as ginger and turmeric, use their rhizomes for growth and to store important compounds that humans use as medicines. Other species, such as sacred lotus, use rhizomes as a starch/energy storage organ, and thus are important food sources for people. Still other rhizome producing species are extremely invasive and are considered among the world&rsquo;s worst weeds, particularly a collection of grass species such as Johnsongrass, Cogon grass, quack grass and common reed. Those invasive species use rhizomes in underground sneak attacks on other plant species, displacing them while taking over new territory. Despite the importance of rhizomes, not much was known about rhizome growth and development before this project was initiated. The goal of this project was to fill in that gap. A modern, systems approach was used to identify genes, proteins and metabolites that play important roles in rhizome growth, development and differentiation. A number of rhizome-specific genes were identified, many of which were common to all rhizome-producing species, thus confirming the hypothesis that although they may differ in growth rate, shape and form, rhizomes are indeed the same organ, regardless of species. Several genes were confirmed to play important roles in rhizome metabolism and growth, and a number of other genes are now being investigated to determine how they regulate rhizome growth and differentiation. In addition, methods to propagate in vitro and genetically transform several of these rhizome-producing species were developed, so that downstream investigations can test the function of particular rhizome-specific genes (such as by knocking them out in their native species). Such tools will enable those investigations that seek to identify how rhizome growth and differentiation is regulated by specific genes.</p>\n<p>Many young scientists were trained in a multi-/interdisciplinary approach to biological science that includes not only team-based research effort, but also integration of diverse datasets from a combination of multiple &ldquo;omics&rdquo;-based technologies, including genomics, transcriptomics, proteomics and metabolomics. Because such an approach will continue to be important going forward, the project participants received training that will benefit their careers, whether they pursue positions in academia or industry. This included a number of PhD-level scientists, as well as three graduate students, almost two dozen undergraduate students and a dozen high school students. The latter group included participants in WSU&rsquo;s Pipeline Program, which targets high school students from rural Washington State and Native American tribal regions, providing them with a summer internship opportunity. All of the high school interns that participated in this project have since gone to college.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/18/2016<br>\n\t\t\t\t\tModified by: David&nbsp;R&nbsp;Gang</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1044821/1044821_10124207_1453156419998_RhizomeSpeciesPhylogeneticTree--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1044821/1044821_10124207_1453156419998_RhizomeSpeciesPhylogeneticTree--rgov-800width.jpg\" title=\"Rhizome species phylogenetic tree\"><img src=\"/po...",
  "por_txt_cntn": "\nRhizomes are the original, ancient stem of land plants, but they are also used by many advanced plant species in their normal life cycles. Many medicinal plants, such as ginger and turmeric, use their rhizomes for growth and to store important compounds that humans use as medicines. Other species, such as sacred lotus, use rhizomes as a starch/energy storage organ, and thus are important food sources for people. Still other rhizome producing species are extremely invasive and are considered among the worldÆs worst weeds, particularly a collection of grass species such as Johnsongrass, Cogon grass, quack grass and common reed. Those invasive species use rhizomes in underground sneak attacks on other plant species, displacing them while taking over new territory. Despite the importance of rhizomes, not much was known about rhizome growth and development before this project was initiated. The goal of this project was to fill in that gap. A modern, systems approach was used to identify genes, proteins and metabolites that play important roles in rhizome growth, development and differentiation. A number of rhizome-specific genes were identified, many of which were common to all rhizome-producing species, thus confirming the hypothesis that although they may differ in growth rate, shape and form, rhizomes are indeed the same organ, regardless of species. Several genes were confirmed to play important roles in rhizome metabolism and growth, and a number of other genes are now being investigated to determine how they regulate rhizome growth and differentiation. In addition, methods to propagate in vitro and genetically transform several of these rhizome-producing species were developed, so that downstream investigations can test the function of particular rhizome-specific genes (such as by knocking them out in their native species). Such tools will enable those investigations that seek to identify how rhizome growth and differentiation is regulated by specific genes.\n\nMany young scientists were trained in a multi-/interdisciplinary approach to biological science that includes not only team-based research effort, but also integration of diverse datasets from a combination of multiple \"omics\"-based technologies, including genomics, transcriptomics, proteomics and metabolomics. Because such an approach will continue to be important going forward, the project participants received training that will benefit their careers, whether they pursue positions in academia or industry. This included a number of PhD-level scientists, as well as three graduate students, almost two dozen undergraduate students and a dozen high school students. The latter group included participants in WSUÆs Pipeline Program, which targets high school students from rural Washington State and Native American tribal regions, providing them with a summer internship opportunity. All of the high school interns that participated in this project have since gone to college.\n\n \n\n\t\t\t\t\tLast Modified: 01/18/2016\n\n\t\t\t\t\tSubmitted by: David R Gang"
 }
}