{
 "awd_id": "1045115",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: The Microbial Response to the Deepwater Horizon Oil Spill",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 199953.0,
 "awd_amount": 199953.0,
 "awd_min_amd_letter_date": "2010-06-09",
 "awd_max_amd_letter_date": "2010-06-09",
 "awd_abstract_narration": "Intellectual merit: This RAPID project will conduct a time series of microbiological and geochemical assessments of the consequences of the Deepwater Horizon oil spill offshore the Louisiana coast. The PIs are building on a large database of pre-spill baseline microbiology and biogeochemistry at a microbial observatory (Mississippi Canyon 118) near the Deepwater Horizon site they have occupied since 2005. They are applying molecular, gene-based analyses of the microbial community structure and function in surface water and underlying sediments; in situ water column dissolved oxygen and light hydrocarbon measurements using advanced sensor technologies (Seaguard system) for deep water plume tracking; and a biogeochemical survey of the sediments and water in the immediate vicinity of and at increasing distance from the oil spill, and on different time scales during follow-up cruises. 16S rRNA and functional gene sequencing of total microbial DNA and RNA from contaminated and clean water and sediments will monitor how the oil-affected microbial community changes in composition and activity. High-throughput pyrosequencing of PCR-amplified rRNA fragments will increase the coverage by approx. three orders of magnitude, and allow for the detection of minority microbial populations that go unnoticed in conventional clone libraries. Special attention will be paid to the enrichment of oil-degrading bacteria in natural samples and in time-series experiments conducted in the lab, to monitor their growth with group-specific PCR, to monitor geochemical changes concomitant with the establishment and enrichment of a hydrocarbon-degrading microbial community, and to identify potential carbon incorporation pathways with stable isotope probing of nucleic acids. Summarizing, this RAPID project focuses on molecular and microbiological assessments of hydrocarbon impact, across the spatial and time scales of the Deepwater Horizon oil spill as determined by diagnostic water column oxygen and light hydrocarbon measurements. The water column microbiological and dissolved gas data will be linked to potential impacts on the bacterial activity in bottom sediments through measurements of geochemical indicators of sedimentary anaerobic microbial activity, and porewater analyses of DIC, CH4 and low-molecular weight organic acids, the principal products of hydrocarbon degradation. The PIs are coordinating their research with Mandy Joye at the University of Georgia.\r\n\r\nBroader Impacts: The results of this RAPID project will identify which bacterial and archaeal populations, and in which sequence, respond to oil spill events in marine sediments and the water column, and the attendant - often beneficial - biogeochemical consequences of this massive restructuring of the microbial community and their activities. Most importantly, this project provides comprehensive microbial and geochemical coverage of different marine habitats (deep and shallow marine sediments, water column, surface) on the geographical and time scale of the oil spill as it is unfolding. This independent analysis will contribute to an observation-based and results-oriented reference database that, at present, the various interested players in the Deepwater Horizon saga cannot provide. The PIs are working on national publicity for our cruises and on-site work, by taking a National Geographic writer (Joel Bourne) on the current RV Walton Smith cruise, and interviews with Scientific American and National Geographic. The PIs have developed an extensive student-oriented outreach component that entrains - with a combination of teaching, lab internships, conference visits and virtual as well as real cruise exposure - undergraduates from different backgrounds into grant-driven research and gives them an early start on substantial, publishable research projects. The Martens lab has been active since 2005 in partnering NSF-funded research projects with science education and outreach programs that can influence and attract the next generation of oceanographers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andreas",
   "pi_last_name": "Teske",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Andreas P Teske",
   "pi_email_addr": "teske@email.unc.edu",
   "nsf_id": "000313763",
   "pi_start_date": "2010-06-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Martens",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher S Martens",
   "pi_email_addr": "cmartens@email.unc.edu",
   "nsf_id": "000263995",
   "pi_start_date": "2010-06-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Albert",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel B Albert",
   "pi_email_addr": "dan_albert@unc.edu",
   "nsf_id": "000318176",
   "pi_start_date": "2010-06-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "MacGregor",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara J MacGregor",
   "pi_email_addr": "bmacgreg@unc.edu",
   "nsf_id": "000097484",
   "pi_start_date": "2010-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5987",
   "pgm_ref_txt": "GULF OF MEXICO OIL SPILL-2010"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 199953.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!--StartFragment--></p>\n<p class=\"MsoNormal\" style=\"line-height: 12.0pt; mso-line-height-rule: exactly; mso-pagination: none; mso-layout-grid-align: none; text-autospace: none;\"><strong style=\"mso-bidi-font-weight: normal;\"><span style=\"mso-bidi-font-size: 16.0pt; mso-ascii-font-family: Cambria; mso-ascii-theme-font: minor-latin; mso-hansi-font-family: Cambria; mso-hansi-theme-font: minor-latin; mso-bidi-font-family: Times;\">1) </span></strong><strong style=\"mso-bidi-font-weight: normal;\"><span style=\"mso-bidi-font-size: 16.0pt; mso-bidi-font-family: Times;\">Microbial community succession in the Gulf of Mexico after the oil spill.</span></strong><span style=\"mso-bidi-font-size: 16.0pt; mso-bidi-font-family: Times;\"> </span><span style=\"mso-bidi-font-size: 16.0pt; mso-ascii-font-family: Cambria; mso-ascii-theme-font: minor-latin; mso-hansi-font-family: Cambria; mso-hansi-theme-font: minor-latin; mso-bidi-font-family: Times;\">We have shown a distinct community succession of hydrocarbon-degrading bacteria in the water column of the Gulf of Mexico, near the Macondo wellhead. The oil spill completely reorganized microbial carbon processing and microbial community structure; as the most conspicuous oil-spill-related bacteria, members of the genus Cycloclasticus and the Oceanospirillales dominated water samples during the early oil spill stages before disappearing in the months after the oil spill.</span></p>\n<p class=\"MsoNormal\" style=\"line-height: 12.0pt; mso-line-height-rule: exactly; mso-pagination: none; mso-layout-grid-align: none; text-autospace: none;\"><span style=\"mso-bidi-font-size: 16.0pt; mso-ascii-font-family: Cambria; mso-ascii-theme-font: minor-latin; mso-hansi-font-family: Cambria; mso-hansi-theme-font: minor-latin; mso-bidi-font-family: Times;\">(A) Mixtures of fresh crude oil and sea-water (such as those occurring at the sea surface) are colonized, already at an early stage (May 2010), by aromatic-degrading members of the genus <em>Cycloclasticus. </em>These bacteria are indigenous to the Gulf of Mexico, and in many other marine habitats with hydrocarbons present.</span></p>\n<p class=\"MsoNormal\" style=\"line-height: 12.0pt; mso-line-height-rule: exactly; mso-pagination: none; mso-layout-grid-align: none; text-autospace: none;\"><span style=\"mso-bidi-font-size: 16.0pt; mso-ascii-font-family: Cambria; mso-ascii-theme-font: minor-latin; mso-hansi-font-family: Cambria; mso-hansi-theme-font: minor-latin; mso-bidi-font-family: Times;\">(B) Members of the <em>Oceanospirillales </em>dominate the deep-water hydrocarbon plume at ca, 1100 to 1300 m depth near the wellhead almost entirely, at least until the end of May 2010 (sampled May 31 2010). These bacteria are not available in culture, and their detailed metabolism and carbon source is therefore uncertain; their closest cultured relatives specialize in oxidation of unbranched alkanes, a major component of petroleum hydrocarbons. They are no longer detected after approx. mid-June 2010, possibly reflecting the microbial consumption of the deepwater hydrocarbon plume, consisting of highly volatile alkanes.</span></p>\n<p class=\"MsoNormal\" style=\"line-height: 12.0pt; mso-line-height-rule: exactly; mso-pagination: none; mso-layout-grid-align: none; text-autospace: none;\"><span style=\"mso-bidi-font-size: 16.0pt; mso-ascii-font-family: Cambria; mso-ascii-theme-font: minor-latin; mso-hansi-font-family: Cambria; mso-hansi-theme-font: minor-latin; mso-bidi-font-family: Times;\">(C) In June, the <em>Oceanospirillales </em>community yields to other genera of hydrocarbon-degrading bacteria and common marine heterotrophs (<em>Cycloclasticus </em>and <em>Colwellia</em>); this marks the transition to a microbial community that also degrades the biomass produced by the oil spill, no longer only the petroleum compounds itself.</span></p>\n<p class=\"MsoNormal\" style=\"line-height: 12.0pt; mso-line-height-rule: exactly; mso-pagination: n...",
  "por_txt_cntn": "\n\n1) Microbial community succession in the Gulf of Mexico after the oil spill. We have shown a distinct community succession of hydrocarbon-degrading bacteria in the water column of the Gulf of Mexico, near the Macondo wellhead. The oil spill completely reorganized microbial carbon processing and microbial community structure; as the most conspicuous oil-spill-related bacteria, members of the genus Cycloclasticus and the Oceanospirillales dominated water samples during the early oil spill stages before disappearing in the months after the oil spill.\n(A) Mixtures of fresh crude oil and sea-water (such as those occurring at the sea surface) are colonized, already at an early stage (May 2010), by aromatic-degrading members of the genus Cycloclasticus. These bacteria are indigenous to the Gulf of Mexico, and in many other marine habitats with hydrocarbons present.\n(B) Members of the Oceanospirillales dominate the deep-water hydrocarbon plume at ca, 1100 to 1300 m depth near the wellhead almost entirely, at least until the end of May 2010 (sampled May 31 2010). These bacteria are not available in culture, and their detailed metabolism and carbon source is therefore uncertain; their closest cultured relatives specialize in oxidation of unbranched alkanes, a major component of petroleum hydrocarbons. They are no longer detected after approx. mid-June 2010, possibly reflecting the microbial consumption of the deepwater hydrocarbon plume, consisting of highly volatile alkanes.\n(C) In June, the Oceanospirillales community yields to other genera of hydrocarbon-degrading bacteria and common marine heterotrophs (Cycloclasticus and Colwellia); this marks the transition to a microbial community that also degrades the biomass produced by the oil spill, no longer only the petroleum compounds itself.\n(D) In September, the water column near the wellhead harbors a more diverse bacterial community, with Cycloclasticus and the methylotroph Methylophilus present as minor components.\nAnalysis of the microbial community of water column samples after September 2010 is in progress. We will differentiate the oil spill impact from the natural background in the Gulf of Mexico, at a distance and near natural hydrocarbon seeps.\n \n2) Microbial transformation of petroleum hydrocarbons in the water column. The Deepwater Horizon oil spill triggered a complex cascade of microbial responses that reshaped the dynamics of heterotrophic carbon degradation and the turnover of dissolved organic carbon (DOC), as well as the transport behavior of crude oil in the water column. A 21-day laboratory incubation of oil-contaminated water in rotating glass bottles demonstrated that oil degrading bacteria associated with an oil slick from the spill site rapidly catalyzed the formation of macroscopic aggregates with incorporated oil droplets (oil aggregates). Oil aggregates were densely colonized by heterotrophic bacteria that showed elevated rates of enzymatic activity (lipase hydrolysis) indicative for oil degradation. We also found in bottle waters enhanced microbial growth and activities (&beta;-glucosidase; leucine aminopeptidase) not directly associated with primary oil-degradation, as well as a twofold increase in DOC. Concurrent changes in fluorescence properties of colored dissolved organic matter (CDOM) indicated an increase in oil-derived, alkylated polycyclic aromatic hydrocarbons (PAHs) in the DOC pool. Our data show that microbial activities, together with physical mixing, enhance the formation of oil aggregates in oil-contaminated surface seawater. These aggregates likely mediate, by two distinct mechanisms, the transfer of hydrocarbons to the deep sea: a microbially-derived flux of PAHs from sinking oil aggregates into the ambient water column, and rapid sedimentation of the oil aggregates themselves, leading to massive accumulation of oily particulate matter, as observed on the seafloor around the spill site several months post-oil spill.\n \n3) Microbial Necromas..."
 }
}