{
 "awd_id": "1045935",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  Spatial patterns of nutrient limitation and carbon storage in South African coastal lowland landscapes",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 150675.0,
 "awd_amount": 166175.0,
 "awd_min_amd_letter_date": "2010-07-14",
 "awd_max_amd_letter_date": "2011-08-10",
 "awd_abstract_narration": "Geographically, Africa is one of the weakest links in understanding land-atmosphere carbon exchange.   The objectives of this research are to (1) employ a novel experimental design to determine how variation in nutrient availability determines spatial patterns in grassland carbon productivity and (2) provide the first-ever quantification of carbon storage in coastal and dune forests within two priority nature reserves in the southeastern coast of South Africa.  Contrasting fire and vegetation patterns within each reserve will allow for the development of new pyrogeographic perspectives on African carbon storage at landscape scales.  By studying carbon storage in priority conservation areas in coastal South Africa, this research will establish a deeper understanding of the role of African landscapes in conservation management and global ecosystem science.  \r\n\r\nA current lack of understanding of complex interactions among fire, climate, and nutrient cycling hinders broad-scale modeling of ecosystem response to climate change.  This issue is particularly acute for Africa, which represents the largest source of fire-derived carbon emissions and for which carbon storage estimates are scarce. Direct measurement of carbon storage in new locations and identification of its limiting factors across multiple scales, as explored in this project, are critical for the development of future diagnostic modeling efforts. Understanding how fire and soil nutrients govern these patterns will contribute to landscape and conservation management in the region and globally.  This research will also contribute to the training of graduate students in collaborative international science which is a key national educational priority.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erica",
   "pi_last_name": "Smithwick",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Erica A Smithwick",
   "pi_email_addr": "smithwick@psu.edu",
   "nsf_id": "000497351",
   "pi_start_date": "2010-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 150675.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding how grass productivity responds to the addition of nutrients is critical for understanding vegetation dynamics in grassland-woodland ecosystems.&nbsp; However, most studies do not account for spatial patterns in grassland response to fertilizers, which means that key scales of response may be missed or hidden. Unraveling the scales of the response of grasses to fertilizer additions can inform scientists about the underlying ecological process that governs grass productivity.&nbsp; This study employed a spatially explicit geostatistical sampling design (Figure 1) to explore the magnitude and scale of vegetation response to nutrient fertilizer additions in a South African coastal grassland nature reserve.&nbsp;</p>\n<p>Results from the fertilizer study showed that grasses in the reserve may be more limited by phosphorus (P) but this relationship was patchy: some locations appeared to be strongly limited by P, whereas in other locations the response was weaker (Figure 2).&nbsp; Interestingly, increases in grass biomass were greater in plots that received heterogeneous fertilizer additions compared to those that received homogenous additions, implying some non-linear interactions across grass patches.&nbsp; Finally, this study showed that grass response was consistent with the scale of the nutrient additions, with especially strong response at 2 x 2 m<sup>2</sup>, providing insight to the scales of ecological processes governing plant response.&nbsp;</p>\n<p>Overall, these data support the idea of nutrient limitation in South African grasslands and provide evidence that soil resources govern patchiness in aboveground biomass.&nbsp; The sampling design used here presents a novel approach for direct hypothesis-testing about the influence of spatial pattern on ecosystem processes.</p>\n<p>&nbsp;</p>\n<p>In addition, this study provided the first estimates of carbon stocks in the coastal forests of two nature reserves in the Eastern Cape Province, South Africa.&nbsp; A total of nine permanent forest sampling plots were established between 2011 and 2012.&nbsp; Species were identified using local experts and measurements were made for every tree with a 40 by 40 meter plot to calculate aboveground tree biomass using established allometric equations.&nbsp; Results showed that there were at least 102 unique tree species within sampled areas.&nbsp; Forest carbon stocks ranged from 51.2 Mg C per hectare in a fragmented forest patch, to 254 Mg C per hectare in intact forest plots.&nbsp; On average, tree C was 188 +/- 53 Mg C/ha, which is at the high end of subtropical forest C stock estimates (Figure 3).&nbsp; These results confirm the importance of forests in the nature reserves for their biodiversity and potential C storage capacity, and provide new estimates for African forests which are currently under-sampled globally.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Both the forest and grassland studies occurred in parallel with a Penn State University study abroad program (Parks and People), in which Smithwick was an instructor.&nbsp; In total, 29 undergraduates (including 3 REU students), 1 PhD student, and 1 laboratory assistant, were included in the research design and implementation.&nbsp; While working in an international setting, students were engaged in activities related to global citizenship and international conservation scientists, working closely with South Africa faculty, park managers, and local community members.&nbsp; The REU students and graduate student were trained in laboratory skills and geostatistical analysis.&nbsp; All of the REU students completed an independent study and presented results of their work at professional meetings.&nbsp; One student, Sarah Hanson, received a writing award from the College of Earth and Mineral Sciences at Penn State for a research paper based on her study.&nbsp; Smithwick presented results of the work at national scientific confere...",
  "por_txt_cntn": "\nUnderstanding how grass productivity responds to the addition of nutrients is critical for understanding vegetation dynamics in grassland-woodland ecosystems.  However, most studies do not account for spatial patterns in grassland response to fertilizers, which means that key scales of response may be missed or hidden. Unraveling the scales of the response of grasses to fertilizer additions can inform scientists about the underlying ecological process that governs grass productivity.  This study employed a spatially explicit geostatistical sampling design (Figure 1) to explore the magnitude and scale of vegetation response to nutrient fertilizer additions in a South African coastal grassland nature reserve. \n\nResults from the fertilizer study showed that grasses in the reserve may be more limited by phosphorus (P) but this relationship was patchy: some locations appeared to be strongly limited by P, whereas in other locations the response was weaker (Figure 2).  Interestingly, increases in grass biomass were greater in plots that received heterogeneous fertilizer additions compared to those that received homogenous additions, implying some non-linear interactions across grass patches.  Finally, this study showed that grass response was consistent with the scale of the nutrient additions, with especially strong response at 2 x 2 m2, providing insight to the scales of ecological processes governing plant response. \n\nOverall, these data support the idea of nutrient limitation in South African grasslands and provide evidence that soil resources govern patchiness in aboveground biomass.  The sampling design used here presents a novel approach for direct hypothesis-testing about the influence of spatial pattern on ecosystem processes.\n\n \n\nIn addition, this study provided the first estimates of carbon stocks in the coastal forests of two nature reserves in the Eastern Cape Province, South Africa.  A total of nine permanent forest sampling plots were established between 2011 and 2012.  Species were identified using local experts and measurements were made for every tree with a 40 by 40 meter plot to calculate aboveground tree biomass using established allometric equations.  Results showed that there were at least 102 unique tree species within sampled areas.  Forest carbon stocks ranged from 51.2 Mg C per hectare in a fragmented forest patch, to 254 Mg C per hectare in intact forest plots.  On average, tree C was 188 +/- 53 Mg C/ha, which is at the high end of subtropical forest C stock estimates (Figure 3).  These results confirm the importance of forests in the nature reserves for their biodiversity and potential C storage capacity, and provide new estimates for African forests which are currently under-sampled globally. \n\n \n\nBoth the forest and grassland studies occurred in parallel with a Penn State University study abroad program (Parks and People), in which Smithwick was an instructor.  In total, 29 undergraduates (including 3 REU students), 1 PhD student, and 1 laboratory assistant, were included in the research design and implementation.  While working in an international setting, students were engaged in activities related to global citizenship and international conservation scientists, working closely with South Africa faculty, park managers, and local community members.  The REU students and graduate student were trained in laboratory skills and geostatistical analysis.  All of the REU students completed an independent study and presented results of their work at professional meetings.  One student, Sarah Hanson, received a writing award from the College of Earth and Mineral Sciences at Penn State for a research paper based on her study.  Smithwick presented results of the work at national scientific conferences, and participated in several international workshops and activities to foster educational and outreach opportunities between Penn State and communities in the Eastern Cape.  \n\n \n\n\t\t\t\t\tLast Modified: 05/06/2013\n\n\t\t\t..."
 }
}