{
 "awd_id": "1045974",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "High Risk: Deltaic Resilience and the Genesis of Mesopotamian Cities (Iraq)",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 34993.0,
 "awd_amount": 34993.0,
 "awd_min_amd_letter_date": "2010-09-19",
 "awd_max_amd_letter_date": "2010-09-19",
 "awd_abstract_narration": "With support from the National Science Foundation  Drs. Jennifer Pournelle, Carrie Hritz and Jennifer Smith  will conduct a reconnaissance of the Tigris-Euphrates alluvial lowlands in order to investigate the contribution of wetland resources to the emergence and growth of cities in southern Mesopotamia, the earliest and longest-lived urban heartland in the world. With representatives from the Iraqi Ministry of Tourism and Antiquities, the team will (1) conduct reconnaissance of previously excavated sites, in order to identify loci for geoarchaeological data collection (2) assess the University of Basrah Department of Geology's physical capacity for sample storage and analysis, and (3) with Basrah colleagues, explore newly accessible areas and select specific locations for geoarchaeological coring and seismological imaging. This area includes a just-discovered relict landscape comprising over 4,000 hectares of now-dry, densely packed building foundations, fields, and canals previously submerged beneath Lake Hammar.  Restoration of the Hammar marshes is now a high national priority and if quick action is not taken, the window of opportunity for conducting work in this region will close. The team will meet with faculty, government officials, and logistics and security personnel in order to prepare detailed plans, draft support contracts, obtain necessary permits, select locations, and collect pilot data toward a fully developed proposal for submission to NSF. Envisioned subsequent research will include a multi-year, multi-national program of geoarchaeological, geomorphological, and ethnoarchaeological survey and excavation aimed at rapid collection of evidence essential to assessing millennial-scale human-environment interaction in the deltaic landscape of southern Iraq during the 5th - 3rd millennia BC, when urban civilization arose there.\r\n\r\nThe Tigris-Euphrates delta of southern Iraq is the locus of a continuous urban\r\npresence over five millennia.  While new research indicates that contemporary proto-urban polities arose in the plains of northern Syria and southwestern Iran, those polities did not exhibit the robust longevity of the urban centers that emerged in Iraq's alluvial lowlands.  Available evidence suggests that populations of the southern alluvium drew significant wealth and transportation advantage from their situation in a prograding deltaic system that provided varied and abundant resources even through cycles of dramatic climatic fluctuation. This deltaic resiliency, it is hypothesized sustained urbanizing processes in southern Mesopotamia through multiple, and multivariate, systemic changes in humans interactions with each other and their shifting environment. This award will launch a research program to test this hypothesis. \r\n\r\nThis project has high potential for developing cooperative efforts throughout the Gulf region.  With the University of Basrah, the project will, hopefully, build bridges to a new generation of Iraqi faculty and graduate students. Results will provide a basis for comparative studies of regions/ polities in other deltaic contexts such as the Indus Valley (Harrapan), coastal Peru (Caral-Supe, Chimu), Veracruz (Olmec), and Egypt, where coring programs in the Nile delta have shown that the earliest, most complex settlements coalesced within deltaic wetlands and their productivity was essential to state emergence.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Pournelle",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer R Pournelle",
   "pi_email_addr": "jpournelle@environ.sc.edu",
   "nsf_id": "000538342",
   "pi_start_date": "2010-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Smith",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer R Smith",
   "pi_email_addr": "jensmith@levee.wustl.edu",
   "nsf_id": "000115707",
   "pi_start_date": "2010-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carrie",
   "pi_last_name": "Hritz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carrie Hritz",
   "pi_email_addr": "cah52@psu.edu",
   "nsf_id": "000566604",
   "pi_start_date": "2010-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "1600 HAMPTON ST",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292083403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 34993.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h1>High Risk: Deltaic Resilience and the Genesis of Mesopotamian Cities (Iraq)</h1>\n<p><strong>PI/Co-PIs: Jennifer Pournelle, Carrie Hritz, Jennifer Smith</strong></p>\n<p>During September&ndash;October 2010, we conducted preliminary ground reconnaissance of major archaeological sites throughout southern Iraq, collected samples, and assessed whether re-commencing fieldwork after a decades-long hiatus was possible. This was the first American-led field archaeology expedition since 1991. We travelled by vehicle, foot, and canoe, accompanied by representatives of the Iraq State Board of Antiquities and Heritage (SBAH). For investigations in Basra governorate, we consulted with specialist faculty in the University of Basrah&rsquo;s Department of Geology and Marine Sciences Centre, and were accompanied by Badir Alabadran, Chair, Department of Geology. Our goals were to:</p>\n<p style=\"padding-left: 30px;\">(1) &nbsp; Assess national/regional/local support, transportation infrastructure, and site accessibility;</p>\n<p style=\"padding-left: 30px;\">(2) &nbsp;Assess the feasibility of commencing or re-commencing archaeological fieldwork at existing, known sites, including logistical infrastructure, physical security, local support, and availability of local labor;</p>\n<p style=\"padding-left: 30px;\">(3) &nbsp;Gain a ground-level perspective of physical geography, locations, and features previously known to the authors only through ground and aerial photography, satellite imagery, and published reports;</p>\n<p style=\"padding-left: 30px;\">(4) &nbsp; Verify and ground-truth remotely sensed features, such as possible archaeological sites, canals, relict field systems, previously unreported, remotely sensed landscape features in Basra Governorate, toward reconstructing settlement and land use patterns;</p>\n<p style=\"padding-left: 30px;\">(5) &nbsp;Collect organic samples and pilot data;</p>\n<p style=\"padding-left: 30px;\">(6) &nbsp;Select locations for future archaeological, paleo-environmental, and geomorphological data collection;</p>\n<p style=\"padding-left: 30px;\">(7) &nbsp;Begin formulating a five-year plan for cooperative data collection and analysis; and</p>\n<p style=\"padding-left: 30px;\">(8) &nbsp;Report current conditions and recommendations to NSF and to the Director, SBAH.</p>\n<p>We visited 14 previously excavated sites, six nearby cities, and numerous local villages and towns throughout the Mesopotamian delta (<strong>Figure 1</strong>). At each site, we conducted interviews with local SBAH representatives, site curators, guards, security forces, inhabitants, merchants, and farmers (<strong>Figure 2</strong>). We documented each location with GPS tracks and waypoints, digital photographs, and video.</p>\n<p>At Eridu, Girsu, and other key locations, we collected charcoal and shell for dating, plus reed casts and minerals for source analysis (<strong>Figures 3</strong><strong> and 4</strong>). At Eridu, we found shells embedded throughout all mud brick, showing that Eridu was once surrounded by lakes and marshes. Beach rock found at Lagash shows that it once lay near a shoreline. We also dated sediment samples from the University of Basrah.</p>\n<p>The latter half of our reconnaissance focused on the extreme southeastern portion of the alluvium, known from at least the second millennium BCE as the &ldquo;Sealands.&rdquo; No formal archaeological survey or excavation has ever been undertaken in this region. Using motorized canoes <em>(mashuf),</em> we entered the western Hammar marshes and examined the exposed interior banks of drainage canals cut 1997&ndash;2002 <strong>(</strong><strong>Figure 5</strong>). We found no significant archaeological, geoarchaeological, or geological (stratigraphic) material was visible in those cuts, as the water level was too high.</p>\n<p>In the eastern Hammar district, we explored a recently-drained area east of Tell Abu Salabikh, nick-named &ldquo;...",
  "por_txt_cntn": "High Risk: Deltaic Resilience and the Genesis of Mesopotamian Cities (Iraq)\n\nPI/Co-PIs: Jennifer Pournelle, Carrie Hritz, Jennifer Smith\n\nDuring September&ndash;October 2010, we conducted preliminary ground reconnaissance of major archaeological sites throughout southern Iraq, collected samples, and assessed whether re-commencing fieldwork after a decades-long hiatus was possible. This was the first American-led field archaeology expedition since 1991. We travelled by vehicle, foot, and canoe, accompanied by representatives of the Iraq State Board of Antiquities and Heritage (SBAH). For investigations in Basra governorate, we consulted with specialist faculty in the University of BasrahÆs Department of Geology and Marine Sciences Centre, and were accompanied by Badir Alabadran, Chair, Department of Geology. Our goals were to:\n(1)   Assess national/regional/local support, transportation infrastructure, and site accessibility;\n(2)  Assess the feasibility of commencing or re-commencing archaeological fieldwork at existing, known sites, including logistical infrastructure, physical security, local support, and availability of local labor;\n(3)  Gain a ground-level perspective of physical geography, locations, and features previously known to the authors only through ground and aerial photography, satellite imagery, and published reports;\n(4)   Verify and ground-truth remotely sensed features, such as possible archaeological sites, canals, relict field systems, previously unreported, remotely sensed landscape features in Basra Governorate, toward reconstructing settlement and land use patterns;\n(5)  Collect organic samples and pilot data;\n(6)  Select locations for future archaeological, paleo-environmental, and geomorphological data collection;\n(7)  Begin formulating a five-year plan for cooperative data collection and analysis; and\n(8)  Report current conditions and recommendations to NSF and to the Director, SBAH.\n\nWe visited 14 previously excavated sites, six nearby cities, and numerous local villages and towns throughout the Mesopotamian delta (Figure 1). At each site, we conducted interviews with local SBAH representatives, site curators, guards, security forces, inhabitants, merchants, and farmers (Figure 2). We documented each location with GPS tracks and waypoints, digital photographs, and video.\n\nAt Eridu, Girsu, and other key locations, we collected charcoal and shell for dating, plus reed casts and minerals for source analysis (Figures 3 and 4). At Eridu, we found shells embedded throughout all mud brick, showing that Eridu was once surrounded by lakes and marshes. Beach rock found at Lagash shows that it once lay near a shoreline. We also dated sediment samples from the University of Basrah.\n\nThe latter half of our reconnaissance focused on the extreme southeastern portion of the alluvium, known from at least the second millennium BCE as the \"Sealands.\" No formal archaeological survey or excavation has ever been undertaken in this region. Using motorized canoes (mashuf), we entered the western Hammar marshes and examined the exposed interior banks of drainage canals cut 1997&ndash;2002 (Figure 5). We found no significant archaeological, geoarchaeological, or geological (stratigraphic) material was visible in those cuts, as the water level was too high.\n\nIn the eastern Hammar district, we explored a recently-drained area east of Tell Abu Salabikh, nick-named \"Old Town\" (Figure 6). We crossed relict Euphrates channel scars, marking locations for future augur transects. We then walked several transects across relict field systems, in order to assess potential for archaeological surface survey. We learned that the thick cap of silt and shells on the ground surface there will require us to develop new survey techniques in this region.\n\nIn Basra, we met with University of Basra Chancellor Prof. Dr. Saleh Ismail Najim, Prof. Albadran, and Prof. Malik Hassan Ali, Director, Marine Sciences Centre. We toured those departmentsÆ lab..."
 }
}