{
 "awd_id": "1046382",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Science Discipline Diversity at the 2010 SACNAS National Conference",
 "cfda_num": "47.050",
 "org_code": "06030203",
 "po_phone": "7032925047",
 "po_email": "lpatino@nsf.gov",
 "po_sign_block_name": "Lina Patino",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 207775.0,
 "awd_amount": 207775.0,
 "awd_min_amd_letter_date": "2010-09-26",
 "awd_max_amd_letter_date": "2010-09-26",
 "awd_abstract_narration": "This award will provide funding to the Society for Advancement of Chicanos and Native Americans in Science (SACNAS) to support the attendance of students and postdocs in geosciences, engineering, computer science, physics, chemistry, ecology, biological sciences, and social, behavioral and economic sciences at the SACNAS National Conference. The conference will take place in Anaheim, California, September 30- October 3, with a central theme of \"Science, Technology and Diversity for a Sustainable Future.\" The conference is in partnership with the Society of Mexican American Engineers and Scientists (MAES). There will be over 30 scientific symposia and more than 35 professional development sessions. At the conference, students and postdocs will be able to interact with role models and mentors, participate in professional development activities, network, and develop leadership skills. One of the central activities of the conference is the presentation of research projects. Prior to the meeting, students submit abstracts that describe their investigations and these abstracts are reviewed by scientists who provide constructive criticism. At the meeting, the presentations are judged by professionals who provide input on the investigation itself and the quality of the presentation. Another important component of the SACNAS conference is mentoring of the students and postdocs by scientists and professionals. Mentors from different disciplines are recruited prior to the meeting; at the start of the conference, there are mentoring orientation sessions; and during the conference there are structured opportunities for the mentors to interact with the students, like conversations with scientists and networking lunches. Student and postdoc participation at the SACNAS National Conference will contribute to the goals of the organization: to foster equal participation in and benefit from STEM research across all segments of the population including members of underrepresented groups, and to faciliate adequate supply of STEM researchers to meet the needs of a nation whose workforce is becoming increasingly diverse. \r\n\r\nThis award is funded by contributions from the Office of Integrative Activities, Directorate of Engineering, Directorate of Social, Behavioral and Economic Sciences, Division of Biological Infrastructure, Division of Environmental Biology, and Division of Earth Sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "JD",
   "pi_last_name": "Garcia",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "JD Garcia",
   "pi_email_addr": "jdgarcia@email.arizona.edu",
   "nsf_id": "000534494",
   "pi_start_date": "2010-09-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Society for Advancement of Chicanos & Native Americans in Sci",
  "inst_street_address": "1754 TECHNOLOGY DR STE 212",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JOSE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314590170",
  "inst_zip_code": "951101320",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "CA17",
  "org_lgl_bus_name": "SOCIETY FOR ADVANCEMENT OF CHICANOS AND NATIVE AMERICANS IN SCIENCE",
  "org_prnt_uei_num": "",
  "org_uei_num": "D9HFSCYSX833"
 },
 "perf_inst": {
  "perf_inst_name": "Society for Advancement of Chicanos & Native Americans in Sci",
  "perf_str_addr": "1754 TECHNOLOGY DR STE 212",
  "perf_city_name": "SAN JOSE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "951101320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "CA17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ele_code": "139700",
   "pgm_ele_name": "Cross-Directorate  Activities"
  },
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  },
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 207775.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>SACNAS has been a leader in improving and expanding opportunities for URMs in the scientific workforce and academia for nearly 40 years. SACNAS executes a successful annual national conference and year-round programs that provide URM students and young professionals with tools they need to successfully advance in STEM careers. The SACNAS National Conference, first held with Federal support in 1978, has grown from 225 attendees to an annual conference of more than 3600 participants. SACNAS is a broadly inclusive organization that emphasizes Hispanic Americans, Native Americans, Alaska Natives, and Pacific Islanders but is open to all. This event has laid a foundation for a broad and increasing number of year-round services for a diverse and inclusive community of students, faculty, postdoctoral scholars, and science professionals. SACNAS is working diligently to continuously update and innovate based on comprehensive evaluation efforts that have driven the SACNAS strategic plan and current 10-year growth plan. <strong></strong></p>\n<p>Many of the training participants who are most in need of the type of support SACNAS provides have no access to URM support programs at their home institutions, most of which are increasingly under major fiscal hardship preventing them from sponsoring training participants to attend the conference. We have been particularly concerned that the current weak economy would have especially negative effects on underrepresented students, preventing them from attending the conference. Through this funding award:</p>\n<p>&nbsp;</p>\n<ul>\n<li>NSF has provided travel, lodging and conference registration fees for students, thus enabling SACNAS to maintain and enhance the non-biomedical components of this ancillary training program. </li>\n<li>This award has funded 173 undergraduate and graduate students to attend the SACNAS National Conference.&nbsp; </li>\n<li>86 of the awardees were able to present their research and receive feedback on their work from our presentation judges/mentors. </li>\n<li>These participants represent a wide range of non-biomedical science disciplines, such as geosciences, engineering, computer science, physics, chemistry, ecology, and social, behavioral and economic sciences, etc.&nbsp; </li>\n<li>Awardees participated in structured mentoring and networking events, as well as attended scientific symposia on cutting-edge research</li>\n</ul>\n<p>&nbsp;</p>\n<p>NSF has enabled SACNAS to maintain and enhance the diversity of scientific disciplines represented at the 2010 and 2011 National Conference.&nbsp;&nbsp; A math student who attended the 2010 conference said, &ldquo;SACNAS is a success again! It truly moves science as one unit.&rdquo;&nbsp; Building on this momentum, SACNAS will continue its efforts to broaden the participation of all communities and to support the pursuit of advanced degrees and careers across the disciplines.&nbsp; SACNAS aligns well with NSF's mandate to improve and broaden the scientific workforce and our national conference provides a venue for helping underrepresented minorities access the opportunities for the next phase of their scientific careers.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/21/2011<br>\n\t\t\t\t\tModified by: Jd&nbsp;Garcia</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSACNAS has been a leader in improving and expanding opportunities for URMs in the scientific workforce and academia for nearly 40 years. SACNAS executes a successful annual national conference and year-round programs that provide URM students and young professionals with tools they need to successfully advance in STEM careers. The SACNAS National Conference, first held with Federal support in 1978, has grown from 225 attendees to an annual conference of more than 3600 participants. SACNAS is a broadly inclusive organization that emphasizes Hispanic Americans, Native Americans, Alaska Natives, and Pacific Islanders but is open to all. This event has laid a foundation for a broad and increasing number of year-round services for a diverse and inclusive community of students, faculty, postdoctoral scholars, and science professionals. SACNAS is working diligently to continuously update and innovate based on comprehensive evaluation efforts that have driven the SACNAS strategic plan and current 10-year growth plan. \n\nMany of the training participants who are most in need of the type of support SACNAS provides have no access to URM support programs at their home institutions, most of which are increasingly under major fiscal hardship preventing them from sponsoring training participants to attend the conference. We have been particularly concerned that the current weak economy would have especially negative effects on underrepresented students, preventing them from attending the conference. Through this funding award:\n\n \n\nNSF has provided travel, lodging and conference registration fees for students, thus enabling SACNAS to maintain and enhance the non-biomedical components of this ancillary training program. \nThis award has funded 173 undergraduate and graduate students to attend the SACNAS National Conference.  \n86 of the awardees were able to present their research and receive feedback on their work from our presentation judges/mentors. \nThese participants represent a wide range of non-biomedical science disciplines, such as geosciences, engineering, computer science, physics, chemistry, ecology, and social, behavioral and economic sciences, etc.  \nAwardees participated in structured mentoring and networking events, as well as attended scientific symposia on cutting-edge research\n\n\n \n\nNSF has enabled SACNAS to maintain and enhance the diversity of scientific disciplines represented at the 2010 and 2011 National Conference.   A math student who attended the 2010 conference said, \"SACNAS is a success again! It truly moves science as one unit.\"  Building on this momentum, SACNAS will continue its efforts to broaden the participation of all communities and to support the pursuit of advanced degrees and careers across the disciplines.  SACNAS aligns well with NSF's mandate to improve and broaden the scientific workforce and our national conference provides a venue for helping underrepresented minorities access the opportunities for the next phase of their scientific careers.\n\n \n\n\t\t\t\t\tLast Modified: 12/21/2011\n\n\t\t\t\t\tSubmitted by: Jd Garcia"
 }
}