{
 "awd_id": "1047673",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Seamless marine-strandline-wetlands sediments data structure to support decision-making against the Deepwater Horizon coastal oiling",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leonard E. Johnson",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 35032.0,
 "awd_amount": 35032.0,
 "awd_min_amd_letter_date": "2010-08-05",
 "awd_max_amd_letter_date": "2010-08-05",
 "awd_abstract_narration": "For several years, the PIs have been developing a data system which can represent the\r\nsoils \"substrates, sediments\" of the coastal fringe. They have been devising solutions\r\nto these problems over the last several years by: (a) extending a large marine soils\r\ndatabase to onshore landscapes in the Australian outback, (b) researching the\r\ngeologic/ecologic changes in the Mississippi delta region, (c) innovating in making\r\nnumerical and linguistic data co-mappable (the heterogenous data problem). The\r\ncoastal zone is heavily populated and invested in worldwide. This project will open the\r\nway to a better depiction and understanding of the geomaterial and environmental\r\npatterns over large expanses of the zone. In particular, better availability of data will\r\nimprove planning and numerical model performance based on improved inputs and\r\nextended opportunities for validations. In regard to the Deepwater Horizon disaster this\r\nproject will immediately provide better information focussed on and supporting the\r\ncleanup and remediation efforts. The project will strengthen the cleanup decision\r\nsupport systems and numerical models, and will provide a new source of data to work\r\nwith the associated research-side scientific mapping and experimental work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "O'Connell",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Martin T O'Connell",
   "pi_email_addr": "moconnel@uno.edu",
   "nsf_id": "000160305",
   "pi_start_date": "2010-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Kulp",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Kulp",
   "pi_email_addr": "mkulp@uno.edu",
   "nsf_id": "000220994",
   "pi_start_date": "2010-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "O'Connell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ann O'Connell",
   "pi_email_addr": "auzeeoco@uno.edu",
   "nsf_id": "000567284",
   "pi_start_date": "2010-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Orleans",
  "inst_street_address": "2000 LAKESHORE DR",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5042806836",
  "inst_zip_code": "701483520",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "LA02",
  "org_lgl_bus_name": "UNIVERSITY OF NEW ORLEANS",
  "org_prnt_uei_num": "",
  "org_uei_num": "CL8JHK1LN291"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Orleans",
  "perf_str_addr": "2000 LAKESHORE DR",
  "perf_city_name": "NEW ORLEANS",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701483520",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "LA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689800",
   "pgm_ele_name": "EAR-Earth Sciences Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5987",
   "pgm_ref_txt": "GULF OF MEXICO OIL SPILL-2010"
  },
  {
   "pgm_ref_code": "7255",
   "pgm_ref_txt": "GEOINFORMATICS"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 35032.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The nature of soils (its volatility and variation over space and time) makes description of this coverage difficult to accomplish.&nbsp; As such, it is important to gather and consolidate as much information as possible to completely describe its complex nature.&nbsp; Studies from various scientific disciplines both use and produce this information. As such it important to exhaust<br />sources of soil data, especially from indirect sources that may not be<br />contained in traditional coverages formed from direct soil studies. The<br />dbSEABED project at INSTAAR is important in that it is developed to be able to handle the complex nature of the various soil data available.&nbsp; It is especially useful as it gathers and consolidates data that span the marine wetlands strandline and describes the historical and present sediment conditions and variation in the data.</p>\n<p>The role of UNO in this project was to search for and deliver soil data from various sources to INSTAAR.&nbsp; To accomplish this, we consulted with the<br />INSTAAR personnel to devise a method for searching for these various soil data.&nbsp; We created a list of search words that included geographical areas that<br />encompassed the Gulf of Mexico (concentrating first on Louisiana records) as<br />well as substrate terms. Lists of potential data sources trolled from the<br />internet were searched for georeferenced substrate data.&nbsp; Additionally, we searched online scientific books, marine station data, online journals, and online theses and dissertations for georeferenced data as well. We also queried Louisiana state agencies and universities for any data they may have collected. Lastly, we realized that online biological collections data can be valuable sources of habitat and substrate data, as scientists, who collect and curate specimens, document in detail the dates, locations, and descriptions of the sites where collections are made.&nbsp; We searched the Global Biological Information Facility, an online site where the complete georeferenced data records from numerous museums that house a variety of biological collections can be searched simultaneously.</p>\n<p>These searches yielded 22 files/sources of data from online agency sites, scientific documents, maps, scientific databases, theses and dissertations, the GBIF database (unique substrate records gleaned from approximately 4 million records searched), a warehouse of LA GIS coverages, and a warehouse of documented aquatic habitat data for Gulf of Mexico states that were then turned over to INSTAAR for incorporation in the dbSEABED database.</p>\n<p>Gulf of Mexico state partners are searching for and documenting state derived data for various aquatic habitats and we are querying them for their substrate data. We are also asking state museums with computerized but not online records for their georeferenced substrate data as well.</p>\n<p>One result of this project is that there is better documentation of the soil characteristics of the Gulf of Mexico, including the inshore areas that have not been covered by dbSEABED previously. This has resulted in a more seamless coverage of both offshore areas as well as inland soils<br />that can be affected by human perturbations.&nbsp; As the Gulf of Mexico recovers from disturbances (such as hurricanes and, in particular, the recent Deepwater Horizon oil spill) it is important that we best understand the characteristics of the sediments that have been impacted by these events.&nbsp; For example, knowledge of the soils that experienced significant impacts is needed to determine how they can recover from oil effects. Relatedly, this new substrate information will better characterize habitats that are crucial to important fisheries as well as ecologically valuable floral and faunal species.&nbsp; In order for these species to recover from any impacts from the oil spill or other disturbances, it is important to understand how their specific habitats are affected by and can recover from any impacts as well.</p>\n<p>Another result of this project is the introduction of the value of indirect data (such as those from museum records and other non-sediment studies) in contributing to an all-encompassing database such as the dbSEABED.&nbsp; This project shows that these data (collected and documented by scientists who have first-hand knowledge of the areas that they study), can be useful beyond their original intent.&nbsp; The availability and addition of continually generated data from the variety of scientific disciplines is crucial so that this valuable coverage remains as complete and current as possible. The currentness of this coverage is important so that we can respond to unexpected catastrophes as quickly as possible.&nbsp;</p>\n<p>&nbsp;</p>\n<p><br /><br /></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/26/2011<br>\n\t\t\t\t\tModified by: Martin&nbsp;T&nbsp;O'connell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe nature of soils (its volatility and variation over space and time) makes description of this coverage difficult to accomplish.  As such, it is important to gather and consolidate as much information as possible to completely describe its complex nature.  Studies from various scientific disciplines both use and produce this information. As such it important to exhaust\nsources of soil data, especially from indirect sources that may not be\ncontained in traditional coverages formed from direct soil studies. The\ndbSEABED project at INSTAAR is important in that it is developed to be able to handle the complex nature of the various soil data available.  It is especially useful as it gathers and consolidates data that span the marine wetlands strandline and describes the historical and present sediment conditions and variation in the data.\n\nThe role of UNO in this project was to search for and deliver soil data from various sources to INSTAAR.  To accomplish this, we consulted with the\nINSTAAR personnel to devise a method for searching for these various soil data.  We created a list of search words that included geographical areas that\nencompassed the Gulf of Mexico (concentrating first on Louisiana records) as\nwell as substrate terms. Lists of potential data sources trolled from the\ninternet were searched for georeferenced substrate data.  Additionally, we searched online scientific books, marine station data, online journals, and online theses and dissertations for georeferenced data as well. We also queried Louisiana state agencies and universities for any data they may have collected. Lastly, we realized that online biological collections data can be valuable sources of habitat and substrate data, as scientists, who collect and curate specimens, document in detail the dates, locations, and descriptions of the sites where collections are made.  We searched the Global Biological Information Facility, an online site where the complete georeferenced data records from numerous museums that house a variety of biological collections can be searched simultaneously.\n\nThese searches yielded 22 files/sources of data from online agency sites, scientific documents, maps, scientific databases, theses and dissertations, the GBIF database (unique substrate records gleaned from approximately 4 million records searched), a warehouse of LA GIS coverages, and a warehouse of documented aquatic habitat data for Gulf of Mexico states that were then turned over to INSTAAR for incorporation in the dbSEABED database.\n\nGulf of Mexico state partners are searching for and documenting state derived data for various aquatic habitats and we are querying them for their substrate data. We are also asking state museums with computerized but not online records for their georeferenced substrate data as well.\n\nOne result of this project is that there is better documentation of the soil characteristics of the Gulf of Mexico, including the inshore areas that have not been covered by dbSEABED previously. This has resulted in a more seamless coverage of both offshore areas as well as inland soils\nthat can be affected by human perturbations.  As the Gulf of Mexico recovers from disturbances (such as hurricanes and, in particular, the recent Deepwater Horizon oil spill) it is important that we best understand the characteristics of the sediments that have been impacted by these events.  For example, knowledge of the soils that experienced significant impacts is needed to determine how they can recover from oil effects. Relatedly, this new substrate information will better characterize habitats that are crucial to important fisheries as well as ecologically valuable floral and faunal species.  In order for these species to recover from any impacts from the oil spill or other disturbances, it is important to understand how their specific habitats are affected by and can recover from any impacts as well.\n\nAnother result of this project is the introduction of the value of indirect data (such as those from museum records and other non-sediment studies) in contributing to an all-encompassing database such as the dbSEABED.  This project shows that these data (collected and documented by scientists who have first-hand knowledge of the areas that they study), can be useful beyond their original intent.  The availability and addition of continually generated data from the variety of scientific disciplines is crucial so that this valuable coverage remains as complete and current as possible. The currentness of this coverage is important so that we can respond to unexpected catastrophes as quickly as possible. \n\n \n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 09/26/2011\n\n\t\t\t\t\tSubmitted by: Martin T O'connell"
 }
}