{
 "awd_id": "1047728",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A Workshop on Interdisciplinary Collaboration in Innovative Science and Engineering Fields in Boston, Massachusetts",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David C. Croson",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 6636.0,
 "awd_amount": 6636.0,
 "awd_min_amd_letter_date": "2010-07-28",
 "awd_max_amd_letter_date": "2010-07-28",
 "awd_abstract_narration": "There is increasing evidence that cross disciplinary collaboration spurs  innovation and helps solve pressing scientific problems. This workshop advances understanding on how, when, where, and for whom interdisciplinary collaboration works, and when it does not. The experts attending the workshop span the social science disciplines of cognitive psychology, social psychology, organizational behavior, economics, anthropology, sociology, and science/technology studies. \r\n\r\nIntellectual Merit: The workshop provides an overview of the state of the art across disciplines of the science of interdisciplinary collaboration, as well as specific gaps in theory, constructs, data, and methods. The workshop also provides an opportunity for cross-fertilization, communication, and innovation to occur among the social scientists themselves. The approach documents ways in which interdisciplinary collaboration can be more effectively studied, including addressing complex measurement and conceptual issues as well as ways in which infrastructure can be created and maintained.  \r\n\r\nBroder Impact: The US is facing serious challenges in the fields of science and technology. The results of the workshop inform the structure of science and engineering education: as ways of composing, structuring, and instructing teams are examined. In addition, the workshop's explicit goal is the generation of a structure that could help drive new, innovative research.\r\nThe audience is extremely broad - spanning social science disciplines and having practical and policy implications for other scientists and engineers. The results of the workshop are also broadly disseminated through a workshop website, executive summary and link to the website in professional newsletters and publications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susannah",
   "pi_last_name": "Paletz",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Susannah B Paletz",
   "pi_email_addr": "paletz@umd.edu",
   "nsf_id": "000566387",
   "pi_start_date": "2010-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 6636.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report, NSF 1047728</p>\n<p>&nbsp;</p>\n<p>August 2, 2011</p>\n<p>&nbsp;</p>\n<p>Principal Investigators: Susannah Paletz and Laurel Smith-Doerr</p>\n<p>&nbsp;</p>\n<p>Innovation is vital to a healthy national economy. Cross-functional and multidisciplinary teams help create some of our most popular products, from the iPod (software, hardware, user-researchers) to new medical devices. In addition, innovation across multiple disciplines is essential for solving some of the country&rsquo;s most pressing problems, from fixing a ruptured oil well on the ocean floor to providing clean energy sources. Science and engineering teams are, as a result, increasingly interdisciplinary. Funding agencies have recognized that solving complex problems often requires teams from multiple disciplines. However, cross-disciplinary teams are faced with obstacles from psychological, interpersonal, team, cultural, and institutional sources. Furthermore, research <em>on</em> interdisciplinary teams has been conducted in a rather balkanized fashion, ironically, within disciplinary domains. When many studies are conducted in isolation from such different disciplinary perspectives, they may be hard to compare. Even more importantly, it can be difficult to integrate the literature on this topic into a useful whole.&nbsp;</p>\n<p>In order to address these issues, a two-day National Science Foundation (NSF) sponsored workshop titled &lsquo;Interdisciplinary Collaboration in Innovative Science and Engineering Fields&rsquo; was held in November 2010 at Boston University. In total, 37 researchers representing such diverse disciplines as economics, psychology, sociology, organizational behavior, political science and public policy, anthropology, history, philosophy, gender studies, other sciences (biology, physics), and science and technology studies attended. The main goals of this workshop were to: (1) exchange concepts across the different fields that study multidisciplinary collaboration in order to have a basic shared language, (2) better understand specific similarities and differences in research approaches (i.e., theory, data, and methods) from the different disciplines that study interdisciplinary collaboration, (3) classify gaps and important future directions in the state of the art of the study of multidisciplinary collaboration, and (4) identify specific infrastructure changes and needs that would enable both the study and practice of interdisciplinary collaboration (e.g., data sharing). The workshop format included many brief (10-15 minute) presentations by the participants, three plenary presentations by interdisciplinary science practitioners (20-45 minutes long), five small group discussion sessions, and four full group discussion sessions.</p>\n<p>Together, these scholars discussed the state of the study of interdisciplinarity in their individual disciplines and the barriers and opportunities facing the study of interdisciplinary collaboration. While these scholars did not agree on all issues, the workshop accomplished its goal of cross-fertilization of ideas while engaging and informing a diverse group of researchers. Based on the workshop, the Principal Investigators wrote a report summarizing questions, answers, themes, and specific practical suggestions for setting up a study of interdisciplinary collaboration. This report is available for download at: <a href=\"https://sites.google.com/site/interdisciplinary2010/home?pli=1\">https://sites.google.com/site/interdisciplinary2010/home?pli=1</a> and includes as appendices the agenda, summary notes of the discussion sessions, and a table of specific suggestions going forward. In general, the workshop participants felt that interdisciplinary research is a difficult but an extremely worthy area of study. It was not considered necessary to merge all disciplines into one coherent approach to interdisciplinarity, but there was wid...",
  "por_txt_cntn": "\nProject Outcomes Report, NSF 1047728\n\n \n\nAugust 2, 2011\n\n \n\nPrincipal Investigators: Susannah Paletz and Laurel Smith-Doerr\n\n \n\nInnovation is vital to a healthy national economy. Cross-functional and multidisciplinary teams help create some of our most popular products, from the iPod (software, hardware, user-researchers) to new medical devices. In addition, innovation across multiple disciplines is essential for solving some of the countryÆs most pressing problems, from fixing a ruptured oil well on the ocean floor to providing clean energy sources. Science and engineering teams are, as a result, increasingly interdisciplinary. Funding agencies have recognized that solving complex problems often requires teams from multiple disciplines. However, cross-disciplinary teams are faced with obstacles from psychological, interpersonal, team, cultural, and institutional sources. Furthermore, research on interdisciplinary teams has been conducted in a rather balkanized fashion, ironically, within disciplinary domains. When many studies are conducted in isolation from such different disciplinary perspectives, they may be hard to compare. Even more importantly, it can be difficult to integrate the literature on this topic into a useful whole. \n\nIn order to address these issues, a two-day National Science Foundation (NSF) sponsored workshop titled æInterdisciplinary Collaboration in Innovative Science and Engineering FieldsÆ was held in November 2010 at Boston University. In total, 37 researchers representing such diverse disciplines as economics, psychology, sociology, organizational behavior, political science and public policy, anthropology, history, philosophy, gender studies, other sciences (biology, physics), and science and technology studies attended. The main goals of this workshop were to: (1) exchange concepts across the different fields that study multidisciplinary collaboration in order to have a basic shared language, (2) better understand specific similarities and differences in research approaches (i.e., theory, data, and methods) from the different disciplines that study interdisciplinary collaboration, (3) classify gaps and important future directions in the state of the art of the study of multidisciplinary collaboration, and (4) identify specific infrastructure changes and needs that would enable both the study and practice of interdisciplinary collaboration (e.g., data sharing). The workshop format included many brief (10-15 minute) presentations by the participants, three plenary presentations by interdisciplinary science practitioners (20-45 minutes long), five small group discussion sessions, and four full group discussion sessions.\n\nTogether, these scholars discussed the state of the study of interdisciplinarity in their individual disciplines and the barriers and opportunities facing the study of interdisciplinary collaboration. While these scholars did not agree on all issues, the workshop accomplished its goal of cross-fertilization of ideas while engaging and informing a diverse group of researchers. Based on the workshop, the Principal Investigators wrote a report summarizing questions, answers, themes, and specific practical suggestions for setting up a study of interdisciplinary collaboration. This report is available for download at: https://sites.google.com/site/interdisciplinary2010/home?pli=1 and includes as appendices the agenda, summary notes of the discussion sessions, and a table of specific suggestions going forward. In general, the workshop participants felt that interdisciplinary research is a difficult but an extremely worthy area of study. It was not considered necessary to merge all disciplines into one coherent approach to interdisciplinarity, but there was widely shared curiosity about the research questions, methods, findings, and approaches from different fields. This grant also partially funded four graduate students who aided in logistical preparation, note taking, report writing, and ..."
 }
}