{
 "awd_id": "1047616",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Accessible Electronic Health Records:  Defining a Research Agenda",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 24747.0,
 "awd_amount": 24747.0,
 "awd_min_amd_letter_date": "2010-07-15",
 "awd_max_amd_letter_date": "2010-07-15",
 "awd_abstract_narration": "Electronic solutions for storing, retrieving, sharing, and analyzing health related information are being deployed rapidly.  Solutions may be designed for healthcare professionals or consumers.  As a result, individuals may access the records infrequently or frequently, they may access a single record repeatedly (i.e., consumers reviewing their record) or many different records occasionally (i.e., providers preparing to meet with patients), or they may need to compare information across records (i.e., researchers looking for patterns).  Individuals may enter or update information, or they may simply access the information which is likely to include a combination of text and graphics. Security must be maintained, collaboration should be supported, and privacy must be ensured. While solutions are being proposed in response to pressure from various stakeholders to move forward rapidly, there is a concern that accessibility of electronic medical records by people with disabilities has not been adequately addressed.\r\n\r\nThis is funding to support a workshop of approximately 15 researchers, to explore these issues.  The workshop will have three related goals: to educate accessibility researchers with regard to the concerns and needs of the healthcare community; to educate the healthcare community with regard to issues, challenges, and existing solutions with regard to making relevant information accessible to individuals with disabilities; and to identify critical issues which need to be addressed by the research community if accessibility is to be effectively addressed in the context of electronic medical records.  The workshop will take place in Orlando, Florida on October 23-24, 2010, and will be co-located with and on the days immediately preceding ACM's annual conference on computers and accessibility, ASSETS 2010, in the hope of thereby increasing the likelihood of engaging key accessibility researchers in the discussions.  The PI will in addition solicit input and encourage participation from beyond the accessibility community, in order to ensure that the needs and concerns of the healthcare community are understood by attendees and integrated into the discussions.\r\n\r\nBroader Impacts:  This workshop will help identify important accessibility-related issues that may be addressed through future research, while providing individuals from the healthcare and accessibility communities with the opportunity to discuss common interests, goals, and concerns. Workshop outcomes will directly affect a broad range of users, including individuals from under-represented groups with a particular emphasis on individuals with disabilities.  The event will foster networking amng both new and experienced researchers, and in particular will provide opportunities for new researchers to receive constructive feedback on current and future research plans through interactions with more senior researchers with related interests.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Sears",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Sears",
   "pi_email_addr": "andrew.sears@psu.edu",
   "nsf_id": "000234773",
   "pi_start_date": "2010-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Baltimore County",
  "inst_street_address": "1000 HILLTOP CIR",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4104553140",
  "inst_zip_code": "212500001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND BALTIMORE COUNTY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RNKYWXURFRL5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Baltimore County",
  "perf_str_addr": "1000 HILLTOP CIR",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212500001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 24747.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Electronic solutions for storing, retrieving, sharing, and analyzing health related information are being deployed rapidly for both healthcare professionals or consumers. To date, the accessibility of electronic health records has not been adequately addressed, but it is also clear that this is a significant concern since all individuals, including those with disabilities, should be able to access this information. An NSF-sponsored workshop was organized to discuss issues and challenges associated with ensuring that future electronic solutions for storing, retrieving, sharing, and analyzing health related information are accessible to the widest possible segment of the population. Participants in the workshop included academic researchers, representatives of non-profit organizations, and government agencies with expertise in accessibility and healthcare including experience with electronic health records. The goal of this specific meeting was to identify critical issues that need to be addressed by the research community if accessibility is to be effectively addressed in the context of electronic health records.</p>\n<p>The most significant issues that need to be addressed, from the perspective of the workshop attendees, include the challenges individuals experience as a result of temporary disabilities (while many solutions will address both permanent and temporary disabilities, the group felt it was not only important to consider chronic disabilities but also to understand accessibility and usability from the standpoint of a person with a temporary disability since this individual may not normally require accessible technologies and thus may be using these technologies for the first time); understanding and addressing the issues faced by older adults; investigating the efficacy of personalization technologies for improving accessibility; documenting the current state-of-the-art with regard to the accessibility of existing electronic health records; and carefully documenting the potential benefits of accessible electronic health records for various audiences and with regard to potential improvements in one&rsquo;s health.&nbsp;</p>\n<p>An additional group of issues, which were also viewed as being important but were given a lower priority than those issues identified above, included addressing accessibility for individual having multiple disabilities; understanding and more effectively supporting collaborative and social aspects of electronic health records (e.g., ensuring that technology does not hinder caregiver-patient interactions); and ensuring accessibility as we transition from paper archives to electronic records.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/14/2011<br>\n\t\t\t\t\tModified by: Andrew&nbsp;Sears</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nElectronic solutions for storing, retrieving, sharing, and analyzing health related information are being deployed rapidly for both healthcare professionals or consumers. To date, the accessibility of electronic health records has not been adequately addressed, but it is also clear that this is a significant concern since all individuals, including those with disabilities, should be able to access this information. An NSF-sponsored workshop was organized to discuss issues and challenges associated with ensuring that future electronic solutions for storing, retrieving, sharing, and analyzing health related information are accessible to the widest possible segment of the population. Participants in the workshop included academic researchers, representatives of non-profit organizations, and government agencies with expertise in accessibility and healthcare including experience with electronic health records. The goal of this specific meeting was to identify critical issues that need to be addressed by the research community if accessibility is to be effectively addressed in the context of electronic health records.\n\nThe most significant issues that need to be addressed, from the perspective of the workshop attendees, include the challenges individuals experience as a result of temporary disabilities (while many solutions will address both permanent and temporary disabilities, the group felt it was not only important to consider chronic disabilities but also to understand accessibility and usability from the standpoint of a person with a temporary disability since this individual may not normally require accessible technologies and thus may be using these technologies for the first time); understanding and addressing the issues faced by older adults; investigating the efficacy of personalization technologies for improving accessibility; documenting the current state-of-the-art with regard to the accessibility of existing electronic health records; and carefully documenting the potential benefits of accessible electronic health records for various audiences and with regard to potential improvements in oneÆs health. \n\nAn additional group of issues, which were also viewed as being important but were given a lower priority than those issues identified above, included addressing accessibility for individual having multiple disabilities; understanding and more effectively supporting collaborative and social aspects of electronic health records (e.g., ensuring that technology does not hinder caregiver-patient interactions); and ensuring accessibility as we transition from paper archives to electronic records.\n\n \n\n\t\t\t\t\tLast Modified: 11/14/2011\n\n\t\t\t\t\tSubmitted by: Andrew Sears"
 }
}