{
 "awd_id": "1047714",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Women's International Research Engineering Summit",
 "cfda_num": "47.041",
 "org_code": "07040000",
 "po_phone": "7032920000",
 "po_email": "bwatford@nsf.gov",
 "po_sign_block_name": "Bevlee Watford",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 123865.0,
 "awd_amount": 129615.0,
 "awd_min_amd_letter_date": "2010-09-03",
 "awd_max_amd_letter_date": "2011-06-02",
 "awd_abstract_narration": "Based on the previous successful WIRES1 conference in June 2009 in Spain; and the positive outcomes of WIRES1, the PIs proposed this summit proposal of WIRES2 to maintain the momentum of the activities and explore creative and potentially transformative face-to-face ways to continue cross-continental engineering research among women. Proposed activities are well conceived and organized with sufficient access to resources.\r\nThe proposal seeks to fund the participation of approximately 50 US female engineering faculty at the research summit in Orlando, FL facilitating international collaborations in targeted engineering disciplines of sustainable energy, clean water and health care. The PIs expect another 50-60 female engineers from foreign countries to join this summit and to be supported by their academic or research constituents. The proposal provides a sound rationale, and addresses a real need for a clear pathway in pursuing international collaborations; and  expanded databases on engineering women faculty and common issues they are facing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EFMA",
 "org_div_long_name": "Office of Emerging Frontiers in Research and Innovation (EFRI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Realff",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Mary L Realff",
   "pi_email_addr": "mr37@mail.gatech.edu",
   "nsf_id": "000258016",
   "pi_start_date": "2010-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Fox",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Mary F Fox",
   "pi_email_addr": "mary.fox@pubpolicy.gatech.edu",
   "nsf_id": "000277308",
   "pi_start_date": "2010-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Colatrella",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carol Colatrella",
   "pi_email_addr": "carol.colatrella@lcc.gatech.edu",
   "nsf_id": "000066319",
   "pi_start_date": "2010-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  },
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7337",
   "pgm_ref_txt": "JORDAN"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 123865.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The National Science Foundation (NSF) has supported building of a collaborative network of international women researchers to address topics of global importance.&nbsp; Our WIRES network aims to connect women from different countries who have similar career experiences while providing forums to collaborate on research and share challenges and successes.&nbsp; The WIRES Network was expanded by the funding of the second Women&rsquo;s International Research Engineering Summit (WIRES2).&nbsp; WIRES Network now includes almost 700 women researchers from 36 different countries and extends beyond the activities of the summit itself. Research results (<strong>www.wires.gatech.edu/research.php)</strong> have provided evidence of considerable impact in terms of publications, new collaborations and joint research projects. The participants from these previous summits have acted as role models for other women who want to engage in international research collaborations. By working to create women-led teams engaging in meaningful and sustained research, the WIRES Network members are collaborating to solve significant world engineering problems.</p>\n<p><strong>WIRES Network Goals</strong></p>\n<ul>\n<li>Provide a community of excellence for forging personal, sustainable relationships among female engineers around the world by connecting facilities/expertise available in the respective countries.</li>\n<li>Provide a clear, visible pathway for females to pursue international collaborations.</li>\n<li>Identify methods of securing funding for international collaborations from federal agencies, international sources, the private sector, foundations, etc.</li>\n<li>Identify common issues faced by female researchers pursuing careers in engineering such as inclusiveness in research endeavors, gender lens in innovation, female-friendly environments in institutions and companies, family leave policies, \"dual-career couple\" issues.</li>\n<li>Focus on the global engineering research enterprise by enabling the participants to develop an understanding of how engineering research, innovation and technology to the market (T2M) are conducted in various countries around the world.</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit</strong>: WIRES outcomes included identifying barriers to international research collaborations, establishing best practices in international research collaborations, proposals, journal articles submitted and published, and students trained. The connections made at WIRES have resulted in several proposals for research as well as other conferences and workshops.&nbsp; One paper, &ldquo;International Research Collaboration Among Women Engineers and Perceived Barriers for Self and Others,\" has been submitted to <em>Engineering Studies</em>. &nbsp;&nbsp;&nbsp;</p>\n<p><strong>Broader Impacts:</strong> Results from the summit evaluation show that participants&rsquo; understanding of how to engage in successful international research collaborations considerably increased and that an average of 4.35 new collaborators per participant were identified. WIRES Network has partnered with the European Center for Women and Technology to further enhance the network.&nbsp; The results of WIRES have been presented at the European Gender Summit, 2012 and the ICT 2013 &ndash; Digital Agenda for Europe &ndash; European Commission in November 2013. Additionally, the WIRES Network web site (<a href=\"http://www.wiresnetwork.org/\">www.wiresnetwork.org</a>) content includes reports, presentations and summaries of our work and is hosted by the Georgia Institute of Technology.</p>\n<p><strong>Evaluation</strong></p>\n<p>Evaluations of WIRES 2009 and 2011 immediately following the summits showed that the participants&rsquo; understanding of how to engage in successful international research collaborations increased &ldquo;very much,&rdquo; and that, on average, participants identified 4 to 5 new collabor...",
  "por_txt_cntn": "\nThe National Science Foundation (NSF) has supported building of a collaborative network of international women researchers to address topics of global importance.  Our WIRES network aims to connect women from different countries who have similar career experiences while providing forums to collaborate on research and share challenges and successes.  The WIRES Network was expanded by the funding of the second WomenÆs International Research Engineering Summit (WIRES2).  WIRES Network now includes almost 700 women researchers from 36 different countries and extends beyond the activities of the summit itself. Research results (www.wires.gatech.edu/research.php) have provided evidence of considerable impact in terms of publications, new collaborations and joint research projects. The participants from these previous summits have acted as role models for other women who want to engage in international research collaborations. By working to create women-led teams engaging in meaningful and sustained research, the WIRES Network members are collaborating to solve significant world engineering problems.\n\nWIRES Network Goals\n\nProvide a community of excellence for forging personal, sustainable relationships among female engineers around the world by connecting facilities/expertise available in the respective countries.\nProvide a clear, visible pathway for females to pursue international collaborations.\nIdentify methods of securing funding for international collaborations from federal agencies, international sources, the private sector, foundations, etc.\nIdentify common issues faced by female researchers pursuing careers in engineering such as inclusiveness in research endeavors, gender lens in innovation, female-friendly environments in institutions and companies, family leave policies, \"dual-career couple\" issues.\nFocus on the global engineering research enterprise by enabling the participants to develop an understanding of how engineering research, innovation and technology to the market (T2M) are conducted in various countries around the world.\n\n\n \n\nIntellectual Merit: WIRES outcomes included identifying barriers to international research collaborations, establishing best practices in international research collaborations, proposals, journal articles submitted and published, and students trained. The connections made at WIRES have resulted in several proposals for research as well as other conferences and workshops.  One paper, \"International Research Collaboration Among Women Engineers and Perceived Barriers for Self and Others,\" has been submitted to Engineering Studies.    \n\nBroader Impacts: Results from the summit evaluation show that participantsÆ understanding of how to engage in successful international research collaborations considerably increased and that an average of 4.35 new collaborators per participant were identified. WIRES Network has partnered with the European Center for Women and Technology to further enhance the network.  The results of WIRES have been presented at the European Gender Summit, 2012 and the ICT 2013 &ndash; Digital Agenda for Europe &ndash; European Commission in November 2013. Additionally, the WIRES Network web site (www.wiresnetwork.org) content includes reports, presentations and summaries of our work and is hosted by the Georgia Institute of Technology.\n\nEvaluation\n\nEvaluations of WIRES 2009 and 2011 immediately following the summits showed that the participantsÆ understanding of how to engage in successful international research collaborations increased \"very much,\" and that, on average, participants identified 4 to 5 new collaborators. One year after WIRES 2009 and six months after WIRES 2011, participants were surveyed.  Results of these post-summit surveys shows that the connections participants established and information received at WIRES have resulted in research proposals, papers, and other conferences and workshops.  WIRES research focused on studying barriers and facilitators for inte..."
 }
}