{
 "awd_id": "1048697",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Evaluation of the near term impact of the Deepwater Horizon blowout to the South Florida coast",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2010-07-15",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 170267.0,
 "awd_amount": 170267.0,
 "awd_min_amd_letter_date": "2010-07-07",
 "awd_max_amd_letter_date": "2010-07-07",
 "awd_abstract_narration": "Intellectual merit: This RAPID project aims to assess how, where, and when the oil products entrained in the Loop Current might impact the South Florida coast. The oil spill from deep waters of the northern Gulf of Mexico is threatening coastal areas in south Florida due to entrainment in the large-scale current system. Assessment of the transport and the fate of the oil require processes extending across oceanic scales and scales relevant to coastal ecosystems to be taken into account simultaneously. To this end, the integrated use of a series of nested ocean and coastal circulation models as a single application is critical in order to be able to identify pathways of the oil mixture from the deeper part of the Gulf of Mexico to the shallow areas of Florida Bay and the Florida coral reef track. Past work in nesting a high-resolution Florida Key model with the Gulf of Mexico real-time Hybrid Coordinate Ocean Model (HYCOM)-based Ocean Predictions System using a multi-scale numerical modeling framework, the Connectivity Modeling System (CMS) provides the framework for this study. This modeling framework, originally developed for larval transport and connectivity studies, is well suited for rapid assessment of the impact of the Deepwater Horizon blowout on south Florida coast. The CMS has a hierarchy of embedded Lagrangian Stochastic Particle Models allowing probabilistic dispersion of particles with individual attributes and behaviors and has the capability of tracking the three-dimensional movement of the particles across nested domains. \r\n\r\nFirst, the formation of surface slicks, subsurface layers, and deep plumes and their pathways to the Loop Current will be simulated by conducting probabilistic runs of CMS with the highest resolution operational products available yet for the region (i.e., 1-4 km HYCOM-based Ocean Predictions System). In order to do this, we will adapt CMS to oil-gas mixture behavior (i.e., flow rate, density, viscosity, terminal velocity) and add processes of wind forcing, evaporation and weathering. The investigators will use an envelop of oil mixture behavior, varying the size of particles in the model and improve the 'oil module' through systematic comparisons of model results with time series of Eulerian observations. \r\n\r\nSecond, the effect of hurricanes on the redistribution of the oil in the water column will be simulated. Given the large uncertainties inherent in the oil prediction problem, the proposed research will generate statistical estimates of the near-term impact of the oil-dispersant mixture to the South Florida coast.\r\n\r\nBroader Impacts: This project will provide a new understanding of transport pathways and accumulating areas resulting from the interactions of the circulation with the oil mixed with huge quantities of dispersant. Further, it will help guiding other RAPID efforts on field detection of oil products. In the longer term, the proposed work will constitute a baseline for studying the impact of the oil and its weathered states on the marine meroplankton and on fisheries. Results will also be useful to develop operational efforts in agencies and academia that will help preparedness for any future extreme events. The investigators on this project will collaborate with other scientists working in the Gulf of Mexico.\r\n\r\nCurrent website links on the Academic Task Force Rosenstiel School of Marine and Atmospheric Science website (http://www.rsmas.miami.edu/oil-spill) having updates of HYCOM water parcel trajectories will be expanded using the CMS adapted to the oil with its capability to go from the Gulf of Mexico regional model to the high resolution Florida Keys model. Finally, the multi-scale CMS framework is designed to be a community model and has been undergoing rigorous testing. We are planning to use the proposed effort to insure a public release of an open source code and user's guide later in the fall (http:// www.rsmas.miami.edu/personal/cparis/cms/description.html).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claire",
   "pi_last_name": "Paris",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Claire B Paris",
   "pi_email_addr": "cparis@rsmas.miami.edu",
   "nsf_id": "000482877",
   "pi_start_date": "2010-07-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vassiliki",
   "pi_last_name": "Kourafalou",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Vassiliki H Kourafalou",
   "pi_email_addr": "vkourafalou@rsmas.miami.edu",
   "nsf_id": "000264255",
   "pi_start_date": "2010-07-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ashwanth",
   "pi_last_name": "Srinivasan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashwanth Srinivasan",
   "pi_email_addr": "asrinivasan@rsmas.miami.edu",
   "nsf_id": "000520070",
   "pi_start_date": "2010-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1251 MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3054214089",
  "inst_zip_code": "331462509",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "VNZZYCJ55TC4",
  "org_uei_num": "KXN7HGCF6K91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1251 MEMORIAL DR",
  "perf_city_name": "CORAL GABLES",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331462509",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "723100",
   "pgm_ele_name": "CYBERINFRASTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5987",
   "pgm_ref_txt": "GULF OF MEXICO OIL SPILL-2010"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 170267.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our work is a major effort assessing the three dimensional transport and partition in the water column of the submerged oil from the Macondo well blowout in the Gulf of Mexico and the effect of the unprecedented use of dispersant at depth. This work also assessed the transport of the oil that surfaced and contributed to understanding the formation of aerosols downwind of the spill, painting the most complete and accurate picture to date of the Deepwater Horizon (DWH) oil spill.</p>\n<p><span>Modelling efforts of the DWH spill have been based on the tracking of water parcels in the ocean. However, the fluid properties of the oil are complex, and much less trivial to model than water. Coming from great depth at high pressure, the crude oil was atomized, resulting in a mixture of water, oil droplets and gas bubbles entrained in a jet. The oil droplets were further reduced by the application of large quantities of synthetic dispersants at the wellhead. Adding to the complexity, the oil itself is a compound of hydrocarbon fractions that are partially degraded, reducing the distance that the material travels. We took an IBM approach and simulated a full spectrum of possible hydrocarbon fractions and oil droplet sizes. We also used a fluid dynamics algorithm to move the oil from the intrusion above the leaking wellhead into the water column and systematically compared model outputs with observations, finding good agreement with the sequence of events reported and published.&nbsp;</span>More importantly, we are able to test with numerical experiments the effect of the injection of synthetical dispersants on the oil partition in the water column and the portion coming to the surface. This study is relevant to world-wide increase in deep-sea oil exploration, quantifying the effectiveness of dispersant for deep water leaks and identifying unexplored pathways of oil transport.</p>\n<p><span>Crude oil and natural gas flowed into the Gulf of Mexico from 1520 m underwater. In an effort to prevent the oil from rising to the surface, synthetic dispersants were applied at the wellhead. Uncertainties regarding the discharge rate which affects oil droplet size and thus rising speed to the surface, complicated the assessment of the distribution and proportion of subsurface to surface oil. Here, we use a stochastic Individual-Based-Model of multiple hydrocarbon fractions and oil droplets size distributions in a coupled oil-fate and oceanographic model to simulate the three-dimensional evolution of the spill and the effect of synthetic dispersants. We show how a large fraction of the oil could have been trapped in the deep by pure physical dispersion. The shift of oil droplet distribution toward the smaller, less buoyant sizes by the synthetic dispersant could have exacerbated this phenomenon without significantly changing the proportion of oil reaching the surface. This fluid dynamic numerical study of the spill also reveals hitherto unexplored mechanisms of local and prevailing basin-wide hydrodynamic processes that influence the oil transport in dense packets and predicts the formation of multiple stratified plumes. The model outputs agree well with a series of independent and punctuated observations, providing a baseline for further assessment of the transport and fate of oil products. More over, the numerical experiments are able to separate the atomizing effect of the blowout from that of the chemical dispersion, providing new insights on predicting the impact of injecting synthetic dispersants in mitigating coastal damage from deep blowout.</span></p>\n<p><span>Major concerns were raised about the probability that the Loop Current would entrain oil at the surface of the Gulf of Mexico toward South Florida. However, such a scenario did not materialize. Results from a modeling approach suggest that the prevailing winds, through their effect to induce direct and wave drift, played a maj...",
  "por_txt_cntn": "\nOur work is a major effort assessing the three dimensional transport and partition in the water column of the submerged oil from the Macondo well blowout in the Gulf of Mexico and the effect of the unprecedented use of dispersant at depth. This work also assessed the transport of the oil that surfaced and contributed to understanding the formation of aerosols downwind of the spill, painting the most complete and accurate picture to date of the Deepwater Horizon (DWH) oil spill.\n\nModelling efforts of the DWH spill have been based on the tracking of water parcels in the ocean. However, the fluid properties of the oil are complex, and much less trivial to model than water. Coming from great depth at high pressure, the crude oil was atomized, resulting in a mixture of water, oil droplets and gas bubbles entrained in a jet. The oil droplets were further reduced by the application of large quantities of synthetic dispersants at the wellhead. Adding to the complexity, the oil itself is a compound of hydrocarbon fractions that are partially degraded, reducing the distance that the material travels. We took an IBM approach and simulated a full spectrum of possible hydrocarbon fractions and oil droplet sizes. We also used a fluid dynamics algorithm to move the oil from the intrusion above the leaking wellhead into the water column and systematically compared model outputs with observations, finding good agreement with the sequence of events reported and published. More importantly, we are able to test with numerical experiments the effect of the injection of synthetical dispersants on the oil partition in the water column and the portion coming to the surface. This study is relevant to world-wide increase in deep-sea oil exploration, quantifying the effectiveness of dispersant for deep water leaks and identifying unexplored pathways of oil transport.\n\nCrude oil and natural gas flowed into the Gulf of Mexico from 1520 m underwater. In an effort to prevent the oil from rising to the surface, synthetic dispersants were applied at the wellhead. Uncertainties regarding the discharge rate which affects oil droplet size and thus rising speed to the surface, complicated the assessment of the distribution and proportion of subsurface to surface oil. Here, we use a stochastic Individual-Based-Model of multiple hydrocarbon fractions and oil droplets size distributions in a coupled oil-fate and oceanographic model to simulate the three-dimensional evolution of the spill and the effect of synthetic dispersants. We show how a large fraction of the oil could have been trapped in the deep by pure physical dispersion. The shift of oil droplet distribution toward the smaller, less buoyant sizes by the synthetic dispersant could have exacerbated this phenomenon without significantly changing the proportion of oil reaching the surface. This fluid dynamic numerical study of the spill also reveals hitherto unexplored mechanisms of local and prevailing basin-wide hydrodynamic processes that influence the oil transport in dense packets and predicts the formation of multiple stratified plumes. The model outputs agree well with a series of independent and punctuated observations, providing a baseline for further assessment of the transport and fate of oil products. More over, the numerical experiments are able to separate the atomizing effect of the blowout from that of the chemical dispersion, providing new insights on predicting the impact of injecting synthetic dispersants in mitigating coastal damage from deep blowout.\n\nMajor concerns were raised about the probability that the Loop Current would entrain oil at the surface of the Gulf of Mexico toward South Florida. However, such a scenario did not materialize. Results from a modeling approach suggest that the prevailing winds, through their effect to induce direct and wave drift, played a major role in pushing the oil toward the coasts along the northern Gulf, and, in synergy with the surface currents, prev..."
 }
}