{
 "awd_id": "1048796",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NSF/DOE Thermoelectrics Partnership: Automotive Thermoelectric Modules with Scalable Thermo- and Electro-Mechanical Interfaces",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ruey-Hung Chen",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2014-10-31",
 "tot_intn_awd_amt": 1219001.0,
 "awd_amount": 1219001.0,
 "awd_min_amd_letter_date": "2010-09-24",
 "awd_max_amd_letter_date": "2013-05-31",
 "awd_abstract_narration": "1048796\r\nGoodson\r\n\r\nThis project involves researchers at Stanford University, The University of South Florida, and Robert Bosch LLC and addresses various topics relevant to vehicle waste heat recovery using thermoelectrics. These topics include novel interface materials and designs that can accommodate very large thermomechanical strains, high temperature thermoelectric materials that are efficient and can be reliably mated to heat sinks and electrodes, practical metrology for assessment of performance and durability, and systems-level integration of advanced materials and thermal management concepts.\r\n\r\nIntellectual Merit: Fundamental investigations of interface materials, thermoelectric materials, and heat transfer relevant to thermoelectric harvesting of waste heat in vehicle applications will be conducted. A new tape design for implementing carbon nanotube films as thermal interface materials will be developed. This approach will reduce both electrical and thermal interface resistances, and enhance the durability of the interfaces as they undergo thermal cycling inherent in the application. Experiments will be designed to determine the microscale characteristics of interface (and adjoining) materials and how these characteristics evolve in response to thermal cycling. The knowledge acquired from the experiments will ultimately be used to design interfaces in a manner that will improve performance and increase durability. The influence of filling fraction, doping, grain size, and inclusion concentration in skutterudites will be quantified through experimentation and modeling, leading to improved thermoelectric materials. Fundamental and new metrology methods will be developed in partnership with the National Institute of Standards and Technology and, in conjunction with first principles modeling, will enable tuning of the relevant properties of both thermoelectric and interface materials. A combined fundamental and systems-level approach will be employed to integrate the knowledge pertaining to thermoelectric and interface material performance with advanced thermal management concepts such as but not limited to multiphase vapor cooling, to thermoelectric waste heat harvesting. \r\n\r\nBroader Impacts: The project directly addresses fundamental issues associated with waste heat harvesting in vehicle applications. In addition, the research will be integrated with education and outreach including a new collegiate design competition specific to thermoelectric energy harvesting applications to promote teaching and learning and engage the broader community in energy technology activities. Research discoveries will be integrated in undergraduate and graduate classes at both Stanford and The University of South Florida. Additional activities include but are not limited to development of research experiences for both high school students and teachers, targeting high schools with large numbers of students from underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Goodson",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth E Goodson",
   "pi_email_addr": "goodson@stanford.edu",
   "nsf_id": "000293613",
   "pi_start_date": "2010-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Nolas",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "George S Nolas",
   "pi_email_addr": "gnolas@usf.edu",
   "nsf_id": "000125452",
   "pi_start_date": "2010-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Boris",
   "pi_last_name": "Kozinsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Boris Kozinsky",
   "pi_email_addr": "bkoz@seas.harvard.edu",
   "nsf_id": "000568587",
   "pi_start_date": "2010-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "065E",
   "pgm_ref_txt": "Radiation heat transfer"
  },
  {
   "pgm_ref_code": "099E",
   "pgm_ref_txt": "High voltage switching & conversion"
  },
  {
   "pgm_ref_code": "104E",
   "pgm_ref_txt": "MEMS/NEMS"
  },
  {
   "pgm_ref_code": "1761",
   "pgm_ref_txt": "SOLID STATE PHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 395888.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 400240.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 0.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 422873.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Body\">Thermoelectric generators for automotive waste heat recovery are developed to convert thermal energy in hot post-combustion gases directly into electricity for use in automobiles. Automobile combustion produces exhaust gases at ~600?C which are currently expelled to the environment as waste heat. By recovering some of this energy via thermoelectric energy conversion, the exhaust stream can provide supplemental electricity to the vehicle to reduce the alternator load and eventually to eliminate the need for an alternator altogether. This directly improves engine performance and increases automobile fuel economy. We have identified <strong>two critical areas for improving thermoelectric device performance for combustion systems</strong>: (1) the need for scalable thermoelectric materials optimized at high temperatures and (2) the development of thermo-mechanical interfaces to improve device performance and reliability. Through this project, we have developed and measured novel thermoelectric materials, including skutterudites and half-Heusler alloys. This includes the development of first-principles computational tools to predict material properties and the relevant experimental metrology for characterizing these materials. We have also explored the use of nanostructured thermal interface materials, which uniquely combine the properties of high thermal conductance and mechanical compliance, to improve conversion efficiency and device lifetime. Systems-level modeling and full device-scale characterization was also performed to construct a complete architecture for optimizing a thermoelectric generator system for recovering waste heat from automobile combustion.</p>\n<p class=\"Body\">High temperature thermoelectric materials and metal contacts were assessed using a combination of computational predictive tools and experimentally-synthesized bulk materials. New computational methodology was developed to achieve a fully first principles prediction of electronic properties of materials. We performed computational screening of metals for low resistance electrical contacts to skutterudites and half-Heusler alloys. We then produced and characterized high temperature TE materials including filled variants with Fe-substituted CoSb<sub>3</sub> skutterudites, Half-Heusler, and Cu doped stannites. Temperature-dependent thermoelectric properties were measured for a variety of these bulk materials. We measured thermoelectric reliability of commercially-available thermoelectric modules and developed metrology to independently measure the thermal conductivity, electrical conductivity, and Seebeck Coefficient in real-time with thermal cycling up to the point of device failure and determined that interfacial failure ultimately led to prohibitively large serial electrical contact resistances, highlighting our need to focus on improving the performance and reliability of thermal interface materials (TIMs). We developed materials synthesis and relevant thermal/mechanical metrology to measure properties of nanostructured TIMs, included bonded carbon nanotubes and metal nanowires. Thermal properties of these TIMs were measured in-house using time-domain/frequency-domain thermoreflectance, high-temperature infrared microscopy and the 3&omega; method. Mechanical properties were measured using nanoindentation and MEMS cantilevers for laser Dopplar velocimetry, and these experimental values were validated by developing a coarse-grained molecular simulation tool to predict both thermal and elastic properties of aligned nanostructured TIMs. High-temperature metallic bonding with in-situ infrared microscopy was developed to simultaneously and independently characterize and reduce the three serial components of TIM resistance (two contact resistances and one volumetric resistance). These infrared microscopy capabilities were further extended to accurately measure two-dimensional temperat...",
  "por_txt_cntn": "Thermoelectric generators for automotive waste heat recovery are developed to convert thermal energy in hot post-combustion gases directly into electricity for use in automobiles. Automobile combustion produces exhaust gases at ~600?C which are currently expelled to the environment as waste heat. By recovering some of this energy via thermoelectric energy conversion, the exhaust stream can provide supplemental electricity to the vehicle to reduce the alternator load and eventually to eliminate the need for an alternator altogether. This directly improves engine performance and increases automobile fuel economy. We have identified two critical areas for improving thermoelectric device performance for combustion systems: (1) the need for scalable thermoelectric materials optimized at high temperatures and (2) the development of thermo-mechanical interfaces to improve device performance and reliability. Through this project, we have developed and measured novel thermoelectric materials, including skutterudites and half-Heusler alloys. This includes the development of first-principles computational tools to predict material properties and the relevant experimental metrology for characterizing these materials. We have also explored the use of nanostructured thermal interface materials, which uniquely combine the properties of high thermal conductance and mechanical compliance, to improve conversion efficiency and device lifetime. Systems-level modeling and full device-scale characterization was also performed to construct a complete architecture for optimizing a thermoelectric generator system for recovering waste heat from automobile combustion.\nHigh temperature thermoelectric materials and metal contacts were assessed using a combination of computational predictive tools and experimentally-synthesized bulk materials. New computational methodology was developed to achieve a fully first principles prediction of electronic properties of materials. We performed computational screening of metals for low resistance electrical contacts to skutterudites and half-Heusler alloys. We then produced and characterized high temperature TE materials including filled variants with Fe-substituted CoSb3 skutterudites, Half-Heusler, and Cu doped stannites. Temperature-dependent thermoelectric properties were measured for a variety of these bulk materials. We measured thermoelectric reliability of commercially-available thermoelectric modules and developed metrology to independently measure the thermal conductivity, electrical conductivity, and Seebeck Coefficient in real-time with thermal cycling up to the point of device failure and determined that interfacial failure ultimately led to prohibitively large serial electrical contact resistances, highlighting our need to focus on improving the performance and reliability of thermal interface materials (TIMs). We developed materials synthesis and relevant thermal/mechanical metrology to measure properties of nanostructured TIMs, included bonded carbon nanotubes and metal nanowires. Thermal properties of these TIMs were measured in-house using time-domain/frequency-domain thermoreflectance, high-temperature infrared microscopy and the 3&omega; method. Mechanical properties were measured using nanoindentation and MEMS cantilevers for laser Dopplar velocimetry, and these experimental values were validated by developing a coarse-grained molecular simulation tool to predict both thermal and elastic properties of aligned nanostructured TIMs. High-temperature metallic bonding with in-situ infrared microscopy was developed to simultaneously and independently characterize and reduce the three serial components of TIM resistance (two contact resistances and one volumetric resistance). These infrared microscopy capabilities were further extended to accurately measure two-dimensional temperature fields at temperatures up to 600?C to measure thermoelectric systems and properties at temperature relevant to automobil..."
 }
}