{
 "awd_id": "1048900",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Mining a Year of Speech",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tatiana Korelsky",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 99899.0,
 "awd_amount": 99899.0,
 "awd_min_amd_letter_date": "2010-08-08",
 "awd_max_amd_letter_date": "2010-08-08",
 "awd_abstract_narration": "Technologies for storing and processing vast amounts of text are mature and well-defined. In contrast, technologies for browsing or mining content from large collections of non-textual material, especially audio and video, are less well developed. Large sale data mining on text has helped transform the relevant disciplines; the disciplines dealing with spoken language will reap similar benefits from accessible, searchable, large corpora.\r\n\r\nThis project explores the difficult problem of providing rich, intelligent data mining capabilities for a substantial collection of spoken audio data in American and British English.  It applies and extends state-of-the-art techniques to offer sophisticated, rapid and flexible access to a richly annotated corpus of a year of speech (about 9,000 hours, 100 million words, or 2 terabytes), derived from the Linguistic Data Consortium, the British National Corpus, and other existing resources. This is ten times more data than has previously been used by researchers in fields such as phonetics, linguistics, and psychology, and 100 to 1,000 times  the amounts that are used in common practice.\r\n\r\nSpeech-to-text alignment and search tools will open a new universe of data to researchers in many fields, from linguistics and phonetics to anthropology, speech communication, oral history, and media studies. Audio-video usage on the internet is large and growing at an extraordinary rate, offering increasingly large amounts of an increasingly large range of material. Reliable automatic annotation, indexing and search of this material will allow researchers to examine the distribution of both form and content across time, space, and social structure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Liberman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Liberman",
   "pi_email_addr": "myl@unagi.cis.upenn.edu",
   "nsf_id": "000118365",
   "pi_start_date": "2010-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Cieri",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher M Cieri",
   "pi_email_addr": "ccieri@ldc.upenn.edu",
   "nsf_id": "000208085",
   "pi_start_date": "2010-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jiahong",
   "pi_last_name": "Yuan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jiahong Yuan",
   "pi_email_addr": "jiahong@ling.upenn.edu",
   "nsf_id": "000148891",
   "pi_start_date": "2010-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 99899.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main aim of this project was to demonstrate the applicability of data-mining techniques to the scientific investigation of collections of thousands of hours of transcribed speech. A secondary goal was to complete the digitization and phonetic alignment of the spoken portion of the British National Corpus, in collaboration with Oxford University and the British Library.</p>\n<p>Despite the advances we enjoy today in information retrieval, we still lack technologies that search spoken audio (and video) with the same ease as text. One solution to this problem is to provide time-aligned transcripts of audio recordings. Such transcripts include time-stamps for each part of the audio, from speaker turns and phrases to words, syllables, consonants, and vowels. Suitably configured systems allow a user to search the transcript and then use the time-stamps to retrieve the corresponding piece of the recording.</p>\n<p>But in addition to search and retrieval, such datasets become open to data-mining research in new ways. Scholar and scientists who are studying grammar and language change, who are looking for diagnostic or therapeutic measures in clinical contexts, or who are seeking to build better language technology, all benefit from access to these very large collections of automatically-analyzed information about spoken-language performance.&nbsp;</p>\n<p>The traditional way to create time-aligned phonetic transcripts is to use interactive tools that allow a human expert to annotate the audio corresponding to the associated text. This process is very labor-intensive if a detailed transcript is needed. taking more than 100 hours of effort for every hour of audio. To address this problem, we begin with technique called &ldquo;forced alignment&rdquo;, which uses speech-recognition technology to indicate exactly where in the audio each word from the transcript appears, at the same time providing detailed information about the timing of the various syllables and segments in the word, the exact vowel qualities used, and so on.</p>\n<p>The main outcome from this project is the demonstration that our time alignment techniques produce accurate results for more than 10,000 hours of speech in English, Chinese and Spanish. To illusrate the utility of the results for speeh data-mining, we used the resulting audio and time-aligned transcripts to study variation in the pronunciation of consonants, vowels, and pitch contours, as documented in several papers published in refereed conference proceedings, and one in a refereed journal. In collaboration with colleagues at Oxford University and the British Library, we contributed to the alignment of the spoken portion of the &ldquo;British National Corpus&rdquo;, which is now available to the public at: <a href=\"http://www.phon.ox.ac.uk/AudioBNC\">http://www.phon.ox.ac.uk/AudioBNC</a>. A sampler is also available here: <a href=\"http://www.phon.ox.ac.uk/SpokenBNC\">http://www.phon.ox.ac.uk/SpokenBNC</a>. In a related project, we also worked with colleagues at oyez.org to word-align the complete set of Supreme Court Oral Arguments (available back to the 1950s), which is now available to the public on the oyez.org web site, and soon will be published for research use by LDC.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/16/2013<br>\n\t\t\t\t\tModified by: Mark&nbsp;Liberman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main aim of this project was to demonstrate the applicability of data-mining techniques to the scientific investigation of collections of thousands of hours of transcribed speech. A secondary goal was to complete the digitization and phonetic alignment of the spoken portion of the British National Corpus, in collaboration with Oxford University and the British Library.\n\nDespite the advances we enjoy today in information retrieval, we still lack technologies that search spoken audio (and video) with the same ease as text. One solution to this problem is to provide time-aligned transcripts of audio recordings. Such transcripts include time-stamps for each part of the audio, from speaker turns and phrases to words, syllables, consonants, and vowels. Suitably configured systems allow a user to search the transcript and then use the time-stamps to retrieve the corresponding piece of the recording.\n\nBut in addition to search and retrieval, such datasets become open to data-mining research in new ways. Scholar and scientists who are studying grammar and language change, who are looking for diagnostic or therapeutic measures in clinical contexts, or who are seeking to build better language technology, all benefit from access to these very large collections of automatically-analyzed information about spoken-language performance. \n\nThe traditional way to create time-aligned phonetic transcripts is to use interactive tools that allow a human expert to annotate the audio corresponding to the associated text. This process is very labor-intensive if a detailed transcript is needed. taking more than 100 hours of effort for every hour of audio. To address this problem, we begin with technique called \"forced alignment\", which uses speech-recognition technology to indicate exactly where in the audio each word from the transcript appears, at the same time providing detailed information about the timing of the various syllables and segments in the word, the exact vowel qualities used, and so on.\n\nThe main outcome from this project is the demonstration that our time alignment techniques produce accurate results for more than 10,000 hours of speech in English, Chinese and Spanish. To illusrate the utility of the results for speeh data-mining, we used the resulting audio and time-aligned transcripts to study variation in the pronunciation of consonants, vowels, and pitch contours, as documented in several papers published in refereed conference proceedings, and one in a refereed journal. In collaboration with colleagues at Oxford University and the British Library, we contributed to the alignment of the spoken portion of the \"British National Corpus\", which is now available to the public at: http://www.phon.ox.ac.uk/AudioBNC. A sampler is also available here: http://www.phon.ox.ac.uk/SpokenBNC. In a related project, we also worked with colleagues at oyez.org to word-align the complete set of Supreme Court Oral Arguments (available back to the 1950s), which is now available to the public on the oyez.org web site, and soon will be published for research use by LDC.\n\n \n\n\t\t\t\t\tLast Modified: 04/16/2013\n\n\t\t\t\t\tSubmitted by: Mark Liberman"
 }
}