{
 "awd_id": "1048288",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Preparing Critical Faculty for the Future",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Claudia Rankins",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 897801.0,
 "awd_amount": 1076036.0,
 "awd_min_amd_letter_date": "2010-09-29",
 "awd_max_amd_letter_date": "2015-11-24",
 "awd_abstract_narration": "The Association of American Colleges and Universities (AAC&U) is developing a program to provide professional development for a critical group of STEM faculty: women faculty of color at HBCUs. AAC&U will address this need by launching a series of national Symposia and workshops targeting current and future women faculty and administrators of color at HBCUs. These professional development offerings will acquaint them with both the pedagogical issues and academic leadership challenges of the 21st century. More importantly, the initiative will teach them the art and science of addressing these issues and challenges. A particular focus of these symposia and workshops will be on the needs and issues particularly attendant to women faculty and administrators of color, and the growing number of historically underrepresented women and men students that will increasingly populate the college and university classrooms of the future. The preparation of faculty for the future among women of color at these institutions is in the national interest because enrollment at HBCUs typically consists of about 70% women, and because they continue to confer nearly 25% of all baccalaureate degrees earned by African Americans. HBCUs are among the nation's leaders in producing undergraduates who go on to obtain PhD degrees.\r\nThe professional development offerings have three mutually reinforcing components: 1) to introduce 21st century academic professionals to topics designed to advance the curricular frameworks and teaching methodologies needed to increase the number of underserved students who may ultimately complete degrees in science, technology, engineering and mathematics (STEM) fields; 2) to build faculty capacity to address the varied skills and abilities of the twenty-first century learner; and 3) to provide a leadership development path for women faculty of color at HBCUs, where women play a much smaller role in the STEM disciplines even than at majority institutions.\r\nStrategies for preparing faculty to be effective purveyors of teaching and learning in this constellation of institutions may have the added value of producing effective models that can be replicated successfully in other types of minority serving institutions as well as in predominately white institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Terrel",
   "pi_last_name": "Rhodes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Terrel Rhodes",
   "pi_email_addr": "rhodes@aacu.org",
   "nsf_id": "000505787",
   "pi_start_date": "2010-09-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alma",
   "pi_last_name": "Clayton-Pedersen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alma Clayton-Pedersen",
   "pi_email_addr": "clayton-pedersen@aacu.org",
   "nsf_id": "000567321",
   "pi_start_date": "2010-09-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Association of American Colleges and Universities",
  "inst_street_address": "1818 R ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023873760",
  "inst_zip_code": "200091692",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN ASSOCIATION OF COLLEGES AND UNIVERSITIES",
  "org_prnt_uei_num": "",
  "org_uei_num": "C2WXUGQMZJ23"
 },
 "perf_inst": {
  "perf_inst_name": "Association of American Colleges and Universities",
  "perf_str_addr": "1818 R ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200091692",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 897801.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 178235.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Preparing Critical Faculty for the Future:</strong></p>\n<p>This report turns a spotlight on a major location for liberal learning and Science, Technology, Engineering, and Mathematics (STEM) fluency: the work of Historically Black Colleges and Universities (HBCUs) as leaders in the education and graduation of STEM students. The report focuses in particular on the underexplored role of STEM women faculty of color, both in supporting student success in STEM fields, and, over time, in driving campus changes that can make any college more effective in supporting student success in these fields.</p>\n<p>&nbsp;</p>\n<p>The Preparing Critical Faculty for the Future (PCFF) project involved thirty-six HBCUs and seventy-two STEM women faculty of color and their colleagues. PCFF addressed both the adoption and the implementation of engaged practices and pedagogies particularly linked to persistence and success for underserved students and the need to strengthen leadership paths for STEM women faculty of color at HBCUs.</p>\n<p>&nbsp;</p>\n<p>It is important for all higher education institutions to consider these PCFF lessons because most students of color - a critical pool of future STEM professionals - attend the nation&rsquo;s traditionally white institutions (TWIs). As key launching pads for the careers of these future STEM professionals, these institutions should be attuned to all strategies that increase student success in STEM.</p>\n<p>&nbsp;</p>\n<p>Most PCFF participants already were using active pedagogies, which research shows work best for STEM persistence and learning. But in the main, they had not seen themselves explicitly as leaders in driving broad educational change and reform, either on their campuses or in their disciplines. They had sought to be&mdash;and were&mdash;good teachers and supportive mentors to their students. The PCFF project worked to position the STEM women faculty of color as change agents to make the use of evidence-based pedagogies in STEM more pervasive and more systemic. PCFF also engaged participating faculty with new pedagogies&mdash;for example, culturally relevant ways of teaching science&mdash;toward which this group had a powerful orientation.</p>\n<p>&nbsp;</p>\n<p>This report calls attention to STEM women of color as a critical force in advancing needed educational change. But it also underscores the role of leaders at all levels in creating an environment that supports, rewards, and advances educational changes focused on underserved student success.</p>\n<p>&nbsp;</p>\n<p>PCFF and its efforts to advance engaged pedagogical practices and institutional support for STEM women faculty of color leadership brought to the fore all the unresolved issues related to race and gender that still pervade the academy, even at HBCUs. Faculty of color cannot, and should not, face these leadership challenges on their own. Departmental and institutional leaders have a responsibility to open the doors, to appropriately support the multiple roles that STEM women of color fulfill in their professional development as scholars and teachers and as primary mentors for students of color in STEM higher education. &ldquo;Making excellence inclusive&rdquo; is everyone&rsquo;s work.1 It cannot be the work solely of selected faculty, no matter how talented and dedicated.</p>\n<p>&nbsp;</p>\n<p>Using networking and professional development strategies, PCFF built a leadership development model for STEM women faculty of color that benefited project participants. While the project tested its professional development strategies at HBCUs, evidence is emerging that PCFF strategies hold promise for addressing the challenges women faculty of color face in the male-dominated STEM disciplines at all types of higher education institutions. Evidence is also emerging to support the idea that the women&rsquo;s professional development activities have positive effects on the stu...",
  "por_txt_cntn": "\nPreparing Critical Faculty for the Future:\n\nThis report turns a spotlight on a major location for liberal learning and Science, Technology, Engineering, and Mathematics (STEM) fluency: the work of Historically Black Colleges and Universities (HBCUs) as leaders in the education and graduation of STEM students. The report focuses in particular on the underexplored role of STEM women faculty of color, both in supporting student success in STEM fields, and, over time, in driving campus changes that can make any college more effective in supporting student success in these fields.\n\n \n\nThe Preparing Critical Faculty for the Future (PCFF) project involved thirty-six HBCUs and seventy-two STEM women faculty of color and their colleagues. PCFF addressed both the adoption and the implementation of engaged practices and pedagogies particularly linked to persistence and success for underserved students and the need to strengthen leadership paths for STEM women faculty of color at HBCUs.\n\n \n\nIt is important for all higher education institutions to consider these PCFF lessons because most students of color - a critical pool of future STEM professionals - attend the nationÆs traditionally white institutions (TWIs). As key launching pads for the careers of these future STEM professionals, these institutions should be attuned to all strategies that increase student success in STEM.\n\n \n\nMost PCFF participants already were using active pedagogies, which research shows work best for STEM persistence and learning. But in the main, they had not seen themselves explicitly as leaders in driving broad educational change and reform, either on their campuses or in their disciplines. They had sought to be&mdash;and were&mdash;good teachers and supportive mentors to their students. The PCFF project worked to position the STEM women faculty of color as change agents to make the use of evidence-based pedagogies in STEM more pervasive and more systemic. PCFF also engaged participating faculty with new pedagogies&mdash;for example, culturally relevant ways of teaching science&mdash;toward which this group had a powerful orientation.\n\n \n\nThis report calls attention to STEM women of color as a critical force in advancing needed educational change. But it also underscores the role of leaders at all levels in creating an environment that supports, rewards, and advances educational changes focused on underserved student success.\n\n \n\nPCFF and its efforts to advance engaged pedagogical practices and institutional support for STEM women faculty of color leadership brought to the fore all the unresolved issues related to race and gender that still pervade the academy, even at HBCUs. Faculty of color cannot, and should not, face these leadership challenges on their own. Departmental and institutional leaders have a responsibility to open the doors, to appropriately support the multiple roles that STEM women of color fulfill in their professional development as scholars and teachers and as primary mentors for students of color in STEM higher education. \"Making excellence inclusive\" is everyoneÆs work.1 It cannot be the work solely of selected faculty, no matter how talented and dedicated.\n\n \n\nUsing networking and professional development strategies, PCFF built a leadership development model for STEM women faculty of color that benefited project participants. While the project tested its professional development strategies at HBCUs, evidence is emerging that PCFF strategies hold promise for addressing the challenges women faculty of color face in the male-dominated STEM disciplines at all types of higher education institutions. Evidence is also emerging to support the idea that the womenÆs professional development activities have positive effects on the student learning outcomes and academic advancement of PCFF participants.\n\n \n\nFinally, a key component of the PCFF project was to expand, sustain, and evolve practices that increase the number of underrepresented students..."
 }
}