{
 "awd_id": "1049838",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID:  Effects of oiling and hydrologic remediation on baldcypress swamp elevation and ecosystem processes in the context of the BP Deepwater Horizon Oil Spill",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 163395.0,
 "awd_amount": 170895.0,
 "awd_min_amd_letter_date": "2010-08-16",
 "awd_max_amd_letter_date": "2011-02-16",
 "awd_abstract_narration": "This is a Rapid Response Research (RAPID) proposal to study the effects of oiling as a catastrophic disturbance on coastal elevation, as related to the biotic contributions of peat material.  In response to the BP Deepwater Horizon oil-spill, the PIs will test the hypotheses that i) oiling, or hydrologic remediation designed to prevent oiling, will cause reductions in above- and below-ground production and peat accumulation, increases in soil respiration and decomposition rates, and ultimately result in net losses in elevation of baldcypress swamps, and ii) that the resilience of these habitats, with regard to these ecosystem processes, will be lower in oiled swamps than in undisturbed areas.  The investigators will make use of historically-relevant data on above- and belowground production, tree growth, decomposition, and regeneration from previous long-term studies in coastal baldcypress swamps in Jean Lafitte National Park and other sites. Carbon dioxide, nitrous oxide and methane emissions from the wetlands will be measured, in anticipation that decomposition and other biogeochemical processes may shift in response to the disturbance. These sites were targeted for long-term studies because they are sensitive to changes in elevation as a result of high rates of sea level rise experienced throughout the region. \r\n\r\n\r\nThese data will permit an assessment of both the direct and indirect impacts of oil spills and the proactive efforts made to reduce oiling on ecosystem processes in coastal freshwater swamp ecosystems that are found along the entire Gulf and Southeast Atlantic coasts.  The research will provide managers and the public with information on the effects of the BP Deepwater Horizon oil spill and its hydrologic remediation on coastal wetland elevation, and will be disseminated via peer reviewed journal articles and briefs written for the public.  An undergraduate student will be trained as part of the research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Roberts",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Brian J Roberts",
   "pi_email_addr": "broberts@lumcon.edu",
   "nsf_id": "000163922",
   "pi_start_date": "2010-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Beth",
   "pi_last_name": "Middleton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Beth Middleton",
   "pi_email_addr": "middletonb@usgs.gov",
   "nsf_id": "000142033",
   "pi_start_date": "2010-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana Universities Marine Corsortium",
  "inst_street_address": "8124 HIGHWAY 56",
  "inst_street_address_2": "",
  "inst_city_name": "CHAUVIN",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "9858512800",
  "inst_zip_code": "703442110",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "LA03",
  "org_lgl_bus_name": "LOUISIANA UNIVERSITIES MARINE CONSORTIUM",
  "org_prnt_uei_num": "",
  "org_uei_num": "F7NHNQKGLJK4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana Universities Marine Corsortium",
  "perf_str_addr": "8124 HIGHWAY 56",
  "perf_city_name": "CHAUVIN",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "703442110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "LA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "797800",
   "pgm_ele_name": "Global Systems Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "5987",
   "pgm_ref_txt": "GULF OF MEXICO OIL SPILL-2010"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 163395.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 7500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Effects of oiling and hydrologic remediation on baldcypress swamp elevation and ecosystem processes: RAPID proposal in response to the Deepwater Horizon Oil Spill Incident</strong></p>\n<p>&nbsp;</p>\n<p>The original goal of this study was to examine both direct (oiling) and indirect (hydrological remediation) effects of the 2010 Deepwater Horizon oil spill on coastal freshwater baldcypress swamps which are prevalent (&gt; 3.3 million acres) throughout the southeastern United States and are critical sites for carbon storage, land maintenance, fisheries, and wildlife habitat.&nbsp; Specifically, we aimed to examine the effects of these catastrophic perturbations on both short-term ecosystem process rates responses and long-term impacts on elevation in three well-studied baldcypress (<em>Taxodium distichum</em>) swamps spanning the US Gulf Coast that would serve as a control site (Big Thicket National Preserve (BTNP), Texas), hydrologic remediation site (Jean Lafitte National Historical Park and Preserve (JLNHP&amp;P), Louisiana), and an oiled site (St. Marks National Wildlife Refuge (SMNWR), Florida).&nbsp; From an environmental perspective, we are fortunate that no documented cases of oiling of baldcypress swamps were reported, but that means we were unable to evaluate the direct impact of oiling in the current study. In contrast, we were able to evaluate the impact of hydrologic remediation efforts by comparing results from JLNHP&amp;P (which received increased freshwater flow for ~ 4 months during peak growing season) with results from two sets of control swamps (BTNP and SMNWR).&nbsp; This is especially important for these systems, since hydrologic changes can lead to changes in salinity and water depth and ultimately impact balance of production and decomposition processes critical to elevation maintenance.&nbsp; This study also provided a critical baseline to assess the impacts of any future oiling or other disturbance event in baldcypress swamps.&nbsp; Recent evidence that oil verified to come from the 2010 Deepwater Horizon spill was deposited onto marshes in Barataria Bay, LA by Hurricane Isaac in September 2012 demonstrates the importance of this baseline data.</p>\n<p>&nbsp;</p>\n<p>As a result of the sizable number of samples collected during the field portion of this study and the subsequent laboratory analyses needed to be performed after collection, we are still evaluating the results from this study.&nbsp; However, our initial analyses have already yielded several important results.&nbsp; Tree growth and above-ground production were higher in hydrologic remediation sites likely as a result of salinity decreases.&nbsp; Below-ground production was lower in hydrologically remediated sites likely because material was translocated to above-ground portions of the tree.&nbsp; Peat processes are likely affected by shifts in production (and decomposition) related to hydrologic remediation.&nbsp; Soil organic matter characteristics (soil percent organic matter, percent organic carbon, and total nitrogen content) have been shown to play an important role in explaining denitrification patterns in US Gulf Coast baldcypress swamps, with background and potential denitrification as well as the percent of background and potential rates occurring as N<sub>2</sub>O (a greenhouse gas) all being higher when soil organic matter is greatest.&nbsp; Additionally the percentage of potential denitrification that was accounted for by background denitrification also increased when soil organic matter content was high.&nbsp; Baldcypress swamps across the US Gulf Coast exhibit significant spatial and temporal variability in greenhouse gas emissions with water level, temperature and soil organic matter properties playing important roles in determining net flux rates.&nbsp; Within the next several months we will begin to gain a clearer picture of the extent of the contributions ...",
  "por_txt_cntn": "\nEffects of oiling and hydrologic remediation on baldcypress swamp elevation and ecosystem processes: RAPID proposal in response to the Deepwater Horizon Oil Spill Incident\n\n \n\nThe original goal of this study was to examine both direct (oiling) and indirect (hydrological remediation) effects of the 2010 Deepwater Horizon oil spill on coastal freshwater baldcypress swamps which are prevalent (&gt; 3.3 million acres) throughout the southeastern United States and are critical sites for carbon storage, land maintenance, fisheries, and wildlife habitat.  Specifically, we aimed to examine the effects of these catastrophic perturbations on both short-term ecosystem process rates responses and long-term impacts on elevation in three well-studied baldcypress (Taxodium distichum) swamps spanning the US Gulf Coast that would serve as a control site (Big Thicket National Preserve (BTNP), Texas), hydrologic remediation site (Jean Lafitte National Historical Park and Preserve (JLNHP&amp;P), Louisiana), and an oiled site (St. Marks National Wildlife Refuge (SMNWR), Florida).  From an environmental perspective, we are fortunate that no documented cases of oiling of baldcypress swamps were reported, but that means we were unable to evaluate the direct impact of oiling in the current study. In contrast, we were able to evaluate the impact of hydrologic remediation efforts by comparing results from JLNHP&amp;P (which received increased freshwater flow for ~ 4 months during peak growing season) with results from two sets of control swamps (BTNP and SMNWR).  This is especially important for these systems, since hydrologic changes can lead to changes in salinity and water depth and ultimately impact balance of production and decomposition processes critical to elevation maintenance.  This study also provided a critical baseline to assess the impacts of any future oiling or other disturbance event in baldcypress swamps.  Recent evidence that oil verified to come from the 2010 Deepwater Horizon spill was deposited onto marshes in Barataria Bay, LA by Hurricane Isaac in September 2012 demonstrates the importance of this baseline data.\n\n \n\nAs a result of the sizable number of samples collected during the field portion of this study and the subsequent laboratory analyses needed to be performed after collection, we are still evaluating the results from this study.  However, our initial analyses have already yielded several important results.  Tree growth and above-ground production were higher in hydrologic remediation sites likely as a result of salinity decreases.  Below-ground production was lower in hydrologically remediated sites likely because material was translocated to above-ground portions of the tree.  Peat processes are likely affected by shifts in production (and decomposition) related to hydrologic remediation.  Soil organic matter characteristics (soil percent organic matter, percent organic carbon, and total nitrogen content) have been shown to play an important role in explaining denitrification patterns in US Gulf Coast baldcypress swamps, with background and potential denitrification as well as the percent of background and potential rates occurring as N2O (a greenhouse gas) all being higher when soil organic matter is greatest.  Additionally the percentage of potential denitrification that was accounted for by background denitrification also increased when soil organic matter content was high.  Baldcypress swamps across the US Gulf Coast exhibit significant spatial and temporal variability in greenhouse gas emissions with water level, temperature and soil organic matter properties playing important roles in determining net flux rates.  Within the next several months we will begin to gain a clearer picture of the extent of the contributions from this project to multiple scientific disciplines as we finish sample processing and data analyses and continue submitting manuscripts based on the findings from our research efforts. \n\n \n\nThe br..."
 }
}