{
 "awd_id": "1049379",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP:  Social-Computational Systems (SoCS) Doctoral Symposium",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 42670.0,
 "awd_amount": 42670.0,
 "awd_min_amd_letter_date": "2010-07-19",
 "awd_max_amd_letter_date": "2010-07-19",
 "awd_abstract_narration": "Systems in which people and computers work together in a socially intelligent manner represent a new form of computing that brings together the challenges of traditional computing (e.g., algorithms, information representation, information acquisition, data quality) with those of human interaction (e.g., cognition, social interaction, culture, learning) and indeed a whole host of new challenges related to the combination of humans and computers (e.g., computer reasoning about human knowledge and abilities, socially-intelligent human-computer interaction, social computing). \r\n\r\nThis award supports a Doctoral Symposium (DS), June 9, 2011 for graduate students who are developing SoCS related research topics. Doctoral students pursing SoCS research face numerous challenges, including defining research that spans computing and human elements, but also identifying meaningful evaluation for their research (often in the absence of close precedents) and positioning their research to fulfill the requirements of disciplinary dissertation committees. The doctoral symposium will help students hone their dissertation projects so that they can make better contributions to the solution of these intellectual challenges, and also help them build a social network of fellow doctoral students and more senior researchers to support their careers.\r\n\r\nThere are both short and long-term benefits from this work. In the short term, the DS will provide significant feedback to the students selected to participate in the DS. In the long-term, we expect that students who participate in the DS will help establish critical research trajectories for SoCS and SoCS related topics. Students who participate in the DS will be well positioned to provide feedback to their peers who may also be interested in SoCS topics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Konstan",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph A Konstan",
   "pi_email_addr": "konstan@cs.umn.edu",
   "nsf_id": "000155041",
   "pi_start_date": "2010-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 42670.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We held an extremely successful workshop for doctoral students in the  field of Social Computational Systems.&nbsp; To foster international collaboration, we worked together with the GRAND research network in Canada, which provided co-funding to support the participation of three Canadian doctoral students (along with sending a Canadian faculty member). &nbsp;</p>\n<p>&nbsp;</p>\n<p>The workshop was open to students  at US Universities, along with the GRAND-supported Canadian students.&nbsp; A total of 31 students participated, along with 7 faculty (the demand was so great that we divided into multiple parallel sessions).&nbsp; The group was recruited with an emphasis on broad diversity -- both demographic and by disciplinary background.&nbsp; 11 participating students and 3 faculty were female.&nbsp; Students had a wide range of national origins, and spanned the discipline from highly computational to qualitative social scientists. We were also able to include doctoral students with disabilities and students focusing research on social computational systems related to users with disabilities.&nbsp;</p>\n<p><br />The structure of the symposium included a brief opening session followed by break-out sessions (in three groups) where students who were at the<br />appropriate stage in research presented their work and plans with substantial feedback from faculty and the other students. We also had a<br />lunchtime panel session with our faculty where students could obtain career advice and ask a wide range of questions.&nbsp; We intentionally included some more-junior doctoral students who were not ready to present research, but who learned from the process of observing the presentations of others and participating in the feedback sessions.&nbsp;</p>\n<p>All participants subseqently participated in the day-and-a-half long SOCS community workshop and PI meeting (separately funded and reported on), having an opportunity to learn about and discuss key directions in the field.&nbsp;</p>\n<p>While the eventual results of this work will take time to see, we have seen a number of signs of initial success, including the success of a number of our participating students in moving towards completion of their dissertations, finding jobs at top universities and companies, and beginning to participate as researchers in the professional community.&nbsp; We also solicited feedback from the participating students -- they were highly positive (and appreciative for the opportunity).&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2012<br>\n\t\t\t\t\tModified by: Joseph&nbsp;A&nbsp;Konstan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe held an extremely successful workshop for doctoral students in the  field of Social Computational Systems.  To foster international collaboration, we worked together with the GRAND research network in Canada, which provided co-funding to support the participation of three Canadian doctoral students (along with sending a Canadian faculty member).  \n\n \n\nThe workshop was open to students  at US Universities, along with the GRAND-supported Canadian students.  A total of 31 students participated, along with 7 faculty (the demand was so great that we divided into multiple parallel sessions).  The group was recruited with an emphasis on broad diversity -- both demographic and by disciplinary background.  11 participating students and 3 faculty were female.  Students had a wide range of national origins, and spanned the discipline from highly computational to qualitative social scientists. We were also able to include doctoral students with disabilities and students focusing research on social computational systems related to users with disabilities. \n\n\nThe structure of the symposium included a brief opening session followed by break-out sessions (in three groups) where students who were at the\nappropriate stage in research presented their work and plans with substantial feedback from faculty and the other students. We also had a\nlunchtime panel session with our faculty where students could obtain career advice and ask a wide range of questions.  We intentionally included some more-junior doctoral students who were not ready to present research, but who learned from the process of observing the presentations of others and participating in the feedback sessions. \n\nAll participants subseqently participated in the day-and-a-half long SOCS community workshop and PI meeting (separately funded and reported on), having an opportunity to learn about and discuss key directions in the field. \n\nWhile the eventual results of this work will take time to see, we have seen a number of signs of initial success, including the success of a number of our participating students in moving towards completion of their dissertations, finding jobs at top universities and companies, and beginning to participate as researchers in the professional community.  We also solicited feedback from the participating students -- they were highly positive (and appreciative for the opportunity). \n\n\t\t\t\t\tLast Modified: 10/01/2012\n\n\t\t\t\t\tSubmitted by: Joseph A Konstan"
 }
}