{
 "awd_id": "1049340",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Disaster Resilient Rural Communities: The Effect of Information Access on Rural Collective Efficacy",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Wenger",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 399999.0,
 "awd_amount": 399999.0,
 "awd_min_amd_letter_date": "2010-08-27",
 "awd_max_amd_letter_date": "2010-08-27",
 "awd_abstract_narration": "Under the current Presidential Administration, the American Recovery and Reinvestment Act has dedicated more than $7.2 billion to broadband projects designed to increased connectivity and Internet access in rural areas.  Little is known, however, about the potential effects of these infrastructure developments for community resiliency among rural communities, especially as it relates to public safety functions, access to information online, and the development of individual and community resiliency among populations at risk of seasonal hazards.  It is imperative that the role of online information access on community and individual resilience is studied due to these critical infrastructure investments. \r\n\r\nThis research examines the question how does access to online information effect the perception of individual and collective resilience in rural communities across all phases of disaster. We will investigate the interplay among disaster exposure, individual and family level coping ability perceptions, access to information, and actual behavioral responses to communications from official and other sources to better understand individual and community resilience. The findings from this research will increase knowledge about critical dimensions of rural community resiliency, including community resources, information and communication infrastructures, social capital, and community competence across all phases of disaster, taking into account the individual and community level responses.  Outcomes of this research will include increased knowledge about the role of information access for community resilience leading to the development of recommendations on strategies to link information usage and access across the phases of mitigation, preparedness, response and recovery, as they affect rural community resilience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeannette",
   "pi_last_name": "Sutton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeannette Sutton",
   "pi_email_addr": "jsutton@albany.edu",
   "nsf_id": "000671333",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Benight",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Charles C Benight",
   "pi_email_addr": "benight@uccs.edu",
   "nsf_id": "000419586",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Colorado Springs",
  "inst_street_address": "1420 AUSTIN BLUFFS PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "COLORADO SPRINGS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "7192553153",
  "inst_zip_code": "809183733",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "CO05",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "RH87YDXC1AY5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Colorado Springs",
  "perf_str_addr": "1420 AUSTIN BLUFFS PKWY",
  "perf_city_name": "COLORADO SPRINGS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "809183733",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "CO05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 399999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Body\">In any disaster, access to information can mean the difference between life and death. The inability to get safety information reduces one&rsquo;s ability to make decisions about protective action. The Internet is a venue for resources that can provide this safety information, but the broad effect of Internet use on community resilience is largely unknown. Even less is known about Internet use in rural communities during a disaster and the effect of such use on rural community resilience.</p>\n<p class=\"Body\"><br /> In response to this lack of knowledge, scholars at the University of Colorado Colorado Springs conducted an investigation to better understand how access to information, with an emphasis on online information, affects individual and community resilience in rural communities before, during, and after disaster. Given the complexities of measuring resilience, the researchers, based on past research, used collective efficacy and coping self efficacy as their central measures of resilience. In the context of disaster, collective efficacy is the shared belief that a community can effectively meet disaster recovery demands and improve community members&rsquo; lives through concerted effort, and coping self efficacy is an individual&rsquo;s belief in their own ability to manage disaster recovery demands. In other words, community resilience can be associated with the perceptions of an individual or community&rsquo;s ability to respond to disaster by managing resources, coordinating efforts, and persevering in the face of hardship. The ability to access information is a central element of disaster management that enhances the ability of individuals to cope with the associated stress.</p>\n<p class=\"Body\">&nbsp;</p>\n<p>This research examined how social factors, such as access to information, can be integrated with coping capability to predict community resilience. Online information resources provide venues for individuals to engage others in real time by offering support, information, and commentary. This can increase feelings of connectedness<sup> </sup>while reducing feelings of loneliness and stress in the process. It can also foster a sense of individual and community empowerment. <sup>&nbsp;</sup>Research shows that information seeking intensifies in disaster situations.<sup> </sup>Thus, if information is not available or accessible, vulnerability increases and resilience decreases. Additionally, information is a lifeline to effective mitigation and preparedness strategies, response activities, and access to resources for community recovery.</p>\n<p class=\"Body\">&nbsp;</p>\n<p>&nbsp;</p>\n<p class=\"Body\">Utilizing a multi-stakeholder approach, interdisciplinary scholars (sociology and psychology) used mixed methods to investigate the interplay of disaster exposure, perceptions of resilience (efficacy), social capital, access to information, and the perceived value of the Internet. This research was conducted in two, rural, tourism-driven, California communities that had experienced destructive wildfires in 2007. The first phase of the study consisted of qualitative field research and key informant interviews. The results of this first phase of the research informed the development and interpretation of the second phase&mdash;the quantitative phone survey&mdash;and its results.<br /> <br /> Outcomes include increased knowledge about the role of information access for community resilience and recommended strategies for capitalizing on information usage and access during all stages of disaster to increase resilience. The findings add to empirical knowledge about critical dimensions of rural community resilience, including community resources, information and communication infrastructure, social capital, and individual and community competence across all phases of disaster. &nbsp;Furthermore, the results contribute to theory building on community resili...",
  "por_txt_cntn": "In any disaster, access to information can mean the difference between life and death. The inability to get safety information reduces oneÆs ability to make decisions about protective action. The Internet is a venue for resources that can provide this safety information, but the broad effect of Internet use on community resilience is largely unknown. Even less is known about Internet use in rural communities during a disaster and the effect of such use on rural community resilience.\n\n In response to this lack of knowledge, scholars at the University of Colorado Colorado Springs conducted an investigation to better understand how access to information, with an emphasis on online information, affects individual and community resilience in rural communities before, during, and after disaster. Given the complexities of measuring resilience, the researchers, based on past research, used collective efficacy and coping self efficacy as their central measures of resilience. In the context of disaster, collective efficacy is the shared belief that a community can effectively meet disaster recovery demands and improve community membersÆ lives through concerted effort, and coping self efficacy is an individualÆs belief in their own ability to manage disaster recovery demands. In other words, community resilience can be associated with the perceptions of an individual or communityÆs ability to respond to disaster by managing resources, coordinating efforts, and persevering in the face of hardship. The ability to access information is a central element of disaster management that enhances the ability of individuals to cope with the associated stress.\n \n\nThis research examined how social factors, such as access to information, can be integrated with coping capability to predict community resilience. Online information resources provide venues for individuals to engage others in real time by offering support, information, and commentary. This can increase feelings of connectedness while reducing feelings of loneliness and stress in the process. It can also foster a sense of individual and community empowerment.  Research shows that information seeking intensifies in disaster situations. Thus, if information is not available or accessible, vulnerability increases and resilience decreases. Additionally, information is a lifeline to effective mitigation and preparedness strategies, response activities, and access to resources for community recovery.\n \n\n \nUtilizing a multi-stakeholder approach, interdisciplinary scholars (sociology and psychology) used mixed methods to investigate the interplay of disaster exposure, perceptions of resilience (efficacy), social capital, access to information, and the perceived value of the Internet. This research was conducted in two, rural, tourism-driven, California communities that had experienced destructive wildfires in 2007. The first phase of the study consisted of qualitative field research and key informant interviews. The results of this first phase of the research informed the development and interpretation of the second phase&mdash;the quantitative phone survey&mdash;and its results.\n \n Outcomes include increased knowledge about the role of information access for community resilience and recommended strategies for capitalizing on information usage and access during all stages of disaster to increase resilience. The findings add to empirical knowledge about critical dimensions of rural community resilience, including community resources, information and communication infrastructure, social capital, and individual and community competence across all phases of disaster.  Furthermore, the results contribute to theory building on community resiliency through the investigation of the effects of information access on self efficacy.\n \nKey conclusions include the following:\nPrevious disaster experience can enhance preparedness.\nAccess to online, real-time information is very important, especially in the absenc..."
 }
}