{
 "awd_id": "1049962",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Molecular-Level Stochastic Simulation To Predict The Dynamics of Protein Misfolding and Aggregation",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928649",
 "po_email": "mbasu@nsf.gov",
 "po_sign_block_name": "Mitra Basu",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2011-10-31",
 "tot_intn_awd_amt": 125000.0,
 "awd_amount": 125000.0,
 "awd_min_amd_letter_date": "2010-08-05",
 "awd_max_amd_letter_date": "2010-08-05",
 "awd_abstract_narration": "EAGER: Molecular-Level Stochastic Simulation to predict the dynamics of Protein Misfolding and Aggregation\r\n\t\r\nSummary: Proteins are biochemical workhorses that are needed in many important biological functions.  Lately one aspect of these macromolecules have gained significant attention, which is their ability to ¡¥stick to each other¡¦ to from ¡¥protein aggregates¡¦ or ¡¥amyloids¡¦. This behavior is more common when proteins fail to adopt a ¡¥correct¡¦ three dimensional shape, commonly known as a ¡¥misfolded¡¦ form. These aggregates can be both beneficial and toxic for cellular processes. Although seems simple, this process is extremely complicated and no precise molecular understanding has emerged. Also, the ability of the proteins to misfold and aggregate via multiple pathways leading to various forms of aggregates has never been explored. Such molecular-level details of the process are important to know since functional aspects of these aggregates are related to the molecular size, shapes, stability and the rates of the formation. Since many of these parameters of this stochastic process are extremely difficult to analyze via conventional biochemical means, molecular-level computational simulations can be valuable. A precise understanding of the protein aggregation phenomenon would broaden the fundamental knowledge of both pathological and functional aspects of biomolecular science besides throwing newer insights.   \r\n\tIn this proposal, we will use amyloid-?Ò (A?Ò) peptide as a model protein that is known to form misfolded aggregates to accomplish our goals. Our main objective is to establish a fundamental framework for stochastic molecular-level simulation of the ¡¥on-pathway¡¦ fibril formation process that will serve as a basis for analyzing more realistic models with competing pathways to precisely predict the dynamics and mechanisms of protein aggregation. We have initiated a collaborative effort between two PIs at University of Southern Mississippi, (USM) with expertise in computational and biophysical analysis, to achieve our truly inter-disciplinary objectives. \r\n\r\nIntellectual Merit: Protein aggregation is a nucleation-dependent process, however, precise understanding of its kinetics is not yet known. Aggregation and fiber formation is often considered to be a stochastic process with large variations in macroscopic molecule behavior and hence, stochastic molecular-level simulations would be essential to understand their dynamics. Furthermore, it is not realistic to consider aggregation as an isolated event as there are many different factors that influence protein aggregation in a physiological environment. Broadly, these include molecules that may ¡¥interact¡¦ with the protein besides others such as ionic strength, temperature etc. Hence in this proposal, we are focused on developing a fundamental framework of modeling protein aggregation and amyloid formation phenomenon via molecular-level modeling and stochastic simulation methodologies. The biophysical experiments can show the cumulative effects of the aggregates whereas the simulation will be able to predict the concentration change dynamics with respect to time for every aggregate involved in the pathway. This will allow us to study the exact nature of each aggregate and their sensitivity to the over-all pathway dynamics. \r\n\r\nBroader Impact: USM is an excellent place to conduct this research from a scientist training perspective; MS being among the states with the highest levels of poverty besides providing a truly diverse student population. The research will provide a broader impact to the scientific community in the form of a fundamental mechanistic knowledge about protein aggregation systems. Our educational outreach mechanisms will involve giving seminars at participating undergraduate institutions in MS, recruiting economically disadvantaged students (including women and minorities) to perform summer research in the PI and Co-PI laboratories at USM. It will also enhance our graduate program through the design of new inter-disciplinary courses (e.g. ¡§Systems Biology¡¨ and ¡§Computational biophysics¡¨).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Preetam",
   "pi_last_name": "Ghosh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Preetam Ghosh",
   "pi_email_addr": "pghosh@vcu.edu",
   "nsf_id": "000533707",
   "pi_start_date": "2010-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vijay",
   "pi_last_name": "Rangachari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vijay Rangachari",
   "pi_email_addr": "vijay.rangachari@usm.edu",
   "nsf_id": "000522017",
   "pi_start_date": "2010-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern Mississippi",
  "inst_street_address": "118 COLLEGE DRIVE",
  "inst_street_address_2": "",
  "inst_city_name": "HATTIESBURG",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6012664119",
  "inst_zip_code": "394060001",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MS04",
  "org_lgl_bus_name": "THE UNIVERSITY OF SOUTHERN MISSISSIPPI",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1K8LJAET5R1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern Mississippi",
  "perf_str_addr": "118 COLLEGE DRIVE",
  "perf_city_name": "HATTIESBURG",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "394060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MS04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "793100",
   "pgm_ele_name": "Computational Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1165.0
  }
 ],
 "por": null
}