{
 "awd_id": "1049381",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Microengineered Osteon-Mimetic Composite",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph A. Akkara",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2010-09-08",
 "awd_max_amd_letter_date": "2011-07-11",
 "awd_abstract_narration": "This EAGER award by the Biomaterials program in the Division of Materials Research to University of South Carolina is to develop novel cell-seeded constructs that mimick the basic structural unit of the compact bone. The proposed study will fabricate a set of bonded microtubes fabricated from biodegradable nanofibers that are laminated with a cell-laden hydrogel composite to mimic the structure of osteons that are present in the natural bone matrix. These constructs are expected to provide structural support, facilitate transport nutrients and provide an environment for the homogenous production of extracellular matrix for the bone growth. Previous efforts to reconstruct large bone defects with implants were limited by insufficient exchange of nutrients and lack of mechanical strength. The intellectual merit of this project is in the concept that osteon-mimetic biomaterial design and fabrication of scaffolds that would overcome some of the fundamental limitations of the earlier skeletal regeneration studies. The three main tasks of the project are to prepare: 1) a hydrogel/apatite composite with controlled physiochemical and biological properties as the soft phase of the tissue construct for uniform cell seeding; 2) osteon-mimetic fiber-reinforced laminated microtubes for the nutrient supply to the seeded cells; and 3) a tissue construct that is comprised of a set of bonded cell-laden microtubes for structural stability. The broader impact lies in the application of biomimetic biomaterial concept to other areas such as heart valve replacement, targeted drug delivery and stem cell therapy. The proposed research is expected to provide students with a unique multidisciplinary environment that integrates materials science and engineering, biochemistry, and biology to design and test novel biomaterials for tissue regeneration. Additionally, the project will utilize the established programs in the campus for the recruitment and training of minority students and these students will be trained in research activities to synthesize and test novel biomaterials for potential cutting-edge biomedical applications in regenerative medicine. \r\n\t\r\nMore than one million fractures each year in the US require intervention, many in the form of bone graft procedures. These include the needs arising from resection of tumors, bone loss due to trauma or infection, age-related fractures, and congenital skeletal deformities. Despite the constant clinical need for bone graft in orthopedic and maxillofacial surgery, the process is beleaguered by the limited supply of bone, morbidity, long recovery time, and cost of the operation. The use of these implant materials is limited by their structural instability and lack of blood supply in the central part of these implants for their timely growth. These drawbacks could lead to long recovery times and integration of these implants in the body. The aim of this project is to develop novel composite materials that are inspired by the natural microstructure of the compact bone, and to overcome some of the limitations of currently used bone graft materials such as their mechanical instability and lack of transport of nutrients and oxygen supply for the maturation of bone in a timely manner. This project creates a unique multidisciplinary environment for teaching and training students. With the use of ongoing program at the campus, this project will recruit underrepresented students from South Carolina, and train them in cutting-edge research techniques in biomaterials for regenerative biomedical applications. In addition, during the summer time, high school students from South Carolina will participate in the biomaterials research activities to encourage them to pursue careers in science and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Esmaiel",
   "pi_last_name": "Jabbari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Esmaiel Jabbari",
   "pi_email_addr": "jabbari@cec.sc.edu",
   "nsf_id": "000476857",
   "pi_start_date": "2010-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "1600 HAMPTON ST",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292083403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The intellectual merit of this project was the concept of osteon-mimetic biomaterials to overcome some of the fundamental limitations in the design of tissue constructs for skeletal regeneration including structural stability, exchange of nutrients, and homogeneous ECM production. In this regard, fundamental knowledge was gained and disseminated to the research community in the area of biomimetic and bioinspired materials in regenerative medicine. The outcome of this project was synthesis of laminated microtubular constructs with the highest extent of bone formation in order to reduce the recovery time for patients with skeletal injuries. The broader impact of this work was applying the biomimetic concept to areas other than skeletal tissue regeneration, like dental restoration, maxillofacial reconstruction, osteoarthritis and cartilage regeneration, and degenerative disk disease, replacement of heart valves, targeted drug delivery, and guided differentiation of stem cells to multiple lineages. The ability to synthesize biomaterials that can mimic the nano- and microstructure of natural tissues not only has the potential for significant breakthroughs in reconstruction of skeletal defects but it also advances our knowledge of the relation between the tissue structure and cellular response. This project created a unique multidisciplinary environment for the students to appreciate the overall approach which integrated materials science and engineering, biochemistry, and molecular and cell biology to design and test novel biomaterials for tissue regeneration. A post-doctoral researcher received training on grant writing and supervision of graduate and undergraduate students. Two doctoral students, two undergraduate students, with one a minority African American student, and two high-school students received training on polymer and peptide synthesis and characterization, fiber electrospinning, rheological characterization of hydrogels, fabrication of laminated composites, and cellular evaluation of the scaffolds. The outcome of this project was disseminated to the public through one book chapter, one encyclopedia entry, nine refereed publications, eight conference proceedings, and twelve presentations at national and international conferences.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/23/2012<br>\n\t\t\t\t\tModified by: Esmaiel&nbsp;Jabbari</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe intellectual merit of this project was the concept of osteon-mimetic biomaterials to overcome some of the fundamental limitations in the design of tissue constructs for skeletal regeneration including structural stability, exchange of nutrients, and homogeneous ECM production. In this regard, fundamental knowledge was gained and disseminated to the research community in the area of biomimetic and bioinspired materials in regenerative medicine. The outcome of this project was synthesis of laminated microtubular constructs with the highest extent of bone formation in order to reduce the recovery time for patients with skeletal injuries. The broader impact of this work was applying the biomimetic concept to areas other than skeletal tissue regeneration, like dental restoration, maxillofacial reconstruction, osteoarthritis and cartilage regeneration, and degenerative disk disease, replacement of heart valves, targeted drug delivery, and guided differentiation of stem cells to multiple lineages. The ability to synthesize biomaterials that can mimic the nano- and microstructure of natural tissues not only has the potential for significant breakthroughs in reconstruction of skeletal defects but it also advances our knowledge of the relation between the tissue structure and cellular response. This project created a unique multidisciplinary environment for the students to appreciate the overall approach which integrated materials science and engineering, biochemistry, and molecular and cell biology to design and test novel biomaterials for tissue regeneration. A post-doctoral researcher received training on grant writing and supervision of graduate and undergraduate students. Two doctoral students, two undergraduate students, with one a minority African American student, and two high-school students received training on polymer and peptide synthesis and characterization, fiber electrospinning, rheological characterization of hydrogels, fabrication of laminated composites, and cellular evaluation of the scaffolds. The outcome of this project was disseminated to the public through one book chapter, one encyclopedia entry, nine refereed publications, eight conference proceedings, and twelve presentations at national and international conferences.\n\n\t\t\t\t\tLast Modified: 10/23/2012\n\n\t\t\t\t\tSubmitted by: Esmaiel Jabbari"
 }
}