{
 "awd_id": "1049577",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Use of Advanced Imaging to Discover Deformation, Temperature and Moisture Behavior of Fire Exposed RC Walls",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kishor Mehta",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2010-08-06",
 "awd_max_amd_letter_date": "2010-08-06",
 "awd_abstract_narration": "The goal of the research is to investigate the application of new imaging technologies to capture the complete response of reinforced concrete walls exposed to fire.  Several reinforced concrete walls are planned to be tested at the University of Notre Dame under a National Science Foundation sponsored project.  These walls will be instrumented with traditional strain gages and temperature sensors.  This project augments the existing measurements by using advanced photographic methods to provide more complete description of the surface movements and temperatures, and using nuclear magnetic resonance imaging to measure moisture distributions through the thickness of the walls.  The comparison of the measurements made by traditional sensors and the proposed new technology will validate this new experimental data collecting approach for future applications. The images generated by the new approach will also be used to develop better visualization of the test specimen response and aid in correlating the temperatures, moisture movement, strains, cracking, and concrete spalling with structural failure. Simultaneous measurements of the deformations, temperatures and humidity with the proposed technology will provide a complete description of the response, leading to better modeling methods, improved performance prediction approaches, and enhanced design procedures for reinforced concrete walls exposed to fires.    \r\n\r\nThe project, when successfully completed, is expected to provide a more versatile approach to make accurate and comprehensive response measurements in structural testing.  The new approach is also expected to avoid the use of the traditional lead wired sensors used in structural testing that are sometimes difficult to manage.  The project will provide a more convenient method to collect much needed data to develop better methods for fire resistant design of structures.  With this new research and testing capability, the project will enhance the research infrastructure at the University of Texas at Tyler, a primarily undergraduate institution, to provide advanced knowledge and training to undergraduate and graduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "McGinnis",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J McGinnis",
   "pi_email_addr": "Michael_McGinnis@uttyler.edu",
   "nsf_id": "000537806",
   "pi_start_date": "2010-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Tyler",
  "inst_street_address": "3900 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TYLER",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9035655670",
  "inst_zip_code": "757996600",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "TX01",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT TYLER, THE",
  "org_prnt_uei_num": "L4XJEPDB3QJ9",
  "org_uei_num": "L4XJEPDB3QJ9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Tyler",
  "perf_str_addr": "3900 UNIVERSITY BLVD",
  "perf_city_name": "TYLER",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "757996600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "TX01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163700",
   "pgm_ele_name": "Structural and Architectural E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This report outlines the project outcomes for NSF Grant # NSF EAGER Grant (No. CMMI 1049577), entitled &ldquo;<em>Use of Advanced Imaging to Discover Deformation, Temperature and Moisture Behavior of Fire Exposed RC Walls</em>.&rdquo;</p>\n<p>&nbsp;Although much work has been done historically to develop fire ratings for reinforced concrete (RC) building components, a general understanding of how they behave in fire is still lacking.&nbsp; In response to this need, Dr. Kurama of the University of Notre Dame (ND) conducted an NSF project (Grant No. 0800356) entitled &ldquo;RC Bearing Walls Subjected to Elevated Temperatures,&rdquo; with the overall objective the &ldquo;development of experimental evidence demonstrating the structural performance of load bearing RC walls under fire and during the cooling phase after a fire.&nbsp; <span style=\"text-decoration: underline;\">The goal of the <em>current</em> EAGER proposal was to use modern imaging technology to capture the response of the ND walls to elevated temperatures, and aid in the discovery of the linkage between temperatures, moisture movement, strains, cracking and spalling</span>.&nbsp; Thus, the current proposal widened the scope of the ND project to include the use of 3D digital image correlation (DIC) to measure full field concrete surface movements, thermal imaging (TI) to measure full field concrete surface temperatures, and nuclear magnetic resonance (NMR) imaging to measure moisture distributions through the depth of the walls.&nbsp; When concrete is exposed to fire, the physical motion of the object, the temperatures reached within the object, and the ways that moisture (left over from when the concrete was initially formed) moves within the object all greatly influence the structural behavior.&nbsp;</p>\n<p>&nbsp;Although the scope and budget of the project were limited, it was intended that the data set created would provide a stepping stone for future work by the ire research community to refine analysis models and predictive capabilities and allow safer and more economic designs for fire scenarios.&nbsp;</p>\n<p>&nbsp;The EAGER project made the following major contributions in these areas:</p>\n<ol>\n<li>The project captured first of its kind temperature and deformation data of RC walls subjected to fire and structural loads.&nbsp; The combination of the unique furnace type utilized in the Notre Dame tests, in conjunction with the advanced measurement capabilities mobilized by UT Tyler, meant that new types of information describing the fundamental behavior for a fire exposed gravity wall (such as local strains, local curvatures, and numerous other quantities) have been captured for the first time. </li>\n<li>Working collaboratively with the researchers at Notre Dame, the detailed data captured has been used to begin refinement of analysis modules to better predict fire behavior of these walls.</li>\n</ol>\n<p>&nbsp;</p>\n<p>Some examples of data collected during this project follow. &nbsp;Figure 1 shows views of the furnace and load frame used at Notre Dame to test the walls for this project.</p>\n<p>Figure 2 shows the average furnace air temperatures as well as the wall exterior surface temperatures through the thickness of two of the walls tested.</p>\n<p>As an example of the type of displacement data collected during these fire tests, Figure 3 is shown below. The data shows the amount of strain (essentially a measure of stretching or compressing) at a specific point in time for two of the walls during their testing. &nbsp;Red bands in the images indicate places where the walls have cracked due to the loading and fire condition.&nbsp;</p>\n<p>In summary, the uniqueness of both the fire furnace and the measuring techniques is a major strength of the current research approach. Because the structural element is outside of the furnace itself, this allowed full-field measurement techniques to be applied. Temperat...",
  "por_txt_cntn": "\nThis report outlines the project outcomes for NSF Grant # NSF EAGER Grant (No. CMMI 1049577), entitled \"Use of Advanced Imaging to Discover Deformation, Temperature and Moisture Behavior of Fire Exposed RC Walls.\"\n\n Although much work has been done historically to develop fire ratings for reinforced concrete (RC) building components, a general understanding of how they behave in fire is still lacking.  In response to this need, Dr. Kurama of the University of Notre Dame (ND) conducted an NSF project (Grant No. 0800356) entitled \"RC Bearing Walls Subjected to Elevated Temperatures,\" with the overall objective the \"development of experimental evidence demonstrating the structural performance of load bearing RC walls under fire and during the cooling phase after a fire.  The goal of the current EAGER proposal was to use modern imaging technology to capture the response of the ND walls to elevated temperatures, and aid in the discovery of the linkage between temperatures, moisture movement, strains, cracking and spalling.  Thus, the current proposal widened the scope of the ND project to include the use of 3D digital image correlation (DIC) to measure full field concrete surface movements, thermal imaging (TI) to measure full field concrete surface temperatures, and nuclear magnetic resonance (NMR) imaging to measure moisture distributions through the depth of the walls.  When concrete is exposed to fire, the physical motion of the object, the temperatures reached within the object, and the ways that moisture (left over from when the concrete was initially formed) moves within the object all greatly influence the structural behavior. \n\n Although the scope and budget of the project were limited, it was intended that the data set created would provide a stepping stone for future work by the ire research community to refine analysis models and predictive capabilities and allow safer and more economic designs for fire scenarios. \n\n The EAGER project made the following major contributions in these areas:\n\nThe project captured first of its kind temperature and deformation data of RC walls subjected to fire and structural loads.  The combination of the unique furnace type utilized in the Notre Dame tests, in conjunction with the advanced measurement capabilities mobilized by UT Tyler, meant that new types of information describing the fundamental behavior for a fire exposed gravity wall (such as local strains, local curvatures, and numerous other quantities) have been captured for the first time. \nWorking collaboratively with the researchers at Notre Dame, the detailed data captured has been used to begin refinement of analysis modules to better predict fire behavior of these walls.\n\n\n \n\nSome examples of data collected during this project follow.  Figure 1 shows views of the furnace and load frame used at Notre Dame to test the walls for this project.\n\nFigure 2 shows the average furnace air temperatures as well as the wall exterior surface temperatures through the thickness of two of the walls tested.\n\nAs an example of the type of displacement data collected during these fire tests, Figure 3 is shown below. The data shows the amount of strain (essentially a measure of stretching or compressing) at a specific point in time for two of the walls during their testing.  Red bands in the images indicate places where the walls have cracked due to the loading and fire condition. \n\nIn summary, the uniqueness of both the fire furnace and the measuring techniques is a major strength of the current research approach. Because the structural element is outside of the furnace itself, this allowed full-field measurement techniques to be applied. Temperatures were measured on the whole end face of the wall. DIC was shown to be an effective tool to monitor structural response during these wall tests &ndash; historically, conventional measurement technologies have not been able to capture in other fire tests the detailed information presented herein.  The..."
 }
}