{
 "awd_id": "1050134",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Targeted disruption of neural processes in zebrafish using femtosecond laser pulses to dissect the functional anatomy of the nervous system",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leon Esterowitz",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 45000.0,
 "awd_amount": 45000.0,
 "awd_min_amd_letter_date": "2010-08-11",
 "awd_max_amd_letter_date": "2010-08-11",
 "awd_abstract_narration": "1050134\r\nSchaffer\r\n\r\nOne way to elucidate the function of part of a system is to disrupt and break that part and observe the effect. Using molecular biology tools, this method has led to a better understanding of the genetic origins of many diseases through studies of knock-out and knock-in transgenic animals, for example. While such genetic manipulation technologies are very advanced, techniques for physical disruption, especially of very fine-scale or difficult to access structures, remain crude. Development of technologies that allow specifically targeted structures to be disrupted with sub-micrometer spatial precision, without significant collateral effects, and in native, in vivo environments would open the door to a variety of studies that could match the impact transgenic experiments have had. Femtosecond laser pulses have the unique capability to deposit energy into a microscopic volume in the bulk of a transparent material without affecting the surface of the material. The PI proposes to develop and use this capability to disrupt specifically targeted structures in the nervous system of live animals with the goal of elucidating function. In particular, to study the neural basis of behavior by dissecting neural circuits through cuts to individual axons and dendrites in zebrafish hindbrain.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Schaffer",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Chris B Schaffer",
   "pi_email_addr": "cs385@cornell.edu",
   "nsf_id": "000506112",
   "pi_start_date": "2010-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723600",
   "pgm_ele_name": "BioP-Biophotonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "005E",
   "pgm_ref_txt": "Neuro-photonics"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 45000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"column\">\n<p><span>One way to elucidate the function of part of a system is to disrupt and break that part and observe the effect. Using molecular biology tools, this method has led to a better understanding of the genetic origins of many diseases through studies of animals where some of the genes expressed in cells have been removed or new genes added, for example. While such genetic manipulation technologies are very advanced, techniques for physical disruption, especially of very fine-scale or difficult to access structures, remain crude. Development of technologies that allow specifically targeted structures to be disrupted with sub-micrometer spatial precision, without significant collateral effects, and in native, in vivo environments would open the door to a variety of studies that could match the impact transgenic experiments have had. Femtosecond laser pulses have the unique capability to deposit energy into a microscopic volume in the bulk of a transparent material without affecting the surface of the material. Essentially, the laser can serve as a light scalpel that makes incisions that are much finer than the size of a single cell and can be located beneath a tissue surface without injuring the tissue above.&nbsp;</span></p>\n<p><span>In this grant, we developed and used this unique capability of femtosecond laser pulses to disrupt specifically targeted structures in the nervous system of live animals with the goal of elucidating function. In particular, we performed experiments that study the neural basis of behavior by dissecting neural circuits through cuts to individual axons and dendrites in zebrafish hindbrain. A neuron is triggered to fire an action potential following a spatially inhomogeneous, frequently nonlinear summation of excitatory and inhibitory inputs. To better understand this integration process, we cut individual processes off of a neuron, in vivo, and evaluated using both electrophysiology and behavior how the function of the cell was changed. Our focus was on the Mauthner neuron in zebrafish. Zebrafish are a favorable model because the larvae are small enough, and optically transparent enough that there is the potential to perturb neuronal function anywhere in the brain. The Mauthner neuron is responsible for the startle response fish exhibit to visual and tactile inputs. This response is critically important for the animal, as it provides a means to detect and rapidly escape from potential predators. This cell has distinct dendritic arbors that receive visual and tactile inputs from sensory cells and in turn makes connections onto motor neurons responsible for swimming movements. By studying changes in Mauthner neuron electrophysiology as well as startle behavior in animals with varying amounts of either the tactile or visual dendritic arbor removed or with cell-type specific axons making connections to the Mauthner neuron cut (see Figure), our research was able to uncover some of the mechanisms by which this cell incorporates differnet kinds of information and how it &ldquo;decides&rdquo; to trigger a startle response. This work both refined the tools for using fine scale ablation to study neuronal processing in vertebrates and address broad issues of how neurons integrate synaptic information in vivo to control behavior.&nbsp;</span></p>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/07/2012<br>\n\t\t\t\t\tModified by: Chris&nbsp;B&nbsp;Schaffer</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2012/10501...",
  "por_txt_cntn": "\n\nOne way to elucidate the function of part of a system is to disrupt and break that part and observe the effect. Using molecular biology tools, this method has led to a better understanding of the genetic origins of many diseases through studies of animals where some of the genes expressed in cells have been removed or new genes added, for example. While such genetic manipulation technologies are very advanced, techniques for physical disruption, especially of very fine-scale or difficult to access structures, remain crude. Development of technologies that allow specifically targeted structures to be disrupted with sub-micrometer spatial precision, without significant collateral effects, and in native, in vivo environments would open the door to a variety of studies that could match the impact transgenic experiments have had. Femtosecond laser pulses have the unique capability to deposit energy into a microscopic volume in the bulk of a transparent material without affecting the surface of the material. Essentially, the laser can serve as a light scalpel that makes incisions that are much finer than the size of a single cell and can be located beneath a tissue surface without injuring the tissue above. \n\nIn this grant, we developed and used this unique capability of femtosecond laser pulses to disrupt specifically targeted structures in the nervous system of live animals with the goal of elucidating function. In particular, we performed experiments that study the neural basis of behavior by dissecting neural circuits through cuts to individual axons and dendrites in zebrafish hindbrain. A neuron is triggered to fire an action potential following a spatially inhomogeneous, frequently nonlinear summation of excitatory and inhibitory inputs. To better understand this integration process, we cut individual processes off of a neuron, in vivo, and evaluated using both electrophysiology and behavior how the function of the cell was changed. Our focus was on the Mauthner neuron in zebrafish. Zebrafish are a favorable model because the larvae are small enough, and optically transparent enough that there is the potential to perturb neuronal function anywhere in the brain. The Mauthner neuron is responsible for the startle response fish exhibit to visual and tactile inputs. This response is critically important for the animal, as it provides a means to detect and rapidly escape from potential predators. This cell has distinct dendritic arbors that receive visual and tactile inputs from sensory cells and in turn makes connections onto motor neurons responsible for swimming movements. By studying changes in Mauthner neuron electrophysiology as well as startle behavior in animals with varying amounts of either the tactile or visual dendritic arbor removed or with cell-type specific axons making connections to the Mauthner neuron cut (see Figure), our research was able to uncover some of the mechanisms by which this cell incorporates differnet kinds of information and how it \"decides\" to trigger a startle response. This work both refined the tools for using fine scale ablation to study neuronal processing in vertebrates and address broad issues of how neurons integrate synaptic information in vivo to control behavior. \n\n\n\t\t\t\t\tLast Modified: 06/07/2012\n\n\t\t\t\t\tSubmitted by: Chris B Schaffer"
 }
}