{
 "awd_id": "1051027",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Law, Legal Institutions and Civic Membership",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "susan sterett",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 29260.0,
 "awd_amount": 29260.0,
 "awd_min_amd_letter_date": "2010-08-27",
 "awd_max_amd_letter_date": "2010-08-27",
 "awd_abstract_narration": "The workshop will facilitate new research directions on the role of law and legal institutions in defining civic membership and how this activity subsequently shapes state-building. It will also expand the understanding of law and legal institutions as incorporated in American Political Development. The site for the proposed workshop is the Ohio University's Center for Law, Justice and Culture in Athens, Ohio. \r\n\r\nThe proposed workshop is anticipated to foster exchange and collaboration among a range of scholars in an emerging intellectual area. It has the potential to initiate a new and potentially transformative line of research by bringing together scholars from differing theoretical orientations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Sullivan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen Sullivan",
   "pi_email_addr": "sullivak@ohio.edu",
   "nsf_id": "000569159",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio University",
  "inst_street_address": "1 OHIO UNIVERSITY",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7405932857",
  "inst_zip_code": "457012979",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "OH12",
  "org_lgl_bus_name": "OHIO UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LXHMMWRKN5N8"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio University",
  "perf_str_addr": "1 OHIO UNIVERSITY",
  "perf_city_name": "ATHENS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "457012979",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 29260.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A workshop, &ldquo;Race, Gender, and Sexuality in Law and American Political Development&rdquo; was hosted by Ohio University&rsquo;s Center for Law, Justice, &amp; Culture on May 20-21, 2011. Participants were solicited through invitation and selected through a call for papers in Fall 2010. Twenty-five scholars from the disciplines of political science, history, and law attended the workshop. &nbsp;Participants were asked to consider: How does a focus on identity or identities shift our understanding and interpretation of legal and political development? How does a focus on law and political development change our understandings of identity? What role does race, gender and sexuality play in conceptualizing change or continuity? What mechanisms or processes can we illuminate? What role do political actors play in the relationship between institutions and identity? Participants submitted papers onto a website prior to the workshop. Participants read one another&rsquo;s papers and commented on them during a series of six panels over the course of the two-day workshop. A final panel asked participants to reflect on the themes that emerged during the workshop. The group suggested that a focus on race, gender, and sexuality: can elucidate how the American state works, insofar as the government constructs and relies on these categories in statebuilding; can upset received standards of periodization in that it draws attention to the ongoing political activity that is not always captured in studies of policymaking; draws attention to policy failure as a productive tension in American political development. Workshop participants reflected upon these and other points at a roundtable at the Annual Meeting of the American Political Science Association in Seattle, WA, September 3, 2001. They will continue to develop these points as they plan for publication in a special issue journal and edited volume.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/06/2011<br>\n\t\t\t\t\tModified by: Kathleen&nbsp;Sullivan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA workshop, \"Race, Gender, and Sexuality in Law and American Political Development\" was hosted by Ohio University’s Center for Law, Justice, &amp; Culture on May 20-21, 2011. Participants were solicited through invitation and selected through a call for papers in Fall 2010. Twenty-five scholars from the disciplines of political science, history, and law attended the workshop.  Participants were asked to consider: How does a focus on identity or identities shift our understanding and interpretation of legal and political development? How does a focus on law and political development change our understandings of identity? What role does race, gender and sexuality play in conceptualizing change or continuity? What mechanisms or processes can we illuminate? What role do political actors play in the relationship between institutions and identity? Participants submitted papers onto a website prior to the workshop. Participants read one another’s papers and commented on them during a series of six panels over the course of the two-day workshop. A final panel asked participants to reflect on the themes that emerged during the workshop. The group suggested that a focus on race, gender, and sexuality: can elucidate how the American state works, insofar as the government constructs and relies on these categories in statebuilding; can upset received standards of periodization in that it draws attention to the ongoing political activity that is not always captured in studies of policymaking; draws attention to policy failure as a productive tension in American political development. Workshop participants reflected upon these and other points at a roundtable at the Annual Meeting of the American Political Science Association in Seattle, WA, September 3, 2001. They will continue to develop these points as they plan for publication in a special issue journal and edited volume.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/06/2011\n\n\t\t\t\t\tSubmitted by: Kathleen Sullivan"
 }
}