{
 "awd_id": "1051036",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ECEDHA Energy and Power Educational Programs Development Workshop, November 2010",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 88000.0,
 "awd_amount": 88000.0,
 "awd_min_amd_letter_date": "2010-09-17",
 "awd_max_amd_letter_date": "2010-09-17",
 "awd_abstract_narration": "A safe, secure, reliable and affordable supply of electric power is a basic requirement for economic health. Canada and the United States have a common interest in this area through the interconnected power grid spanning the US-Canadian border. The utilities that operate this grid face increasing challenges in meeting the growing demand for electricity in the context of sustainable energy. The grid must evolve to accommodate new energy sources such as renewables and support new uses such as plug-in electric vehicles. Utilities need to integrate information and communication technologies into the next-generation grid to deliver electricity more efficiently and effectively. As a result, the next generation of electric power engineers will require knowledge of topics outside the traditional curriculum including communications, sensor integration, policy, software development and security. \r\n\r\nIntellectual Merit: \r\n\r\nThe Electrical and Computer Engineering Department Heads Association (ECEDHA) and their member departments in the United States and Canada have recognized the need to update and upgrade programs in power engineering. The workshop described in this proposal is the first in a series of ECEDHA workshops that will bring together a diverse set of academic, government, NGO and industry participants to address a range of issues including curriculum changes, faculty development and student recruitment. The audience will primarily consist of university educators; however, the workshop results and recommendations will be widely disseminated (via web and conferences) to all stakeholders, including government agencies and NGO?s responsible for increased Canada-U.S. regulatory harmonization. The workshop centers on the urgency for ECE educators to update and upgrade university-level power engineering programs to advance fundamental knowledge and prepare the next generation of engineering professionals in this critical field. \r\n\r\nBroader Impact: \r\n\r\nThe broader impact of the workshop is reflected in the international scope of the issues to be addressed at the workshop, and by the serious attention that the workshop will devote to recruiting, retaining, and mentoring undergraduate students, graduate students and young faculty, while drawing as much as possible from underrepresented groups in engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tuviah",
   "pi_last_name": "Schlesinger",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Tuviah E Schlesinger",
   "pi_email_addr": "ed@ece.cmu.edu",
   "nsf_id": "000444231",
   "pi_start_date": "2010-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barry",
   "pi_last_name": "Sullivan",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Barry J Sullivan",
   "pi_email_addr": "bsullivan@marconisociety.org",
   "nsf_id": "000303115",
   "pi_start_date": "2010-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Smith",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Mark J Smith",
   "pi_email_addr": "mjts@utexas.edu",
   "nsf_id": "000123882",
   "pi_start_date": "2010-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Seyed",
   "pi_last_name": "Mousavinezhad",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Seyed H Mousavinezhad",
   "pi_email_addr": "mousseye@isu.edu",
   "nsf_id": "000330035",
   "pi_start_date": "2010-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Lightner",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Michael R Lightner",
   "pi_email_addr": "lightner@colorado.edu",
   "nsf_id": "000263201",
   "pi_start_date": "2010-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Electrical and Computer Engineering Department Heads Association",
  "inst_street_address": "401 N MICHIGAN AVE STE 1200",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3122861382",
  "inst_zip_code": "606114264",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "IL05",
  "org_lgl_bus_name": "ELECTRICAL & COMPUTER ENGINEERING DEPARTMENT HEADS ASSOCIATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z58HQSU2NW45"
 },
 "perf_inst": {
  "perf_inst_name": "Electrical and Computer Engineering Department Heads Association",
  "perf_str_addr": "401 N MICHIGAN AVE STE 1200",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606114264",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "IL05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 88000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Electrical and Computer Engineering will be required to lead the development of advancements in energy systems technologies. While energy systems will be one of the signal areas of challenge in engineering in general, it remains the case that the electricity grid is the backbone of energy systems, and will only grow in importance in this respect.&nbsp; In addition, electrical systems will further grow in importance as many systems including transportation &ldquo;electrify&rdquo; and move to the use of the electrical infrastructure.&nbsp; The development, deployment, and use of electrical energy systems technologies as well as the guarantee of their use in a secure, efficient and reliable manner will require a highly trained workforce unlike the &ldquo;power systems&rdquo; engineers of a previous generation.&nbsp; This new generation of engineer will not only need to understand traditional power systems technologies but will also have to be expert in technologies not previously considered as a part of &ldquo;power systems&rdquo;.</p>\n<p>Areas that are of growing importance as the new electrical energy infrastructure is developed include sensors and sensor networks, networking and communications, software systems development for modeling and control, and security. It is this integration of &ldquo;power systems&rdquo; with &ldquo;information technologies&rdquo; that will define the new energy systems infrastructure and the engineers that will be required to advance and use this infrastructure. The need for the development of the appropriate workforce in terms of the required expertise is exacerbated by the aging and impending retirement of the current power systems workforce.</p>\n<p>It is against this background that the Electrical and Computer Engineering Department Heads Association (ECEDHA) organized the <strong>Energy and Power Educational Programs Development Workshop </strong>with the support of the National Science Foundation and the Canadian Department of Foreign Affairs and International Trade.&nbsp; The workshop brought together leaders from across North America in academia, industry and government to discuss the developments in energy systems technologies and to begin to develop an approach to the development of programs that will serve the needs of students in terms of their careers, serve the needs of industry in terms of their short and medium term needs, and also develop the unique expertise needed to see to the development of modern energy systems in the long term.&nbsp;</p>\n<p>Sessions within the workshop included keynote presentations, panel discussions, and workshop discussions by representatives of government and industry presenting the present and future energy systems landscape, the needs for faculty development, the expectations of students, the needs of facilities development and the needs of industry.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2011<br>\n\t\t\t\t\tModified by: Barry&nbsp;J&nbsp;Sullivan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nElectrical and Computer Engineering will be required to lead the development of advancements in energy systems technologies. While energy systems will be one of the signal areas of challenge in engineering in general, it remains the case that the electricity grid is the backbone of energy systems, and will only grow in importance in this respect.  In addition, electrical systems will further grow in importance as many systems including transportation \"electrify\" and move to the use of the electrical infrastructure.  The development, deployment, and use of electrical energy systems technologies as well as the guarantee of their use in a secure, efficient and reliable manner will require a highly trained workforce unlike the \"power systems\" engineers of a previous generation.  This new generation of engineer will not only need to understand traditional power systems technologies but will also have to be expert in technologies not previously considered as a part of \"power systems\".\n\nAreas that are of growing importance as the new electrical energy infrastructure is developed include sensors and sensor networks, networking and communications, software systems development for modeling and control, and security. It is this integration of \"power systems\" with \"information technologies\" that will define the new energy systems infrastructure and the engineers that will be required to advance and use this infrastructure. The need for the development of the appropriate workforce in terms of the required expertise is exacerbated by the aging and impending retirement of the current power systems workforce.\n\nIt is against this background that the Electrical and Computer Engineering Department Heads Association (ECEDHA) organized the Energy and Power Educational Programs Development Workshop with the support of the National Science Foundation and the Canadian Department of Foreign Affairs and International Trade.  The workshop brought together leaders from across North America in academia, industry and government to discuss the developments in energy systems technologies and to begin to develop an approach to the development of programs that will serve the needs of students in terms of their careers, serve the needs of industry in terms of their short and medium term needs, and also develop the unique expertise needed to see to the development of modern energy systems in the long term. \n\nSessions within the workshop included keynote presentations, panel discussions, and workshop discussions by representatives of government and industry presenting the present and future energy systems landscape, the needs for faculty development, the expectations of students, the needs of facilities development and the needs of industry.\n\n\t\t\t\t\tLast Modified: 10/28/2011\n\n\t\t\t\t\tSubmitted by: Barry J Sullivan"
 }
}