{
 "awd_id": "1051074",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Citizen Science of Risk in the Gulf Coast Oil Spill",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 97016.0,
 "awd_amount": 97016.0,
 "awd_min_amd_letter_date": "2010-08-30",
 "awd_max_amd_letter_date": "2010-08-30",
 "awd_abstract_narration": "Introduction\r\n\r\nThis project assesses multi-stakeholder risk perception, monitoring, and evaluation of the British Petroleum oil spill in the Gulf of Mexico. It will focus on a new citizen science interface called Ushahidi that has been developed for crowdsourcing the monitoring of disasters such as the spill; it allows the public to upload key information such as exposure data through cell phone-based text messages and web-based submissions.  The PI will use interviews and video recordings with three core aims: To analyze crowdsourcing as a new form of citizen science, to investigate differences between lay experiences and governmental risk evaluation as driven by social and political and scientific factors, and to translate this research to broad audiences to facilitate improved disaster response and recovery. \r\n\r\nIntellectual Merit\r\n\r\nThis project will provide critical insight into the gaps and conflicts between diverse perspectives on risk by focusing on the technological, scientific, social and experiential aspects of these processes. In so doing, it will provide insight into a neglected area of science and technology studies (STS), the role of workers in citizen science. It will also make a direct connection between disaster research and STS by examining the role of citizen science in disaster response. Connecting these literatures promises to reveal new insights about the social dimensions of technological innovations in disasters. A central contribution in this regard is an initial study of lay-driven risk mapping, which relates to developments in the areas of surveillance, technology in social movements, and the role of technology in governance. This project also offers methodological innovations in research by combining qualitative and visual data collection in disaster research. The research is of an urgent nature because the interviews must be done as close to the time that the Ushahidi data is being collected in order to obtain the most meaningful complementary qualitative data; perceptions and experiences are difficult to assess post-hoc, a problem classically termed recall bias, and that is particularly so in this case due to political and legal and media machinations. In addition, the findings in this project can be used to inform near-term disaster response. \r\n\r\nBroader Impacts\r\n\r\nThe qualitative data generated from this study could be used to improve near-term disaster responses as well as fill gaps in mapping procedures that inform assessments of the impacts of the disaster. The results of this research will have the potential to facilitate improved outreach, messaging, and social services to local communities. The data will be disseminated in order to serve as an important resource for other researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sabrina",
   "pi_last_name": "McCormick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sabrina McCormick",
   "pi_email_addr": "sabmc@gwu.edu",
   "nsf_id": "000511154",
   "pi_start_date": "2010-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 97016.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Assessing risks caused by an oil spill or disaster is a challenge, yet critical in disaster response and recovery. Clean up workers and local communities are particularly vulnerable and in need of ways to identify the impacts of a spill on their lives. However, often in past oil spills exposures to communities, workers, and the environment have been neglected, subsequently affecting the ability of these groups to gain the most appropriate disaster recovery.</p>\n<p>&nbsp;</p>\n<p>This project explored how the risks of the 2010 Deepwater Horizon oil spill were assessed both by the government and citizens living in Louisiana. We conducted interviews and ethnographic observations, and collected video data with local social movement organizations, grassroots groups, spill workers, fisherman, local residents, scientists and government representatives after the disaster. We discovered several scientific findings.</p>\n<p>&nbsp;</p>\n<p>Our research findings show that communities affected by the oil spill developed distrust of those implementing a response often because of the uncertainty or lack of accuracy they saw in risk assessments. This distrust is important considering it shapes how well disaster recovery can be conducted and reflects the need to improve risk assessments that are accountable to affected communities. This distrust transformed into new types of activism and civil disobedience with the potential to affect oil spill monitoring in the long term. One form of response was an online, opensource mapping system called The Oil Spill Crisis Response Map. The Louisiana Bucket Brigade developed and implemented this map as a centralized, accessible information database reflecting community experiences and risk perception.</p>\n<p>&nbsp;</p>\n<p>We have used video data to create an online, interactive video-based educational program about the impacts of the spill, and to begin to produce a short documentary film about the project. This film, called After the Cap, will tell the story of how risks were assessed by local people and the impacts on the community that they perceived.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/02/2012<br>\n\t\t\t\t\tModified by: Sabrina&nbsp;Mccormick</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAssessing risks caused by an oil spill or disaster is a challenge, yet critical in disaster response and recovery. Clean up workers and local communities are particularly vulnerable and in need of ways to identify the impacts of a spill on their lives. However, often in past oil spills exposures to communities, workers, and the environment have been neglected, subsequently affecting the ability of these groups to gain the most appropriate disaster recovery.\n\n \n\nThis project explored how the risks of the 2010 Deepwater Horizon oil spill were assessed both by the government and citizens living in Louisiana. We conducted interviews and ethnographic observations, and collected video data with local social movement organizations, grassroots groups, spill workers, fisherman, local residents, scientists and government representatives after the disaster. We discovered several scientific findings.\n\n \n\nOur research findings show that communities affected by the oil spill developed distrust of those implementing a response often because of the uncertainty or lack of accuracy they saw in risk assessments. This distrust is important considering it shapes how well disaster recovery can be conducted and reflects the need to improve risk assessments that are accountable to affected communities. This distrust transformed into new types of activism and civil disobedience with the potential to affect oil spill monitoring in the long term. One form of response was an online, opensource mapping system called The Oil Spill Crisis Response Map. The Louisiana Bucket Brigade developed and implemented this map as a centralized, accessible information database reflecting community experiences and risk perception.\n\n \n\nWe have used video data to create an online, interactive video-based educational program about the impacts of the spill, and to begin to produce a short documentary film about the project. This film, called After the Cap, will tell the story of how risks were assessed by local people and the impacts on the community that they perceived.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/02/2012\n\n\t\t\t\t\tSubmitted by: Sabrina Mccormick"
 }
}