{
 "awd_id": "1052335",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: The International Space Station (ISS) as Launch Platform for Phenomena of Interest in the Ionosphere-Thermosphere-Mesosphere (ITM)",
 "cfda_num": "47.050",
 "org_code": "06020204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Robinson",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 69713.0,
 "awd_amount": 69713.0,
 "awd_min_amd_letter_date": "2010-09-08",
 "awd_max_amd_letter_date": "2010-09-08",
 "awd_abstract_narration": "The investigators will conduct a detailed study targeting the viability and use of the International Space Station (ISS) as a launch platform for studying phenomena of interest in the Ionosphere-Thermosphere-Mesosphere (ITM) region. They will perform (1) a science and technology demonstration viability study in collaboration with the Goddard Space Flight Center Heliophysics Division Space Weather laboratory; 2) a launch vehicle and International Space Station integration and deployment process systems engineering design and trade study in collaboration with the Johnson Space Center Space Environments group and Payload Office; and 3) a small satellite (e.g., CubeSat) storage container interface and on-orbit operations engineering design and trade study in collaboration the AMES Research Center Small Satellite Technology group.\r\n\r\nThe objective is to verify that it is feasible to launch large numbers of small satellites from the ISS. In so doing, the stage will be set for a unique method to address outstanding space-weather issues as well as advance our knowledge of the ionosphere?s interactions with the mesosphere, thermosphere, and magnetosphere. The strategic location of the ISS makes it an ideal platform from which to address science questions the need for in situ measurements to be made in both a difficult altitude range 125 to 250 km, and in rapid response to space weather phenomena such as a Superstorm or a stratospheric warning. By verifying that a cost effective and technically feasible method to use the ISS external payload capability to launch \"constellations\" on demand will provide national agencies, as well as commercial and educational entities, a new launch capability for LEO. Although the study focuses on ionosphere-thermosphere-mesosphere and ultimately magnetosphere science, the new access capability is not so restricted and science and technology missions covering a broader range will be enabled.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Swenson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charles Swenson",
   "pi_email_addr": "Charles.Swenson@usu.edu",
   "nsf_id": "000524502",
   "pi_start_date": "2010-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University Research Foundation",
  "inst_street_address": "416 E INNOVATION AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NORTH LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357133060",
  "inst_zip_code": "843411205",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY SPACE DYNAMICS LABORATORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z3KMZ212SL85"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University Research Foundation",
  "perf_str_addr": "416 E INNOVATION AVE",
  "perf_city_name": "NORTH LOGAN",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843411205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "420200",
   "pgm_ele_name": "Upper Atmospheric Facilities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 69713.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The International Space Station (ISS) as Launch Platform for Phenomena of Interest in the Ionosphere-Thermosphere-Mesosphere</p>\n<p>The most significant advances in solar, space physics and space weather over the next decade are most likely to derive from new observational techniques. The connection between advances in scientific understanding and technology has historically been demonstrated across many disciplines throughout time. The study of the upper atmosphere and near Earth space environment system requires multipoint observations on a planetary scale to develop understanding of the coupling between disparate regions: solar-wind, magnetosphere, ionosphere, thermosphere, and mesosphere. The International Space Station (ISS) has the potential to play a major role in facilitating these types of studies. The purpose of this research project was to explore effective ways of enabling multi-point measurements from within the space environment by utilizing the ISS to make progress on important scientific questions.</p>\n<p>Students and Faculty at Utah State University studied what was needed to make use of the ISS as a host platform for large number of nanosatellites, or 1 to 6 kg spacecraft, is a well-established deployment system that is consistent with the ISS jettison policy. The study resulted in the ISS CubeSat Ejection System (ICES) to fulfill the needs of the scientific community in studying the lower ionosphere/thermosphere with constellations of satellites. This study shows on the order of 75 to 200 liter (10 cm on a side) sized CubeSats could be easily accommodated. ICES mounted on a wake Kibo site of the ISS would eject spacecraft in the down and aft direction consistent with the ISS jettison policy due to the placement of the ejecting containers towards the end of the Kibo Exposed facility as illustrated in Fig. 1. The study also showed that a scientific study might make use of 3 liter sized CubeSats allowing 25 to 66 satellites to be stationed on the ISS. Many of these spacecraft would be identical copies for space weather or other scientific purposes and several different scientific CubeSat missions could be accommodated on the ISS.</p>\n<p>An example of a type of scientific CubeSat that might be deployed from ICES for studying the lower ionosphere/thermosphere region is a small 10x10x15 cm spacecraft named DICE to study the formation and evolution of geomagnetic storm enhanced density features that occur in the Earth&rsquo;s Ionosphere. Each of these spinning CubeSat has three science instruments, a Langmuir Probe to measure <em>in-situ</em> ionospheric plasma densities, an Electric Field Probe to measure DC and AC electric fields and a Three Axis Magnetometer (TAM). Sixty of these spacecraft could be accommodate by ICES. The students and faculty at Utah State University worked with NASA, the NSF and the Japanese Space Agency (JAXA) to explore the feasibility of deploying ICES on the ISS. The conclusion of the study was that the ISS could be used as a platform for advancing space weather missions over the next decade by enabling multi-point measurements to be deployed if a system like ICES for ejecting CubeSats was developed.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2012<br>\n\t\t\t\t\tModified by: Charles&nbsp;Swenson</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2012/1052335/1052335_10038692_1346301378582_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/...",
  "por_txt_cntn": "\nThe International Space Station (ISS) as Launch Platform for Phenomena of Interest in the Ionosphere-Thermosphere-Mesosphere\n\nThe most significant advances in solar, space physics and space weather over the next decade are most likely to derive from new observational techniques. The connection between advances in scientific understanding and technology has historically been demonstrated across many disciplines throughout time. The study of the upper atmosphere and near Earth space environment system requires multipoint observations on a planetary scale to develop understanding of the coupling between disparate regions: solar-wind, magnetosphere, ionosphere, thermosphere, and mesosphere. The International Space Station (ISS) has the potential to play a major role in facilitating these types of studies. The purpose of this research project was to explore effective ways of enabling multi-point measurements from within the space environment by utilizing the ISS to make progress on important scientific questions.\n\nStudents and Faculty at Utah State University studied what was needed to make use of the ISS as a host platform for large number of nanosatellites, or 1 to 6 kg spacecraft, is a well-established deployment system that is consistent with the ISS jettison policy. The study resulted in the ISS CubeSat Ejection System (ICES) to fulfill the needs of the scientific community in studying the lower ionosphere/thermosphere with constellations of satellites. This study shows on the order of 75 to 200 liter (10 cm on a side) sized CubeSats could be easily accommodated. ICES mounted on a wake Kibo site of the ISS would eject spacecraft in the down and aft direction consistent with the ISS jettison policy due to the placement of the ejecting containers towards the end of the Kibo Exposed facility as illustrated in Fig. 1. The study also showed that a scientific study might make use of 3 liter sized CubeSats allowing 25 to 66 satellites to be stationed on the ISS. Many of these spacecraft would be identical copies for space weather or other scientific purposes and several different scientific CubeSat missions could be accommodated on the ISS.\n\nAn example of a type of scientific CubeSat that might be deployed from ICES for studying the lower ionosphere/thermosphere region is a small 10x10x15 cm spacecraft named DICE to study the formation and evolution of geomagnetic storm enhanced density features that occur in the EarthÆs Ionosphere. Each of these spinning CubeSat has three science instruments, a Langmuir Probe to measure in-situ ionospheric plasma densities, an Electric Field Probe to measure DC and AC electric fields and a Three Axis Magnetometer (TAM). Sixty of these spacecraft could be accommodate by ICES. The students and faculty at Utah State University worked with NASA, the NSF and the Japanese Space Agency (JAXA) to explore the feasibility of deploying ICES on the ISS. The conclusion of the study was that the ISS could be used as a platform for advancing space weather missions over the next decade by enabling multi-point measurements to be deployed if a system like ICES for ejecting CubeSats was developed.\n\n\t\t\t\t\tLast Modified: 08/30/2012\n\n\t\t\t\t\tSubmitted by: Charles Swenson"
 }
}