{
 "awd_id": "1052773",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Tapping into Public Academic Information on the Social Web: Towards a Novel Academic Recommendation Framework",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 49983.0,
 "awd_amount": 49983.0,
 "awd_min_amd_letter_date": "2010-09-13",
 "awd_max_amd_letter_date": "2010-09-13",
 "awd_abstract_narration": "Abstract\r\n\r\nThis innovative project explores in a novel fashion an emerging phenomenon of significant importance to academic research.  Public academic information resources on the social web are growing in size and number at a very rapid rate.  The goal of this project is to develop a quality assessment and an association discovery framework for online academic information, and ultimately to establish a novel framework for supporting researchers in accessing, organizing, utilizing, and exchanging all types of academic information. The proposed assessment framework will utilize the rich behaviors expressed in social reference data to design quality assessment measures that are tightly connected to the new data.  The framework will utilize publicly-available academic information on social reference sites, and examine association rules that connect two articles based on time periods, topics and social-network based measures.  The dynamic information environment of the web adds considerably to the challenges associated with this research.  However, if successful, the results will be of considerable value to many communities of domain researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daqing",
   "pi_last_name": "He",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daqing He",
   "pi_email_addr": "dah44@pitt.edu",
   "nsf_id": "000231445",
   "pi_start_date": "2010-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 49983.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For many years, scholarly communication has been based on paper-based dissemination channels, over which a citation-oriented academic quality evaluation framework presides. The new challenges in supporting scholarly communication address the questions of how to utilize the new and rapidly expanding public academic information resources on the social Web. This is motivated by the large quantities of scholarly communications taking place on the social Web rather than through paper-based traditional channels. In addition, the rapid pace of generating and utilizing academic information makes traditional citation analysis-based quality and impact measures too slow and thus out of sync with the latest academic developments.</p>\n<p>Under the support of our NSF grant titled <em>Tapping into Public Academic Information on the Social Web: Towards a Novel Academic Recommendation Framework </em>(IIS-EAGER 1052773), the iRiS Lab at the University of Pittsburgh&rsquo;s School of Information Sciences led by Prof. Daqing He has conducted cutting-edge research to resolve these challenges. A data collection called PASS containing both traditional publication information and online social academic usage data (called social reference) from Web sites such as CiteULike has been created; we used PASS to explore and identify the advantages and limitations of using social reference to study scholarly communication. The explorations demonstrate that social reference makes a unique contribution to modern fast-paced scholarly communication, and it can be used to complement to traditional citation-based methods. Several social reference-based academic influence measures have been validated.&nbsp;&nbsp;&nbsp;</p>\n<p>Another major contribution of this project is the development of several task-oriented recommendation algorithms, using the PASS data. The iRiS Lab began by conducting experiments utilizing real researchers and data about their reading behavior on the social Web. The results demonstrate researchers&rsquo; strong interests in reading cross-disciplinary articles, and that recommendation algorithms can perform more effectively after resolving the issue of how to find cross-disciplinary articles. Through further studies using the PASS data, it was found that articles' <em>crucialness</em> (e.g., the temporary state in which the articles are useful, but comparatively unknown in the community) can play a significant role in scholarly communication, and yet it is different from the article&rsquo;s popularity (measured by number of citations).&nbsp; This novel aspect of articles' quality as identified by crucialness can better be modeled using social reference data. Then, the iRiS Lab expanded existing latent topic models with author associations on social networks, so that two novel models (called RATM model and ATM-Regu model) were developed and evaluated using the PASS data. ATM-Regu outperformed all other models including two state-of-the-art baselines: ATM and TBMP-Regu. Finally, collaborative information seeking becomes increasingly important because of the complexity of current academic projects. The iRiS Lab developed a set of search tactics that describe both the search and collaborative activities in collaborative information seeking, and constructed HMM-based transition models for conceptualizing the critical steps in the process.</p>\n<p>During the course of the project, the iRiS Lab has developed several prototype scholarly communication related systems. iRiS-IPS (<a href=\"http://crystal.exp.sis.pitt.edu:8080/acm/index__.jsp?uid=0\" target=\"_blank\">http://crystal.exp.sis.pitt.edu:8080/acm/index__.jsp?uid=0</a>) models people discovery (such as finding collaborators, identifying external reviewers, and so on) as an interactive exploratory process, where users can work with an integrated interface to specify the importance of different factors for selecting candidates. CollabSearch...",
  "por_txt_cntn": "\nFor many years, scholarly communication has been based on paper-based dissemination channels, over which a citation-oriented academic quality evaluation framework presides. The new challenges in supporting scholarly communication address the questions of how to utilize the new and rapidly expanding public academic information resources on the social Web. This is motivated by the large quantities of scholarly communications taking place on the social Web rather than through paper-based traditional channels. In addition, the rapid pace of generating and utilizing academic information makes traditional citation analysis-based quality and impact measures too slow and thus out of sync with the latest academic developments.\n\nUnder the support of our NSF grant titled Tapping into Public Academic Information on the Social Web: Towards a Novel Academic Recommendation Framework (IIS-EAGER 1052773), the iRiS Lab at the University of PittsburghÆs School of Information Sciences led by Prof. Daqing He has conducted cutting-edge research to resolve these challenges. A data collection called PASS containing both traditional publication information and online social academic usage data (called social reference) from Web sites such as CiteULike has been created; we used PASS to explore and identify the advantages and limitations of using social reference to study scholarly communication. The explorations demonstrate that social reference makes a unique contribution to modern fast-paced scholarly communication, and it can be used to complement to traditional citation-based methods. Several social reference-based academic influence measures have been validated.   \n\nAnother major contribution of this project is the development of several task-oriented recommendation algorithms, using the PASS data. The iRiS Lab began by conducting experiments utilizing real researchers and data about their reading behavior on the social Web. The results demonstrate researchersÆ strong interests in reading cross-disciplinary articles, and that recommendation algorithms can perform more effectively after resolving the issue of how to find cross-disciplinary articles. Through further studies using the PASS data, it was found that articles' crucialness (e.g., the temporary state in which the articles are useful, but comparatively unknown in the community) can play a significant role in scholarly communication, and yet it is different from the articleÆs popularity (measured by number of citations).  This novel aspect of articles' quality as identified by crucialness can better be modeled using social reference data. Then, the iRiS Lab expanded existing latent topic models with author associations on social networks, so that two novel models (called RATM model and ATM-Regu model) were developed and evaluated using the PASS data. ATM-Regu outperformed all other models including two state-of-the-art baselines: ATM and TBMP-Regu. Finally, collaborative information seeking becomes increasingly important because of the complexity of current academic projects. The iRiS Lab developed a set of search tactics that describe both the search and collaborative activities in collaborative information seeking, and constructed HMM-based transition models for conceptualizing the critical steps in the process.\n\nDuring the course of the project, the iRiS Lab has developed several prototype scholarly communication related systems. iRiS-IPS (http://crystal.exp.sis.pitt.edu:8080/acm/index__.jsp?uid=0) models people discovery (such as finding collaborators, identifying external reviewers, and so on) as an interactive exploratory process, where users can work with an integrated interface to specify the importance of different factors for selecting candidates. CollabSearch is a web search system for either a single user or a team of users (http://crystal.exp.sis.pitt.edu:8080/CollaborativeSearch). Its interface and backend data flow support both individual search as well as team collaboration...."
 }
}