{
 "awd_id": "1052754",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Treatment Planning for Gait Pathologies Based on Whole-Body Angular and Linear Momentum",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ted A. Conway",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 116841.0,
 "awd_amount": 116841.0,
 "awd_min_amd_letter_date": "2010-08-11",
 "awd_max_amd_letter_date": "2010-08-11",
 "awd_abstract_narration": "PI: Fregly, Benjamin J. and Hass, Christopher J.\r\nProposal Number: 1052754\r\n\r\n  This proposal seeks to develop a computational framework that will facilitate identification of effective personalized rehabilitation strategies for individuals with gait pathologies. The four main objectives are to: 1) Demonstrate that whole-body momentum variations for normal and pathological gait cluster differently from one another and that these clusters can be viewed as \"momentum signatures\" for different gait patterns; 2) Develop an optimization methodology to predict different subject-specific gait patterns using a subject-specific computational model that matches a specified momentum signature; 3) Predict what normal gait should look like for individuals with a gait pathology by applying a normal gait momentum signature to a computational model of the patient; and 4) Predict where to focus rehabilitation efforts for specific patients by imposing patient-specific limitations (e.g., on coordination, strength, power, or joint ranges of motion) on the patient's computational model and evaluating how different limitations affect the patient's ability to approach a normal gait momentum signature.\r\n  Computational models are valuable for developing and testing hypotheses that otherwise would be impossible to explore experimentally. They can also provide a theoretical framework to explain experimental observations. In the case of pathological gait, despite many studies reporting that the central nervous system (CNS) regulates angular momentum during walking, no simple control law currently exists to explain how the CNS makes walking efficient or even possible. Fewer studies have looked at how linear momentum is conserved during human locomotion, although recent findings indicate conservation occurs for various locomotion tasks.  A computational model that uses basic momentum considerations to predict achievable, improved gait patterns for individuals with pathological gait could be a valuable tool to aid clinicians in making objective, highly effective treatment decisions.\r\n\r\nIntellectual Merit of the Proposed Activity\r\nThe intellectual merit of the proposed research will be the development of a simple method for generating different gait patterns on a patient-specific basis. Recent results indicate that locomotion tasks exhibit clusters of momentum variations. This finding suggests that an optimization approach that targets these variations may be able to predict which rehabilitation strategies would be most effective for a specific patient. This novel approach will be valuable for people with disabilities resulting from either neurological disorders (i.e., cerebral palsy, stroke) or mobility impairments (i.e., dependence on a cane or crutches) by helping them achieve more normal gait patterns. The transformative nature of this proposed research is the paradigm shift away from making treatment decisions based on subjective experience and instead basing them on objective predictions made by patient-specific computational models that obey the laws of physics and account for patient-specific limitations.\r\n\r\nBroader Impact Resulting from the Proposed Activity\r\nIf successful, the proposed computational methodology may provide an objective means for identifying where to focus rehabilitation efforts that are likely to produce the largest functional improvement for a particular patient. Not only will it be beneficial for people with pathological gait, but the proposed research can also be applied to other areas, including deep space health (i.e., by helping astronauts achieve adequate loading in a weightless environment to reduce bone and muscle loss) and general mobility (i.e., by helping patients improve their mobility for non-locomotion tasks). In addition, this research will include an underrepresented graduate student who will be mentored through the completion of this project. The research results will be evaluated by comparing the optimization predictions with experimental measurements for normal and emulated pathological gait patterns. The results will be disseminated through publications and conference presentations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Fregly",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin J Fregly",
   "pi_email_addr": "fregly@rice.edu",
   "nsf_id": "000188840",
   "pi_start_date": "2010-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Hass",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher J Hass",
   "pi_email_addr": "cjhass@hhp.ufl.edu",
   "nsf_id": "000556305",
   "pi_start_date": "2010-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 116841.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Computational models are valuable for developing and testing hypotheses that otherwise would be impossible to explore experimentally. The intellectual merit of this project was a) demonstrating that human locomotion tasks exhibit clusters of momentum variations (Fig. 1) and that these clusters can be viewed as &ldquo;momentum signatures&rdquo; for different gait patterns, and b) developing new computational technology that can produce subject-specific full-body walking models that are dynamically consistent with experimental motion and ground reaction data and that can reproduce subject-specific foot-ground contact forces and moments. The potential broader impacts are that using basic momentum considerations to predict different gait patterns could aid clinicians in making objective, effective treatment decisions for individuals with pathological gait.</p>\n<p>First, we developed a dynamically consistent subject-specific full-body gait model by implementing and improving an optimal estimation approach developed by Remy and Thelen (2009) that eliminates residual loads in our model. This method generates dynamically consistent kinematics that satisfy the whole-body equations of motion and best agree with recorded marker motion and ground reaction data. However, with the formulation as it was published in 2009, the foot markers were not tracked well, which is a reported problem from other researchers trying to use this technique. Thus, we could not reliably use those results in a foot-ground contact model. We were able to create our own hybrid formulation that adjusts the marker weights, the tracked acceleration curves, the feedback gains, and certain model joint and inertial parameters. Our investigation of using those changes individually and in combination showed that all adjustments were beneficial when combined, with slightly better overall results when leaving out the feedback gain adjustments. We also investigated the addition of a second back joint to the model to see if this helped the model achieve better matching of all marker motion. We determined that for simplicity, the one back joint model is sufficient for improving overall marker tracking while effectively eliminating pelvis residual loads. Our modified residual elimination formulation effectively eliminated residual loads while closely tracking foot markers and improving all other segment RMS marker errors. We demonstrated our ability to create dynamically consistent full-body subject-specific gait models for the tasks of walking, running, marching, and bounding (Fig. 2). This is a significant improvement to the original published method, which will enable the use of results in foot-ground contact models.</p>\n<p>Second, we developed a subject-specific foot-ground contact model that reproduces six components (three forces, the anterior-posterior and medial-lateral center of pressure location, and free moment) of experimental ground reaction curves for both feet. To do this, we used a two-segment foot model with seven degrees of freedom (three translations and three rotations at the heel and one degree of freedom for toe flexion) and created a grid of linear spring-damper elements underneath the foot (Fig. 3). We allowed the optimizer to adjust the kinematics while choosing the 38 stiffness and 38 damping values for each spring-damper element, as well as the static, dynamic, and viscous coefficients of friction between the shoe and the ground. We developed a three-step calibration approach for determining subject-specific parameters that matched 1) the vertical force component, 2) all three force components, and 3) all six ground reaction components. We then tested the optimized parameters on four trials excluded from model calibration and repeated the calibration and testing process for the second foot. Our subject-specific foot-ground contact model generated force, center of pressure, and free moment ...",
  "por_txt_cntn": "\nComputational models are valuable for developing and testing hypotheses that otherwise would be impossible to explore experimentally. The intellectual merit of this project was a) demonstrating that human locomotion tasks exhibit clusters of momentum variations (Fig. 1) and that these clusters can be viewed as \"momentum signatures\" for different gait patterns, and b) developing new computational technology that can produce subject-specific full-body walking models that are dynamically consistent with experimental motion and ground reaction data and that can reproduce subject-specific foot-ground contact forces and moments. The potential broader impacts are that using basic momentum considerations to predict different gait patterns could aid clinicians in making objective, effective treatment decisions for individuals with pathological gait.\n\nFirst, we developed a dynamically consistent subject-specific full-body gait model by implementing and improving an optimal estimation approach developed by Remy and Thelen (2009) that eliminates residual loads in our model. This method generates dynamically consistent kinematics that satisfy the whole-body equations of motion and best agree with recorded marker motion and ground reaction data. However, with the formulation as it was published in 2009, the foot markers were not tracked well, which is a reported problem from other researchers trying to use this technique. Thus, we could not reliably use those results in a foot-ground contact model. We were able to create our own hybrid formulation that adjusts the marker weights, the tracked acceleration curves, the feedback gains, and certain model joint and inertial parameters. Our investigation of using those changes individually and in combination showed that all adjustments were beneficial when combined, with slightly better overall results when leaving out the feedback gain adjustments. We also investigated the addition of a second back joint to the model to see if this helped the model achieve better matching of all marker motion. We determined that for simplicity, the one back joint model is sufficient for improving overall marker tracking while effectively eliminating pelvis residual loads. Our modified residual elimination formulation effectively eliminated residual loads while closely tracking foot markers and improving all other segment RMS marker errors. We demonstrated our ability to create dynamically consistent full-body subject-specific gait models for the tasks of walking, running, marching, and bounding (Fig. 2). This is a significant improvement to the original published method, which will enable the use of results in foot-ground contact models.\n\nSecond, we developed a subject-specific foot-ground contact model that reproduces six components (three forces, the anterior-posterior and medial-lateral center of pressure location, and free moment) of experimental ground reaction curves for both feet. To do this, we used a two-segment foot model with seven degrees of freedom (three translations and three rotations at the heel and one degree of freedom for toe flexion) and created a grid of linear spring-damper elements underneath the foot (Fig. 3). We allowed the optimizer to adjust the kinematics while choosing the 38 stiffness and 38 damping values for each spring-damper element, as well as the static, dynamic, and viscous coefficients of friction between the shoe and the ground. We developed a three-step calibration approach for determining subject-specific parameters that matched 1) the vertical force component, 2) all three force components, and 3) all six ground reaction components. We then tested the optimized parameters on four trials excluded from model calibration and repeated the calibration and testing process for the second foot. Our subject-specific foot-ground contact model generated force, center of pressure, and free moment curves that closely matched experimental curves for both feet (Fig. 4). Only small var..."
 }
}