{
 "awd_id": "1052683",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Evaluation of Biology REU Site Programs",
 "cfda_num": "47.074",
 "org_code": "08080300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sally O'Connor",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 85397.0,
 "awd_amount": 85397.0,
 "awd_min_amd_letter_date": "2010-08-14",
 "awd_max_amd_letter_date": "2010-08-14",
 "awd_abstract_narration": "An award has been made to San José State University, the University of Wisconsin-Madison, and the University of Colorado at Boulder to pilot a validated assessment instrument in order to collectively assess the impacts of the Biology Research Experience for Undergraduates (Bio REU) Program.  The Bio REU Program has exposed talented undergraduates to scientific research for more than 20 years.  Sites are funded by NSF to support 8-12 week summer programs that culminate in a scientific symposium where students present their findings. Site-specific assessment data are collected by Site program directors and then submitted to NSF through annual progress reports.  These data cannot be used to determine the effectiveness and impact of the Bio REU Program as a whole, because each program uses its own specific assessment instrument. This project will adapt and test a validated, on-line assessment tool using the Undergraduate Research Student Self-Assessment (URSSA) platform. The project will: (1) pilot test an adapted instrument on a subset of students participating in the REU site programs being conducted in summer 2010; (2) revise, retest and deploy the instrument to a larger group of REU program participants in summer 2011; (3) transfer responsibility for managing the tool and data to the Bio REU Leadership Council (LC) in 2011; and (4) make the instrument available to all Bio REU programs starting summer 2012. The PI and Co-PI of this project are members of the Bio REU LC and serve as co-chairs of the Bio REU Assessment sub-committee. These individuals will take primary responsibility for working with the URSSA team to deliver the products. At least 50 REU programs are anticipated to participate in the 2010 pilot study, and an additional 100 programs are expected to participate by 2012.  The pilot group of REU sites represents a variety of REU programs, with varying scientific focus and targeted participant groups. The pilot study in summer 2010 will provide data to allow the core set of questions to be refined and be more applicable to the diversity of programs (e.g. types of institutions, sub-disciplines of biology, student populations served).  Bio REU Site directors interested in participating in the pilot assessment should contact Dr. Julio G. Soto (San Jose State University) at Julio.Soto@sjsu.edu, or Dr. Janet Branchaw (University of Wisconsin Madison) at branchaw@wisconsin.edu. Information about this project can found in the Bio REU web site: http://www.bioreu.org/.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Weston",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy J Weston",
   "pi_email_addr": "westont@colorado.edu",
   "nsf_id": "000415994",
   "pi_start_date": "2010-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 85397.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary objective of the project was to develop, administer and analyze a customized version of the&nbsp;Undergraduate Research Student Self Assessment (URSSA) survey for the BIO-REU group. We also wanted to gather validity evidence about the URSSA so it can be used confidently by REU programs.&nbsp;</p>\n<p>We helped the NSF BIO-REU group administer the Undergraduate Research Student Self Assessment (URSSA) survey over three years to 1603 students. &nbsp;</p>\n<p>Over the three years we collated and merged data from students at multiple REU sites. &nbsp;We then analyzed the data, wrote up the results for three years (2010-2012) and produced reports for the BIO-REU group. &nbsp; &nbsp;We helped &nbsp;BIO-REU customize the URSSA for their own use, set up the survey on the salgsite.org departmental site, and then responded to any difficulties instructors experienced with setting up their own instruments.</p>\n<p>Merging data required the creation of a SPSS data base made from the individual data from over 100 sites. &nbsp;Merging data was complicated by the fact that each site used slightly different versions of the instrument.</p>\n<p>Yearly analysis of the survey compared results over years, and between BIO-REU and non-BIO REU groups. &nbsp;Results showed consistent improvement in some areas over years.</p>\n<p>We also assessed the validity of URSSA through factor analysis, item analysis, and comparisons between textual and quantitative responses.&nbsp;</p>\n<p>Weston created simple descriptive statistics, used inferential statistical tests to compare between years and groups, and tested regression models to examine the effect of variables such as gender, race-ethnicity and class standing on survey variables.&nbsp;</p>\n<p>The validity of the survey was assessed in several ways.&nbsp;Factor analysis examined the latent structure of the survey to learn if the hypothesized structure of the survey matched the empirical response patterns of students taking the survey. &nbsp;We used Confirmatory Factor Analysis (CFA) to test model fit with four, three and one factor solutions. Results indicated that the scales used as the basis of the survey conformed with the factor structure of the survey, but were moderately correlated with each other, indicating a strong underlying factor common to all items. &nbsp;</p>\n<p>We also used item analysis to examine survey item functioning for floor and ceiling effects, redundant items, and item variability. &nbsp;The reliability of composite variables was also assessed through Cronbach&rsquo;s Alpha. &nbsp;item analysis showed only three items not functioning; these were removed from the survey. &nbsp;All composite scales showed adequate reliability.</p>\n<p>The validity of ratings by site was assessed by coding textual responses to open-ended questions for positive and negative views of learning gains and overall satisfaction with the REU. &nbsp;Average ratings were then correlated with numerical responses by site to learn if numerical responses reflected those found in the written responses of students. &nbsp;Overall, student written responses conformed with numerical ratings, especially with satisfaction items. &nbsp;Correlations were evident at both the student level, and when averaged overs students at the site level. &nbsp;<br /><br />Norms were also created with both the BIO-REU and the wider URSSA data. &nbsp;A regression model with student and institutional data will allow sites to generate expected scores on URSSA indicators based on the characteristics of their institution and the demographic &nbsp;characteristics of their students.</p>\n<p>We believe the project impacted both the BIO-REU and the wider REU community. &nbsp; The project allowed the BIO-REU group to survey its members with the URSSA. &nbsp;Information from the survey informed BIO-REU about student assessments of their own learning, and if self-assessments varied subs...",
  "por_txt_cntn": "\nThe primary objective of the project was to develop, administer and analyze a customized version of the Undergraduate Research Student Self Assessment (URSSA) survey for the BIO-REU group. We also wanted to gather validity evidence about the URSSA so it can be used confidently by REU programs. \n\nWe helped the NSF BIO-REU group administer the Undergraduate Research Student Self Assessment (URSSA) survey over three years to 1603 students.  \n\nOver the three years we collated and merged data from students at multiple REU sites.  We then analyzed the data, wrote up the results for three years (2010-2012) and produced reports for the BIO-REU group.    We helped  BIO-REU customize the URSSA for their own use, set up the survey on the salgsite.org departmental site, and then responded to any difficulties instructors experienced with setting up their own instruments.\n\nMerging data required the creation of a SPSS data base made from the individual data from over 100 sites.  Merging data was complicated by the fact that each site used slightly different versions of the instrument.\n\nYearly analysis of the survey compared results over years, and between BIO-REU and non-BIO REU groups.  Results showed consistent improvement in some areas over years.\n\nWe also assessed the validity of URSSA through factor analysis, item analysis, and comparisons between textual and quantitative responses. \n\nWeston created simple descriptive statistics, used inferential statistical tests to compare between years and groups, and tested regression models to examine the effect of variables such as gender, race-ethnicity and class standing on survey variables. \n\nThe validity of the survey was assessed in several ways. Factor analysis examined the latent structure of the survey to learn if the hypothesized structure of the survey matched the empirical response patterns of students taking the survey.  We used Confirmatory Factor Analysis (CFA) to test model fit with four, three and one factor solutions. Results indicated that the scales used as the basis of the survey conformed with the factor structure of the survey, but were moderately correlated with each other, indicating a strong underlying factor common to all items.  \n\nWe also used item analysis to examine survey item functioning for floor and ceiling effects, redundant items, and item variability.  The reliability of composite variables was also assessed through CronbachÆs Alpha.  item analysis showed only three items not functioning; these were removed from the survey.  All composite scales showed adequate reliability.\n\nThe validity of ratings by site was assessed by coding textual responses to open-ended questions for positive and negative views of learning gains and overall satisfaction with the REU.  Average ratings were then correlated with numerical responses by site to learn if numerical responses reflected those found in the written responses of students.  Overall, student written responses conformed with numerical ratings, especially with satisfaction items.  Correlations were evident at both the student level, and when averaged overs students at the site level.  \n\nNorms were also created with both the BIO-REU and the wider URSSA data.  A regression model with student and institutional data will allow sites to generate expected scores on URSSA indicators based on the characteristics of their institution and the demographic  characteristics of their students.\n\nWe believe the project impacted both the BIO-REU and the wider REU community.   The project allowed the BIO-REU group to survey its members with the URSSA.  Information from the survey informed BIO-REU about student assessments of their own learning, and if self-assessments varied substantially among sites.  Other information from the survey included summaries of the types of research activities conducted by students (e.g., poster presentations or attending conferences) and satisfaction with their REU experience.  Information gained on strengt..."
 }
}