{
 "awd_id": "1053221",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Affect of Petroleum Deposit Geometry on Biodegradation Potential and Long-Term Persistence",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Debra Reinhart",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 60000.0,
 "awd_amount": 60000.0,
 "awd_min_amd_letter_date": "2010-08-15",
 "awd_max_amd_letter_date": "2010-08-15",
 "awd_abstract_narration": "PI:  Amy Pruden\r\nProposal Number:  1053221\r\nInstitution:  Virginia Polytechnic Institute and State University\r\nTitle:  RAPID: Effect of Petroleum Deposit Geometry on Biodegradation Potential and Long-Term Persistence\r\n\r\nThe current Gulf of Mexico oil spill has contaminated an unprecedented expanse of shoreline with crude oil.  Thus, the extent of petroleum deposits accumulating along the coast represents a scale never before encountered by humankind.  This underscores a critical urgency to develop and apply the best available tools to predict the long term persistence of potential contaminants of concern (PCOCs) derived from these deposits and to inform potential remediation strategies.  The proposed RAPID response research project will apply a novel integrated molecular biological and modeling approach to critically examine the role of petroleum deposit geometry in governing the attenuation of PCOCs.  Funding is particularly urgent considering the need to characterize petroleum deposits in the field prior to their disruption by hurricanes and also to obtain shoreline samples that have not yet been tainted with oil in order to examine the time scale and importance of microbial adaptation in governing biodegradation potential.\r\n\r\nWhile the importance of geometry on the fate and transport of other light non aqueous phase liquid (LNAPLs) has been established, deposit geometry remains an unexplored yet potentially critical factor governing the ultimate fate of the crude oil spilled into the Gulf.  A particularly novel aspect of the proposed research effort is the integrated molecular microbiological and modeling approach that will be used to enhance predictions of persistence of crude oil deposits.  Thus the three objectives of this research are to: 1) Determine the role of geometry in the attenuation of crude oil deposits via dissolution and biodegradation; 2) Determine the effect of petroleum deposit geometry on predominant electron acceptor conditions, overall biodegradation rates, and time scale for microbial adaptation; and 3) Develop an improved model of petroleum hydrocarbon attenuation considerate of petroleum deposit geometry and microbiological factors.  These objectives will be accomplished through a combined field, laboratory, and computational modeling effort, including 3 D tank experiments testing various petroleum deposit geometries.  Genome enabled tools targeting genes corresponding to key functions of interest, including aerobic polycyclic aromatic hydrocarbon (PAH) biodegradation and denitrifying, sulfate reducing and methanogenic conditions will be applied to characterize the upper, lower, and lateral surfaces of the petroleum deposits and to support the development of a conceptual model of the microbial contribution to petroleum dissolution and biodegradation.  The ultimate outcome will be a computational tool to simulate PHC dissolution rates coupled to microbial activity and aqueous phase transport in marine and beach sediments.  This model will be particularly useful in estimating time of remediation of PCOCs derived from crude oil deposits.\r\n\r\nThe urgent nature of the current Gulf of Mexico oil spill crisis is readily apparent.  Current estimates are that over 500 miles of shoreline have already been contaminated with an extensive array of tar balls and oil sheets.  These oil deposits will be capped intentionally and unintentionally, resulting in persistence for years or perhaps even decades.  The proposed work will fill a critical knowledge gap required to predict the long term persistence and ultimate fate of the oil deposits and associated PCOCs and thus will provide critical information to decision makers regarding remedial strategies.  Additionally, the project will provide an inspiring training topic for a PhD and an undergraduate student, both of whom will play an integral role in the field sampling effort.  The PI is also actively conducting hands on oil spill cleanup activities for underrepresented junior high students via the Virginia Tech College of Engineering Imagination Camp.  Both PIs will also be featuring the oil spill case study as a valuable and inspiring learning tool in their respective sections of CEE 2804 Introduction to Civil and Environmental Engineering.  The project team aims for rapid dissemination of the results to the scientific community, including peer reviewed publications and presentations at scientific conferences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Pruden",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Amy J Pruden",
   "pi_email_addr": "apruden@vt.edu",
   "nsf_id": "000272068",
   "pi_start_date": "2010-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Widdowson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Widdowson",
   "pi_email_addr": "mwiddows@vt.edu",
   "nsf_id": "000278376",
   "pi_start_date": "2010-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "016E",
   "pgm_ref_txt": "POLLUTION AVOIDANCE"
  },
  {
   "pgm_ref_code": "5987",
   "pgm_ref_txt": "GULF OF MEXICO OIL SPILL-2010"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The explosion of the Deepwater Horizon oil rig resulted in a spill of about 5 million barrels of oil, leading to contamination of more than 1050 km of the Gulf of Mexico coastline. In the outfall of the disaster, it became apparent that sensitive and accurate models for predicting what will happen to the oil and how long it will persist without intervention are urgently needed.&nbsp; These can more effectively guide and prioritize clean-up efforts, especially when sensitive coastal ecosystems are at risk. Oil is made up of a complex mixture of hydrocarbons, which themselves are a rich source of organic carbon and are readily consumed by natural microbes as food when oxygen is present.&nbsp; However, the oil itself is an inhospitable environment for such microbes, as they require water for survival.&nbsp; Also, oil does not mix well with water and dissolves into water at an extremely slow rate.&nbsp; This means that the rate that the oil dissolves into the water and the availability of oxygen are two key factors limiting how long it will take for coastal oil deposits to naturally biodegrade.&nbsp; Considering that the shape, or &ldquo;geometry,&rdquo; of the oil deposit determines the surface area available for oil to enter into the water and that some geometries might actually block oxygen availability, we hypothesized that the geometry of oil deposits is an important factor that controls oil biodegradation. Geometry has not been considered previously in oil spill persistence models.</p>\n<p>We conducted a beach survey following the spill from West point and Dauphin Islands eastward towards Gulf Shores, Alabama. In our survey we noted a range of geometries, with spherical raisin-like deposits and horizontally-layered sheets representing two extremes of the spectrum. &nbsp;The samples that we analyzed in the laboratory were found to consist mostly of alkanes, which are extremely water-resistant, with only traces of other components.&nbsp; Interestingly, analysis of DNA comparing relatively clean versus visibly oil-contaminated sand revealed that microbes capable of degrading oil responded quickly to the spill.&nbsp; Therefore, the presence of oil-degrading microbes themselves were not thought to be a limiting factor.</p>\n<p>We simulated the two basic oil deposit geometries observed in the field, &ldquo;ball&rdquo; and &ldquo;sheet,&rdquo; in laboratory sand column studies.&nbsp; The columns were filled and drained with a sea water medium every day for a 12-hour tidal cycle.&nbsp; It was observed that the sheet-shaped deposit depleted much more oxygen from the water than the ball-shaped deposit.&nbsp; Also, more sulfate appeared to be used by microbes in the columns with the sheet-shaped deposit.&nbsp; Sulfate is often used by microbes to breathe when oxygen is not available, a process referred to as sulfate-reduction.</p>\n<p>DNA analysis of the columns revealed unique profiles of microbes that responded to the two different oil geometries.&nbsp; We used quantitative polymerase chain reaction to quantify genes responsible for sulfate-reduction and methanogenesis, which is another breathing process that happens when oxygen is extremely low.&nbsp; We also quantified genes that are markers of the breakdown of oil when oxygen is present.&nbsp; Together, the microbial community analysis confirmed that unique microbes were stimulated by the two opposing geometries, which corresponded remarkably well with the greater depletion of oxygen and sulfate in the sheet columns and also with SEAM3D modeling simulations.&nbsp; These findings are very important for improving models because different kinds of microbes have varying constraints on the rates that they biodegrade oil, and rates in the absence of oxygen are extremely slow.</p>\n<p>Overall this study suggests that oil deposit geometry may be a critical factor that should be considered in accurately predicting what will eventua...",
  "por_txt_cntn": "\nThe explosion of the Deepwater Horizon oil rig resulted in a spill of about 5 million barrels of oil, leading to contamination of more than 1050 km of the Gulf of Mexico coastline. In the outfall of the disaster, it became apparent that sensitive and accurate models for predicting what will happen to the oil and how long it will persist without intervention are urgently needed.  These can more effectively guide and prioritize clean-up efforts, especially when sensitive coastal ecosystems are at risk. Oil is made up of a complex mixture of hydrocarbons, which themselves are a rich source of organic carbon and are readily consumed by natural microbes as food when oxygen is present.  However, the oil itself is an inhospitable environment for such microbes, as they require water for survival.  Also, oil does not mix well with water and dissolves into water at an extremely slow rate.  This means that the rate that the oil dissolves into the water and the availability of oxygen are two key factors limiting how long it will take for coastal oil deposits to naturally biodegrade.  Considering that the shape, or \"geometry,\" of the oil deposit determines the surface area available for oil to enter into the water and that some geometries might actually block oxygen availability, we hypothesized that the geometry of oil deposits is an important factor that controls oil biodegradation. Geometry has not been considered previously in oil spill persistence models.\n\nWe conducted a beach survey following the spill from West point and Dauphin Islands eastward towards Gulf Shores, Alabama. In our survey we noted a range of geometries, with spherical raisin-like deposits and horizontally-layered sheets representing two extremes of the spectrum.  The samples that we analyzed in the laboratory were found to consist mostly of alkanes, which are extremely water-resistant, with only traces of other components.  Interestingly, analysis of DNA comparing relatively clean versus visibly oil-contaminated sand revealed that microbes capable of degrading oil responded quickly to the spill.  Therefore, the presence of oil-degrading microbes themselves were not thought to be a limiting factor.\n\nWe simulated the two basic oil deposit geometries observed in the field, \"ball\" and \"sheet,\" in laboratory sand column studies.  The columns were filled and drained with a sea water medium every day for a 12-hour tidal cycle.  It was observed that the sheet-shaped deposit depleted much more oxygen from the water than the ball-shaped deposit.  Also, more sulfate appeared to be used by microbes in the columns with the sheet-shaped deposit.  Sulfate is often used by microbes to breathe when oxygen is not available, a process referred to as sulfate-reduction.\n\nDNA analysis of the columns revealed unique profiles of microbes that responded to the two different oil geometries.  We used quantitative polymerase chain reaction to quantify genes responsible for sulfate-reduction and methanogenesis, which is another breathing process that happens when oxygen is extremely low.  We also quantified genes that are markers of the breakdown of oil when oxygen is present.  Together, the microbial community analysis confirmed that unique microbes were stimulated by the two opposing geometries, which corresponded remarkably well with the greater depletion of oxygen and sulfate in the sheet columns and also with SEAM3D modeling simulations.  These findings are very important for improving models because different kinds of microbes have varying constraints on the rates that they biodegrade oil, and rates in the absence of oxygen are extremely slow.\n\nOverall this study suggests that oil deposit geometry may be a critical factor that should be considered in accurately predicting what will eventually happen to coastal oil spills and how long it will take them to naturally break-down.  The outcomes also have important value for prioritizing clean-up of future spills. Based on the findings of this..."
 }
}