{
 "awd_id": "1053521",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:RAPID Assessment of In-Situ Isolation Systems for Marsh Environments",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anthony Walters",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 199802.0,
 "awd_amount": 199802.0,
 "awd_min_amd_letter_date": "2010-08-13",
 "awd_max_amd_letter_date": "2010-08-13",
 "awd_abstract_narration": "The proposed study will protect 2 discrete areas of marsh with 200 plastic\r\nbarrier film isolation units (In Situ Isolation Systems - ISIS) as oil encroaches the area. The\r\nisolated areas will be studied for protection from oil and plant health for up to 2 weeks before\r\nonset of contamination and 6 weeks after. If effective, rapid scale up to larger areas of marsh is\r\nproposed. Industry collaborations to enable further scale up have been defined.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Roser",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Mark C Roser",
   "pi_email_addr": "m.roser@resultsgroupllc.org",
   "nsf_id": "000568006",
   "pi_start_date": "2010-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Results Group, LLC",
  "inst_street_address": "90 NATIONAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "GLASTONBURY",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8603753039",
  "inst_zip_code": "060331247",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "RESULTS GROUP, LLC",
  "org_prnt_uei_num": "KR49VQHNMHD1",
  "org_uei_num": "KR49VQHNMHD1"
 },
 "perf_inst": {
  "perf_inst_name": "Results Group, LLC",
  "perf_str_addr": "90 NATIONAL DR",
  "perf_city_name": "GLASTONBURY",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "060331247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5987",
   "pgm_ref_txt": "GULF OF MEXICO OIL SPILL-2010"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 199802.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mark Roser (PI)<sup>1</sup>, Dr. Sheryl Torr-Brown<sup>1</sup>, Marcus Gay<sup>1</sup>, Dr. Just Cebrian<sup>2</sup>, Dr. Ryan Moody<sup>2</sup>, Eric Sparks, Dr. Jamie Vaudrey<sup>3</sup>, Dr. Christopher Reddy<sup>4</sup></p>\n<p>1- Results Group.&nbsp; 2&nbsp; &ndash; Dauphin Island Sea Labs. 3 &ndash; Univ. of Connecticut. 4 &ndash; Woods Hole Oceanographic Institute. For information about this work, please contact Mr. Mark Roser.</p>\n<p>Email: Mark.Roser@OpenInnovators.com</p>\n<p>Telephone: 860-228-6728</p>\n<p>&nbsp;</p>\n<p><strong>Summary</strong></p>\n<p>Results Group LLC developed significant new approaches focused on both preventing damage and accelerating remediation resulting from oil spills in sensitive marsh and marine environments.&nbsp; While rocky or sandy coastlines can be &ldquo;cleaned&rdquo; (ie: through scrubbing or excavation), sensitive marsh and marine-grass environments are vulnerable to human disturbance.&nbsp; With almost no current solutions available to meet this challenge, there is a strong need for new approaches to both protect and remediate these sensitive environments.</p>\n<p>These new approaches developed by Results Group reduce human disturbance of the environment and may be deployed in sensitive areas. &nbsp;These systems are known as In-Situ Isolation Systems, referred to as &ldquo;ISIS Cylinders&rdquo;.</p>\n<p>In response to the Macondo spill, Results Group proactively readied a large number of its ISIS cylinders for deployment into at-risk marsh areas in the gulf coast.&nbsp; These units had been tested in salt-marshes in the northeast, demonstrating that the units could safely isolate <em>spartina</em> grasses, a dominant marsh grass found along the coastal edge in the gulf.&nbsp; Through support of the NSF&rsquo;s RAPID program, necessary funding was supplied to secure the resources to deploy systems in the field.</p>\n<p>Through the valuable assistance of multiple organizations, including the Dauphine Island Sea Lab (AL), Grand Bay National Estuarine Research Reserve (NERR) (MS), Louisiana Universities Marine Consortium (LUMCON), and University of Southern Mississippi, multiple salt marsh areas were identified that would be suitable for pilot study, and rapid scale-up.&nbsp;&nbsp;</p>\n<p>As a result of the spill&rsquo;s governance, access to marshes with a high degree of contact with spilled oil was denied despite repeated attempts through multiple channels.</p>\n<p>A contingency plan was put into play, and within 10 days of the receipt of RAPID funding, units were deployed to plots in the Grand Bay NERR that had received contact with weathered oil.&nbsp; To address the lack of access to research plots that were in direct contact with unweathered oil, tank space was leased at the Marine Biological Laboratory where gulf coast light sweet crude could safely be applied to marsh grass samples. &nbsp;These core samples were then analyzed at the Woods Hole Oceanographic Institute.&nbsp; Control plots were also established at the Plum Island Estuary Long Term Ecological Research (LTER) Site in Massachusetts. Results of the tests are discussed below.</p>\n<p><strong><span style=\"text-decoration: underline;\">Detailed test results:</span></strong></p>\n<p class=\"ListParagraphCxSpFirst\"><strong>1-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>ISIS-cylinders isolate grasses from surface contamination by hydrocarbons </strong></p>\n<ol>\n<li><em>a.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </em><em>Material tests demonstrate no transmission of hydrocarbons. However, the refusal of access to heavily oiled test sites and the prohibition of deploying units in high-risk areas prevented ability to demonstrate this in-situ.</em></li>\n</ol>\n<p class=\"ListParagraphCxSpMiddle\">&nbsp;</p>\n<p class=\"ListParagraphCxSpMiddle\"><strong>2-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>ISIS-cylinders do-not negatively affect the health and productivity of the salt-marsh...",
  "por_txt_cntn": "\nMark Roser (PI)1, Dr. Sheryl Torr-Brown1, Marcus Gay1, Dr. Just Cebrian2, Dr. Ryan Moody2, Eric Sparks, Dr. Jamie Vaudrey3, Dr. Christopher Reddy4\n\n1- Results Group.  2  &ndash; Dauphin Island Sea Labs. 3 &ndash; Univ. of Connecticut. 4 &ndash; Woods Hole Oceanographic Institute. For information about this work, please contact Mr. Mark Roser.\n\nEmail: Mark.Roser@OpenInnovators.com\n\nTelephone: 860-228-6728\n\n \n\nSummary\n\nResults Group LLC developed significant new approaches focused on both preventing damage and accelerating remediation resulting from oil spills in sensitive marsh and marine environments.  While rocky or sandy coastlines can be \"cleaned\" (ie: through scrubbing or excavation), sensitive marsh and marine-grass environments are vulnerable to human disturbance.  With almost no current solutions available to meet this challenge, there is a strong need for new approaches to both protect and remediate these sensitive environments.\n\nThese new approaches developed by Results Group reduce human disturbance of the environment and may be deployed in sensitive areas.  These systems are known as In-Situ Isolation Systems, referred to as \"ISIS Cylinders\".\n\nIn response to the Macondo spill, Results Group proactively readied a large number of its ISIS cylinders for deployment into at-risk marsh areas in the gulf coast.  These units had been tested in salt-marshes in the northeast, demonstrating that the units could safely isolate spartina grasses, a dominant marsh grass found along the coastal edge in the gulf.  Through support of the NSFÆs RAPID program, necessary funding was supplied to secure the resources to deploy systems in the field.\n\nThrough the valuable assistance of multiple organizations, including the Dauphine Island Sea Lab (AL), Grand Bay National Estuarine Research Reserve (NERR) (MS), Louisiana Universities Marine Consortium (LUMCON), and University of Southern Mississippi, multiple salt marsh areas were identified that would be suitable for pilot study, and rapid scale-up.  \n\nAs a result of the spillÆs governance, access to marshes with a high degree of contact with spilled oil was denied despite repeated attempts through multiple channels.\n\nA contingency plan was put into play, and within 10 days of the receipt of RAPID funding, units were deployed to plots in the Grand Bay NERR that had received contact with weathered oil.  To address the lack of access to research plots that were in direct contact with unweathered oil, tank space was leased at the Marine Biological Laboratory where gulf coast light sweet crude could safely be applied to marsh grass samples.  These core samples were then analyzed at the Woods Hole Oceanographic Institute.  Control plots were also established at the Plum Island Estuary Long Term Ecological Research (LTER) Site in Massachusetts. Results of the tests are discussed below.\n\nDetailed test results:\n1-      ISIS-cylinders isolate grasses from surface contamination by hydrocarbons \n\na.      Material tests demonstrate no transmission of hydrocarbons. However, the refusal of access to heavily oiled test sites and the prohibition of deploying units in high-risk areas prevented ability to demonstrate this in-situ.\n\n \n2-      ISIS-cylinders do-not negatively affect the health and productivity of the salt-marsh plant ecosystem\n\na.      Health of isolated plant species was maintained in the 8 weeks following deployment.  MicroEnvironment studies demonstrate that the existing system design does negatively impact spartina alterniflora when deployed longer than 8 weeks in southern climates. \nb.      Field data gathered demonstrated that ISIS cylinders allow sufficient light spectra to reach all levels of marsh plants to sustain photosynthesis.  \nc.       Data gathered provides sufficient information to reengineer the light transmission and thermal management capabilities of the cylinders to limit temperature to address this concern.\n\n \n3-      ISIS-cylinders provide a reliable, robust mechanism f..."
 }
}