{
 "awd_id": "1053130",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Biological Shape Spaces, Transforming Shape into Knowledge",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Maglia",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 260611.0,
 "awd_amount": 260611.0,
 "awd_min_amd_letter_date": "2010-09-10",
 "awd_max_amd_letter_date": "2010-09-10",
 "awd_abstract_narration": "Collaborative Research: Biological Shape Spaces, Transforming Shape into Knowledge\r\n\r\nThis project will develop a framework to represent, analyze and interpret shapes extracted from images, supporting a wide range of biological investigations. The primary objectives are: (1) to develop a mathematical framework and computational tools for the quantification and analysis of shapes; (2) to integrate these computational models with machine learning and statistical inference methods to enable new discoveries, transforming imaging data into biological knowledge; (3) to deliver novel quantitative methodologies for shape analysis that start from a biological premise, rather than a purely geometric one. The aim is thus not only to quantitatively describe shape, but to develop methods for linking morphological variation to its underlying biological causes.  To ensure that the project focuses on methods that are most promising to biology with significant breadth of application, model and tool development will be guided and supported by a set of diverse case studies, ranging from the sub-cellular to organismal scales. \r\n\r\nShape represents a complex and rich source of biological information that is fundamentally linked to underlying mechanisms and function. However, shape is still often examined on a qualitative basis in many disciplines in biology, an approach that is time consuming and prone to human subjectivity. While ad hoc quantitative methods do exist, they are often inaccessible to non-experts and do not easily generalize to a wide variety of problems. The inability of biologists to systematically link shape to genetics, development, environment, function and evolution often precludes advances in biological research spanning diverse spatial and temporal scales, from the movement of molecules within a cell to adaptive changes in organismal morphology. The primary goal of this project is to develop a new suite of widely applicable quantitative methods and tools into the study of biological shape to address the significant need for consistent and repeatable analysis of shape data.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rolf",
   "pi_last_name": "Mueller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rolf Mueller",
   "pi_email_addr": "rolf.mueller@vt.edu",
   "nsf_id": "000514733",
   "pi_start_date": "2010-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "1719",
   "pgm_ref_txt": "COMPUTATIONAL BIOLOGY"
  },
  {
   "pgm_ref_code": "1729",
   "pgm_ref_txt": "K-12, UG, GRAD AND POSTDOCTORAL"
  },
  {
   "pgm_ref_code": "7275",
   "pgm_ref_txt": "CROSS-EF ACTIVITIES"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 260611.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many bats species can navigate complex natural environments using <br />sonar as their sole means of obtaining information on the outside <br />world. Engineered sensing systems have yet to match these <br />capabilities. Complex three-dimensional shapes are key components in <br />the bats biosonar system: Bats with most sophisticated biosonar <br />systems emit their ultrasonic pulses nasally and have special <br />\"megaphone-like\" baffle structures (noseleaves) surrounding their <br />nostrils. Similarly, the outer ears (pinna) that bats use to receive <br />the echoes from their environments have special global and local shape <br />features. Bat noseleaves and pinna are both considerably more complex <br />than the shapes commonly used in engineering and hence difficult to <br />analyze. To understand the nature of these complicated biological <br />shapes, a collaborative research project has brought methods from <br />computer shape analysis to bear on this problem. These methods were <br />used to analyze the biodiversity in the noseleaf and pinna shapes <br />across different bat species. To this end, methods were developed to <br />pick up local shape features such as ridges or grooves across <br />different shapes automatically. The acoustic, i.e., ultrasonic, <br />function of the noseleaves and ears can also be expressed in a <br />three-dimensional shape that is called a beampattern. A beampattern <br />specifies the relative amplitude of the emitted ultrasonic wave or the <br />relative receiver sensitivity as a function of direction and <br />frequency. Research in the project has for the first time been able to <br />conduct an objective analysis of the diversity in these functional <br />shapes (beampattern) across a large number (slightly more than 100) <br />different bat species. This analysis has yielded clear trends in the <br />diversity of bat biosonar function that highlight the importance of <br />beamwidth as a function of frequency and have revealed the importance <br />of a center-surround antagonism in the composition of the different <br />beampatterns. Shape processing methods have also been used to track <br />and analyze dynamical changes in the shapes of the noseleaves and <br />pinnae of individual bats. These dynamic changes happen on very short, <br />i.e., subsecond, time scales and can result in large changes to the <br />geometry of the structure (e.g., displacement of up to 20% of the <br />pinna length). The shape processing methods developed have laid the <br />foundation for a quantitative analysis fo the impact that these fast <br />changes have on the encoding of sensory information. Digital shape <br />manipulation techniques used in project have also been applied to <br />bring a vampire bat skeleton on display in the \"Hall of Bones\" in the <br />Smithsonian's National Museum of Natural History back to life. The <br />digital animation will be accessible to the museum's visitors through <br />an app that adds a new virtual dimension to the displays.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2014<br>\n\t\t\t\t\tModified by: Rolf&nbsp;Mueller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany bats species can navigate complex natural environments using \nsonar as their sole means of obtaining information on the outside \nworld. Engineered sensing systems have yet to match these \ncapabilities. Complex three-dimensional shapes are key components in \nthe bats biosonar system: Bats with most sophisticated biosonar \nsystems emit their ultrasonic pulses nasally and have special \n\"megaphone-like\" baffle structures (noseleaves) surrounding their \nnostrils. Similarly, the outer ears (pinna) that bats use to receive \nthe echoes from their environments have special global and local shape \nfeatures. Bat noseleaves and pinna are both considerably more complex \nthan the shapes commonly used in engineering and hence difficult to \nanalyze. To understand the nature of these complicated biological \nshapes, a collaborative research project has brought methods from \ncomputer shape analysis to bear on this problem. These methods were \nused to analyze the biodiversity in the noseleaf and pinna shapes \nacross different bat species. To this end, methods were developed to \npick up local shape features such as ridges or grooves across \ndifferent shapes automatically. The acoustic, i.e., ultrasonic, \nfunction of the noseleaves and ears can also be expressed in a \nthree-dimensional shape that is called a beampattern. A beampattern \nspecifies the relative amplitude of the emitted ultrasonic wave or the \nrelative receiver sensitivity as a function of direction and \nfrequency. Research in the project has for the first time been able to \nconduct an objective analysis of the diversity in these functional \nshapes (beampattern) across a large number (slightly more than 100) \ndifferent bat species. This analysis has yielded clear trends in the \ndiversity of bat biosonar function that highlight the importance of \nbeamwidth as a function of frequency and have revealed the importance \nof a center-surround antagonism in the composition of the different \nbeampatterns. Shape processing methods have also been used to track \nand analyze dynamical changes in the shapes of the noseleaves and \npinnae of individual bats. These dynamic changes happen on very short, \ni.e., subsecond, time scales and can result in large changes to the \ngeometry of the structure (e.g., displacement of up to 20% of the \npinna length). The shape processing methods developed have laid the \nfoundation for a quantitative analysis fo the impact that these fast \nchanges have on the encoding of sensory information. Digital shape \nmanipulation techniques used in project have also been applied to \nbring a vampire bat skeleton on display in the \"Hall of Bones\" in the \nSmithsonian's National Museum of Natural History back to life. The \ndigital animation will be accessible to the museum's visitors through \nan app that adds a new virtual dimension to the displays.\n\n\t\t\t\t\tLast Modified: 11/27/2014\n\n\t\t\t\t\tSubmitted by: Rolf Mueller"
 }
}