{
 "awd_id": "1054532",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  Use of Results from the Undrain Triaxial Tests to Model Elasto-plastic Behavior for Unsaturated soils: A Feasibility Study",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 48958.0,
 "awd_amount": 48958.0,
 "awd_min_amd_letter_date": "2010-08-08",
 "awd_max_amd_letter_date": "2010-08-08",
 "awd_abstract_narration": "This EArly-Concept Grants for Exploratory Research (EAGER) award provides funding for exploring the feasibility of using undrained tests to characterize unsaturated soils for the purpose of constitutive modeling. This exploratory research will mainly evaluate the influences of stress localizations and subsequent internal drainage on suction distributions of soil specimens during UTT tests and develop effective methods to eliminate such effects. The objectives of the research will be achieved through collecting and analyzing data from existing literature, equipment development, experimental testing, and constitutive modeling. \r\n\r\nThis exploratory research is a preliminary study of PI's effort on developing simple and reliable methods to characterize and model fully-coupled elasto-plastic behavior for unsaturated soils.  If successful, it will reduce the testing time required to characterize behavior for unsaturated soils by three orders of magnitude with more reliable measurement, more representative soil behavior, and better understanding of constitutive behavior of unsaturated soil. The test results provide solid experimental basis for resolving arguments regarding some fundamental questions in the field of unsaturated soil mechanics. This proposed research will open up new and exciting doors for fast, practical and more comprehensive and reliable soil behavior characterization. It has the potential to transform the ways of material testing and characterization for coupled problems beyond geotechnical engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiong",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiong Zhang",
   "pi_email_addr": "zhangxi@mst.edu",
   "nsf_id": "000530763",
   "pi_start_date": "2010-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "2145 N TANANA LOOP",
  "perf_city_name": "FAIRBANKS",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997750001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025E",
   "pgm_ref_txt": "INFRASTRUCTURE MATERIALS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 48958.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p><strong>Project<br />Outcomes Report</strong></p>\n<p><br /><br /></p>\n<p>Project Title: EAGER: Use of Results from the<br />Undrained Triaxial Tests to Model Elasto-plastic Behavior for Unsaturated<br />soils: A Feasibility Study</p>\n<p><br /><br /></p>\n<p>PI: Xiong Zhang</p>\n<p><br /><br /></p>\n<p>Awardee: University of Alaska Fairbanks Campus</p>\n<p><br /><br /></p>\n<p>Award Number: 1054532</p>\n<p><br /><br /></p>\n<p>Award Expires: 12/31/2012</p>\n<p><br /><br /></p>\n<p>Program Officer Name: Richard J. Fragaszy</p>\n<p><br /><br /></p>\n<p>Program Officer Email Address: rfragasz@nsf.gov</p>\n<p><br /><br /></p>\n<p>Program Officer Phone Number: (703)292-8360</p>\n<p><br /><br /></p>\n<p>Unsaturated expansive<br />and collapsible soils are some of the most widely distributed and costly<br />geologic hazards in the U.S. Expansive soils alone cover one-fourth of the<br />U.S., and cause about $15 billion&rsquo;s damage to infrastructure annually. Nearly<br />all landslides in the U.S. are related to unsaturated soils and result in 25&ndash;50<br />deaths/yr and more than $2 billion/yr in repair cost. Solving the above-mentioned<br />widespread geohazards requires a fundamental understanding of constitutive<br />behavior of unsaturated soils. In the past six decades, suction-controlled triaxial<br />test had been established as a standard approach to characterize constitutive<br />behavior for unsaturated soils. However, this types of tests require<br />sophisticated and costly testing equipment (usually $150,000/equipment), is<br />very laborious and time-consuming (2-3 years/soil) and cannot be justified for<br />routing engineering projects.</p>\n<p><br /><br /></p>\n<p>This NSF EAGER project<br />investigated the feasibility of using results from undrained triaxial tests to<br />model constitutive behavior for unsaturated soils. It is found that soil<br />specimens in the triaxial tests can be used as representative element volume to<br />characterize unsaturated soil behavior before failure. When the soil specimens<br />approach failure, strain localizations might occur. In addition, this project<br />also investigated the possibility of using conventional triaxial test apparatus<br />to characterize unsaturated soil constitutive behavior. A new photogrammetry-based<br />method was developed to measure the total and local volume changes for unsaturated<br />soils during triaxial testing with consideration of refraction. Real three<br />dimensional soil volume changes can be obtained by analyzing pictures from routine<br />commercial digital cameras. Preliminary validation tests indicated the results<br />had very high accuracy.</p>\n<p><br /><br />In as summary,<br />results obtained this NSF EAGER project indicated that it is possible to use<br />conventional low-cost triaxial test apparatus for saturated soils to<br />characterize constitutive behavior for unsaturated soils. The testing time can<br />be reduced by 1000 times (2-3 weeks/soil) if undrained tests are used. The<br />obtained results can be more accurate and theorectically correct. All these can<br />significantly reduce the time and cost associated with characterization of<br />unsaturated soil behavior. Ultimately, the benefits will be potentially saving<br />billions of dollars in solving the widespread unsaturated soil-related<br />problems. More research is however needed in this direction</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/06/2013<br>\n\t\t\t\t\tModified by: Xiong&nbsp;Zhang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nProject\nOutcomes Report\n\n\n\n\n\nProject Title: EAGER: Use of Results from the\nUndrained Triaxial Tests to Model Elasto-plastic Behavior for Unsaturated\nsoils: A Feasibility Study\n\n\n\n\n\nPI: Xiong Zhang\n\n\n\n\n\nAwardee: University of Alaska Fairbanks Campus\n\n\n\n\n\nAward Number: 1054532\n\n\n\n\n\nAward Expires: 12/31/2012\n\n\n\n\n\nProgram Officer Name: Richard J. Fragaszy\n\n\n\n\n\nProgram Officer Email Address: rfragasz@nsf.gov\n\n\n\n\n\nProgram Officer Phone Number: (703)292-8360\n\n\n\n\n\nUnsaturated expansive\nand collapsible soils are some of the most widely distributed and costly\ngeologic hazards in the U.S. Expansive soils alone cover one-fourth of the\nU.S., and cause about $15 billionÆs damage to infrastructure annually. Nearly\nall landslides in the U.S. are related to unsaturated soils and result in 25&ndash;50\ndeaths/yr and more than $2 billion/yr in repair cost. Solving the above-mentioned\nwidespread geohazards requires a fundamental understanding of constitutive\nbehavior of unsaturated soils. In the past six decades, suction-controlled triaxial\ntest had been established as a standard approach to characterize constitutive\nbehavior for unsaturated soils. However, this types of tests require\nsophisticated and costly testing equipment (usually $150,000/equipment), is\nvery laborious and time-consuming (2-3 years/soil) and cannot be justified for\nrouting engineering projects.\n\n\n\n\n\nThis NSF EAGER project\ninvestigated the feasibility of using results from undrained triaxial tests to\nmodel constitutive behavior for unsaturated soils. It is found that soil\nspecimens in the triaxial tests can be used as representative element volume to\ncharacterize unsaturated soil behavior before failure. When the soil specimens\napproach failure, strain localizations might occur. In addition, this project\nalso investigated the possibility of using conventional triaxial test apparatus\nto characterize unsaturated soil constitutive behavior. A new photogrammetry-based\nmethod was developed to measure the total and local volume changes for unsaturated\nsoils during triaxial testing with consideration of refraction. Real three\ndimensional soil volume changes can be obtained by analyzing pictures from routine\ncommercial digital cameras. Preliminary validation tests indicated the results\nhad very high accuracy.\n\n\n\nIn as summary,\nresults obtained this NSF EAGER project indicated that it is possible to use\nconventional low-cost triaxial test apparatus for saturated soils to\ncharacterize constitutive behavior for unsaturated soils. The testing time can\nbe reduced by 1000 times (2-3 weeks/soil) if undrained tests are used. The\nobtained results can be more accurate and theorectically correct. All these can\nsignificantly reduce the time and cost associated with characterization of\nunsaturated soil behavior. Ultimately, the benefits will be potentially saving\nbillions of dollars in solving the widespread unsaturated soil-related\nproblems. More research is however needed in this direction\n\n\t\t\t\t\tLast Modified: 04/06/2013\n\n\t\t\t\t\tSubmitted by: Xiong Zhang"
 }
}