{
 "awd_id": "1056819",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Enriching Education with Authentic Science and Outreach Using Cyberinfrastructure and Partnering Research Experiences for Teachers, High School Students and Undergraduates",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 173806.0,
 "awd_amount": 173806.0,
 "awd_min_amd_letter_date": "2010-08-31",
 "awd_max_amd_letter_date": "2012-02-09",
 "awd_abstract_narration": "RAPID:  Enriching Education with Authentic Science and Outreach using Cyberinfrastructure and Partnering Research Experiences for Teachers, High School Students, and Undergraduates \r\n\r\nThe Gulf Coast oil spill offers terrific opportunities for educational impact at multiple levels, specifically in areas of scale, the role of scientific models and modeling, and the molecular sciences.  The problem is of intrinsic interest to the population at large, and more specifically, those inhabitants of Gulf Coast states including Texas.  This interest is fertile ground for questioning, learning, and research.  Experience suggests that teachers, middle and high school students and undergraduates can all benefit from contextual settings offered to the curriculum through the rich data sets and the multidisciplinary nature of the disaster.   Cyberinfrastructure and on-campus research opportunities increase their exposure and understanding of authentic science and the scientific method.  Based on the timeliness of the events and proximity, the participants will be supported from the start of the school term and throughout the academic year and summer while the events are still unfolding, and activities and information is most available.   \r\n\r\nThese activities are enabling and synergistic in that the proposed efforts train undergraduates in a lab-course setting (REU-like) and teachers (RET-like) in a traditional research experience focusing on the creation of polymers that gel hydrocarbons as opposed to dispersing them.  During the academic year, teacher-undergraduate teams will also prepare materials related to the spill and research activities using webcams, video conferencing, and other cyberinfrastructure tools for the classroom.  Other spill activities will include interviews with other scientists participating in Gulf spill research.  Summer research experiences (REU and RET) will provided for those with continued interest, and will include high school students in the team structure.  Further, the efforts will deliver and offer for dissemination, e-resources for education and the building of a virtual organization of novices and experts interested in the Gulf Coast oil spill to engage and empower citizen-scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Simanek",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Eric E Simanek",
   "pi_email_addr": "e.simanek@tcu.edu",
   "nsf_id": "000570168",
   "pi_start_date": "2010-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Christian University",
  "inst_street_address": "3101 BELLAIRE DRIVE NORTH",
  "inst_street_address_2": "SUITE 3200",
  "inst_city_name": "FORT WORTH",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172577516",
  "inst_zip_code": "761290001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "TX12",
  "org_lgl_bus_name": "TEXAS CHRISTIAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJCLFGKGULP5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Christian University",
  "perf_str_addr": "3101 BELLAIRE DRIVE NORTH",
  "perf_city_name": "FORT WORTH",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "761290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "TX12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723100",
   "pgm_ele_name": "CYBERINFRASTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 173806.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Executive Summary</span></strong>:&nbsp; By partnering with K-12 teachers and district administration, the PI, TCU undergraduates, staff and additional faculty have developed a combined kinesthetic/cyberinfrastructure tool to teach plate tectonics in grades 5-8.&nbsp; This tool comprises a two-sided mat that provides mandated science content on one side and workspace on the other.&nbsp; The workspace describes the role of data and models in science as it pertains to the evidence for the ancient supercontinent Pangea.&nbsp; The workspace allows students to spread PlayDoh or clay and cut it into the shape of Pangea with a plastic tool resembling a large cookie cutter.&nbsp; Students then can incorporate scientific evidence into these models and probe content material more deeply using animations that are linked to the mat through quick-response codes.&nbsp; These animations and additional content material are available at: <a href=\"http://www.ideafactory.tcu.edu\">www.ideafactory.tcu.edu</a>.&nbsp; Through matching contributions from TCU, the mat and cutter were manufactured and distributed across the United States with a majority to partnering districts in Texas.&nbsp; Teacher workshops have been held at schools, district meetings, and state/national science teacher conferences.&nbsp; Currently, we estimate that &gt;100,000 students will be using these tools this year (2013).</p>\n<p>&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Intellectual Merits</span></strong>:&nbsp; The value of kinesthetic learning is supplemented with the power of cyberlearning spaces to provide teachers and students access to richer dialogue and deeper questioning through the creation of models and the exploration of their strengths and limitations.&nbsp; Currently, there is little to no curriculum available on exploring the roles of models in science. &nbsp;The emerging national standards identify this area as critical. Exposing undergraduate students and teachers to research in this area promotes richer learning environments in the K-12 classsroom.&nbsp; Hands-on research activities conducted in the laboratory directed toward the synthesis of polymeric surfactants accomplish similar ends but indirectly through reinforcing the scientific process and the nature of science, although with a much smaller population.</p>\n<p>&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Broader Impacts</span></strong>:&nbsp; This NSF award has catalyzed changes in middle school science education as well as institutional embrace of these practices as part of the TCU mission.&nbsp; As it pertains to middle school science education, we estimate that the funds awarded and funds contributed by TCU will ultimately facilitate more than 250,000 middle school students to use the mat and cutter each year. &nbsp;We continue to pursue partnerships with leading distributors of scientific curriculum to further broaden impact. The efforts also led to the creation of an original Broadway-style show, &ldquo;Dance of the Continents&rdquo; that is currently being pursued.&nbsp; Texas Christian University recognized the TCU IdeaFactory as a component of the College of Science &amp; Engineering to promote the creation of educational tools aimed at the middle school science population by TCU undergraduates,staff and faculty.&nbsp; Additional tools are being advanced in areas including chemistry and biology currently with the goal of broad adoption.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/03/2013<br>\n\t\t\t\t\tModified by: Eric&nbsp;E&nbsp;Simanek</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nExecutive Summary:  By partnering with K-12 teachers and district administration, the PI, TCU undergraduates, staff and additional faculty have developed a combined kinesthetic/cyberinfrastructure tool to teach plate tectonics in grades 5-8.  This tool comprises a two-sided mat that provides mandated science content on one side and workspace on the other.  The workspace describes the role of data and models in science as it pertains to the evidence for the ancient supercontinent Pangea.  The workspace allows students to spread PlayDoh or clay and cut it into the shape of Pangea with a plastic tool resembling a large cookie cutter.  Students then can incorporate scientific evidence into these models and probe content material more deeply using animations that are linked to the mat through quick-response codes.  These animations and additional content material are available at: www.ideafactory.tcu.edu.  Through matching contributions from TCU, the mat and cutter were manufactured and distributed across the United States with a majority to partnering districts in Texas.  Teacher workshops have been held at schools, district meetings, and state/national science teacher conferences.  Currently, we estimate that &gt;100,000 students will be using these tools this year (2013).\n\n \n\nIntellectual Merits:  The value of kinesthetic learning is supplemented with the power of cyberlearning spaces to provide teachers and students access to richer dialogue and deeper questioning through the creation of models and the exploration of their strengths and limitations.  Currently, there is little to no curriculum available on exploring the roles of models in science.  The emerging national standards identify this area as critical. Exposing undergraduate students and teachers to research in this area promotes richer learning environments in the K-12 classsroom.  Hands-on research activities conducted in the laboratory directed toward the synthesis of polymeric surfactants accomplish similar ends but indirectly through reinforcing the scientific process and the nature of science, although with a much smaller population.\n\n \n\nBroader Impacts:  This NSF award has catalyzed changes in middle school science education as well as institutional embrace of these practices as part of the TCU mission.  As it pertains to middle school science education, we estimate that the funds awarded and funds contributed by TCU will ultimately facilitate more than 250,000 middle school students to use the mat and cutter each year.  We continue to pursue partnerships with leading distributors of scientific curriculum to further broaden impact. The efforts also led to the creation of an original Broadway-style show, \"Dance of the Continents\" that is currently being pursued.  Texas Christian University recognized the TCU IdeaFactory as a component of the College of Science &amp; Engineering to promote the creation of educational tools aimed at the middle school science population by TCU undergraduates,staff and faculty.  Additional tools are being advanced in areas including chemistry and biology currently with the goal of broad adoption.\n\n\t\t\t\t\tLast Modified: 05/03/2013\n\n\t\t\t\t\tSubmitted by: Eric E Simanek"
 }
}