{
 "awd_id": "1056479",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Real Time Measurement of Agglomerated or Aggregated Airborne Nanoparticles Released From a Manufacturing Process and Their Transport Characteristics",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 550001.0,
 "awd_amount": 550001.0,
 "awd_min_amd_letter_date": "2010-09-02",
 "awd_max_amd_letter_date": "2010-09-02",
 "awd_abstract_narration": "Recognizing that nanoparticle generation may pose a risk to humans and environment, this grant will allow for the real-time measurement of airborne nanoparticles released from a manufacturing process to the workplace and environment. Additionally, the award will allow the team to use experiments and numerical modeling understand the transport characteristics of airborne nanoparticles. A new instrument developed by the team, the universal nanoparticle analyzer, will be used for online measurement of particle morphology.\r\n\r\nResults will be obtained on the effects of the particle morphology on nanoparticle fate and transport, which play an important role in estimation of the atmospheric lifetimes, determination of environmental fate and eventual bioavailability of nanoparticles. The method for morphology measurement developed here will find broad use for emission monitoring and risk assessment. Results will be disseminated by the PI in graduate courses and through NSF programs for public education of nanotechnology and its impact on society. ETH Zurich will be an international partner for this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Pui",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "David Y Pui",
   "pi_email_addr": "dyhpui@umn.edu",
   "nsf_id": "000386255",
   "pi_start_date": "2010-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "763700",
   "pgm_ele_name": "NANTOXICOLOGY"
  },
  {
   "pgm_ele_code": "770200",
   "pgm_ele_name": "SOCIETAL IMPLICATIONS OF NANO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "014E",
   "pgm_ref_txt": "NANOBIOTECH AND NANOTOXICOLOGY"
  },
  {
   "pgm_ref_code": "7637",
   "pgm_ref_txt": "NANTOXICOLOGY"
  },
  {
   "pgm_ref_code": "7702",
   "pgm_ref_txt": "SOCIETAL IMPLICATIONS OF NANO"
  },
  {
   "pgm_ref_code": "7735",
   "pgm_ref_txt": "NANO EHS CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 550001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With the wide applications of nanomaterials in an array of industries, more concerns are being raised about the occupational health and safety of nanoparticles in the workplace, and implications of nanotechnology on the environment and living systems. Studies on environmental, health and safety (EHS) issues of nanomaterials play a significant role in public acceptance, and eventual sustainability, of nanotechnology. NSF-funded researchers from the Particle Technology Laboratory at the University of Minnesota-Twin Cities have conducted studies on three aspects of the EHS of nanomaterials: nanoparticle emission and exposure at workplaces, control and abatement of nanoparticle release using filtration technology, and characterization and measurement of nanoparticles.</p>\n<p>A key component in evaluating the potential health risks posed by nanomaterials is understanding how a worker may be exposed to airborne engineered nanoparticles. This information is not only needed for establishing safer nanomaterial work practices, toxicology studies also require doses which are relevant to actual workplace exposure. Exposure assessments were completed at two workplaces: a laboratory where silicon carbide nanoparticles were synthesized in a prototype plasma reactor and an industrial facility where polymer nanocomposites containing carbon nanotubes (CNTs) were manufactured by extrusion. In both studies nanoparticle emissions were only found in the form of agglomerates of several hundred nanometers to several micrometers in size and only during certain work processes, such in cleaning and the handling of unbound nanoparticles.</p>\n<p>Filtration is one of the primary technologies for nanoparticle control. Three filtration studies were completed. The performance of membrane coated filters challenged by diesel exhaust nanoparticles was shown to be intuitively summarized by three-dimensional efficiency surfaces, which are functions of particle size and face velocity, and adequately described by a composite filtration model. Penetration of airborne multi-wall CNTs through a screen filter was studied using a numerical model and the results were compared to experiments. Both the modeling and experimental results show that the CNT penetration was less than the penetration for a sphere with the same mobility diameter, which was mainly due to the larger interception length of the CNTs. Nuclepore filter collection with subsequent electron microscopy analysis for nanosized agglomerates was carried out. The number distribution of the nanoparticles collected on the filter surface was obtained by visual counting and converted to the distribution in the air using validated capillary tube models. A good agreement of filter surface collection between the validated model and the microscopy analysis was obtained, indicating a correct particle number distribution in the air can be converted from the Nuclepore filter surface collection and this method can be applied for quantitative engineered nanoparticle exposure assessment.</p>\n<p>Nanoparticle agglomerates play an essential role in the manufacturing of many nanomaterials and their measurement is of great importance to many applications. Two studies were completed to measure the structure of nanoparticle agglomerates. A recently developed instrument, universal nanoparticle analyzer (UNPA), was used to characterize in situ the structure of metal nanoparticle agglomerates generated by spark discharge. The primary particles sizes measured by UNPA were in reasonable agreement with the transmission electron microscopy sizing results. With regard to the mass concentration of silver agglomerates, good agreement was found between results given by UNPA, the effective density, and the gravimetric measurement. A differential mobility analyzer and a Nuclepore filter were combined to act as a filter sensor to differentiate particles with different morphologies. Mo...",
  "por_txt_cntn": "\nWith the wide applications of nanomaterials in an array of industries, more concerns are being raised about the occupational health and safety of nanoparticles in the workplace, and implications of nanotechnology on the environment and living systems. Studies on environmental, health and safety (EHS) issues of nanomaterials play a significant role in public acceptance, and eventual sustainability, of nanotechnology. NSF-funded researchers from the Particle Technology Laboratory at the University of Minnesota-Twin Cities have conducted studies on three aspects of the EHS of nanomaterials: nanoparticle emission and exposure at workplaces, control and abatement of nanoparticle release using filtration technology, and characterization and measurement of nanoparticles.\n\nA key component in evaluating the potential health risks posed by nanomaterials is understanding how a worker may be exposed to airborne engineered nanoparticles. This information is not only needed for establishing safer nanomaterial work practices, toxicology studies also require doses which are relevant to actual workplace exposure. Exposure assessments were completed at two workplaces: a laboratory where silicon carbide nanoparticles were synthesized in a prototype plasma reactor and an industrial facility where polymer nanocomposites containing carbon nanotubes (CNTs) were manufactured by extrusion. In both studies nanoparticle emissions were only found in the form of agglomerates of several hundred nanometers to several micrometers in size and only during certain work processes, such in cleaning and the handling of unbound nanoparticles.\n\nFiltration is one of the primary technologies for nanoparticle control. Three filtration studies were completed. The performance of membrane coated filters challenged by diesel exhaust nanoparticles was shown to be intuitively summarized by three-dimensional efficiency surfaces, which are functions of particle size and face velocity, and adequately described by a composite filtration model. Penetration of airborne multi-wall CNTs through a screen filter was studied using a numerical model and the results were compared to experiments. Both the modeling and experimental results show that the CNT penetration was less than the penetration for a sphere with the same mobility diameter, which was mainly due to the larger interception length of the CNTs. Nuclepore filter collection with subsequent electron microscopy analysis for nanosized agglomerates was carried out. The number distribution of the nanoparticles collected on the filter surface was obtained by visual counting and converted to the distribution in the air using validated capillary tube models. A good agreement of filter surface collection between the validated model and the microscopy analysis was obtained, indicating a correct particle number distribution in the air can be converted from the Nuclepore filter surface collection and this method can be applied for quantitative engineered nanoparticle exposure assessment.\n\nNanoparticle agglomerates play an essential role in the manufacturing of many nanomaterials and their measurement is of great importance to many applications. Two studies were completed to measure the structure of nanoparticle agglomerates. A recently developed instrument, universal nanoparticle analyzer (UNPA), was used to characterize in situ the structure of metal nanoparticle agglomerates generated by spark discharge. The primary particles sizes measured by UNPA were in reasonable agreement with the transmission electron microscopy sizing results. With regard to the mass concentration of silver agglomerates, good agreement was found between results given by UNPA, the effective density, and the gravimetric measurement. A differential mobility analyzer and a Nuclepore filter were combined to act as a filter sensor to differentiate particles with different morphologies. Models for predicting particle penetration were first validated through comparison..."
 }
}