{
 "awd_id": "1057048",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Sustainable Energy Development:  A case for US and Africa; held in Nairobi, Kenya on August 12-16, 2011.",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Werbos",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 49699.0,
 "awd_amount": 49699.0,
 "awd_min_amd_letter_date": "2010-08-31",
 "awd_max_amd_letter_date": "2013-07-17",
 "awd_abstract_narration": "Several active projects in the electricity sector are actively discussed both in the U.S. and Africa towards achieving sustainable development. The assessment of electrification projects is of particular interest based on renewable energy which has proven to be successful. It has helped to assure affordable, accessible and sustainable energy requirements to improve health delivery, transportation, finance, water and human capacity building.  In developing countries, several lessons can be learned on why development project failed or unsustainable. Some of the reasons include the lack of framework to meet multiple objectives that include alignment of objectives of the projects with sustainable development, the lack of understanding of the impact of uncertainties during project take-off and lack of proper coordination and management. Other factors include lack of advanced system engineering tools to account for uncertainties and decision making. These factors are the major concerns to be addressed in the workshop on sustainable development and energy for the US and Africa.\r\n\r\nThe intellectual merits of the proposed Workshop will include:\r\n1. What is an appropriate framework for developing energy related project so that we can guarantee sustainable development?\r\n2. How to incorporate appropriate uncertainties in modeling of renewable resources.\r\n3. Development or evaluation of advanced tools for analysis, to account for multiple objectives, uncertainties and variability in renewable energy development project with the sustainability issued as an objectives.\r\n4. What education and research needs are to be in place to ensure a successful frame work for energy and other related engineering projects are successful and sustainable.  The proposal through the workshop within ICPSOP will include experts from the US and Africa to present their viewpoints based on case studies relevant to their countries as examples.  \r\n\r\nIntellectual Merits: The proposal is aimed at developing a 4-day workshop to address strategies for designing and developing electrification project based on renewable energy which will lead to meeting project goals and sustainable development including various form of uncertainties.  This workshop will engage experts in system engineering, power system and economics, energy market and pricing. Through research work, and best practices, participants will provide case studies, and propose solution and recommendation on how to deal with issues of uncertainty with foresight for sustainability in achieving electrical engineering projects development.  The use of computational intelligence has developed tools with capability to handle foresight and renewable energy resources with model of variability.  In additional, storage technology and inverter technology research needs and challenges related to renewable energy conversion and processing will also be given at the workshop. The experts in this area will provide a catalytic role to ensure the goals of the workshop are met.\r\n\r\nThe broader impacts will include:\r\n1. The workshop is aimed at developing fundamental understanding of why development based on non - alignment of objectives may result in the failure of engineering projects. The outcome of the workshop will provide answers to questions of how to develop capacity, research and educational topics with sample case studies from the US and Africa.\r\n2. The methodology to achieve robust transformation in technology evolution using renewable energy for development will be discussed. The workshop will also serve as a forum for presentation of best practices based on participating countries profile and geographical location. In addition the potential for business of renewable energy resources (RER) in each of the countries will be highlighted. Research and development portfolio will be presented for stakeholders at the conference. The outcome of the results of the workshop will be published in IEEE journal and proceedings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Momoh",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "James A Momoh",
   "pi_email_addr": "jmomoh@howard.edu",
   "nsf_id": "000061534",
   "pi_start_date": "2010-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Howard University",
  "inst_street_address": "2400 6TH ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028064759",
  "inst_zip_code": "200590002",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "HOWARD UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DYZNJGLTHMR9"
 },
 "perf_inst": {
  "perf_inst_name": "Howard University",
  "perf_str_addr": "2400 6TH ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200590002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 49699.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcome </strong></p>\n<p><strong>Intellectual Outcome</strong></p>\n<p><strong>&nbsp;</strong></p>\n<ol>\n<li>New options in market studies for the power industry are discussed. This leads to improved efficient and reliable power supply.</li>\n<li>Improved &nbsp;knowledge of challenges in modeling of Renewable Energy Resources and its usage in the development of a more reliable and energy efficient society </li>\n<li>Based on the conference presentations practical steps to implement the suggested research in smart grid and Renewable Energy have been addressed and put forward. </li>\n</ol>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Broader Impact </strong></p>\n<ul>\n<li>Renewable energy Economy and markets that include smart grid, optimization and control were discussed and new ideas were developed through the unity and mutual understanding between the US and Africa professors in attendance. </li>\n<li>These collaborative efforts are useful in teaching in developing countries and also in the United States. </li>\n<li>Finally through the conference highlights and paper presentations, policies and best practices are now being adopted by many of the utility companies going forward. With the implementation of the suggestion through the conference, underdeveloped countries like Nigeria can now move forward with a better deregulated power market which will ultimately serve as a case study to understand better way in solving global energy challenges. </li>\n</ul>\n<p><strong>Next Step:</strong></p>\n<p>Due to the exposure of the conferences held at Kenya and Nigeria, we have realized some urgent solutions needed through collaborative efforts that can have a great impact to provide solutions<strong> </strong>to the global energy power problems.</p>\n<ol>\n<li>Through these discussions, the next steps to be taken will be to develop a smart grid design, and deployment in the two different countries such as Kenya and Nigeria in order to perform comparative studies.</li>\n<li>To develop the implementation of new tools and their capacity to solve problems in both countries as was discussed in the 2013 conference. </li>\n<li>To promote stronger collaborative efforts between US and African countries in order to realize President Obama&rsquo;s power for Africa Initiatives. </li>\n<li>&nbsp;To organize the&nbsp; next workshop which will allow us&nbsp; to&nbsp; deal&nbsp; with&nbsp; issues of&nbsp; empowering the Africa power industry in&nbsp; development of&nbsp; smart grid</li>\n</ol>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/31/2014<br>\n\t\t\t\t\tModified by: James&nbsp;A&nbsp;Momoh</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1057048/1057048_10035233_1396297663314_photo2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1057048/1057048_10035233_1396297663314_photo2--rgov-800width.jpg\" title=\"ICPSOP Conference\"><img src=\"/por/images/Reports/POR/2014/1057048/1057048_10035233_1396297663314_photo2--rgov-66x44.jpg\" alt=\"ICPSOP Conference\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Key Speech</div>\n<div class=\"imageCredit\">ICPSOP</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">James&nbsp;A&nbsp;Momoh</div>\n<div class=\"imageTitle\">ICPSOP Conference</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2014/1057048/1057048_10035233_1396297717...",
  "por_txt_cntn": "\nProject Outcome \n\nIntellectual Outcome\n\n \n\nNew options in market studies for the power industry are discussed. This leads to improved efficient and reliable power supply.\nImproved  knowledge of challenges in modeling of Renewable Energy Resources and its usage in the development of a more reliable and energy efficient society \nBased on the conference presentations practical steps to implement the suggested research in smart grid and Renewable Energy have been addressed and put forward. \n\n\n \n\nBroader Impact \n\nRenewable energy Economy and markets that include smart grid, optimization and control were discussed and new ideas were developed through the unity and mutual understanding between the US and Africa professors in attendance. \nThese collaborative efforts are useful in teaching in developing countries and also in the United States. \nFinally through the conference highlights and paper presentations, policies and best practices are now being adopted by many of the utility companies going forward. With the implementation of the suggestion through the conference, underdeveloped countries like Nigeria can now move forward with a better deregulated power market which will ultimately serve as a case study to understand better way in solving global energy challenges. \n\n\nNext Step:\n\nDue to the exposure of the conferences held at Kenya and Nigeria, we have realized some urgent solutions needed through collaborative efforts that can have a great impact to provide solutions to the global energy power problems.\n\nThrough these discussions, the next steps to be taken will be to develop a smart grid design, and deployment in the two different countries such as Kenya and Nigeria in order to perform comparative studies.\nTo develop the implementation of new tools and their capacity to solve problems in both countries as was discussed in the 2013 conference. \nTo promote stronger collaborative efforts between US and African countries in order to realize President ObamaÆs power for Africa Initiatives. \n To organize the  next workshop which will allow us  to  deal  with  issues of  empowering the Africa power industry in  development of  smart grid\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/31/2014\n\n\t\t\t\t\tSubmitted by: James A Momoh"
 }
}