{
 "awd_id": "1057928",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  GeoAlerting: An Exploratory Case Study in Socio-Technical Alerting",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 205000.0,
 "awd_amount": 205000.0,
 "awd_min_amd_letter_date": "2010-08-26",
 "awd_max_amd_letter_date": "2010-08-26",
 "awd_abstract_narration": "This project focuses on exploratory research towards the next generation of adaptive socio-technical crisis alerting and warning systems. Alerting systems inform entities affected by crisis ? schools, businesses, hospitals, and the public at large ? about impending dangers, the status of infrastructures, life lines, and available help and actions designed to reduce exposure to natural and human-induced threats ? e.g. evacuate, shelter-in-place etc. The eventual goal is to develop alerting systems that deliver an accurate message to the right targets in the right format and at the right time, however this requires a synergistic exploration of the challenges at multiple levels ? physical/geographical, network and user levels. This effort is an initial exploratory effort that aims to meaningfully combine the three levels into effective alerting schemes. \r\n\r\nIntellectual Merit: Specifically, this project offers a new model of geography based alert dissemination that incorporates both the geographical aspects and societal needs. While information needs are strongly correlated to the geographical location in the context of a natural or human induced disaster, this insight has never been fully exploited in the alert dissemination process.  The principal investigator (PI) conjectures that societal/user information in combination with geographical context can be used to improve the alert dissemination process. In particular, the research aims to enhance the structural properties of a network to represent both the societal and physical connectivity. This requires an understanding of which aspects of a social network are useful to map and maintain as the situation evolves. The research addresses the above interdisciplinary research issues via the following 3 steps. The first research task develops mechanisms to create and maintain a geo-aware overlay network, in order to model geographical correlations. In the second step, the geo-aware overlay network is enhanced to capture and represent societal characteristics by using a geo-social mapping process, and the outcome of this process is a geo-social overlay network. The final research task is that of effective utilization of the geo-social overlay network in the alerting process, which is adaptive to the given knowledge of potential failure, in order to support reliable dissemination at the societal scale in the presence of geo-correlated failures. The project includes a prototype implementation to test/validate the research on a campus testbed.\r\n \r\nBroader Impact: The research paves the way towards a new generation of socio-technical alerting systems that are far more effective than alerting mechanisms in use today and opens new avenues for interdisciplinary research on technologies for alerting systems. If successful the project will lead to new ways of leveraging the capabilities of existing network infrastructures and quickly repurposing them in emergency situations to provide critical situation awareness and disaster management information to diverse organizations and individuals. The PI has strong ties with entities that have a stake in the outcome of this research, including local governments, emergency management agencies and organizations at the state and federal level, and university- and agency-based researchers. A workshop with stakeholders including academic researchers from multiple disciplines, industry participants and government agencies is part of this project to discuss current processes, systems and challenges in disseminating emergency alerts in public. Outreach efforts will also raise awareness of the upcoming communication models for socio-technical alerting systems; it will help demonstrate the possibility of synergistically combining information about the disaster, infrastructure and the public to achieve the desired level of response.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nalini",
   "pi_last_name": "Venkatasubramanian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nalini Venkatasubramanian",
   "pi_email_addr": "nalini@ics.uci.edu",
   "nsf_id": "000315745",
   "pi_start_date": "2010-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 205000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focuses on exploratory research towards societal scale crisis alerting and warning systems. Alerting systems inform social entities affected by crisis - schools, businesses, hospitals, and the public at large - about impending dangers, the status of infrastructures, life lines and available help and actions designed to reduce exposure to natural and human-induced threats - e.g. evacuate, shelter-in-place etc. The work makes contributions both in terms of theoretical foundation and practical implementations in the area of distributed algorithms, networks, and frameworks for alert generation and content customization.</p>\n<p>Intellectual Merit: &nbsp;Research conducted aims to deliver accurate messages to the right targets in the right format and the right time via a synergistic exploration of the challenges at multiple levels - physical/geographical, network and user levels. . The following specific research activities were conducted to systematically explore the integration of geographical and societal concepts into geosocial crisis alerting networks.&nbsp;</p>\n<p>(a) Design of a novel geography aware peer-to-peer overlay for alert propogation.</p>\n<p>(b) Adaptation of alert dissemination on the proposed overlay in the case of geocorrelated failures.</p>\n<p>(c) Incorporation of social network information into the proposed geoaware overlay and design of social diffusion mechanisms for alert propogation.&nbsp;</p>\n<p>(d) Design and implementation of a geosocial overlay with &nbsp;conjugate regions for effective geosocial forwarding of information.</p>\n<p>(e) Implementation and evaluation in real world platforms as well as through emulation/simulation studies.&nbsp;</p>\n<p>Our research revealed that exploiting societally correlated recipients enhances the performance of the social diffusion of a message in terms of accuracy, latency as well as coverage of notification. &nbsp;Geographically correlated failures can significantly impact &nbsp;the performance of the alerting and &nbsp;notification process; &nbsp;the creation of effective overlays techniques with intelligent neighbor selection to improve reachability are critical in reaching under unexpected large scale geographical failures. Observing and understanding the evolving user and disaster context and using that to adapt the alerting process &nbsp;is challenging - such observation-based alert adaptation merits further exploration.</p>\n<p>Broader Impacts: &nbsp; The project provide opportunity to train and develop &nbsp;postdoctoral researchers, graduate (Ph.D. and M.S.) and undergraduate students. &nbsp;Students in graduate courses on &nbsp;distributed computing, middleware systems and networking utilized the project scenario to design novel solutions and buidl expertise on topics such as &nbsp;cloud, server and Android-based application &nbsp;development. &nbsp;Outreach to practitioners and response agencies was realized through conversations and interactions with local fire agencies (LA County Fire), FEMA/DHS through the&nbsp;SMART-C system, and with local K-12 institutions to enhance awareness within the community of new ways of information dissemination during disasters. PI Nalini Venkatasubramanian was invited to present multiple talks during the course of this project. &nbsp;</p>\n<p>On a broader scale, this work has resulted in contributions for disaster response and IT for societal scale applications. The application and realization of the &ldquo;observe and adapt&rdquo; methodology for socio-technical alerting opens many interesting and challenging questions. There is a need to bridge the disconnect between network researchers and disaster sociologists at many levels including research methodologies, experimentation and validation strategies. The geoalerting case study proposed here will serve as an impetus to pursue this multidisciplinary topic and justify the novel approach being taken. It...",
  "por_txt_cntn": "\nThis project focuses on exploratory research towards societal scale crisis alerting and warning systems. Alerting systems inform social entities affected by crisis - schools, businesses, hospitals, and the public at large - about impending dangers, the status of infrastructures, life lines and available help and actions designed to reduce exposure to natural and human-induced threats - e.g. evacuate, shelter-in-place etc. The work makes contributions both in terms of theoretical foundation and practical implementations in the area of distributed algorithms, networks, and frameworks for alert generation and content customization.\n\nIntellectual Merit:  Research conducted aims to deliver accurate messages to the right targets in the right format and the right time via a synergistic exploration of the challenges at multiple levels - physical/geographical, network and user levels. . The following specific research activities were conducted to systematically explore the integration of geographical and societal concepts into geosocial crisis alerting networks. \n\n(a) Design of a novel geography aware peer-to-peer overlay for alert propogation.\n\n(b) Adaptation of alert dissemination on the proposed overlay in the case of geocorrelated failures.\n\n(c) Incorporation of social network information into the proposed geoaware overlay and design of social diffusion mechanisms for alert propogation. \n\n(d) Design and implementation of a geosocial overlay with  conjugate regions for effective geosocial forwarding of information.\n\n(e) Implementation and evaluation in real world platforms as well as through emulation/simulation studies. \n\nOur research revealed that exploiting societally correlated recipients enhances the performance of the social diffusion of a message in terms of accuracy, latency as well as coverage of notification.  Geographically correlated failures can significantly impact  the performance of the alerting and  notification process;  the creation of effective overlays techniques with intelligent neighbor selection to improve reachability are critical in reaching under unexpected large scale geographical failures. Observing and understanding the evolving user and disaster context and using that to adapt the alerting process  is challenging - such observation-based alert adaptation merits further exploration.\n\nBroader Impacts:   The project provide opportunity to train and develop  postdoctoral researchers, graduate (Ph.D. and M.S.) and undergraduate students.  Students in graduate courses on  distributed computing, middleware systems and networking utilized the project scenario to design novel solutions and buidl expertise on topics such as  cloud, server and Android-based application  development.  Outreach to practitioners and response agencies was realized through conversations and interactions with local fire agencies (LA County Fire), FEMA/DHS through the SMART-C system, and with local K-12 institutions to enhance awareness within the community of new ways of information dissemination during disasters. PI Nalini Venkatasubramanian was invited to present multiple talks during the course of this project.  \n\nOn a broader scale, this work has resulted in contributions for disaster response and IT for societal scale applications. The application and realization of the \"observe and adapt\" methodology for socio-technical alerting opens many interesting and challenging questions. There is a need to bridge the disconnect between network researchers and disaster sociologists at many levels including research methodologies, experimentation and validation strategies. The geoalerting case study proposed here will serve as an impetus to pursue this multidisciplinary topic and justify the novel approach being taken. It will illustrate the ability to seamlessly fuse observed social information into technology protocols dynamically. \n\n\t\t\t\t\tLast Modified: 07/30/2013\n\n\t\t\t\t\tSubmitted by: Nalini Venkatasubramanian"
 }
}