{
 "awd_id": "1057797",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Supramolecular Ion Conducting Membranes",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927196",
 "po_email": "tpatten@nsf.gov",
 "po_sign_block_name": "Timothy Patten",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 324000.0,
 "awd_amount": 324000.0,
 "awd_min_amd_letter_date": "2010-09-15",
 "awd_max_amd_letter_date": "2011-07-22",
 "awd_abstract_narration": "In this project, funded by the Macromolecular, Supramolecular and Nanochemistry Program of the Chemistry Division, Louis Madsen of Virginia Polytechnic and State University will investigate interactions between ion transport, morphology, and chemical structure in a range of highly ordered ion-conducting materials.  These materials will be formed using wedge-shaped amphiphilic pi-stacked molecules with focal hydrophilic sulfonic acid head groups.  These will self-assemble into supramolecular columns, in which sulfonic groups stack to form well defined ion channels.  Madsen will use advanced multi-modal NMR methods to probe these materials, and will be part of an international collaboration in which Martin Moller (U. Aachen, Germany) will conduct highly tailored synthesis, and Dimitri Ivanov (CNRS, Mulhouse, France) will accomplish advanced X-ray and microscopy analyses.  The broader impacts include developing a world infrastructure for research and education via international collaborations.  Graduate students and postdocs will benefit from tailored mentoring programs as well as the international dimension of this work.  \r\n\r\nDeveloping clean water and renewable energy sources will be required for sustainable life on this planet.  Next-generation energy and environment-related technologies will rely on development of advanced materials in order to bring them beyond mere theories.  This project will provide new insights into conductive materials to meet these grand challenges.  An international collaboration with outstanding researchers in France and Germany will foster a world infrastructure for research and education, and in the process will educate US students and researchers in the global scientific enterprise.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Louis",
   "pi_last_name": "Madsen",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Louis A Madsen",
   "pi_email_addr": "lmadsen@vt.edu",
   "nsf_id": "000251586",
   "pi_start_date": "2010-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090E",
   "pgm_ref_txt": "Chem/Bio and Physical Diagnostics"
  },
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "5936",
   "pgm_ref_txt": "GERMANY (F.R.G.)"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 162000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 162000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong><em>Supramolecular Ion Conducting Membranes</em></strong></p>\n<p style=\"text-align: center;\"><strong><em><br /></em></strong></p>\n<p style=\"text-align: center;\">PI: Associate Professor Louis A. Madsen &ndash; <em>Virginia Tech</em></p>\n<p style=\"text-align: center;\">(Collaborators: Professor Martin Moller &ndash; <em>RWTH Aachen</em>, Germany</p>\n<p style=\"text-align: center;\">Professor Dimitri Ivanov &ndash; <em>University of Mulhouse</em>, France)</p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp;This project has been part of an international collaboration, through the <em>International Union of Pure and Applied Chemistry</em> (IUPAC), in which the Madsen Research Group at <em>Virginia Tech</em> has combined forces with the groups of Prof. Martin Moller of <em>RWTH (University of) Aachen</em>, Germany, and Prof. Dimitri Ivanov of <em>University of Mulhouse</em>, France.&nbsp; We are aimed at building strong ties between partner groups and institutions.&nbsp; This team has united to pursue the main goals of designing and synthesizing new &ldquo;supramolecular&rdquo; ion conducting materials (Moller), deeply analyzing them using a wide array of methodologies (all partners), and understanding their structure, morphology, dynamics, and transport (Ivanov and Madsen).&nbsp; Supramolecular materials are assemblies of molecules that are ordered based on molecular geometry and packing (see Figure).&nbsp; This &ldquo;supramolecular ordering&rdquo; can give rise to new and emergent material and device behaviors, such as fast ion conduction along a preferential direction in a solid-state battery.&nbsp; We are attempting to more completely understand these supramolecular materials such that we can develop rational theories and guidelines for design of materials to suit specific applications such as fuel cells and batteries.&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp;In the included conceptual figure, the &ldquo;wedge-shaped&rdquo; ionic molecules (upper left) self assemble into pies (middle left), which in turn assemble to form columns of pies (lower left) that have channels for fast transport of water and ions such as sodium or lithium (Na<sup>+</sup> or Li<sup>+</sup>).&nbsp; Ion conducting channel geometries are shown in dark and/or light blue on the right. &nbsp;We have learned using X-ray and magnetic resonance methods that these can form both columnar (middle) and cubic (right) phases based on different humidity conditions during fabrication, and we have shown that the cubic material is approximately a factor of 100 more conductive than the columnar material.</p>\n<p>&nbsp; &nbsp; &nbsp;Madsen has published five articles in high impact journals such as <em>Chemical Communications</em>, <em>Macromolecules</em>, and <em>Journal of Physical Chemistry</em>, and a number of other articles are under preparation on this research.&nbsp; Madsen has disseminated this work in over 30 lectures at international meetings and at universities in the US, Germany, France, The Netherlands, China, and Australia.</p>\n<p>&nbsp; &nbsp; &nbsp;Regarding the education and outreach aspects of this project, Madsen as brought aspects of this project into a magnetic resonance molecular analysis class for graduate and advanced undergraduate students at <em>Virginia Tech</em>.&nbsp; Furthermore, graduate and undergraduate students and postdocs have gained advanced knowledge on optimizing and designing experiments to analyze and understand supramolecular materials, and a range of other chemical and polymer science applications.&nbsp; Students and postdocs from this work have participated in an interactive science program for kids ages 6-11, including hands on activities at &ldquo;<em>Kid&rsquo;s Tech University</em>&rdquo; hosted by Virginia Tech in April 2012 and March 2013, and March 2014 as well as the <em>1st annual Virginia Science Festival</em> in Octob...",
  "por_txt_cntn": "Supramolecular Ion Conducting Membranes\n\n\nPI: Associate Professor Louis A. Madsen &ndash; Virginia Tech\n(Collaborators: Professor Martin Moller &ndash; RWTH Aachen, Germany\nProfessor Dimitri Ivanov &ndash; University of Mulhouse, France)\n \n\n     This project has been part of an international collaboration, through the International Union of Pure and Applied Chemistry (IUPAC), in which the Madsen Research Group at Virginia Tech has combined forces with the groups of Prof. Martin Moller of RWTH (University of) Aachen, Germany, and Prof. Dimitri Ivanov of University of Mulhouse, France.  We are aimed at building strong ties between partner groups and institutions.  This team has united to pursue the main goals of designing and synthesizing new \"supramolecular\" ion conducting materials (Moller), deeply analyzing them using a wide array of methodologies (all partners), and understanding their structure, morphology, dynamics, and transport (Ivanov and Madsen).  Supramolecular materials are assemblies of molecules that are ordered based on molecular geometry and packing (see Figure).  This \"supramolecular ordering\" can give rise to new and emergent material and device behaviors, such as fast ion conduction along a preferential direction in a solid-state battery.  We are attempting to more completely understand these supramolecular materials such that we can develop rational theories and guidelines for design of materials to suit specific applications such as fuel cells and batteries. \n\n     In the included conceptual figure, the \"wedge-shaped\" ionic molecules (upper left) self assemble into pies (middle left), which in turn assemble to form columns of pies (lower left) that have channels for fast transport of water and ions such as sodium or lithium (Na+ or Li+).  Ion conducting channel geometries are shown in dark and/or light blue on the right.  We have learned using X-ray and magnetic resonance methods that these can form both columnar (middle) and cubic (right) phases based on different humidity conditions during fabrication, and we have shown that the cubic material is approximately a factor of 100 more conductive than the columnar material.\n\n     Madsen has published five articles in high impact journals such as Chemical Communications, Macromolecules, and Journal of Physical Chemistry, and a number of other articles are under preparation on this research.  Madsen has disseminated this work in over 30 lectures at international meetings and at universities in the US, Germany, France, The Netherlands, China, and Australia.\n\n     Regarding the education and outreach aspects of this project, Madsen as brought aspects of this project into a magnetic resonance molecular analysis class for graduate and advanced undergraduate students at Virginia Tech.  Furthermore, graduate and undergraduate students and postdocs have gained advanced knowledge on optimizing and designing experiments to analyze and understand supramolecular materials, and a range of other chemical and polymer science applications.  Students and postdocs from this work have participated in an interactive science program for kids ages 6-11, including hands on activities at \"KidÆs Tech University\" hosted by Virginia Tech in April 2012 and March 2013, and March 2014 as well as the 1st annual Virginia Science Festival in October 2014.  Approximately 10 student visitors (high/middle school students, with parents) have also visited our lab during this project.  We invited these students and parent community members to introduce them to our scientific studies.  At least 3 of these visitors (all female, two Hispanic) are studying in or have finished Chemistry undergraduate BS majors.\n\n     The development and understanding of these materials will likely impact engineered materials for practical applications in reverse-osmosis water filtration, advanced solid-state batteries, and fuel cells.  The fundamental knowledge derived from this project promises to impact fields ranging f..."
 }
}