{
 "awd_id": "1057461",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: MRI - Acquisition of an Accelerated Solvent Extractor (ASE) to Rapidly Extract Petroleum Hydrocarbons from Atmospheric Samples in the Field During the 2010 Hurricane Season",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 54780.0,
 "awd_amount": 54780.0,
 "awd_min_amd_letter_date": "2010-08-16",
 "awd_max_amd_letter_date": "2010-08-16",
 "awd_abstract_narration": "The PI requests MRI RAPID funding to acquire an Accelerated Solvent Extractor (ASE) to more rapidly and efficiently conduct hydrocarbon extractions from environmental samples related to the Deepwater Horizon oil spill. This proposal complements a Gulf oil spill RAPID recently funded by the NSF Chemical Oceanography program to quantify marine-to-land transfer of hydrocarbons via atmospheric deposition from hurricanes that pass through the Deepwater Horizon surface slick during the 2010 hurricane season. This will be the first study ever to address marine-to-land transfer of petroleum products via rainfall. Since submission of the original RAPID proposal storm surge from Hurricane Alex has expanded the coastal exposure of many of the Gulf Coast States. This necessitates sampling across a broader geographical sampling grid increasing the total sample count from 24 to 144 and includes sampling air, rainwater, and lake water! As a result a greater number of samples will necessitate adopting a faster extraction process to ensure timely analyses throughout the 2010 hurricane season.\r\n\r\nBroader Impacts \r\n\r\nThe results from this study may provide an indication of ecosystem health in upland areas affected by 2010 hurricanes is severely compromised by wet and dry deposition of Deepwater Horizon-derived hydrocarbons. These will be the first such measurements.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Siddhartha",
   "pi_last_name": "Mitra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Siddhartha Mitra",
   "pi_email_addr": "mitras@ecu.edu",
   "nsf_id": "000076982",
   "pi_start_date": "2010-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "East Carolina University",
  "inst_street_address": "1000 E 5TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENVILLE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "2523289530",
  "inst_zip_code": "278582502",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NC03",
  "org_lgl_bus_name": "EAST CAROLINA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HWPEKM8VFTJ9"
 },
 "perf_inst": {
  "perf_inst_name": "East Carolina University",
  "perf_str_addr": "1000 E 5TH ST",
  "perf_city_name": "GREENVILLE",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "278582502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NC03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "5987",
   "pgm_ref_txt": "GULF OF MEXICO OIL SPILL-2010"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 54780.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcome NSF Award: </strong>1057461</p>\n<p><strong>Project Title</strong>: RAPID: MRI - Acquisition of an Accelerated Solvent Extractor (ASE) to Rapidly Extract Petroleum Hydrocarbons from Atmospheric Samples in the Field During the 2010 Hurricane Season</p>\n<p><strong>PI: </strong>Siddhartha Mitra</p>\n<p><strong>Institution: </strong>East Carolina University</p>\n<p><strong>Intellectual Merit: </strong>&nbsp;A fundamental question that arose from the <em>Deepwater Horizon</em> oil release into the Gulf of Mexico in 2010 was the extent to which oil and oil-derived pollutants from the incident affected the ecosystem and surrounding airshed of the Gulf of Mexico. The goal was to address this question by efficiently extracting polycyclic aromatic hydrocarbons (PAHs) from environmental samples isolated from the Gulf of Mexico. Most PAHs are either toxic or carcinogenic but measurements of their relative abundance in environmental samples can be used to &ldquo;fingerprint&rdquo; oil. The distribution of PAHs in environmental samples from the Gulf of Mexico and the airshed of the Gulf Coast region would be indicative of contamination from the spill if the PAHs in those samples matched the distribution in oil isolated from the <em>Deepwater Horizon </em>riser.</p>\n<p>Using equipment purchased with the MRI award (Accelerated Solvent Extractor - ASE), Mitra&rsquo;s group collaborated with another NSF RAPID awardee (Kimmel - ECU) to isolate PAHs in zooplankton collected from the Gulf of Mexico in August and September of 2010 by Kimmel&rsquo;s research group. Zooplankton are a group of small (0.2-1 mm) marine animals that play a pivotal role in marine ecosystems because they form the base of the food web.&nbsp; The analyses conducted using the accelerated solvent extractor suggest that small amounts of oil from the <em>Deepwater Horizon</em> found its way into the Gulf of Mexico food web. &nbsp;As part of Mitra&rsquo;s RAPID award, the Accelerated Solvent Extractor was also used to isolate PAHs from air and water samples throughout the Gulf Coast states. Those analyses suggest that particles and vapor in the atmosphere as well as rainwater may have been affected by oil from the <em>Deepwater Horizon</em> spill.</p>\n<p><strong>Broader Impacts:</strong> These projects involve 2 graduate students and 2 undergraduates, and are collaborative efforts between Mitra (an organic geochemist) and Kimmel (a zooplankton ecologist). Ms. Jessica Snyder, an undergraduate in the Department of Biology, and Ms. Kim Scalise, a graduate student in the Department of Geological Sciences, primarily conducted this research. Ms. Snyder&rsquo;s work has already resulted in a manuscript entitled, &ldquo;Macondo-1 well oil-derived polycyclic aromatic hydrocarbons in mesozooplankton from the northern Gulf of Mexico.&rdquo;&nbsp; Ms. Scalise&rsquo;s results were recently presented at the International Estuarine Biogeochemistry Symposium in Atlantic Beach, NC.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/05/2011<br>\n\t\t\t\t\tModified by: Siddhartha&nbsp;Mitra</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2011/1057461/1057461_10020720_1315245721334_Slide1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2011/1057461/1057461_10020720_1315245721334_Slide1--rgov-800width.jpg\" title=\"Extraction of 2010 nGOM samples using ASE\"><img src=\"/por/images/Reports/POR/2011/1057461/1057461_10020720_1315245721334_Slide1--rgov-66x44.jpg\" alt=\"Extraction of 2010 nGOM samples using ASE\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Ms. Jessica Snyder preparing zooplankton samples for extraction of polycyclic aromatic hydrocarbons, compounds used to fingerprint oil residues in the environment.</div>\n<div class=\"imageCredit\">Siddhartha Mitra</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Siddhartha&nbsp;Mitra</div>\n<div class=\"imageTitle\">Extraction of 2010 nGOM samples using ASE</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nProject Outcome NSF Award: 1057461\n\nProject Title: RAPID: MRI - Acquisition of an Accelerated Solvent Extractor (ASE) to Rapidly Extract Petroleum Hydrocarbons from Atmospheric Samples in the Field During the 2010 Hurricane Season\n\nPI: Siddhartha Mitra\n\nInstitution: East Carolina University\n\nIntellectual Merit:  A fundamental question that arose from the Deepwater Horizon oil release into the Gulf of Mexico in 2010 was the extent to which oil and oil-derived pollutants from the incident affected the ecosystem and surrounding airshed of the Gulf of Mexico. The goal was to address this question by efficiently extracting polycyclic aromatic hydrocarbons (PAHs) from environmental samples isolated from the Gulf of Mexico. Most PAHs are either toxic or carcinogenic but measurements of their relative abundance in environmental samples can be used to \"fingerprint\" oil. The distribution of PAHs in environmental samples from the Gulf of Mexico and the airshed of the Gulf Coast region would be indicative of contamination from the spill if the PAHs in those samples matched the distribution in oil isolated from the Deepwater Horizon riser.\n\nUsing equipment purchased with the MRI award (Accelerated Solvent Extractor - ASE), Mitra’s group collaborated with another NSF RAPID awardee (Kimmel - ECU) to isolate PAHs in zooplankton collected from the Gulf of Mexico in August and September of 2010 by Kimmel’s research group. Zooplankton are a group of small (0.2-1 mm) marine animals that play a pivotal role in marine ecosystems because they form the base of the food web.  The analyses conducted using the accelerated solvent extractor suggest that small amounts of oil from the Deepwater Horizon found its way into the Gulf of Mexico food web.  As part of Mitra’s RAPID award, the Accelerated Solvent Extractor was also used to isolate PAHs from air and water samples throughout the Gulf Coast states. Those analyses suggest that particles and vapor in the atmosphere as well as rainwater may have been affected by oil from the Deepwater Horizon spill.\n\nBroader Impacts: These projects involve 2 graduate students and 2 undergraduates, and are collaborative efforts between Mitra (an organic geochemist) and Kimmel (a zooplankton ecologist). Ms. Jessica Snyder, an undergraduate in the Department of Biology, and Ms. Kim Scalise, a graduate student in the Department of Geological Sciences, primarily conducted this research. Ms. Snyder’s work has already resulted in a manuscript entitled, \"Macondo-1 well oil-derived polycyclic aromatic hydrocarbons in mesozooplankton from the northern Gulf of Mexico.\"  Ms. Scalise’s results were recently presented at the International Estuarine Biogeochemistry Symposium in Atlantic Beach, NC.\n\n\t\t\t\t\tLast Modified: 09/05/2011\n\n\t\t\t\t\tSubmitted by: Siddhartha Mitra"
 }
}