{
 "awd_id": "1057724",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IEEE PerCom 2011 Student Travel Support",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2010-08-27",
 "awd_max_amd_letter_date": "2010-08-27",
 "awd_abstract_narration": "This travel award will support student participation in the IEEE International Conference on Pervasive Computing and Communications (PerCom) to be held from March 21st to March 25th, 2011, in Seattle, Washington. This is the flagship conference of the pervasive computing community. The conference offers a valuable opportunity to present research results, to learn about the state of the art in pervasive computing, and to train doctoral students through the PhD forum. Of particular value to participating students will be the PhD Forum. In addition to a traditional PhD Forum that consists primarily of poster presentations, the 2011 conference will extend the forum to include a more concrete benefit to student participants. In particular, the PerCom 2011 PhD Forum will include a closed session for participants that will take place one day before the conference starts. The students and the Forum committee members (approximately 6 individuals) will come together for a working session to discuss concerns related to performing PhD research and building a post-dissertation career. Specifically, topics discussed in the Forum will include discussions on how to formulate and follow through on research questions, discussions and critiques of presenting research ideas and solutions, discussions and demonstrations on providing evidence to support research, and a panel focused on how to launch and sustain a research career. The travel awards will focus on particularly recruiting women and minority students to attend the conference by advertising the support opportunity on the PerCom web page and on web sites targeted toward women and minority students, including NSF-sponsored IGERT and REU web sites.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diane",
   "pi_last_name": "Cook",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Diane J Cook",
   "pi_email_addr": "cook@eecs.wsu.edu",
   "nsf_id": "000294757",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Behrooz",
   "pi_last_name": "Shirazi",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Behrooz A Shirazi",
   "pi_email_addr": "shirazi@eecs.wsu.edu",
   "nsf_id": "000365633",
   "pi_start_date": "2010-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "240 FRENCH ADMINISTRATION BLDG",
  "perf_city_name": "PULLMAN",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The IEEE International Conference on Pervasive Computing and Communications (PerCom) is a high<br />quality conference sponsored by IEEE Computer Society's Technical Committee on Computer<br />Communications (TCCC) and Technical Committee on Distributed Computing (TCDP).Since the<br />beginning of the conference in 2003, it has established itself as a premier annual event for researchers in<br />pervasive computing and communications, as well as related areas. The conference has become extremely<br />competitive, with paper acceptance rates consistently lying below 20%. Papers presented at the<br />conference are of very high quality. The number of submissions has been rising steadily which shows the<br />interests and level of research activity in the community. In recent years, PerCom was held in Hong<br />Kong, Texas, and Mannheim, Germany.</p>\n<p>The 2011 conference was held in Seattle, Washington. The conference had about 250 attendees. The<br />program included 13 workshops, a main technical program, a demonstrations session, a poster session, a<br />PhD Forum, two keynote talks, and a panel discussion. Conference details are found online at<br />http://www.percom.org. The proceedings of the meeting are published as an IEEE publication, fully<br />searchable and downloadable via IEEE Xplore. IEEE PerCom is a high quality conference and the<br />premier IEEE technical forum dedicated to addressing the key challenges and identifying future directions<br />in pervasive computing and aware networking including wireless, mobile, mesh and sensor networks,<br />middleware, ambient intelligence, pervasive services and applications. Selected (extended) papers from<br />the 2011 conference will also be invited for publication in a special issue of the Elsevier's Pervasive and<br />Mobile Computing (PMC) journal.</p>\n<p><br />To help increase the representation and participation of United States-based graduate students in this<br />conference, this NSF award was used to help cover the travel expenses for 18 students. The travel award<br />program specifically targeted graduate students because they are an important segment of the research<br />community.</p>\n<p>To select travel grant award recipients, a Call For Proposals was posted on the PerCom site and<br />publicized widely throughout the community. Each proposal included information about the student, a<br />statement indicating how the student would benefit from attending the conference, and a letter from the<br />student&rsquo;s advisor describing the status of the student. A committee of three faculty, consisting of Diane<br />Cook, Jie Liu, and Christine Julien, reviewed each of the proposals and selected 18 award recipients.<br />Each of the recipients accepted the invitation. In addition to attending the conference and workshops, the<br />recipients spent some time helping with the administration of the conference. This award allowed them to<br />attend the conference, learn from the talks, and through their work interact with leading researchers in the<br />field.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/01/2012<br>\n\t\t\t\t\tModified by: Diane&nbsp;J&nbsp;Cook</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe IEEE International Conference on Pervasive Computing and Communications (PerCom) is a high\nquality conference sponsored by IEEE Computer Society's Technical Committee on Computer\nCommunications (TCCC) and Technical Committee on Distributed Computing (TCDP).Since the\nbeginning of the conference in 2003, it has established itself as a premier annual event for researchers in\npervasive computing and communications, as well as related areas. The conference has become extremely\ncompetitive, with paper acceptance rates consistently lying below 20%. Papers presented at the\nconference are of very high quality. The number of submissions has been rising steadily which shows the\ninterests and level of research activity in the community. In recent years, PerCom was held in Hong\nKong, Texas, and Mannheim, Germany.\n\nThe 2011 conference was held in Seattle, Washington. The conference had about 250 attendees. The\nprogram included 13 workshops, a main technical program, a demonstrations session, a poster session, a\nPhD Forum, two keynote talks, and a panel discussion. Conference details are found online at\nhttp://www.percom.org. The proceedings of the meeting are published as an IEEE publication, fully\nsearchable and downloadable via IEEE Xplore. IEEE PerCom is a high quality conference and the\npremier IEEE technical forum dedicated to addressing the key challenges and identifying future directions\nin pervasive computing and aware networking including wireless, mobile, mesh and sensor networks,\nmiddleware, ambient intelligence, pervasive services and applications. Selected (extended) papers from\nthe 2011 conference will also be invited for publication in a special issue of the Elsevier's Pervasive and\nMobile Computing (PMC) journal.\n\n\nTo help increase the representation and participation of United States-based graduate students in this\nconference, this NSF award was used to help cover the travel expenses for 18 students. The travel award\nprogram specifically targeted graduate students because they are an important segment of the research\ncommunity.\n\nTo select travel grant award recipients, a Call For Proposals was posted on the PerCom site and\npublicized widely throughout the community. Each proposal included information about the student, a\nstatement indicating how the student would benefit from attending the conference, and a letter from the\nstudentÆs advisor describing the status of the student. A committee of three faculty, consisting of Diane\nCook, Jie Liu, and Christine Julien, reviewed each of the proposals and selected 18 award recipients.\nEach of the recipients accepted the invitation. In addition to attending the conference and workshops, the\nrecipients spent some time helping with the administration of the conference. This award allowed them to\nattend the conference, learn from the talks, and through their work interact with leading researchers in the\nfield.\n\n\t\t\t\t\tLast Modified: 01/01/2012\n\n\t\t\t\t\tSubmitted by: Diane J Cook"
 }
}