{
 "awd_id": "1058844",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2010 Fall Workshop on Computational Geometry",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dmitri Maslov",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2011-03-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2010-09-02",
 "awd_max_amd_letter_date": "2010-09-02",
 "awd_abstract_narration": "The 2010 Fall Workshop on Computational Geometry will be hosted at Stony Brook University, Stony Brook, NY, October 29-30, 2010.\r\n\r\nThe focus of this particular workshop is to highlight computational geometry methods and applications in sensor networks and network technologies, in line with the Network Technologies Division of the Center of Excellence in Wireless and Information Technology (CEWIT) at Stony Brook, which is providing partial support for the event. Computational geometry has played a significant role in network technology, particularly in ad-hoc sensor networks, data-driven mobility modeling, wireless mesh networks, network optimization, and transportation and communication systems.\r\n\r\nThe two-day workshop will take place during the fall semester of 2010 (October 29?30) on the campus of Stony Brook University, Stony Brook, NY. The proximity to many universities in the Northeast will facilitate student involvement; requested funding is targeted particularly at making the workshop accessible to students, both graduate and undergraduate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph S.",
   "pi_last_name": "Mitchell",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph S. B Mitchell",
   "pi_email_addr": "joseph.mitchell@stonybrook.edu",
   "nsf_id": "000364690",
   "pi_start_date": "2010-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "792900",
   "pgm_ele_name": "COMPUTATIONAL GEOMETRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 2010 Fall Workshop on Computational Geometry<br />took place at Stony Brook University, October 29-30, 2010.<br /><br />The workshop featured two plenary addresses, by Erik D. Demaine (of<br />MIT) and Christopher J. Bishop (of Stony Brook University, Department<br />of Mathematics), which were enthusiastically received.&nbsp; Erik Demaine<br />gave a talk entitled ``Origami Robots and Star Trek Replicators'',<br />with a fascinating glimpse into the algorithms behind reconfigurable<br />robots and replicators.&nbsp; Christopher Bishop spoke on ``Hyperbolic<br />Geometry, Conformal Maps and Optimal Meshing'', showing how<br />mathematical methods can be brought to bear to solve some of<br />computational geometry's toughest problems in polygon decomposition<br />and meshing.<br /><br />The workshop program included 34 contributed talks, 4 contributed posters,<br />and an Open Problem Session (with 10 contributed open problems) for<br />free exchange of ideas regarding open research problems posed by<br />participants.&nbsp; The workshop had 137 registered participants, which<br />included 36 faculty, 9 postdocs, 6 researchers from industry/labs, and<br />86 students (including both graduate students and undergraduates).<br />NSF funding supported travel and participation for students.<br /><br />Several of the talks presented at the workshop developed into mature<br />papers that were submitted to the highly selective 2011 Symposium on<br />Computational Geometry, a venue for top research papers in the field,<br />and to the 2011 Workshop on Algorithms and Data Structures, a venue<br />for leading research in algorithms and their applications.&nbsp; The<br />workshop was instrumental in fostering this research and in<br />establishing collaborations that led to new results that have been,<br />and are in the process of being, published in the most prominent<br />venues of the community.<br /><br />Participants came from the USA, UK, Finland, Israel, Taiwan, Canada,<br />and Bangladesh.&nbsp; Affiliations included Google, IBM, Metron Aviation,<br />the US Army TRADOC, and 38 different universities and colleges<br />worldwide.&nbsp; A particularly significant aspect of the workshop was that<br />it included researchers from different areas and backgrounds,<br />including algorithmic computer science (the traditional ``home'' of<br />computational geometry), solid and geometric modeling, mathematics,<br />applied mathematics, mechanical engineering, robotics, and sensor<br />networks.<br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/02/2011<br>\n\t\t\t\t\tModified by: Joseph S.&nbsp;B&nbsp;Mitchell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe 2010 Fall Workshop on Computational Geometry\ntook place at Stony Brook University, October 29-30, 2010.\n\nThe workshop featured two plenary addresses, by Erik D. Demaine (of\nMIT) and Christopher J. Bishop (of Stony Brook University, Department\nof Mathematics), which were enthusiastically received.  Erik Demaine\ngave a talk entitled ``Origami Robots and Star Trek Replicators'',\nwith a fascinating glimpse into the algorithms behind reconfigurable\nrobots and replicators.  Christopher Bishop spoke on ``Hyperbolic\nGeometry, Conformal Maps and Optimal Meshing'', showing how\nmathematical methods can be brought to bear to solve some of\ncomputational geometry's toughest problems in polygon decomposition\nand meshing.\n\nThe workshop program included 34 contributed talks, 4 contributed posters,\nand an Open Problem Session (with 10 contributed open problems) for\nfree exchange of ideas regarding open research problems posed by\nparticipants.  The workshop had 137 registered participants, which\nincluded 36 faculty, 9 postdocs, 6 researchers from industry/labs, and\n86 students (including both graduate students and undergraduates).\nNSF funding supported travel and participation for students.\n\nSeveral of the talks presented at the workshop developed into mature\npapers that were submitted to the highly selective 2011 Symposium on\nComputational Geometry, a venue for top research papers in the field,\nand to the 2011 Workshop on Algorithms and Data Structures, a venue\nfor leading research in algorithms and their applications.  The\nworkshop was instrumental in fostering this research and in\nestablishing collaborations that led to new results that have been,\nand are in the process of being, published in the most prominent\nvenues of the community.\n\nParticipants came from the USA, UK, Finland, Israel, Taiwan, Canada,\nand Bangladesh.  Affiliations included Google, IBM, Metron Aviation,\nthe US Army TRADOC, and 38 different universities and colleges\nworldwide.  A particularly significant aspect of the workshop was that\nit included researchers from different areas and backgrounds,\nincluding algorithmic computer science (the traditional ``home'' of\ncomputational geometry), solid and geometric modeling, mathematics,\napplied mathematics, mechanical engineering, robotics, and sensor\nnetworks.\n\n\n\n\t\t\t\t\tLast Modified: 07/02/2011\n\n\t\t\t\t\tSubmitted by: Joseph S. B Mitchell"
 }
}