{
 "awd_id": "1058432",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Partnership for Expanding \"Exploring Computer Science\" (PEECS)",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Janice Cuny",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 70207.0,
 "awd_amount": 70207.0,
 "awd_min_amd_letter_date": "2010-09-02",
 "awd_max_amd_letter_date": "2010-09-02",
 "awd_abstract_narration": "The University of California San Diego (UCSD) proposes a planning grant to\r\nbuild the Partnership for Expanding \"Exploring Computer Science\" (PEECS)\r\nwith the goal of increasing the number of underrepresented minority and\r\nfemale students from San Diego County that graduate from high school\r\ninterested in and prepared to pursue college majors in computer science and\r\nrelated fields. PEECS was inspired by the BPC Alliance, \"Into the Loop,\" which\r\nintroduced a new course, \"Exploring Computer Science\" (ECS), in the Los Angeles\r\nUnified School District. ECS is an introductory course that could be a\r\nsteppingstone to Computer Science Principles, the proposed new Advanced\r\nPlacement (AP) course. These two courses have the potential to transform\r\nhigh school education in computing.\r\n\r\nThe CS Principles course is being piloted at UC San Diego this year. Together\r\nwith the facts that \"Into the Loop\" personnel live in the San Diego region,\r\nthere are close ties between the UCLA and UCSD campuses, UCSD Computer Science\r\nis already involved in revamping their freshman curriculum, and UCSD's San Diego\r\nSupercomputer Center (SDSC) has a well-established technology and computational\r\nscience professional development program for pre-college teachers (SDSC\r\nTeacherTECH), this puts San Diego at the right time and place for a major\r\noverhaul of its high school computer science programs.\r\n\r\nPEECS proposes to pave the way for a successful expansion and adaptation of\r\nECS into a new region, San Diego County. There, multiple school districting\r\nstructures, policies, processes, and academic community cultures present their\r\nown new challenges to change. Experiences gained in adapting the ECS program\r\nto the diverse needs of the San Diego region will provide valuable lessons as\r\nthe wider dissemination of ECS and CS Principles goes forward. This planning\r\ngrant will bring together the important stakeholders to develop the necessary\r\npartnerships and directions for this effort.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diane",
   "pi_last_name": "Baxter",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Diane A Baxter",
   "pi_email_addr": "dbaxter@sdsc.edu",
   "nsf_id": "000452818",
   "pi_start_date": "2010-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "748200",
   "pgm_ele_name": "BROADENING PARTIC IN COMPUTING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7482",
   "pgm_ref_txt": "BROADENING PARTIC IN COMPUTING"
  },
  {
   "pgm_ref_code": "9221",
   "pgm_ref_txt": "RESEARCH PLANNING GRANTS FOR WOMEN"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 70207.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h1>Building a Partnership for Computer Science Education</h1>\n<h3><strong>Introduction</strong></h3>\n<p>A strong US economy requires workers who understand computing and how it contributes to their own chosen field. &nbsp;San Diego Supercomputer Center (SDSC) at the University of California San Diego (UCSD) launched <strong>Partnerships for Expanding <em>Exploring Computer Science (PEECS),</em></strong><em> </em>in fall 2010 to create a collaborative support network for sustainable change in the region&rsquo;s pre-college computing education. &nbsp;<em>PEECS&rsquo;</em>s objectives were to identify and enlist the diverse stakeholders whose support was essential for strengthening and sustaining computer science (CS) education in San Diego County secondary schools. The project engaged educational leaders from the San Diego County Office of Education; the San Diego chapter of the Computer Science Teachers Association (SD-CSTA); district superintendents, administrators and technology specialists; and high school teachers and principals. Through presentations, meetings, and discussions with these key stakeholders, <em>PEECS </em>created a regional network of CS education stakeholders to support national efforts &nbsp;&nbsp;to introduce a new AP <em>CS Principles</em> course.</p>\n<h3><strong>Activities and Outcomes</strong></h3>\n<p>The SDSC/ UCSD/ SD-CSTA partnership Advisory Committee (AC) of early advocates among the region&rsquo;s educational leaders guided project leads on protocols, processes, and political priorities, suggesting strategies for gaining buy-in from principals and superintendents. The AC and district-based ambassadors identified key decision makers whose endorsements were needed for <em>CS Principles</em> introduction. &nbsp;The region&rsquo;s sixteen different secondary school districts (ranging from one to 30 high schools per district) required customized approaches. Ambassadors ranged from IT support staff, to STEM coordinators, to the District Superintendent, depending upon each district&rsquo;s size and organizational structure. Following informational presentations, discussions and strategy meetings, small teams outlined tailored, local approaches.</p>\n<p>Highlighting overlap between national initiatives (the CS 10K Project and the proposed new AP <em>CS Principles</em> exam) and the San Diego County Board of Education&rsquo;s own &ldquo;2011-2012 Superintendent&rsquo;s Scorecard&rdquo; goals yielded their endorsement and introductions to district superintendents. Introduced as a freshman general education course at UCSD in fall 2010, <em>CS Principles</em> had demonstrated its ability to provide <span style=\"text-decoration: underline;\">all</span> students with a firm CS conceptual foundation and heighten their interest in taking additional computer science courses. Four schools, principals and teachers offered to pilot a <em>CS Principles </em>course at the high school level for formative evaluation.</p>\n<p>Pilot teachers (with diverse levels of CS experience) agreed to teach the course (or elements) in fall 2011. San Diego State University also agreed to offer <em>CS Principles</em> as a college freshman general education course in fall 2011. The pilot team and San Diego State University (SDSU) colleagues audited the freshman course at UCSD; worked through course activities and lessons; experienced, discussed, and used the active learning pedagogical methods; and reflected on their experiences as they sought to identify challenges to applying those methods to the content they planned to teach in the subsequent (2011-2012) academic year. They drafted curriculum outlines and timelines, and developed personal approaches to integrating the course content into their existing, approved courses. Project team members outlined support activities to help teachers with the initial pilot introduction, including in-class mentors, weekly phone calls, additio...",
  "por_txt_cntn": "Building a Partnership for Computer Science Education\nIntroduction\n\nA strong US economy requires workers who understand computing and how it contributes to their own chosen field.  San Diego Supercomputer Center (SDSC) at the University of California San Diego (UCSD) launched Partnerships for Expanding Exploring Computer Science (PEECS), in fall 2010 to create a collaborative support network for sustainable change in the regionÆs pre-college computing education.  PEECSÆs objectives were to identify and enlist the diverse stakeholders whose support was essential for strengthening and sustaining computer science (CS) education in San Diego County secondary schools. The project engaged educational leaders from the San Diego County Office of Education; the San Diego chapter of the Computer Science Teachers Association (SD-CSTA); district superintendents, administrators and technology specialists; and high school teachers and principals. Through presentations, meetings, and discussions with these key stakeholders, PEECS created a regional network of CS education stakeholders to support national efforts   to introduce a new AP CS Principles course.\nActivities and Outcomes\n\nThe SDSC/ UCSD/ SD-CSTA partnership Advisory Committee (AC) of early advocates among the regionÆs educational leaders guided project leads on protocols, processes, and political priorities, suggesting strategies for gaining buy-in from principals and superintendents. The AC and district-based ambassadors identified key decision makers whose endorsements were needed for CS Principles introduction.  The regionÆs sixteen different secondary school districts (ranging from one to 30 high schools per district) required customized approaches. Ambassadors ranged from IT support staff, to STEM coordinators, to the District Superintendent, depending upon each districtÆs size and organizational structure. Following informational presentations, discussions and strategy meetings, small teams outlined tailored, local approaches.\n\nHighlighting overlap between national initiatives (the CS 10K Project and the proposed new AP CS Principles exam) and the San Diego County Board of EducationÆs own \"2011-2012 SuperintendentÆs Scorecard\" goals yielded their endorsement and introductions to district superintendents. Introduced as a freshman general education course at UCSD in fall 2010, CS Principles had demonstrated its ability to provide all students with a firm CS conceptual foundation and heighten their interest in taking additional computer science courses. Four schools, principals and teachers offered to pilot a CS Principles course at the high school level for formative evaluation.\n\nPilot teachers (with diverse levels of CS experience) agreed to teach the course (or elements) in fall 2011. San Diego State University also agreed to offer CS Principles as a college freshman general education course in fall 2011. The pilot team and San Diego State University (SDSU) colleagues audited the freshman course at UCSD; worked through course activities and lessons; experienced, discussed, and used the active learning pedagogical methods; and reflected on their experiences as they sought to identify challenges to applying those methods to the content they planned to teach in the subsequent (2011-2012) academic year. They drafted curriculum outlines and timelines, and developed personal approaches to integrating the course content into their existing, approved courses. Project team members outlined support activities to help teachers with the initial pilot introduction, including in-class mentors, weekly phone calls, additional professional development focused on CS content knowledge, and informal meetings to strengthen the pilot teamÆs sense of community and diminish teacher/faculty barriers.\n\nA project web portal shared class podcasts, class activity outlines, homework assignments, exams, answer guides, extended instructional materials, related resources, and a blog. Weekly calls exposed tea..."
 }
}