{
 "awd_id": "1058171",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Perspectives on Employment for / from Persons with Disabilities, February 17-21, 2011, Washington, DC",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ted A. Conway",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 4500.0,
 "awd_amount": 4500.0,
 "awd_min_amd_letter_date": "2010-08-18",
 "awd_max_amd_letter_date": "2010-08-18",
 "awd_abstract_narration": "PI: Sharma, Amy and Foreman, Angela L.\r\nProposal Number: 1058171\r\n\r\n\"We take different approaches to problems, and the best solutions are achieved by the greatest diversity.\" Doug Wide, Professor Emeritus, Mechanical Engineering, Stanford University (Mech. Eng. Vol. 132, Feb 2010).\r\n\r\n  The PIs propose to hold a career workshop at the 2011 AAAS Annual Meeting to take place Feb. 17-21, 2011 in Washington, DC.  This workshop will focus on the perspectives of persons with disabilities, and their potential employers, on how to successfully navigate the engineering workforce.  It will also provide an opportunity to disseminate the data and lessons learned from the 2009 AAAS Problem Solvers: Education and Career Paths of Engineers with Disabilities Workshop (funded by the NSF) that provided an opportunity for persons with disabilities to review: employment issues, accommodations from an engineering perspective and assistive technology.\r\n  This workshop idea was conceived by members of the AAAS Committee on Opportunities in Science (COOS) at the 2010 AAAS Annual Meeting in response to the 2011 AAAS Annual Meeting theme of \"Science Without Borders\", receiving full support of COOS.\r\n  The workshop will promote diversity in the workforce by providing strategies to overcome potential barriers to entry into engineering.  By necessity, persons with disabilities develop creative problem solving skills to overcome everyday obstacles, providing them with a unique skill set applicable to many engineering fields.\r\n  Potential topics to be covered will include both employers and employees viewpoints.  At the end of the session, potential employees should feel empowered to seek employment, by learning to focus on their own intellectual strengths and being prepared to discuss employer concerns.  Potential employers can discover the needs to persons with disabilities in order to proactively make changes necessary to create an inclusive environment that values intellect and diversity.\r\n\r\nIntellectual Merit\r\nThe PIs believe that the field of engineering would benefit from more diverse perspectives in its workforce, especially the perspective of persons with disabilities.  Specifically, by incorporating the users perspective into design, the potential for more practical and useful assistive technology is greatly increased.  More broadly, a diverse engineering design team with multiple points of view has greater potential to think outside the box and develop more creative technology to solve a myriad of 21st century problems.\r\n\r\nBroader Impacts\r\nSeveral employees and employers have identified best practice for successful persons with disabilities (pwd) employment in engineering fields.  By disseminating these lessons learned, this workshop will contribute toward a paradigm shift away from perceived limitations (imposed by both pwds and society) and toward strengths of the individual.  The conversation can begin to move from focusing on the negative to focusing on the positive.\r\n\r\nThe AAAS Meeting attracts a large audience from academia, industry and the policy community making it an ideal forum to reach a broad range of individuals who have the ability to make an impact in the engineering sector by addressing diversity from multiple angles.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Sharma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amy Sharma",
   "pi_email_addr": "amy.sharma@microcimaging.com",
   "nsf_id": "000558627",
   "pi_start_date": "2010-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Foreman",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Angela L Foreman",
   "pi_email_addr": "alfnts@rit.edu",
   "nsf_id": "000554121",
   "pi_start_date": "2010-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Applied Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH APPLIED RESEARCH CORP",
  "org_prnt_uei_num": "L3G5SBQ2PLK5",
  "org_uei_num": "L3G5SBQ2PLK5"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Applied Research Corporation",
  "perf_str_addr": "926 DALNEY ST NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303186395",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 4500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Perspectives on Employment for/from Persons with Disabilities</strong><strong></strong></p>\n<p>&nbsp;This report describes a career workshop at the 2011 AAAS Annual Meeting, 18 February 2011, in Washington, DC. This workshop focused on the perspectives of persons with disabilities (PDWs), and their potential employers, on how to successfully navigate the engineering workforce. The workshop promoted diversity in the workforce by providing strategies to overcome potential barriers to entry into engineering. By necessity, persons with disabilities develop creative problem solving skills to overcome everyday obstacles, providing them with a unique skill set applicable to many engineering fields.</p>\n<p>A diverse engineering design team with multiple points-of-view has greater potential to think outside-the-box and develop more creative technology to solve a myriad of 21<sup>st</sup> century problems.</p>\n<p>&nbsp;Both employees and employers have identified best practices for successful PWD employment in engineering fields. By disseminating lessons learned, the workshop described herein contributed to a paradigm shift from perceived limitations (imposed by both PWDs and society) and toward strengths manifested by the individual. The AAAS Meeting attracted a large audience from academia, industry and the policy community, thereby providing an ideal forum to reach a broad range of individuals exhibiting ability to make an impact in the engineering sector by addressing diversity from multiple aspects.</p>\n<p>&nbsp;<strong>Project Outcome</strong></p>\n<p><strong>&nbsp;</strong>The speakers listed below have conquered employment barriers and provide concrete examples of success. By telling their stories and sharing lessons learned, they potentially inspired both companies and universities to create a more inclusive workplace. Additionally, these speakers provided reassurance to individuals with disabilities that career success will be based on their intellectual merit and that their employment is not a burden on their employer. Breaking down employment barriers is a positive feedback loop. As companies and universities employ more persons with disabilities, young individuals with disabilities will have more role models and will be less timid in exploring engineering as a career. Engineering and technology companies often decry the lack of talented employees in the marketplace, and inspiring another segment of the population to become engineers provides more intellectual talent to a 21<sup>st</sup> Century American Workforce.</p>\n<p>&nbsp;The sixty- minute workshop consisted of four speakers/panel members. The speakers, recommended by Virginia Stern, Director, Science, Technology and Disability and Laureen Summers, Program Associate, at AAAS, included Dr. Kenneth E. Barner, Dr. Dan Krieger, Mr. Jerry Kirby, and Ms. Winnie Rodriguez.</p>\n<p>&nbsp;Dr. Kenneth E. Barner is Chairperson of the Department of Electrical and Computer Engineering at the University of Delaware. His research addresses the human computer interaction (HCI), specifically focusing on issues encountered by individuals with disabilities. Dr. Barner&rsquo;s talk, entitled &ldquo;Surviving the Engineering Gauntlet in Academia - A Personal Perspective,&rdquo; covered his personal journey as an individual with a disability traversing the engineering discipline, from education at the undergraduate and graduate levels through a career in academia.</p>\n<p>&nbsp;2. Dr. Dan Krieger, employed at Office of the Director, NASA&rsquo;s Goddard Space Flight Center, has spent a large part of his professional career working with persons with disabilities and to ensure equal employment opportunities. Dr. Krieger&rsquo;s talk was entitled, &ldquo;Achieving Competence in Careers in Engineering and Space Science &ndash; How NASA Utilizes ACCESS to Achieve Excellence in its Science and Engineering Workforce.&rdquo; The ta...",
  "por_txt_cntn": "\nPerspectives on Employment for/from Persons with Disabilities\n\n This report describes a career workshop at the 2011 AAAS Annual Meeting, 18 February 2011, in Washington, DC. This workshop focused on the perspectives of persons with disabilities (PDWs), and their potential employers, on how to successfully navigate the engineering workforce. The workshop promoted diversity in the workforce by providing strategies to overcome potential barriers to entry into engineering. By necessity, persons with disabilities develop creative problem solving skills to overcome everyday obstacles, providing them with a unique skill set applicable to many engineering fields.\n\nA diverse engineering design team with multiple points-of-view has greater potential to think outside-the-box and develop more creative technology to solve a myriad of 21st century problems.\n\n Both employees and employers have identified best practices for successful PWD employment in engineering fields. By disseminating lessons learned, the workshop described herein contributed to a paradigm shift from perceived limitations (imposed by both PWDs and society) and toward strengths manifested by the individual. The AAAS Meeting attracted a large audience from academia, industry and the policy community, thereby providing an ideal forum to reach a broad range of individuals exhibiting ability to make an impact in the engineering sector by addressing diversity from multiple aspects.\n\n Project Outcome\n\n The speakers listed below have conquered employment barriers and provide concrete examples of success. By telling their stories and sharing lessons learned, they potentially inspired both companies and universities to create a more inclusive workplace. Additionally, these speakers provided reassurance to individuals with disabilities that career success will be based on their intellectual merit and that their employment is not a burden on their employer. Breaking down employment barriers is a positive feedback loop. As companies and universities employ more persons with disabilities, young individuals with disabilities will have more role models and will be less timid in exploring engineering as a career. Engineering and technology companies often decry the lack of talented employees in the marketplace, and inspiring another segment of the population to become engineers provides more intellectual talent to a 21st Century American Workforce.\n\n The sixty- minute workshop consisted of four speakers/panel members. The speakers, recommended by Virginia Stern, Director, Science, Technology and Disability and Laureen Summers, Program Associate, at AAAS, included Dr. Kenneth E. Barner, Dr. Dan Krieger, Mr. Jerry Kirby, and Ms. Winnie Rodriguez.\n\n Dr. Kenneth E. Barner is Chairperson of the Department of Electrical and Computer Engineering at the University of Delaware. His research addresses the human computer interaction (HCI), specifically focusing on issues encountered by individuals with disabilities. Dr. BarnerÆs talk, entitled \"Surviving the Engineering Gauntlet in Academia - A Personal Perspective,\" covered his personal journey as an individual with a disability traversing the engineering discipline, from education at the undergraduate and graduate levels through a career in academia.\n\n 2. Dr. Dan Krieger, employed at Office of the Director, NASAÆs Goddard Space Flight Center, has spent a large part of his professional career working with persons with disabilities and to ensure equal employment opportunities. Dr. KriegerÆs talk was entitled, \"Achieving Competence in Careers in Engineering and Space Science &ndash; How NASA Utilizes ACCESS to Achieve Excellence in its Science and Engineering Workforce.\" The talk described NASAÆs Goddard Space Flight CenterÆs Achieving Competence in Careers in Engineering and Space Science (ACCESS) Program. This internship experience for students with disabilities majoring in technical disciplines helps further NASAÆs scientific mission, as well as ..."
 }
}