{
 "awd_id": "1058081",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Science of Learning Center Initiatives for Translational Science:  The Ultimate Block Party and LEARN",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032927878",
 "po_email": "slim@nsf.gov",
 "po_sign_block_name": "Soo-Siang Lim",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 74981.0,
 "awd_amount": 74981.0,
 "awd_min_amd_letter_date": "2010-08-23",
 "awd_max_amd_letter_date": "2010-08-23",
 "awd_abstract_narration": "Science of Learning Center Initiatives for Translational Science: The Ultimate Block Party and LEARN\r\n\r\n\r\nABSTRACT\r\n\r\nThe purpose of this project is to bring representatives of the Science of Learning Centers together to discuss ways to disseminate the rapidly accumulating science of learning to the lay public and to educators.  Scientists who study how children learn have long known that play and playful engagement is the source of much learning that prepares children for success in school and in life.  Research indicates that when learning takes place in a playful manner, it can be extended to solve problems in new situations, it is retained longer, and it gains additional meaning as it links up to what learners already know.  The broad goal of the proposed workshop is to increase the amount, the nature, and the effectiveness of outreach on the science of learning to the lay public and to educators.  Through attendance at the Ultimate Block Party in New York City -- a radical new form of scientific dissemination -- and a subsequent workshop, representatives from Science of Learning Centers will pursue three goals: To increase cooperation between the Centers for improving and expanding outreach to the community (both local and national); to observe and evaluate how families engage in playful, informal learning at the Ultimate Block Party; and to develop new ways to communicate the nuggets of science to the public.    \r\n\r\nThe significance of this project is that it contributes to America's future. America needs to educate its citizens about the science of learning so that the next generation of individuals to enter the work force 30 years hence have the skills required to succeed.  Families and educators must understand how children learn best to be able to provide them with the experiences that foster the development of the competencies demanded in the 21st century workplace.  The days when children could learn just the '3Rs' have passed; tomorrow's children need to know content as well how to collaborate and communicate across international lines, how to engage in critical thinking to question and integrate vast amounts of information, and how to have the creativity and confidence to persevere that have been key to America's economic strength.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roberta",
   "pi_last_name": "Golinkoff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roberta Golinkoff",
   "pi_email_addr": "roberta@udel.edu",
   "nsf_id": "000171323",
   "pi_start_date": "2010-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathy",
   "pi_last_name": "Hirsh-Pasek",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kathy Hirsh-Pasek",
   "pi_email_addr": "khirshpa@temple.edu",
   "nsf_id": "000220791",
   "pi_start_date": "2010-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "770400",
   "pgm_ele_name": "Science of Learning Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 74981.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Project Outcomes Report for the General Public</em></p>\n<p>Project Title: Science of Learning Center Initiatives for Translational Science: The Ultimate Block Party and LEARN</p>\n<p><br /> PIs: Roberta Golinkoff and Kathy Hirsh-Pasek<br /> Awardee: University of Delaware <br /> Award Number: 1058081</p>\n<p>On October 2, 2010, over 50,000 people attended the first Ultimate Block Party event, held in New York City&rsquo;s Central Park. With the help of a wide range of scientists, community partners, corporate leaders, children&rsquo;s museums, nonprofit groups, and volunteers, our research team explored how playful learning impacts various aspects of child development, including spatial thinking. &nbsp;The Ultimate Block Party initiative seeks to transform parental attitudes about how children learn by demonstrating that play can foster important skills in science, technology, engineering, and math (STEM) disciplines, spatial thinking, literacy, and the arts. Recognizing that the general public is largely unaware of explicit connections between play and learning, we developed the Ultimate Block Party to create unique opportunities for families to directly experience the science of learning in action.&nbsp;</p>\n<p>The New York Ultimate Block Party included 28 activities spanning eight play domains: adventure, construction, physical activity, creativity, the arts, make-believe, technology, and language. All activities were designed to appeal to a wide demographic audience (e.g., children of different ages, interests, learning abilities including learning disabilities, and physical abilities). <em>Importantly, each activity was based in a nugget of science. </em>&nbsp;For example, the spatial learning activities were grounded in studies showing that block and puzzle play promote spatial understanding and mathematics achievement.&nbsp; One activity, <em>Skyscraper</em><em>&nbsp;Challenge</em>&nbsp;(sponsored by NSF&rsquo;s Science of Learning Centers and in collaboration with the Chicago Children&rsquo;s Museum), had children designing their own&nbsp;skyscraper,&nbsp;enhancing their understanding of the science, engineering, art, and technology behind what keeps the world&rsquo;s tallest buildings standing.&nbsp;An independent evaluation of the Ultimate Block Party indicated that parents connected play and spatial thinking.&nbsp; Furthermore, the more events adults attended, the more they came to understand the importance of playful learning.</p>\n<p>A workshop conducted the day after the New York Ultimate Block Party funded by the National Science Foundation created connections among the National Science Foundation Science of Learning Centers (SLCs) on the issue of how to share findings from the science of learning with the public in forums similar to the Ultimate Block Party.&nbsp; The workshop was designed to foster a truly collaborative consortium between SLC sites so that they might engage in novel forms of outreach to communicate to the lay public, families and educators about the science of learning. This workshop also served to create bridges between leading researchers in the science of learning communities as they build upon the lessons and successes of the UBP. The Ultimate Block Party represents a new form of scientific outreach that has the potential to transform parents&rsquo; attitudes towards learning in ways that are consistent with the scientific evidence.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/27/2012<br>\n\t\t\t\t\tModified by: Roberta&nbsp;Golinkoff</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report for the General Public\n\nProject Title: Science of Learning Center Initiatives for Translational Science: The Ultimate Block Party and LEARN\n\n\n PIs: Roberta Golinkoff and Kathy Hirsh-Pasek\n Awardee: University of Delaware \n Award Number: 1058081\n\nOn October 2, 2010, over 50,000 people attended the first Ultimate Block Party event, held in New York CityÆs Central Park. With the help of a wide range of scientists, community partners, corporate leaders, childrenÆs museums, nonprofit groups, and volunteers, our research team explored how playful learning impacts various aspects of child development, including spatial thinking.  The Ultimate Block Party initiative seeks to transform parental attitudes about how children learn by demonstrating that play can foster important skills in science, technology, engineering, and math (STEM) disciplines, spatial thinking, literacy, and the arts. Recognizing that the general public is largely unaware of explicit connections between play and learning, we developed the Ultimate Block Party to create unique opportunities for families to directly experience the science of learning in action. \n\nThe New York Ultimate Block Party included 28 activities spanning eight play domains: adventure, construction, physical activity, creativity, the arts, make-believe, technology, and language. All activities were designed to appeal to a wide demographic audience (e.g., children of different ages, interests, learning abilities including learning disabilities, and physical abilities). Importantly, each activity was based in a nugget of science.  For example, the spatial learning activities were grounded in studies showing that block and puzzle play promote spatial understanding and mathematics achievement.  One activity, Skyscraper Challenge (sponsored by NSFÆs Science of Learning Centers and in collaboration with the Chicago ChildrenÆs Museum), had children designing their own skyscraper, enhancing their understanding of the science, engineering, art, and technology behind what keeps the worldÆs tallest buildings standing. An independent evaluation of the Ultimate Block Party indicated that parents connected play and spatial thinking.  Furthermore, the more events adults attended, the more they came to understand the importance of playful learning.\n\nA workshop conducted the day after the New York Ultimate Block Party funded by the National Science Foundation created connections among the National Science Foundation Science of Learning Centers (SLCs) on the issue of how to share findings from the science of learning with the public in forums similar to the Ultimate Block Party.  The workshop was designed to foster a truly collaborative consortium between SLC sites so that they might engage in novel forms of outreach to communicate to the lay public, families and educators about the science of learning. This workshop also served to create bridges between leading researchers in the science of learning communities as they build upon the lessons and successes of the UBP. The Ultimate Block Party represents a new form of scientific outreach that has the potential to transform parentsÆ attitudes towards learning in ways that are consistent with the scientific evidence.\n\n \n\n\t\t\t\t\tLast Modified: 10/27/2012\n\n\t\t\t\t\tSubmitted by: Roberta Golinkoff"
 }
}