{
 "awd_id": "1059628",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Locus: A Vehicular-based Content Management Network for Location-centric Applications",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Min Song",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2010-08-26",
 "awd_max_amd_letter_date": "2011-08-31",
 "awd_abstract_narration": "Location-specific data is the enabling component of a new class of applications that can access near real-time and recent historical data about a specific location, driving applications such as vehicle route planning, real-time fuel efficiency and location-based data sharing.  The focus on location-centric applications points towards caching of data in the geographic area where it was generated.  Since the cache is location-sensitive and vehicles are constantly on the move, traditional caching and content Web-centric prefetching architectures not apply. Additionally, the large volumes of data these devices will generate cannot be supported by existing centralized approaches.  Instead, we have designed Locus, a decentralized data overlay that runs on top of the mobile devices themselves.\r\n\r\nTo keep data from a specific location near that location, Locus introduces the novel concept of \"bubbles of knowledge\", where the sensed data is actually stored in the network by the nodes in the surrounding geographic area, essentially providing localized memory in the network about the sensed data.  By using such location information, Locus can achieve more efficient data storage and improve data look-up rates.  As more users join the network, the benefits of Locus will be amplified due to the increasing density of the network, increasing both the performance and value of the overlay as the system grows.  By maintaining content locally in the vehicular network, Locus reduces the reliance on and cost of infrastructure access, benefiting individuals with mobile data plans that limit total downloads or regions where the cellular data networks are overloaded.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robin",
   "pi_last_name": "Kravets",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robin Kravets",
   "pi_email_addr": "rhk@cs.uiuc.edu",
   "nsf_id": "000176872",
   "pi_start_date": "2010-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 75000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 125000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With constant improvements in technology, the diffusion of mobile networking has gone well beyond the boundaries of our homes or workplaces and has reached our sidewalks, parks, and roads. Today&rsquo;s life depends ever more on the ability to access ubiquitous services, even when on the move. Similarly, tomorrow&rsquo;s car will depend on network connectivity to support both assisted and autonomous driving systems. Prototypes of self-driving vehicles are improving every day, but they represent only the first step of a revolution that requires networking support not only for how they operate, but more importantly for how they interact with each other. Car manufacturer are designing and developing prototypes such as Volvo&rsquo;s City Safety, or Mercedes&rsquo; DICE, which require real-time map updates and car-to-car coordination. Maps as they are today are simply not sufficient, and complex and accurate 3D models of the world are becoming a necessity. The hundreds of sensors that cars are equipped with already have the potential to provide this accurate view of the world at a very limited cost.</p>\n<p>Although most current research in vehicular networks focuses on user-to-user communication, this large-scale, dynamic environment best supports service-based communication, and introduces new service-based communication patterns. However, the very specific mobility that characterizes vehicular networks has a strong influence on the types of services that can be supported, and defines their demands as well. Unfortunately, this same characteristic is also the cause of a lack of structure in the network. The short duration of contact opportunities due to high speeds has a negative influence on the stability and quality of car-to-car links. In this project, we have shown that two particular properties of vehicular networks can help mitigate the challenges of mobility and the lack of structure. First, clustering can be exploited to establish local structure in a vehicular network, which in turn can define the communication patterns that we expect to see both between cars in the same cluster and cars in different clusters. Second, including stationary cars in a vehicular network has the potential to improve local stability by thickening the mesh of the network and creating more robust links.</p>\n<p>Clustering is a natural phenomenon in mobile networks, defined by the constrained mobility of vehicles that must stay on the road and follow traffic rules. Long-lived links within a cluster can support node-centric services. On the other hand, the brief, unpredictable contacts between vehicles belonging to different clusters are more suitable for opportunistic content-centric services. To support these communication patterns we have designed a novel, completely distributed cluster management algorithm, QuickSilver, which supports concurrent node-centric, intra-cluster and data-centric, inter-cluster connectivity.</p>\n<p>For internet-based services, connecting to the Internet using the existing infrastructure (the 3G/4G net- work) is often challenged by overloaded networks and monetary costs. For those services that can tolerate intermittent connectivity and the consequent delays, we demonstrate the benefits of opportunistic Internet connections through LoadingZones, a service that extends Internet access from open indoor access points by leveraging the stable placement and connectivity of parked cars, reinforcing the mesh of the network.</p>\n<p>While energy is generally regarded as a widely available resource in vehicular networks, the introduction of an active role for parked vehicles raises a new challenge given the limited capacity of a vehicle&rsquo;s battery. During long stops, this energy might not be enough to provide continuous services. Therefore, it is vital to determine an active-sleep schedule that saves energy, but keeps the services active when most needed. To addre...",
  "por_txt_cntn": "\nWith constant improvements in technology, the diffusion of mobile networking has gone well beyond the boundaries of our homes or workplaces and has reached our sidewalks, parks, and roads. TodayÆs life depends ever more on the ability to access ubiquitous services, even when on the move. Similarly, tomorrowÆs car will depend on network connectivity to support both assisted and autonomous driving systems. Prototypes of self-driving vehicles are improving every day, but they represent only the first step of a revolution that requires networking support not only for how they operate, but more importantly for how they interact with each other. Car manufacturer are designing and developing prototypes such as VolvoÆs City Safety, or MercedesÆ DICE, which require real-time map updates and car-to-car coordination. Maps as they are today are simply not sufficient, and complex and accurate 3D models of the world are becoming a necessity. The hundreds of sensors that cars are equipped with already have the potential to provide this accurate view of the world at a very limited cost.\n\nAlthough most current research in vehicular networks focuses on user-to-user communication, this large-scale, dynamic environment best supports service-based communication, and introduces new service-based communication patterns. However, the very specific mobility that characterizes vehicular networks has a strong influence on the types of services that can be supported, and defines their demands as well. Unfortunately, this same characteristic is also the cause of a lack of structure in the network. The short duration of contact opportunities due to high speeds has a negative influence on the stability and quality of car-to-car links. In this project, we have shown that two particular properties of vehicular networks can help mitigate the challenges of mobility and the lack of structure. First, clustering can be exploited to establish local structure in a vehicular network, which in turn can define the communication patterns that we expect to see both between cars in the same cluster and cars in different clusters. Second, including stationary cars in a vehicular network has the potential to improve local stability by thickening the mesh of the network and creating more robust links.\n\nClustering is a natural phenomenon in mobile networks, defined by the constrained mobility of vehicles that must stay on the road and follow traffic rules. Long-lived links within a cluster can support node-centric services. On the other hand, the brief, unpredictable contacts between vehicles belonging to different clusters are more suitable for opportunistic content-centric services. To support these communication patterns we have designed a novel, completely distributed cluster management algorithm, QuickSilver, which supports concurrent node-centric, intra-cluster and data-centric, inter-cluster connectivity.\n\nFor internet-based services, connecting to the Internet using the existing infrastructure (the 3G/4G net- work) is often challenged by overloaded networks and monetary costs. For those services that can tolerate intermittent connectivity and the consequent delays, we demonstrate the benefits of opportunistic Internet connections through LoadingZones, a service that extends Internet access from open indoor access points by leveraging the stable placement and connectivity of parked cars, reinforcing the mesh of the network.\n\nWhile energy is generally regarded as a widely available resource in vehicular networks, the introduction of an active role for parked vehicles raises a new challenge given the limited capacity of a vehicleÆs battery. During long stops, this energy might not be enough to provide continuous services. Therefore, it is vital to determine an active-sleep schedule that saves energy, but keeps the services active when most needed. To address this challenge we designed an adaptive energy governor, ParkingMeter, capable of maximizing service utility while..."
 }
}