{
 "awd_id": "1061892",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Development of Airborne Lidar and Temperature Mapper \"Facility\" Instruments for the NSF GV and Measurements during SAANGRIA",
 "cfda_num": "47.050",
 "org_code": "06020201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne-Marie Schmoltner",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 399999.0,
 "awd_amount": 399999.0,
 "awd_min_amd_letter_date": "2010-09-27",
 "awd_max_amd_letter_date": "2013-07-21",
 "awd_abstract_narration": "The investigators will build an atmospheric lidar instrument and an airglow imager for deployment on the NSF/NCAR Gulfstream-V (NGV) aircraft. The instruments are designed to make measurements important for studying the impacts of internal gravity waves (GWs) in atmospheric dynamics, and in the chemical, microphysical, and plasma processes they influence. In the stratosphere, GW effects include severe turbulence at flight altitudes, creation of polar stratospheric clouds that contribute to ozone destruction, and systematic influences on the large-scale circulation. Large-scale GWs also have similar, but largely unknown, effects extending well into the thermosphere and ionosphere. The Southern Andes -- ANtarctic GRavity wave InitiAtive (SAANGRIA) is a program that would employ the NGV research aircraft to measure gravity wave effects over the southern Andes, the Drake Passage, and the Antarctic Peninsula, which is believed to be the most dynamically active region on Earth in terms of GW forcing.\r\n\r\nCurrent NGV instruments are well suited to lower atmosphere SAANGRIA observations, but do not address climate and mesosphere-lower thermosphere science topics fully.  The new stratospheric and mesosphere and lower thermosphere (MLT) NGV instruments would include Rayleigh and resonance lidars and a Mesospheric Temperature Mapper that would measure temperatures and vertical winds spanning altitudes from immediately above the NGV flight altitude (~13 km) to ~100 km. These instruments will remain as NGV \"facility\" instruments thereafter, thus greatly enhancing the scientific benefits of the NCAR facilities for flight programs by NSF investigators in the future. The information obtained from these measurements will benefit the research community and society by helping to improve numerical weather prediction, general circulation modeling, and climate studies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Taylor",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Taylor",
   "pi_email_addr": "mike.taylor@usu.edu",
   "nsf_id": "000493285",
   "pi_start_date": "2010-09-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "1000 OLD MAIN HL",
  "perf_city_name": "LOGAN",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843221000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  },
  {
   "pgm_ele_code": "420200",
   "pgm_ele_name": "Upper Atmospheric Facilities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200001.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 59999.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 39999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Award Title:&nbsp; </strong>Collaborative Research: Development of Airborne Lidar and Temperature Mapper &ldquo;Facility&rdquo; Instruments for the NSF GV and Measurements during SAANGRIA.</p>\n<p><strong>Federal Award ID:&nbsp; </strong>1061892</p>\n<p>Report Submission Period: 10/1/2013 to 9/30/2014</p>\n<p>&nbsp;</p>\n<p>This collaborative grant supported the development of new instruments for remote sensing measurements of the upper atmosphere from the NSF Gulfstream 5 (GV) research aircraft.&nbsp; The major goal of our contribution to this program was to design, build and calibrate a new infrared camera, called an &ldquo;Advanced Mesospheric Temperature Mapper (AMTM)&rdquo;.&nbsp; The camera was designed and constructed at Utah State University using expertise provided by the USU Research Foundation&rsquo;s Space Dynamics Laboratory. The AMTM uses advanced infrared technology to obtain high-resolution temperature images of atmospheric waves, colloquially termed &ldquo;gravity waves&rdquo;, in the upper reaches of the atmosphere (called the &ldquo;mesosphere&rdquo; at an altitude of about 87 km, or 50 miles).&nbsp; Gravity waves are an important atmospheric phenomenon naturally generated by strong weather disturbances, such as storms and strong winds blowing over high mountain ranges, and they can transfer large amounts of energy into the upper atmosphere, where they break like waves on a beach.&nbsp; Remote-sensing measurements of these waves provide an important way to study their major influence on the upper atmospheric dynamics and the coupling of weather to the Earth&rsquo;s space environment.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Following extensive ground-based testing the AMTM was installed in the GV aircraft and flight-tested over the USA in February 2013 to establish its capabilities to capture gravity waves with high-time (3 sec) resolution. The AMTM performed exceptionally well and fully demonstrated its capabilities to obtain key measurements of the gravity wave events along the extended flight paths. &nbsp;As a result the AMTM recently participated in a major international DEEPWAVE research program (preciously called SAANGRIA), designed to investigate unusual &ldquo;hot spots&rdquo; in gravity wave activity in the southern hemisphere that have previously been detected by satellites, but not yet measured.&nbsp; Airborne measurements were based in New Zealand during June and July 2014.&nbsp; The AMTM performed flawlessly on each of the 25 nighttime flights gaining excellent data on a broad-range of mesospheric gravity wave phenomena and associated temperature perturbations in conjunction with airborne laser ranging &ldquo;lidars&rdquo; and other on-board meteorological sounding instrumentation.</p>\n<p>&nbsp;</p>\n<p>These results provide the first ever measurements establishing the role of strong &ldquo;Mountain&rdquo; generated waves and their tremendous influence on the upper atmosphere.&nbsp; Importantly, DEEPWAVE measured the strong day-to-day variability in this forcing and at the same time observed the gravity wave impacts throughout the atmosphere.&nbsp; These new measurements together with modeling studies are expected to open the door to a new level of knowledge and understanding of the deep penetration of gravity wave energy from the surface to the edge of space, vital for assessing the regional and (eventually) global impact of gravity waves on the space weather environment.&nbsp; During the DEEPWAVE mission, Mr. Neal Criddle (a new Physics Ph.D. student) actively participated in many of the measurements programs in New Zealand, including operating our AMTM during two mission flights, tracking &ldquo;dropsondes&rdquo; from the aircraft, and ground-based launches of weather balloons, working together with several other international students.&nbsp;</p>\n<p>&nbsp;</p><br>...",
  "por_txt_cntn": "\nProject Outcomes Report\n\n \n\nAward Title:  Collaborative Research: Development of Airborne Lidar and Temperature Mapper \"Facility\" Instruments for the NSF GV and Measurements during SAANGRIA.\n\nFederal Award ID:  1061892\n\nReport Submission Period: 10/1/2013 to 9/30/2014\n\n \n\nThis collaborative grant supported the development of new instruments for remote sensing measurements of the upper atmosphere from the NSF Gulfstream 5 (GV) research aircraft.  The major goal of our contribution to this program was to design, build and calibrate a new infrared camera, called an \"Advanced Mesospheric Temperature Mapper (AMTM)\".  The camera was designed and constructed at Utah State University using expertise provided by the USU Research FoundationÆs Space Dynamics Laboratory. The AMTM uses advanced infrared technology to obtain high-resolution temperature images of atmospheric waves, colloquially termed \"gravity waves\", in the upper reaches of the atmosphere (called the \"mesosphere\" at an altitude of about 87 km, or 50 miles).  Gravity waves are an important atmospheric phenomenon naturally generated by strong weather disturbances, such as storms and strong winds blowing over high mountain ranges, and they can transfer large amounts of energy into the upper atmosphere, where they break like waves on a beach.  Remote-sensing measurements of these waves provide an important way to study their major influence on the upper atmospheric dynamics and the coupling of weather to the EarthÆs space environment. \n\n \n\nFollowing extensive ground-based testing the AMTM was installed in the GV aircraft and flight-tested over the USA in February 2013 to establish its capabilities to capture gravity waves with high-time (3 sec) resolution. The AMTM performed exceptionally well and fully demonstrated its capabilities to obtain key measurements of the gravity wave events along the extended flight paths.  As a result the AMTM recently participated in a major international DEEPWAVE research program (preciously called SAANGRIA), designed to investigate unusual \"hot spots\" in gravity wave activity in the southern hemisphere that have previously been detected by satellites, but not yet measured.  Airborne measurements were based in New Zealand during June and July 2014.  The AMTM performed flawlessly on each of the 25 nighttime flights gaining excellent data on a broad-range of mesospheric gravity wave phenomena and associated temperature perturbations in conjunction with airborne laser ranging \"lidars\" and other on-board meteorological sounding instrumentation.\n\n \n\nThese results provide the first ever measurements establishing the role of strong \"Mountain\" generated waves and their tremendous influence on the upper atmosphere.  Importantly, DEEPWAVE measured the strong day-to-day variability in this forcing and at the same time observed the gravity wave impacts throughout the atmosphere.  These new measurements together with modeling studies are expected to open the door to a new level of knowledge and understanding of the deep penetration of gravity wave energy from the surface to the edge of space, vital for assessing the regional and (eventually) global impact of gravity waves on the space weather environment.  During the DEEPWAVE mission, Mr. Neal Criddle (a new Physics Ph.D. student) actively participated in many of the measurements programs in New Zealand, including operating our AMTM during two mission flights, tracking \"dropsondes\" from the aircraft, and ground-based launches of weather balloons, working together with several other international students. \n\n \n\n\t\t\t\t\tLast Modified: 12/23/2014\n\n\t\t\t\t\tSubmitted by: Michael J Taylor"
 }
}