{
 "awd_id": "1061834",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Design of 3D Polymer Systems to Control Nerve Growth",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ted A. Conway",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 145685.0,
 "awd_amount": 170915.0,
 "awd_min_amd_letter_date": "2010-09-21",
 "awd_max_amd_letter_date": "2011-05-24",
 "awd_abstract_narration": "0755389\r\nWillits, Rebecca K\r\n \r\nThe objective of this study is to investigate the control of nerve outgrowth using defined mechanical, chemical, and spatial properties in three dimensional polymeric environments.  The long-term goal is to develop an optimized, rationally designed, three dimensional scaffold to encourage and direct nerve growth in vivo.  This guidance of nerve growth would advance medicine?s ability to repair nerve damage and potentially lead to a cure for paralysis.\r\n\r\nInitially, mechanical properties and chemical composition will be varied\r\nindependently to study the factors important for growth. These factors will then be combined in layered materials that will provide spatial as well as chemical and mechanical cues for growth. Polyethylene glycol gels will be used as the backbone for these scaffolds.  Ease of chemical modification allows for covalent addition of molecules that will specifically interact with the nerve, such as extra-cellular matrix proteins.  As this study will characterize the relative importance of\r\nchemical, mechanical, and spatial cues in three dimensional scaffolds instead of on two dimensional surfaces, this study will advance the development of scaffolds for nerve regeneration by providing an engineered environment in culture that mimics the body.\r\n\r\nBoth graduate and undergraduate students will be involved in this project under a mentored environment to explore research as a career option and a mechanism of integrating and applying their own engineering education.  They will actively participate in research, analysis, presentation, and publication ranging from traditional discipline specific venues to more general science and engineering venues with an opportunity to interact and exchange ideas with other students, industry representatives, and researchers and to integrate their own specialty with others, thus enhancing scientific learning and understanding.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Willits",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca K Willits",
   "pi_email_addr": "r.willits@northeastern.edu",
   "nsf_id": "000117914",
   "pi_start_date": "2010-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Akron",
  "inst_street_address": "302 BUCHTEL COMMON",
  "inst_street_address_2": "",
  "inst_city_name": "AKRON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309722760",
  "inst_zip_code": "443250001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "OH13",
  "org_lgl_bus_name": "THE UNIVERSITY OF AKRON",
  "org_prnt_uei_num": "DFNLDECWM8J8",
  "org_uei_num": "DFNLDECWM8J8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Akron",
  "perf_str_addr": "302 BUCHTEL COMMON",
  "perf_city_name": "AKRON",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "443250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "OH13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 145685.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 13250.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 11980.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Over the past 50 years, an extensive amount of knowledge has been gained regarding how cell behavior is altered with changes in two dimensional environments (surfaces). While this information has allowed the scientific community tremendous strides in understanding human development, it is ultimately difficult to extend two dimensional behavior to three dimensional environments. Therefore, our laboratory has studied cell behavior in three dimensional environments, providing insight into how a three dimensional environment affects cell behavior.&nbsp;</span></p>\n<p class=\"paragraph_style_1\"><span class=\"style_3\">The overarching goal in our laboratory is to design materials and devices that control cell behavior. In order to achieve this goal, we have put forth a significant effort to&nbsp;</span><span class=\"style_4\">understand</span><span class=\"style_3\">&nbsp;the behavior of cells in biologically relevant three-dimensional scaffolds. Our model cells, derived from embryonic chick dorsal root ganglia, provide us with a readily accessible and abundant source of primary neurons. With this cell, we have studied how neural growth is affected by chemical changes, such as extracellular matrix factors, as well as mechanical changes in a collagen scaffold (Willits, 2004; Blewitt, 2007) and determined that scaffolds with lower stiffness generally have improved nerve extension over gels with higher stiffness. These results have translated to synthetic scaffolds, where the gels with lower stiffness support growth rates that are almost double that of scaffolds with higher stiffness (Scott, 2010). It is important to note that the scaffolds we have studied have mechanical properties that are significantly lower than other synthetic scaffolds currently used to support nerve regeneration. However, the relative importance of mechanical properties and chemical properties depends on the system parameters.&nbsp;<br /></span></p>\n<p class=\"paragraph_style_1\">Our primary material of interest has been poly(ethylene glycol) (PEG) and its chemical derivatives, and it forms the base of our synthetic scaffolds. PEG is a widely studied molecule that is biocompatible and FDA approved for variety of different uses. While to date we have examined non-degradable scaffolds, several well-known laboratories have demonstrated the ability to chemically modify PEG to make biodegradable linkages. Using non-degradable scaffolds gives us mechanical stability for in vitro studies that degradable materials can not always provide. Ultimately, PEG provides us with a type of blank-slate, as it does not have specific interactions with cells and all specific interactions must be added by design (Scott, 2010; Zhou, 2012; Marquardt, 2011; Swindle-Reilly, 2012). We have designed several scaffolds that support nerve growth, demonstrating that both reduced stiffness and increased protein improve the overall cell properties (Scott, 2011).</p>\n<p class=\"paragraph_style_1\">In addition to the scientific outcome of this work, the grant has supported 9 undergraduate students in their research endeavors, resulting in several peer-reviewed publications, many abstracts for presentation at local, regional, and national conferences, and 2 Undergraduate Research Awards from the Society for Biomaterials. In addition, microscopic images have been used from this work to enhance the content of a programming course for early level undergraduates. In the course, the students learn how to process an image for a particular application, in this case, cell number. These course additions have been well received and enhance the overall connection between research and education for early engineering students. This grant also supported work for a sophomore level high school female. In her year-long science inquiry project, she developed new methods to produce materials with different properties. She received several awards from local and ...",
  "por_txt_cntn": "\nOver the past 50 years, an extensive amount of knowledge has been gained regarding how cell behavior is altered with changes in two dimensional environments (surfaces). While this information has allowed the scientific community tremendous strides in understanding human development, it is ultimately difficult to extend two dimensional behavior to three dimensional environments. Therefore, our laboratory has studied cell behavior in three dimensional environments, providing insight into how a three dimensional environment affects cell behavior. \nThe overarching goal in our laboratory is to design materials and devices that control cell behavior. In order to achieve this goal, we have put forth a significant effort to understand the behavior of cells in biologically relevant three-dimensional scaffolds. Our model cells, derived from embryonic chick dorsal root ganglia, provide us with a readily accessible and abundant source of primary neurons. With this cell, we have studied how neural growth is affected by chemical changes, such as extracellular matrix factors, as well as mechanical changes in a collagen scaffold (Willits, 2004; Blewitt, 2007) and determined that scaffolds with lower stiffness generally have improved nerve extension over gels with higher stiffness. These results have translated to synthetic scaffolds, where the gels with lower stiffness support growth rates that are almost double that of scaffolds with higher stiffness (Scott, 2010). It is important to note that the scaffolds we have studied have mechanical properties that are significantly lower than other synthetic scaffolds currently used to support nerve regeneration. However, the relative importance of mechanical properties and chemical properties depends on the system parameters. \n\nOur primary material of interest has been poly(ethylene glycol) (PEG) and its chemical derivatives, and it forms the base of our synthetic scaffolds. PEG is a widely studied molecule that is biocompatible and FDA approved for variety of different uses. While to date we have examined non-degradable scaffolds, several well-known laboratories have demonstrated the ability to chemically modify PEG to make biodegradable linkages. Using non-degradable scaffolds gives us mechanical stability for in vitro studies that degradable materials can not always provide. Ultimately, PEG provides us with a type of blank-slate, as it does not have specific interactions with cells and all specific interactions must be added by design (Scott, 2010; Zhou, 2012; Marquardt, 2011; Swindle-Reilly, 2012). We have designed several scaffolds that support nerve growth, demonstrating that both reduced stiffness and increased protein improve the overall cell properties (Scott, 2011).\nIn addition to the scientific outcome of this work, the grant has supported 9 undergraduate students in their research endeavors, resulting in several peer-reviewed publications, many abstracts for presentation at local, regional, and national conferences, and 2 Undergraduate Research Awards from the Society for Biomaterials. In addition, microscopic images have been used from this work to enhance the content of a programming course for early level undergraduates. In the course, the students learn how to process an image for a particular application, in this case, cell number. These course additions have been well received and enhance the overall connection between research and education for early engineering students. This grant also supported work for a sophomore level high school female. In her year-long science inquiry project, she developed new methods to produce materials with different properties. She received several awards from local and regional science fairs, and she will continue in the research laboratory during her junior year. Finally, this award has supported several week-long high school and middle school research projects to encourage girls to consider engineering as a viable undergraduate major and ultimately..."
 }
}