{
 "awd_id": "1062118",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Advancing Computational Thinkers and Computing Innovators in a Cyber-Enabled Community",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032927498",
 "po_email": "achtchel@nsf.gov",
 "po_sign_block_name": "Almadena Chtchelkanova",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2010-09-15",
 "awd_max_amd_letter_date": "2010-09-15",
 "awd_abstract_narration": "The primary goal of this project is to provide a new level of technical competence to computing students as well as students from a variety of disciplines in order to have a better educated computing workforce and citizenry. The approach is through discovering and imparting the necessary Computational Thinking skills. Jackson State University is an urban institution and serves students from diverse academic, social, economic, ethnic and geographic backgrounds. They are developing a model for providing Computational Thinking skills, not only to Computer Science students but to a diverse group of students across a variety of disciplines.\r\n\r\nTo this end, this Advancing Computational Thinkers and Computing Innovators in a Cyber-\r\nEnabled Community project aims to serve as a catalyst for increasing interest in and understanding of computing. This effort focuses on the establishment of a new course on Computational Thinking and on the enhancement of the freshman and sophomore level experience by integrating components of computational thinking throughout the first two years of study. More specifically, this project is: 1) Better preparing students for core Computer Science courses by providing students with enhanced problem solving skills gained through Computational Thinking; 2) Increasing student interest in pursuing a Computer Science degree by exposing them to cutting edge research in their Freshman year; 3)\r\nIncreasing the retention rate of Computer Science majors by providing a 1st and 2nd year experience that focuses on enhanced problem solving skills and exposure to opportunities for innovative thinking; and 4)\r\nPreparing students across the university with knowledge of computational thinking concepts and skills = This project is also contributing an initial framework for computational thinking for the K-16 community across a variety of disciplines utilizing a variety of cyber-enabled strategies and technologies.\r\n\r\nIntellectual Merit:\r\nThis project will contribute to the newly evolving area of Computational Thinking. It is unique in its approach of infusing Computational Thinking not only through a single course, but through the integration of advanced Computational Thinking modules through the introductory core Computer\r\nScience courses and by introducing advanced computing topics with a goal of fueling innovative thought among students. It is also unique in its combination of strategies by teaching advanced topics in computing through demonstrations and analytical exercises and by teaching core concepts of the same topics through the use of cyber-enabled technologies designed for high school and 1st and 2nd year students. This project is aligned with advocates of computational thinking who believe that it will transform not only Computer Science education but K-16 education in general. In particular, this work seeks to explore the transformative power of Computational Thinking as well as create a framework and roadmap for Computational Thinking for K-16 across a variety of disciplines.\r\n\r\nBroader Impact:\r\nJSU, an HBCU and urban institution, is partnering on this project with both HBCUs, as well as majority serving institutions. This will have a positive impact on a community of students who are underrepresented in the computing and the STEM disciplines. This project will ensure that HBCUs and other minority serving institutions are a part of the evolving Computational Thinking community. It is expected that this project will revitalize interest in Computer Science among African American students through exposure to cutting edge research. We plan to disseminate the course modules and framework resulting from this grant through traditional means such as publications and presentations as well as various computing related pathways, such as the National Science Digital Library.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Loretta",
   "pi_last_name": "Moore",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Loretta A Moore",
   "pi_email_addr": "loretta.a.moore@jsums.edu",
   "nsf_id": "000355154",
   "pi_start_date": "2010-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jacqueline",
   "pi_last_name": "Jackson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jacqueline M Jackson",
   "pi_email_addr": "jacqueline.m.jackson@jsums.edu",
   "nsf_id": "000529789",
   "pi_start_date": "2010-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Jackson State University",
  "inst_street_address": "1400 J R LYNCH ST",
  "inst_street_address_2": "",
  "inst_city_name": "JACKSON",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6019792008",
  "inst_zip_code": "392170002",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MS02",
  "org_lgl_bus_name": "JACKSON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "WFVHMSF6BU45"
 },
 "perf_inst": {
  "perf_inst_name": "Jackson State University",
  "perf_str_addr": "1400 J R LYNCH ST",
  "perf_city_name": "JACKSON",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "392170002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MS02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Project Overview:</span></strong></p>\n<p>The goal of the <strong><em>Advancing Computational Thinkers and Computing Innovators in a Cyber-Enabled Community</em> </strong>program was to serve as a catalyst for increasing interest in Computing.&nbsp; This project focused on the establishment of a new course on Computational Thinking and on the enhancement of the freshman and sophomore level experience by integrating components of computational thinking throughout the first two years of study. More specifically, the objectives of this project were to:&nbsp; 1) better prepare students for core Computer Science courses; 2) increase student interest in pursuing a Computer Science degree; 3) increase the retention rate of Computer Science majors; and 4) prepare students University-wide with knowledge of computational thinking concepts- and skills.</p>\n<p><strong><span style=\"text-decoration: underline;\">Project Activities: </span></strong></p>\n<p>The major activities of the project included:</p>\n<p>Activity 1: Development of a course in Computational Thinking</p>\n<p>The Computational Thinking course introduced students to the principles of computational thinking, focusing on the fundamental concepts of computing as they apply to various disciplines, and developing abstraction and logical reasoning as the foundational tools for problem-solving. The course consisted of five units, each responsible for providing students with a set of computational thinking skills, knowledge, and abilities as well as exposure to cutting-edge research in the discipline. Topics included modeling, simulation, visualization, data analysis, visual analytics, virtual organizations, social interaction, mobile computing, and robotics. The course was divided into five independent units: Robotics; High Performance Computing: Modeling, Simulation and Visualization; Data, Data Analysis and Visual Analytics; Virtual Organizations; and Mobile Computing Environments for Learning. Through the Computational Thinking course, students gained practical design and implementation experience in the following advanced computing areas: modeling, simulation, visualization, visual analytics, data analysis, virtual organizations, distributed computing, mobile computing, access computing and social and ethical issues of computing.&nbsp; Students obtained an understanding of fundamental computing concepts, such as: variables, control structures, functions, problem solving strategies and algorithms, basic hardware architecture, operating systems, data types, sound, audio, video, graphics and user interface events.</p>\n<p><span style=\"text-decoration: underline;\">Activity 2: Integration of Computational Thinking into CS Curriculum</span></p>\n<p>The first courses that Computer Science majors take is heavily focused on programming which causes students to develop a misperception that computing only involves programming.&nbsp;&nbsp; A component of this project was the integration of Computational Thinking constructs into beginning courses so that students can strengthen problem solving and abstraction skills. Three courses (CSC 118 - Programming Fundamentals, CSC 119-Object-Oriented Programming and&nbsp; CSC 216-Computer Architecture and Organization) were revised to include an introduction to Computational Thinking and a focus on the concepts of problem solving and developing student&rsquo;s ability to understand abstraction.&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Activity 3: Dissemination of the Computational Thinking Project</span></p>\n<p>Results of this project have been disseminated through presentations, posters and papers at the following conferences, CI-TEAM Meeting, Creating Futures Through Technology, The Association of Computer/Information Sciences and Engineering Departments at Minority Institutions, and the 5 <sup>th</sup> International Conference ...",
  "por_txt_cntn": "\nProject Overview:\n\nThe goal of the Advancing Computational Thinkers and Computing Innovators in a Cyber-Enabled Community program was to serve as a catalyst for increasing interest in Computing.  This project focused on the establishment of a new course on Computational Thinking and on the enhancement of the freshman and sophomore level experience by integrating components of computational thinking throughout the first two years of study. More specifically, the objectives of this project were to:  1) better prepare students for core Computer Science courses; 2) increase student interest in pursuing a Computer Science degree; 3) increase the retention rate of Computer Science majors; and 4) prepare students University-wide with knowledge of computational thinking concepts- and skills.\n\nProject Activities: \n\nThe major activities of the project included:\n\nActivity 1: Development of a course in Computational Thinking\n\nThe Computational Thinking course introduced students to the principles of computational thinking, focusing on the fundamental concepts of computing as they apply to various disciplines, and developing abstraction and logical reasoning as the foundational tools for problem-solving. The course consisted of five units, each responsible for providing students with a set of computational thinking skills, knowledge, and abilities as well as exposure to cutting-edge research in the discipline. Topics included modeling, simulation, visualization, data analysis, visual analytics, virtual organizations, social interaction, mobile computing, and robotics. The course was divided into five independent units: Robotics; High Performance Computing: Modeling, Simulation and Visualization; Data, Data Analysis and Visual Analytics; Virtual Organizations; and Mobile Computing Environments for Learning. Through the Computational Thinking course, students gained practical design and implementation experience in the following advanced computing areas: modeling, simulation, visualization, visual analytics, data analysis, virtual organizations, distributed computing, mobile computing, access computing and social and ethical issues of computing.  Students obtained an understanding of fundamental computing concepts, such as: variables, control structures, functions, problem solving strategies and algorithms, basic hardware architecture, operating systems, data types, sound, audio, video, graphics and user interface events.\n\nActivity 2: Integration of Computational Thinking into CS Curriculum\n\nThe first courses that Computer Science majors take is heavily focused on programming which causes students to develop a misperception that computing only involves programming.   A component of this project was the integration of Computational Thinking constructs into beginning courses so that students can strengthen problem solving and abstraction skills. Three courses (CSC 118 - Programming Fundamentals, CSC 119-Object-Oriented Programming and  CSC 216-Computer Architecture and Organization) were revised to include an introduction to Computational Thinking and a focus on the concepts of problem solving and developing studentÆs ability to understand abstraction. \n\nActivity 3: Dissemination of the Computational Thinking Project\n\nResults of this project have been disseminated through presentations, posters and papers at the following conferences, CI-TEAM Meeting, Creating Futures Through Technology, The Association of Computer/Information Sciences and Engineering Departments at Minority Institutions, and the 5 th International Conference on Appropriate Technology. The project was also presented at a meeting of the JSU Academy for Research and Scholarly Engagement.\n\nProject Outcomes: \n\nThis project provided an opportunity for interdisciplinary collaboration between the Computer Science Department and the Department of Criminal Justice &amp; Sociology.  This project provided an opportunity for Computer Science faculty members to re-think how the introducto..."
 }
}