{
 "awd_id": "1062123",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: A New Class of Self-Assembled Photorheological Fluids",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eddie Chang",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 68292.0,
 "awd_amount": 68292.0,
 "awd_min_amd_letter_date": "2010-08-31",
 "awd_max_amd_letter_date": "2010-08-31",
 "awd_abstract_narration": "1062123\r\nRaghavan\r\n\r\nPhoto-rheological (PR) fluids are those whose rheological or flow properties such as their viscosity can be dramatically altered by illumination with light. Previous formulations of such fluids have necessitated the use of sophisticated organic molecules such as photo-responsive surfactants or polymers. However, the difficulty and cost involved in synthesizing these complex molecules has hampered research in this field. There is a need for low-cost PR fluids that can be prepared using only simple, commercially available nano-scale amphiphilic molecules. If such fluids were available, it is likely to have a transformative effect on a variety of scientific and engineering disciplines. \r\nBuilding on a successful CAREER project, the PI proposes to explore a new class of photo-reversible PR fluids that can be reversibly transformed from low to high viscosity by irradiation with different wavelengths of light. Most importantly, the proposed fluids will only use two commercially available molecules: a cationic surfactant and an azobenzene derivative. The results of this EAGER project are likely to represent a conceptual breakthrough in the field of stimuli-responsive fluids. The preliminary data will provide a framework for a larger systematic study on photo-reversible PR fluids, both aqueous and non-aqueous. \r\n\r\nIntellectual Merit: The proposed aqueous PR fluids are expected to be based on self-assembled nano-structures called \"wormlike micelles\", the properties of which will be impacted by the extent of binding of the azobenzene photoisomer. Irradiation with one wavelength of light is expected to elongate these micelles and thereby produce an increase in fluid viscosity. Conversely, irradiation at a different wavelength of light is expected to shorten the micelles and thereby induce a drop in the fluid viscosity. The PI hypothesizes that deviations from planarity of the photoisomer dictate its binding efficacy. This proposal will explore the rheological response of the PR fluids in steady and dynamic (oscillatory) shear before, during, and after irradiation with light at different wavelengths. The results will be correlated with microstructural studies using small-angle neutron scattering (SANS) and cryo-transmission electron microscopy (cryo-TEM). Altogether, the study is expected to yield a coherent scientific picture for the behavior of these novel fluids. \r\n\r\nBroader Impact: Compared to other stimuli-responsive systems, PR fluids represent a fresh and exciting technology. This project will help to bring PR fluids \"into the mainstream\" by offering a range of simple, reversible systems that can be prepared in any laboratory using low-cost commercially available molecules. Potential applications for PR fluids include microfluidic valves, microscale robots, and drag-reducing fluids; additional applications are likely to arise once more scientists begin to explore these systems. Also, fundamental insight on light-responsive self-assembly from this work could be extended to structures other than micelles. This project will also support the graduate training and education of a student in the PI's department at University of Maryland.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Srinivasa",
   "pi_last_name": "Raghavan",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Srinivasa R Raghavan",
   "pi_email_addr": "sraghava@eng.umd.edu",
   "nsf_id": "000253311",
   "pi_start_date": "2010-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 68292.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The viscosity of a liquid is one of its important properties &ndash; it characterizes the &ldquo;flowability&rdquo; of the liquid. A liquid like water flows very easily and is said to have a low viscosity. On the other hand, a liquid like honey or ketchup flows very slowly or not at all; these are said to have a high viscosity. Researchers have been interested in creating liquids whose viscosity can be altered by an external stimulus such as light. For example, suppose a liquid is initially water-like in its viscosity. Upon illumination with light of a particular kind (wavelength), the liquid could be converted to one that has the consistency and flow properties of ketchup. Thereafter, upon illumination with light at a different wavelength, the material could be converted back to its original, water-like state. Overall, one can think of light as an external &ldquo;switch&rdquo;. When the switch is turned on, the liquid&rsquo;s viscosity is changed. Thus, a light-responsive liquid would have the ability to be switched back and forth between low and high viscosity states.</p>\n<p>To create a liquid with the above set of properties, researchers have usually resorted to synthesizing certain types of light-responsive molecules and adding these molecules into a solvent such as water. Usually, the chemical synthesis of these special molecules is very complicated, time-consuming, and thereby very expensive in terms of labor as well as materials cost. Researchers have long sought the availability of a simple type of light-responsive liquid that could be created using inexpensive chemicals without the need for any special chemical synthesis. For example, suppose an engineer was interested in light-responsive liquids. Such an engineer would want to quickly prepare the liquid without having to bother with chemical synthesis. In turn, simplicity in preparation would translate into more time spent in discovering new applications for such unusual liquids.</p>\n<p>Towards this end, our project focused on developing a simple class of&nbsp; light-responsive liquids. We succeeded in developing such liquids and we have been able to show how the liquids worked at the molecular and supramolecular (nano) scales. Our liquids feature a combination of a soap-like molecule and an organic acid, both of which are available from commercial manufacturers like Akzo Nobel and Sigma Aldrich. These molecules together undergo &ldquo;self-assembly&rdquo; in water, which means that they spontaneously congregate into a certain type of structure called &ldquo;spherical vesicles&rdquo;. When irradiated with ultraviolet (UV) light, one of the molecules undergoes a change in its shape, and this causes the mixture to self-assemble into a different type of structure called &ldquo;wormlike micelles&rdquo;, which are like long, entangled strands, much like spaghetti. The change from vesicles to wormlike micelles causes a million-fold change in the viscosity of the aqueous liquid. This change is reversed when the liquid is exposed to visible light. We have shown that we can repeatedly cycle the liquid between low and high viscosity states using different kinds of light. We expect that our light-responsive liquids will eventually find application in microrobotics, sensors, and biomedical devices. &nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2012<br>\n\t\t\t\t\tModified by: Srinivasa&nbsp;R&nbsp;Raghavan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe viscosity of a liquid is one of its important properties &ndash; it characterizes the \"flowability\" of the liquid. A liquid like water flows very easily and is said to have a low viscosity. On the other hand, a liquid like honey or ketchup flows very slowly or not at all; these are said to have a high viscosity. Researchers have been interested in creating liquids whose viscosity can be altered by an external stimulus such as light. For example, suppose a liquid is initially water-like in its viscosity. Upon illumination with light of a particular kind (wavelength), the liquid could be converted to one that has the consistency and flow properties of ketchup. Thereafter, upon illumination with light at a different wavelength, the material could be converted back to its original, water-like state. Overall, one can think of light as an external \"switch\". When the switch is turned on, the liquidÆs viscosity is changed. Thus, a light-responsive liquid would have the ability to be switched back and forth between low and high viscosity states.\n\nTo create a liquid with the above set of properties, researchers have usually resorted to synthesizing certain types of light-responsive molecules and adding these molecules into a solvent such as water. Usually, the chemical synthesis of these special molecules is very complicated, time-consuming, and thereby very expensive in terms of labor as well as materials cost. Researchers have long sought the availability of a simple type of light-responsive liquid that could be created using inexpensive chemicals without the need for any special chemical synthesis. For example, suppose an engineer was interested in light-responsive liquids. Such an engineer would want to quickly prepare the liquid without having to bother with chemical synthesis. In turn, simplicity in preparation would translate into more time spent in discovering new applications for such unusual liquids.\n\nTowards this end, our project focused on developing a simple class of  light-responsive liquids. We succeeded in developing such liquids and we have been able to show how the liquids worked at the molecular and supramolecular (nano) scales. Our liquids feature a combination of a soap-like molecule and an organic acid, both of which are available from commercial manufacturers like Akzo Nobel and Sigma Aldrich. These molecules together undergo \"self-assembly\" in water, which means that they spontaneously congregate into a certain type of structure called \"spherical vesicles\". When irradiated with ultraviolet (UV) light, one of the molecules undergoes a change in its shape, and this causes the mixture to self-assemble into a different type of structure called \"wormlike micelles\", which are like long, entangled strands, much like spaghetti. The change from vesicles to wormlike micelles causes a million-fold change in the viscosity of the aqueous liquid. This change is reversed when the liquid is exposed to visible light. We have shown that we can repeatedly cycle the liquid between low and high viscosity states using different kinds of light. We expect that our light-responsive liquids will eventually find application in microrobotics, sensors, and biomedical devices.     \n\n \n\n\t\t\t\t\tLast Modified: 11/01/2012\n\n\t\t\t\t\tSubmitted by: Srinivasa R Raghavan"
 }
}