{
 "awd_id": "0532685",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant:   The Upper San Pedro Revisited:   Early Paleoindian Subsistence and Geochronology in Southeastern Arizona",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2007-06-01",
 "awd_exp_date": "2008-05-31",
 "tot_intn_awd_amt": 11980.0,
 "awd_amount": 11980.0,
 "awd_min_amd_letter_date": "2007-05-11",
 "awd_max_amd_letter_date": "2007-05-11",
 "awd_abstract_narration": "The earliest uncontested human population to enter North America is recognized by archaeologists as the Clovis complex.  When found in archaeological sites, their tools are often associated with extinct large mammals such as mammoth.  Human predation on big-game prey such as mammoth is one of the most debated and significant research topics in American archaeology.  The most robust record of human-mammoth interaction occurs in the San Pedro River valley of Southeastern Arizona, where radiocarbon dates indicate that Ice Age hunters killed and butchered mammoth and an extinct form of bison approximately 13,000 years ago.  A total of six sites occur within a 15 km radius, and this concentration of sites is used to demonstrate not only a hunting economy focused on big game, but also its impact on megafauna ecology and extinction.\r\n\r\nThe search for additional Clovis complex sites and mammoth sites in the San Pedro River valley is important for 3 reasons.  First, nearly all of the previous mammoth sites were discovered by ranchers who noticed large bones eroding from their property.  This circumstance creates a discovery bias for large mammals and perhaps misrepresents the everyday diet of Clovis people.  A systematic survey along the San Pedro River for all forms of archaeological evidence is needed to test the association of Clovis tools with large game.  Second, the role of human \"overkill\" in Pleistocene extinction suffers from an incomplete sample of sites.  The dense cluster of mammoth kill sites in the study area must be considered in relation to a sample of mammoth natural death sites to determine what impact, if any, human hunting could have had on mammoth populations.  And third, the timing of human colonization sets important conditions necessary to accommodate the role of big-game hunting on Pleistocene \"overkill\".  Additional radiocarbon dates are required to better assess the arrival and duration of Clovis groups in the study area.\r\n\r\nTo address these questions a one-year study of the upper San Pedro will be conducted. Site location, subsistence and geochronological information will be recorded. Data will be collected using pedestrian surveys and limited archaeological excavations at a small number of sites. Significant geological and archaeological talent and resources are available at the University of Arizona to assist in the fulfillment of these goals.\r\n\r\nThe Pleistocene record of the San Pedro River is popular in the history of American archaeology, paleontology, geoarchaeology, and paleoecology.  As part of the San Pedro River National Conservation Area, the project is still more widely relevant to the Bureau of Land Management (BLM) and their mission to foster understanding of past and present cultures, improve social studies and science education, and enhance citizenship education to help preserve archaeological legacy.  At the project level, this outreach includes K-12 school visits, public lectures, local media opportunities, website development, and archaeological training for several undergraduate and graduate students from the University of Arizona.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Kuhn",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Steven L Kuhn",
   "pi_email_addr": "skuhn@email.arizona.edu",
   "nsf_id": "000276215",
   "pi_start_date": "2007-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 11980.0
  }
 ],
 "por": null
}