{
 "awd_id": "0548775",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Very Low Frequency (VLF) Remote Sensing of the Lower Ionosphere and Electron Precipitation from the Radiation Belts",
 "cfda_num": "47.050",
 "org_code": "06020201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne-Marie Schmoltner",
 "awd_eff_date": "2006-11-15",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 60000.0,
 "awd_amount": 60000.0,
 "awd_min_amd_letter_date": "2006-10-31",
 "awd_max_amd_letter_date": "2010-12-15",
 "awd_abstract_narration": "The nature of electrodynamic coupling between lightning discharges and the overlying ionosphere and radiation belts is explored by using (and expanding) an array of very-low-frequency (VLF) receivers known as the Holographic Array for Ionospheric/Lightning research (HAIL).  That array provides high-resolution measurements of local VLF disturbances generated in the ionosphere from the receivers distributed across the continental United States at rural high schools and community colleges.  The VLF disturbances are correlated with lightning data from the national Lightning Detection Network and with extremely low frequency (ELF) and VLF data from a broadband receiver in Indiana.  Specific objectives include development of a physical description of thunderstorm coupling to the radiation belts, a description of electrodynamic coupling between the troposphere, mesosphere, lower ionosphere and magnetosphere, and the effect of geomagnetic storms on ionospheric variability.  In addition, correlation of the HAIL VLF data with satellite measurements is used to quantify the influence of geomagnetic conditions on the loss of radiation belt electrons due to lightning generated whistler waves.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Davis",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Robert E Davis",
   "pi_email_addr": "rbdavis@tayloru.edu",
   "nsf_id": "000063435",
   "pi_start_date": "2006-10-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Taylor University",
  "inst_street_address": "1846 S MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "UPLAND",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7659985119",
  "inst_zip_code": "469891025",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "IN05",
  "org_lgl_bus_name": "TAYLOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "FR83YEK6Z1S3"
 },
 "perf_inst": {
  "perf_inst_name": "Taylor University",
  "perf_str_addr": "1846 S MAIN ST",
  "perf_city_name": "UPLAND",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "469891025",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "IN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Taylor University VLF Ground Station is one of the &nbsp;Very-low-frequency (VLF) receivers known as the Holographic Array for Ionosphere and Lightning Research (HAIL) to measure ionospheric effects of lightning and under the collaborative research under the direction of the &nbsp;Stanford University VLF<br />Group.&nbsp;The data presented by the Stanford group using the Taylor University VLF ground station data and others have found many interesting and unexplained phenomena. These include early-fast coupling, Sprite events with earth to ionosphere discharges,&nbsp; natural hiss, chorus,&nbsp; plasmapause VLF electron precipitation, VLF trapping boundary, auroral acceleration, and many other relevant&nbsp; breakthroughs.&nbsp;&nbsp;</p>\n<p>Early satellite measurements (Voss et. al. 1983, and Voss<br />et. sl. 1998) of Lightning Induced Electron Precipitation (LEP) showed detailed LEP electron precipitation data related to pitch angle, fine energy resolution, dynamic &nbsp;tine structure (3ms), echo effects, geographic distribution, association with radiation belt filling after magnetic storms, efficient VLF coupling with ionospheric irregularities (ducts), and&nbsp; frequency of occurrence to&nbsp; estimate radiation belt loss rates.<br />Radiation from lightning can directly affect the ionosphere through direct impact ionization and heating, and indirectly through lightning-induced electron precipitation (LEP). Both direct and indirect effects appear as rapid perturbations to sub-ionospheric VLF transmitter signals By measuring<br />direct effects of lightning, we hope to ascertain the physical mechanism that<br />produces these events, and measure their effect in terms of energy and<br />ionization. By measuring the indirect LEP events, we can study the effects of<br />lightning on the Earth's magnetosphere and radiation belts, by quantifying the<br />depletion of energetic electrons from the radiation belts due to lightning.<br />In the current five-year effort, Stanford University has made great discoveries in collaboration with Taylor University with respect to LEP events. Many<br />undergraduate and graduate students have been impacted. In his Stanford Ph,D thesis work, Dr. William Peter was able to quantify the loss of radiation belt electrons due to LEP events with only the VLF measurements. He achieved this result through a combination of data analysis, studying many<br />years' worth of LEP events, and through detailed modeling of the physical<br />processes that lead to electron precipitation. He found that a single lightning<br />strike depletes a \"flux tube\" from the radiation belts of 0.001% of its electrons. This may seem like a small number, of often hundreds or thousands of such events occur due to a single thunderstorm.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/26/2013<br>\n\t\t\t\t\tModified by: Robert&nbsp;E&nbsp;Davis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Taylor University VLF Ground Station is one of the  Very-low-frequency (VLF) receivers known as the Holographic Array for Ionosphere and Lightning Research (HAIL) to measure ionospheric effects of lightning and under the collaborative research under the direction of the  Stanford University VLF\nGroup. The data presented by the Stanford group using the Taylor University VLF ground station data and others have found many interesting and unexplained phenomena. These include early-fast coupling, Sprite events with earth to ionosphere discharges,  natural hiss, chorus,  plasmapause VLF electron precipitation, VLF trapping boundary, auroral acceleration, and many other relevant  breakthroughs.  \n\nEarly satellite measurements (Voss et. al. 1983, and Voss\net. sl. 1998) of Lightning Induced Electron Precipitation (LEP) showed detailed LEP electron precipitation data related to pitch angle, fine energy resolution, dynamic  tine structure (3ms), echo effects, geographic distribution, association with radiation belt filling after magnetic storms, efficient VLF coupling with ionospheric irregularities (ducts), and  frequency of occurrence to  estimate radiation belt loss rates.\nRadiation from lightning can directly affect the ionosphere through direct impact ionization and heating, and indirectly through lightning-induced electron precipitation (LEP). Both direct and indirect effects appear as rapid perturbations to sub-ionospheric VLF transmitter signals By measuring\ndirect effects of lightning, we hope to ascertain the physical mechanism that\nproduces these events, and measure their effect in terms of energy and\nionization. By measuring the indirect LEP events, we can study the effects of\nlightning on the Earth's magnetosphere and radiation belts, by quantifying the\ndepletion of energetic electrons from the radiation belts due to lightning.\nIn the current five-year effort, Stanford University has made great discoveries in collaboration with Taylor University with respect to LEP events. Many\nundergraduate and graduate students have been impacted. In his Stanford Ph,D thesis work, Dr. William Peter was able to quantify the loss of radiation belt electrons due to LEP events with only the VLF measurements. He achieved this result through a combination of data analysis, studying many\nyears' worth of LEP events, and through detailed modeling of the physical\nprocesses that lead to electron precipitation. He found that a single lightning\nstrike depletes a \"flux tube\" from the radiation belts of 0.001% of its electrons. This may seem like a small number, of often hundreds or thousands of such events occur due to a single thunderstorm.\n\n\t\t\t\t\tLast Modified: 04/26/2013\n\n\t\t\t\t\tSubmitted by: Robert E Davis"
 }
}