{
 "awd_id": "0549639",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Instrument and Technique Development: Trace Element Analysis and Geochronology by Electron Microprobe",
 "cfda_num": "47.050",
 "org_code": "06030202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Lambert",
 "awd_eff_date": "2006-12-01",
 "awd_exp_date": "2010-11-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 311866.0,
 "awd_min_amd_letter_date": "2006-11-30",
 "awd_max_amd_letter_date": "2009-09-17",
 "awd_abstract_narration": "Geochronology, the dating of Earth materials, is one of the most important aspects of modern geological research. Monazite is a rare-earth phosphate containing thorium and uranium that occurs in many rocks, and is now recognized as a mineral that provides a wealth of geochronologic information. Dating monazite using electron probe microanalysis (EPMA) has become increasingly common over the last decade, and is proving to be indispensable in constraining the age of ancient tectonic events that have affected Earth's crust such as the metamorphic and deformational events which characterize the assembly and modification of continents. The great power of the technique comes from the fact that age information is acquired in-situ, from the same thin sections from which geologic (microscopic) relationships are obtained, and thus ages can be directly linked to specific geologic processes. However, microprobe dating involves the precise analysis of trace elements, and the electron probe was mainly designed for analysis of the major components of minerals. Also, many different instruments and many different procedures have been applied to geochronology, and it is difficult to compare results or statistics between them. The Department of Geosciences at the University of Massachusetts has undertaken to design and build, with support from NSF and Cameca Instruments, a new electron microprobe, optimized for trace element analysis. A second goal of this on-going project is to test and evaluate procedures, assumptions, and protocols for trace element analysis in order to establish optimal techniques and to demonstrate the scope of possible results. The new microprobe (Cameca SX-Ultrachron) has been installed at UMass, and essentially all geochronologic standards yield ages within error of accepted values. These successes notwithstanding, there are a number of issues that must be addressed in order for microprobe monazite dating to be widely used and widely accepted. These include improved corrections for complex spectral interferences, more efficient monazite search procedures, an objective and accurate background measurement procedure, trace element standards for interference calibration and inter-lab comparison, development of procedures for calculation of optimal count time, voltage, current, and number of measurement spots, and evaluation of alternative conductive coatings. The purpose of this proposal is to complete testing and development of several aspects of the Ultrachron instrument, and to evaluate and establish procedures that can be exported to other laboratories. The ultimate goal is to use the dedicated microprobe at the University of Massachusetts to investigate procedures, characterize standards, quantify uncertainties, and to be available to the geoscience community for high-resolution studies.\r\n\r\nThe electron microprobe provides a powerful new tool for geochronology, one which attains its' greatest effectiveness when integrated with other geochronologic techniques. And, because the technique is intimately connected to images, there is a natural linkage between rock textures or fabrics that allows us to address the most fundamental question, \"What are we dating?\" when we obtain chronologic results. Due, at least in part, to the accessibility of the instrumentation, EPMA dating continues to have exceptional educational impact. As the microprobe easily integrates texture, composition, and age information, students are grounded in the perspective of processes, rather than the acquisition and tabulation of ages. Ultimately, EPMA dating helps to integrate fields and draw students into quantitative aspects of microanalysis and geochronology. Microprobe dating has already had a great impact on undergraduate students, graduate students, and faculty at UMass and many collaborating institutions (e.g., Univ. of Ohio, Kent St., MIT, Boston College, UNM, Syracuse, UTEP), where student have been intimately involved with the planning and implementation of the geochronologic analyses. This will increase as techniques are refined and become more efficient and available.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Williams",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Michael L Williams",
   "pi_email_addr": "mlw@geo.umass.edu",
   "nsf_id": "000189405",
   "pi_start_date": "2006-11-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Jercinovic",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Jercinovic",
   "pi_email_addr": "mjj@geo.umass.edu",
   "nsf_id": "000479879",
   "pi_start_date": "2006-11-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 108115.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 152810.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 50941.0
  }
 ],
 "por": null
}