{
 "awd_id": "0605923",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Crystal Engineering of Functional Materials",
 "cfda_num": "47.049",
 "org_code": "03070007",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Linda Sapochak",
 "awd_eff_date": "2006-11-15",
 "awd_exp_date": "2010-04-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2006-12-04",
 "awd_max_amd_letter_date": "2009-12-01",
 "awd_abstract_narration": "The objective of this proposal is to develop rational strategies for the crystal engineering of polar solids based on metal-organic frameworks (MOFs) for second-order nonlinear optics (NLO) and new microporous solids for hydrogen storage. The properties of solid-state materials depend not only on the structures but also on the alignment of molecular building blocks in the bulk. A molecular building block approach will be taken to rationally synthesize NLO-active crystalline MOF solids and thin films. In such polymeric coordination networks, metal-ligand ligation is utilized to counteract unfavorable interactions and to ensure polar orientations of NLO chromophores. Novel \"aromatics-rich\" organic building blocks as well as coordination unsaturation of metal centers will be utilized to enhance the interactions of hydrogen with the MOF. The proposed research will explore the synthesis of novel functional materials using bottom-up approaches. The proposed research will also be integrated into the training of postdoctoral, graduate, undergraduates, and high school students.  The PI will continue to recruit undergraduate students from underrepresented groups, and work with local section of the American Chemical Society to mentor students. The proposed research will thus have a significant impact on the training of the personnel at very different career stages.\r\n\r\n%%%\r\n\r\nThe proposed research will explore fundamentally new bottom-up approaches towards the synthesis of novel functional materials. The goals of this research include crystal engineering of noncentrosymmetric solids for second-order nonlinear optics (NLO) and rational synthesis of new microporous solids for hydrogen storage. Successful synthesis of efficient NLO materials is key to future broadband communications, while the availability of hydrogen storage materials will enable hydrogen-based fuel cell technology for mobile power sources. The development of hydrogen-based fuel cell technology is of paramount importance not only to national energy security but also to the reduction of environmental pollution. In addition to its potential impact on our nation's future information and energy technologies, the proposed research will also advance the promotion and integration of research and education. Graduate students and postdoctoral research associates participating in the proposed interdisciplinary research will be trained with the skills that are crucial to their future careers as career chemists. The PI will continue to recruit undergraduate students from underrepresented groups, and will work with local section of ACS to mentor high school students. The proposed research will thus have a significant impact on the training of personnel, including high school students, undergraduate students, graduate students, and postdoctoral research associates.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wenbin",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wenbin Lin",
   "pi_email_addr": "wenbinlin@uchicago.edu",
   "nsf_id": "000316310",
   "pi_start_date": "2006-12-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": null
}