{
 "awd_id": "0618804",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NEESR-GC:  Mitigation of Collapse Risk in Vulnerable Concrete Buildings",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2006-12-01",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 3600002.0,
 "awd_amount": 3612002.0,
 "awd_min_amd_letter_date": "2006-12-04",
 "awd_max_amd_letter_date": "2013-04-22",
 "awd_abstract_narration": "This multi-institution award is an outcome of the NSF 06-504 program solicitation \"George E. Brown, Jr. Network for Earthquake Engineering Simulation Research (NEESR)\" competition.  One of the greatest overall seismic risks in the United States is the risk of collapse of older concrete buildings in a major urban earthquake, yet there are no solutions to how to address this in a cost-effective manner.  Policy makers and building owners are frustrated by the costs of retrofitting large inventories of existing buildings. Engineers need tools to accurately assess the risk of individual buildings and to differentiate between adequate buildings and potentially hazardous ones, so building owners can prioritize mitigation expenses. Regulatory agencies need better information on the regional extent of the risk so that effective policy measures can be put in place to effect regional mitigation efforts. This project will study the collapse potential of older nonductile concrete buildings, which are pervasive and high risk, to improve and disseminate effective engineering assessment and retrofit tools and to define appropriate incentive or policy measures to mitigate the risk.  The research will investigate four areas: 1) Exposure - a single urban region will be selected to serve as a model for other regions, and an inventory model suitable to study the regional collapse risk of older type concrete buildings will be developed; 2) Component and System Performance - laboratory and field experiments will be conducted on components, subassemblies, and soil-foundation-structure systems to better understand conditions that lead to collapse; 3) Building and Regional Simulation - models will be developed and implemented in nonlinear dynamic analysis software useful to earthquake engineers, and results will be extended through regional dynamic simulations to help understand the regional distribution of building collapses in a major earthquake; and 4) Mitigation Strategies - effective mitigation strategies and coalitions involving engineers, planners, policy experts, and stakeholders will be developed to promote action for risk reduction. The program features a significant education component aimed at increasing diversity in earthquake engineering, international collaborations, and outreach to disseminate results to a broad community.\r\n\r\nThe intellectual merit lies in the multi-disciplinary challenge of understanding the conditions and mechanics of collapse under three-dimensional loading, implementing that understanding in software usable for individual building analysis, and extending the understanding to the regional level where the intersection among engineering science, economics, and public policy will provide a rational basis for recommending the best mitigation strategies.\r\n\r\nThe broader impacts of the project are extensive. The research program tackles an important and challenging problem that will advance discovery and understanding of earthquake engineering. The education program will expose a diverse population of undergraduates to the program and promote top candidates into graduate research.  The results of the research will be disseminated in several ways, including: by sharing results using the NEES resources, by involving earthquake professionals and urban planners, and by disseminating educational materials. The results will benefit society by helping define appropriate engineering and public policy solutions to address the problem of existing hazardous building construction. Better understanding collapse of buildings during earthquake will also contribute to knowledge on vulnerability and toughening of infrastructure against effects of explosive and impact hazards. Mitigation strategies developed in this project also can inform strategies to mitigate for other natural hazards such as hurricanes.  This project uses the NEES equipment sites at the University of California, Berkeley, the University of California, Los Angeles, the University of California, Santa Barbara, and the University of Minnesota.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jack",
   "pi_last_name": "Moehle",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jack P Moehle",
   "pi_email_addr": "moehle@berkeley.edu",
   "nsf_id": "000313624",
   "pi_start_date": "2006-12-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thalia",
   "pi_last_name": "Anagnos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thalia Anagnos",
   "pi_email_addr": "thalia.anagnos@sjsu.edu",
   "nsf_id": "000448233",
   "pi_start_date": "2006-12-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Julio",
   "pi_last_name": "Ramirez",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Julio A Ramirez",
   "pi_email_addr": "ramirez@purdue.edu",
   "nsf_id": "000373005",
   "pi_start_date": "2006-12-04",
   "pi_end_date": "2013-04-22"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Comerio",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Comerio",
   "pi_email_addr": "mcomerio@berkeley.edu",
   "nsf_id": "000399683",
   "pi_start_date": "2006-12-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Stewart",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan P Stewart",
   "pi_email_addr": "jstewart@seas.ucla.edu",
   "nsf_id": "000468081",
   "pi_start_date": "2006-12-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Santiago",
   "pi_last_name": "Pujol",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Santiago Pujol",
   "pi_email_addr": "spujol@purdue.edu",
   "nsf_id": "000292643",
   "pi_start_date": "2013-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "7231",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 3600002.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Collapse of older concrete buildings in a major urban earthquake is one of the greatest seismic risks in the US. These older &ldquo;nonductile&rdquo; concrete buildings have inadequate reinforcement and other design deficiencies that make a small, but not insignificant, percentage of these structures prone to collapse. Engineers need tools to differentiate between adequate buildings and potentially hazardous ones. Building owners need cost-effective retrofit strategies for buildings found to be at risk of collapse. Regulatory agencies require information on the regional extent of the risk so that effective policy measures can be put in place to influence mitigation efforts.</p>\n<p>Funded through the George E. Brown, Jr. Network for Earthquake Engineering (NEES) program, the project provided an in-depth investigation of the risk posed by nonductile concrete buildings using NEES facilities at UC Berkeley, UC San Diego, UCLA, UC Santa Barbara, and Minnesota as well as the structural lab at Purdue. The project&rsquo;s close collaboration with the Applied Technology Council, Pacific Earthquake Engineering Research Center, and Earthquake Engineering Research Institute, through the Concrete Coalition, has raised public awareness and prompted communities to evaluate their own risk and start planning for taking action.</p>\n<p>The project has been highly successful both from the standpoint of technical advances and in raising awareness of this important issue for the public and policy makers. Research focused on four areas: 1) Exposure &ndash;how big is the problem?; 2) Component and System Performance - understand conditions that lead to collapse; 3) Building and Regional Simulation &ndash; develop analytical models useful for design and analysis of individual buildings, and for understanding the regional distribution of building collapses in a major earthquake; and 4) Mitigation Strategies - promote action for risk reduction.</p>\n<p>The experimental testing program produced a number of new developments:</p>\n<p>1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The column test data were analyzed to broaden understanding of the shear strength and collapse potential of older columns. The experimental results indicate that bi-directional displacements can cause a reduction in deformation capacity of nearly 50% relative the deformation capacity of columns subjected to unidirectional displacements.</p>\n<p>2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Beam-column joint pilot tests demonstrated the important effect of confinement provided by three-dimensional framing in buildings. The project assembled a database of past tests on nonductile concrete joints and developed three analytical models suitable for practice or analysis purposes. Researchers also developed and implemented, for the first time, a nonlinear beam-column joint model that was used in dynamic response simulations of one of the frames with joint failure that was tested at the NCREE laboratory in Taiwan.</p>\n<p>3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Two large-scale multi-panel beam-slab experiments were performed considering various uniform and pattern loading and simulated support failure at both corners and edge locations. These tests illustrate that compressive membrane forces developing within the slab and beam contribute to significant load carrying enhancement.&nbsp;Experimental test results were used to develop a semi-analytical method based on yield line theory for estimating load capacity of slabs under support failure.</p>\n<p>4)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tests of a soil-foundation-structure-interaction (SFSI) steel frame in the laboratory and in the field provided a better understanding of foundation stiffness and damping over a wide range of strains and frequencies. Comparison of experimental data with analytical models provided fundamental new insights into physical mechanisms controlling inertial soil-structure interaction. The ATC 83-...",
  "por_txt_cntn": "\nCollapse of older concrete buildings in a major urban earthquake is one of the greatest seismic risks in the US. These older \"nonductile\" concrete buildings have inadequate reinforcement and other design deficiencies that make a small, but not insignificant, percentage of these structures prone to collapse. Engineers need tools to differentiate between adequate buildings and potentially hazardous ones. Building owners need cost-effective retrofit strategies for buildings found to be at risk of collapse. Regulatory agencies require information on the regional extent of the risk so that effective policy measures can be put in place to influence mitigation efforts.\n\nFunded through the George E. Brown, Jr. Network for Earthquake Engineering (NEES) program, the project provided an in-depth investigation of the risk posed by nonductile concrete buildings using NEES facilities at UC Berkeley, UC San Diego, UCLA, UC Santa Barbara, and Minnesota as well as the structural lab at Purdue. The projectÆs close collaboration with the Applied Technology Council, Pacific Earthquake Engineering Research Center, and Earthquake Engineering Research Institute, through the Concrete Coalition, has raised public awareness and prompted communities to evaluate their own risk and start planning for taking action.\n\nThe project has been highly successful both from the standpoint of technical advances and in raising awareness of this important issue for the public and policy makers. Research focused on four areas: 1) Exposure &ndash;how big is the problem?; 2) Component and System Performance - understand conditions that lead to collapse; 3) Building and Regional Simulation &ndash; develop analytical models useful for design and analysis of individual buildings, and for understanding the regional distribution of building collapses in a major earthquake; and 4) Mitigation Strategies - promote action for risk reduction.\n\nThe experimental testing program produced a number of new developments:\n\n1)      The column test data were analyzed to broaden understanding of the shear strength and collapse potential of older columns. The experimental results indicate that bi-directional displacements can cause a reduction in deformation capacity of nearly 50% relative the deformation capacity of columns subjected to unidirectional displacements.\n\n2)      Beam-column joint pilot tests demonstrated the important effect of confinement provided by three-dimensional framing in buildings. The project assembled a database of past tests on nonductile concrete joints and developed three analytical models suitable for practice or analysis purposes. Researchers also developed and implemented, for the first time, a nonlinear beam-column joint model that was used in dynamic response simulations of one of the frames with joint failure that was tested at the NCREE laboratory in Taiwan.\n\n3)      Two large-scale multi-panel beam-slab experiments were performed considering various uniform and pattern loading and simulated support failure at both corners and edge locations. These tests illustrate that compressive membrane forces developing within the slab and beam contribute to significant load carrying enhancement. Experimental test results were used to develop a semi-analytical method based on yield line theory for estimating load capacity of slabs under support failure.\n\n4)      Tests of a soil-foundation-structure-interaction (SFSI) steel frame in the laboratory and in the field provided a better understanding of foundation stiffness and damping over a wide range of strains and frequencies. Comparison of experimental data with analytical models provided fundamental new insights into physical mechanisms controlling inertial soil-structure interaction. The ATC 83-10 project drew upon the SFSI test results in developing guidelines for integrating SFSI into response history analysis procedures for buildings.\n\nAnalytical models were developed to simulate ground motions, collapse behavior o..."
 }
}