{
 "awd_id": "0618217",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Heavy Metal Sorption/Co-precipitation Interactions with Nanoscale Iron Oxyhydroxides",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2007-01-01",
 "awd_exp_date": "2009-12-31",
 "tot_intn_awd_amt": 150223.0,
 "awd_amount": 150223.0,
 "awd_min_amd_letter_date": "2006-12-19",
 "awd_max_amd_letter_date": "2009-02-26",
 "awd_abstract_narration": "Nanoparticles are widespread in aqueous environmental systems and play a significant role in natural geochemical processes such as the sequestration of metal contaminants. Nanoparticles possess exceptionally high surface areas and feature dramatic differences in surface energy, reactivity, phase stability, and other chemical/physical properties relative to macroscale particles. As a result of these unique features, the extent and mechanisms of heavy metal sorption to these highly reactive nanoparticles may be fundamentally different compared to bulk phases. Furthermore, there is now considerable evidence that many nanoparticulate phases grow by oriented attachment, a specialized form of aggregation. This growth mechanism may provide an additional powerful advantage in sequestering metals permanently into the solid phase through (co)precipitation processes induced by aggregation-based growth. Despite the pervasiveness of nanoparticles in the environment and the wealth of existing studies of metal sorption at the mineral/water interface, however, there is very little fundamental understanding of how and to what extent these interactions may be altered, perhaps dramatically, when the mineral particles are nanoscale, and the related effects this may have on the long-term stability and mobility of metals in the environment.\r\n\r\nThe primary objective of the proposed research is to determine how iron oxyhydroxide nanoparticles react with As(V), Cu(II), Hg(II), and Zn(II), hazardous (semi-)metals found in a number of environmentally-polluted locales, upon initial exposure and with subsequent aging/growth of the nanoparticles. This will be accomplished by: a) synthesis of iron oxyhydroxide nanoparticles and field-based collection of natural iron oxyhydroxide nanosized precipitates from acid mine drainage (AMD) regions; b) timeresolved measurement of the retention of sorbed heavy metals during aggregation-based nanoparticle growth, focusing on evidence of novel methods of (co)precipitation; c) assessment of the effects of metal uptake on the growth and structural transformation of synthetic and natural nanoparticles over time; d) determination of the chemical speciation of heavy metals associated with the synthetic and natural iron oxyhydroxide nanoparticles to identify the precise mode(s) of uptake at different stages of the aging process; and e) desorption studies using aged metal-bearing nanoparticle aggregates to assess and predict the long-term stability and permanence of incorporated metals when exposed to changes in pH and salinity relevant to environmental systems.\r\n\r\nIron oxyhydroxide nanoparticles of 3-nm diameter which have previously been characterized with respect to morphology, surface area, internal structure, and surface structure will be synthesized and used in macroscopic uptake experiments to determine the extent of As(V), Cu(II), Hg(II), and Zn(II) sorption during progressive nanoparticle aggregation-based growth. This time-resolved information will help distinguish changes in growth rate and pathway in metal-bearing systems compared to metal-free systems. Advanced X-ray absorption spectroscopy techniques will be applied to examine the precise mode(s) of metal uptake (e.g. indirect sorption, direct sorption, (co)precipitation) and how these modes are affected by differences in particle size and aging time. Desorption experiments will study the effects of nanoparticle aging on the remobilization of metals as a function of pH and ionic strength. Results will be compared with those using natural iron oxyhydroxide precipitates collected in the field to assess relative differences in reactivity and speciation.\r\n\r\nIntellectual Merit: The proposed research will apply both time-resolved macroscopic and powerful synchrotron-based spectroscopic methods to develop a basic understanding of metal sorption and (co)-precipitation with nanoscale iron oxyhydroxides, processes which occur in a wide range of natural environments yet have not been well-documented. The expectation is that such nanoparticles will display enhanced heavy metal uptake relative to bulk phases through novel mechanisms of uptake that have not been previously characterized and hold significant implications for the future mobility, bioavailability, and fate of these contaminants in the environment.\r\n\r\nBroader Impacts: This project will generate opportunities for independent research and fieldwork to chemistry and environmental science undergraduate students, provide students with exposure to national synchrotron user facilities, and initiate a collaborative partnership between Chapman University, a small, independent, primarily undergraduate institution, and the U.S. Geological Survey. Students will present their work at regional and national conferences and author or co-author publications disseminating their results in the peer-reviewed literature. Results from this research may also lead to new remediation or treatment strategies in areas where heavy metal contamination is cause for environmental concern.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Kim",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher S Kim",
   "pi_email_addr": "cskim@chapman.edu",
   "nsf_id": "000250883",
   "pi_start_date": "2006-12-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Chapman University",
  "inst_street_address": "1 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "ORANGE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "7146287383",
  "inst_zip_code": "928661005",
  "inst_country_name": "United States",
  "cong_dist_code": "40",
  "st_cong_dist_code": "CA40",
  "org_lgl_bus_name": "CHAPMAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EN9DMTETW3N1"
 },
 "perf_inst": {
  "perf_inst_name": "Chapman University",
  "perf_str_addr": "1 UNIVERSITY DR",
  "perf_city_name": "ORANGE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "928661005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "40",
  "perf_st_cong_dist": "CA40",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 55168.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 47829.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 47226.0
  }
 ],
 "por": null
}