{
 "awd_id": "0618075",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nodulin-26 Intrinsic Proteins: Multifunctional Transporters of Water and Metabolites in Plant Symbioses and Stress Responses",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 560646.0,
 "awd_min_amd_letter_date": "2007-07-31",
 "awd_max_amd_letter_date": "2011-07-19",
 "awd_abstract_narration": "Major Intrinsic Proteins (MIPs) are an ancient family of membrane channels that mediate the selective transport of water and uncharged metabolites. These transporters play a myriad of roles in membrane physiology ranging from renal function and fluid secretion in mammals to osmoregulation, stress adaptation and nutrient uptake and transport in plants and microbes. The MIP family is particularly diverse in plants, reflecting their importance in regulating water relations in plant growth and development and adaptive responses to environmental osmotic challenge. However, recent evidence suggests a broader role for a subclass of plant MIPs known as Nodulin-26 intrinsic proteins or \"\"NIPs\"\". These proteins, named for the archetype channel of the family, soybean nodulin 26, have an overall structure similar to other MIPs, but show unique pore structural features that result in multifunctional transport behavior of water as well as critical plant metabolites including ammonia, boron and carbon polyols. The overarching goal of this project is to investigate the structure and function of NIPs as well as mechanisms of regulation and their metabolic roles in planta. The specific goals are three-fold. First, the structure and transport function of two distinct \"\"pore familes\"\" of NIPs (NIP I and II proteins) that differ in key pore selectivity regions and show different transport specificity will be investigated. Second, the functional significance of the interaction of soybean nodulin 26 with regulatory proteins (protein kinases and 14-3-3 proteins) and the nitrogen assimilatory enzyme glutamine synthetase, will be investigated. The finding that glutamine synthetase interacts with nodulin 26, which forms an ammonia channel in legume-rhizobia root nodules, is of potential significance to the nitrogen fixation/assimilation process of this plant-microbe symbiosis. Additionally, the ability to bind and recruit cytosolic proteins and metabolic enzymes represents a new emerging interest in MIP research and regulation in general. Third, to examine a new function of NIPs in metabolic adaptation to low oxygen and flooding stress in plant roots using the Arabidopsis protein AtNIP2;1 as a model. The ability of AtNIP2;1 to participate in lactic acid efflux will be investigated as a potential mechanism for pH regulation and prevention of cytosolic acidosis during metabolic adaptation to flooding and low oxygen stress. From the perspective of infrastructure, this project will contribute to the understanding of the molecular basis of nitrogen fixation and assimilation between microbes and plants, as well as stress regulation and metabolic adaptation of plant systems. The work will also contribute to the basic understanding of structure/function relationships of plant MIPs.\r\n\r\nBroader Impact and Educational Outreach\r\nThis project will continue to serve in the training of graduate students and postdoctoral fellows in the larger area of Plant Membrane Biochemistry and Physiology, as well as to introduce multiple young undergraduate scholars at the University of Tennessee to modern plant molecular biology and biochemistry research. In addition, this project will also serve as a foundation for the P.I.''s involvement in summer programs and mentoring of Tennessee High School students from diverse backgrounds, including participation in the Governor''s School for Sciences at the University of Tennessee, as well as in minority recruitment activities at the University such as JUMP (Join the University Minority Project). Finally, the project will also support the P.I.''s involvement in a new summer initiative sponsored by the College of Arts and Sciences providing summer educational and laboratory experiences for Tennessee Middle School Teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Roberts",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel M Roberts",
   "pi_email_addr": "drobert2@tennessee.edu",
   "nsf_id": "000437672",
   "pi_start_date": "2007-07-31",
   "pi_end_date": "2011-07-19"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Albrecht",
   "pi_last_name": "von Arnim",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Albrecht G von Arnim",
   "pi_email_addr": "vonarnim@utk.edu",
   "nsf_id": "000111893",
   "pi_start_date": "2011-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "201 ANDY HOLT TOWER",
  "perf_city_name": "KNOXVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1144",
   "pgm_ref_txt": "BIOMOLECULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1166",
   "pgm_ref_txt": "MOLECULAR BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "1168",
   "pgm_ref_txt": "METABOLIC BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 224450.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 164085.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 167611.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 4500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Intellectual Merit:</span></strong></p>\n<p>The membranes of cells and internal organelles possess numerous proteins that allow the uptake and partitioning of small molecules and metabolites essential for normal physiology and adaptation to environmental stresses.&nbsp; Among these proteins are a category of conserved transporters termed \"aquaporins\" or \"aquaporin-like\" proteins.&nbsp; These proteins include transporters of water that are essential for regulation of the osmotic state of the cell.&nbsp; Compared to animals, higher plants contain three times the number of genes that code for aquaporin-like proteins, underscoring the complex role that this gene family plays in transport processes associated with normal plant growth, development and responses to environmental adversity.</p>\n<p>The focus of this project has been on analyses of the biochemical properties and biological significance of a diverse &ldquo;plant specific&rdquo; family of aquaporin-like membrane channels known as the &ldquo;nodulin 26-like intrinsic proteins&rdquo; (NIPs).&nbsp; By using a multidisciplinary approach employing techniques of structural biology, membrane biophysics, and plant molecular biology, three new transport activities associated with NIPs have been discovered, and corresponding roles in plant nutrition and responses to flooding/anaerobic stress have been implicated.&nbsp;</p>\n<p>First, the parent protein of the family, nodulin-26, has been demonstrated to be a specific component of the membrane enclosing nitrogen-fixing rhizobia bacteria in symbiotic soybean root nodules.&nbsp; These nodules form under conditions of limiting nitrogen conditions in soil and serve as a mechanism for legumes to obtain a reduced usable form of nitrogen under these adverse conditions.&nbsp; Nodulin-26 was demonstrated to form a channel for the transport of fixed ammonia and to interact with a key plant enzyme, glutamine synthetase, which is responsible for assimilating this fixation product into amino acids used by the plant.&nbsp;</p>\n<p>A second line of investigation revealed that a second group of NIPs (the NIP II proteins) from the model plant Arabidopsis contained changes in structure that allowed the transport of boric acid.&nbsp; This is a critical plant nutrient necessary for assembly of the pectic cell wall of developing plant organs.&nbsp; When boron is low in soil, the NIP II proteins are induced and provide a low resistance pathway for the cellular uptake of boric acid necessary for this process.</p>\n<p>A third area of investigation revealed yet another unique NIP protein (AtNIP2;1) in Arabidopsis that is induced over 1000-fold during flooding stress.&nbsp; This type of stress results in low oxygen concentrations that typically result in inability of flooding sensitive plants to perform energy metabolism, resulting in severe defects in growth and often death.&nbsp; The finding of this project show that AtNIP2;1 has alterations in pore structure that result in the ability to transport lactic acid, a toxic byproduct of anaerobic metabolism, and that this protein possibly plays a role as part of the adaptation response to this environmental stress.</p>\n<p><strong><span style=\"text-decoration: underline;\">Broader Impacts</span></strong></p>\n<p>As part of the educational mission, this project has supported the research of seven Ph.D. students as well as the research of seven undergraduate research scholars at the University of Tennessee, Knoxville.&nbsp; In addition, it has supported several public outreach activities of the University.&nbsp; These include participation by the Principal Investigator and all graduate student lab personnel in the Tennessee Junior Science and Humanities symposium, an annual program that fosters basic and applied science, engineering and mathematics research by Tennessee high school students by providing a for...",
  "por_txt_cntn": "\nIntellectual Merit:\n\nThe membranes of cells and internal organelles possess numerous proteins that allow the uptake and partitioning of small molecules and metabolites essential for normal physiology and adaptation to environmental stresses.  Among these proteins are a category of conserved transporters termed \"aquaporins\" or \"aquaporin-like\" proteins.  These proteins include transporters of water that are essential for regulation of the osmotic state of the cell.  Compared to animals, higher plants contain three times the number of genes that code for aquaporin-like proteins, underscoring the complex role that this gene family plays in transport processes associated with normal plant growth, development and responses to environmental adversity.\n\nThe focus of this project has been on analyses of the biochemical properties and biological significance of a diverse \"plant specific\" family of aquaporin-like membrane channels known as the \"nodulin 26-like intrinsic proteins\" (NIPs).  By using a multidisciplinary approach employing techniques of structural biology, membrane biophysics, and plant molecular biology, three new transport activities associated with NIPs have been discovered, and corresponding roles in plant nutrition and responses to flooding/anaerobic stress have been implicated. \n\nFirst, the parent protein of the family, nodulin-26, has been demonstrated to be a specific component of the membrane enclosing nitrogen-fixing rhizobia bacteria in symbiotic soybean root nodules.  These nodules form under conditions of limiting nitrogen conditions in soil and serve as a mechanism for legumes to obtain a reduced usable form of nitrogen under these adverse conditions.  Nodulin-26 was demonstrated to form a channel for the transport of fixed ammonia and to interact with a key plant enzyme, glutamine synthetase, which is responsible for assimilating this fixation product into amino acids used by the plant. \n\nA second line of investigation revealed that a second group of NIPs (the NIP II proteins) from the model plant Arabidopsis contained changes in structure that allowed the transport of boric acid.  This is a critical plant nutrient necessary for assembly of the pectic cell wall of developing plant organs.  When boron is low in soil, the NIP II proteins are induced and provide a low resistance pathway for the cellular uptake of boric acid necessary for this process.\n\nA third area of investigation revealed yet another unique NIP protein (AtNIP2;1) in Arabidopsis that is induced over 1000-fold during flooding stress.  This type of stress results in low oxygen concentrations that typically result in inability of flooding sensitive plants to perform energy metabolism, resulting in severe defects in growth and often death.  The finding of this project show that AtNIP2;1 has alterations in pore structure that result in the ability to transport lactic acid, a toxic byproduct of anaerobic metabolism, and that this protein possibly plays a role as part of the adaptation response to this environmental stress.\n\nBroader Impacts\n\nAs part of the educational mission, this project has supported the research of seven Ph.D. students as well as the research of seven undergraduate research scholars at the University of Tennessee, Knoxville.  In addition, it has supported several public outreach activities of the University.  These include participation by the Principal Investigator and all graduate student lab personnel in the Tennessee Junior Science and Humanities symposium, an annual program that fosters basic and applied science, engineering and mathematics research by Tennessee high school students by providing a forum for the presentation of original research results.   The laboratory has also sponsored scientific research by high school students through the Precollegiate Scholars Program at the University of Tennessee, Knoxville.  Additionally, the P.I. helped to organize and administer a pilot Research for Undergraduate Summer program on..."
 }
}