{
 "awd_id": "0620910",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Luquillo LTER Program 4:    Understanding Change in the Ecosystems of Northeastern Puerto Rico",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saran Twombly",
 "awd_eff_date": "2006-12-01",
 "awd_exp_date": "2015-11-30",
 "tot_intn_awd_amt": 4920000.0,
 "awd_amount": 5535663.0,
 "awd_min_amd_letter_date": "2007-01-17",
 "awd_max_amd_letter_date": "2012-08-06",
 "awd_abstract_narration": "The Luquillo Long-Term Ecological Research Program (LUQ) focuses on understanding factors driving long-term change in tropical forest ecosystems in the Luquillo Mountains of Puerto Rico. Building on an earlier emphasis on natural disturbances (hurricanes, landslides, droughts, floods) and ecosystem responses, LUQ will continue studies of ecosystem structure and processes in mid-elevation tabonuco forest, extend research into other forest types along an elevation gradient, and begin investigations of regional-scale processes affecting the Luquillo Mountains. Four approaches will be used: long-term experiments and measurements, comparative analyses among different forest communities, gradient analysis from forest to urban, and synthesis using conceptual and simulation models.\r\n\r\nMounting evidence suggests that increasing hurricane intensity, declining rainfall in the mountains, and rising temperature in lowland urbanized areas can significantly affect the ecosystems of the Luquillo Mountains. In this context, the overarching question is: How do changes in disturbance regime and climate alter biogeochemical cycles, biotic structure, and ecosystem services? This leads to three specific questions addressing key elements of the LUQ conceptual framework:\r\n\r\n1) What controls variation in carbon and nutrient fluxes, and how are these variations modified by disturbance? Many processes in the Luquillo Mountains exhibit well defined seasonality and links to climate. Understanding these relationships is essential for determining the sensitivity of biota and biogeochemical cycling to environmental change. \r\n2) Are changes in temperature, rainfall, light and wind (climate) along the Luquillo elevation gradient sufficient to explain variation in biogeochemical processes and biotic structure? LUQ proposes to study linear and non-linear trends in climate with elevation in the Luquillo Mountains as drivers of ecosystem processes and the distribution of organisms. By improving understanding of the importance of biotic and abiotic factors in determining the distribution of organisms over spatial gradients in tropical mountains, scientists will increase their ability to understand the effects of change.\r\n3) How important are changes in land-use in determining long-term ecosystem\r\nbiogeochemistry, biotic structure, and services? Land-use and land-cover are changing\r\ndramatically in northeastern Puerto Rico in response to socioeconomic changes. LUQ proposes to examine the long-term effects of land-use and land-cover change on a range of features, including regional and local climate, tree species composition, stream ecology, and a key ecosystem service: the delivery of clean water for humans.\r\n\r\nThe proposed research will provide an improved scientific framework for the management of tropical ecosystems and ecosystem services. It will do so both through conceptual advances and documentation of human disturbance and ecosystem response. The project will continue to produce a cadre of young and minority scientists who are versed in linking population and ecosystem approaches to evaluating environmental change, and will provide them with skills that can be applied in tropical regions or elsewhere. LUQ has developed a comprehensive education program involving teachers at a network of six high schools and a web-based middle school curriculum for teaching ecology. Additional outreach activities are directed at improving the general public's appreciation of the water resources provided to surrounding towns by streams draining the Luquillo Mountains.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Brokaw",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas V Brokaw",
   "pi_email_addr": "nvbrokaw@ites.upr.edu",
   "nsf_id": "000237531",
   "pi_start_date": "2007-01-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ariel",
   "pi_last_name": "Lugo",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Ariel E Lugo",
   "pi_email_addr": "aelugo1234@gmail.com",
   "nsf_id": "000478179",
   "pi_start_date": "2007-01-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Puerto Rico-Rio Piedras",
  "inst_street_address": "39 PONCE DE LEON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JUAN",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7877634949",
  "inst_zip_code": "00931",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "UNIVERSITY OF PUERTO RICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "Q3LLLDFHPNL3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Puerto Rico-Rio Piedras",
  "perf_str_addr": "39 PONCE DE LEON AVE",
  "perf_city_name": "SAN JUAN",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "00931",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "520900",
   "pgm_ele_name": "ENVIR SOCIAL & BEHAVIOR SCIENC"
  },
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "119500",
   "pgm_ele_name": "LONG TERM ECOLOGICAL RESEARCH"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "1195",
   "pgm_ref_txt": "LONG TERM ECOLOGICAL RESEARCH"
  },
  {
   "pgm_ref_code": "5209",
   "pgm_ref_txt": "ENVIR SOCIAL & BEHAVIOR SCIENC"
  },
  {
   "pgm_ref_code": "5922",
   "pgm_ref_txt": "MEXICO"
  },
  {
   "pgm_ref_code": "5926",
   "pgm_ref_txt": "LATIN AMERICA, SDC"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7233",
   "pgm_ref_txt": "RES EXPERIENCE FOR TEACHERS(RET)-SUPPLEM"
  },
  {
   "pgm_ref_code": "7956",
   "pgm_ref_txt": "SBE Interdisciplinary Research"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 894000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 914000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 910635.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 933879.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 923150.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 959999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Luquillo LTER 4</strong></p>\n<p>The Luquillo Long-Term Ecological Research (LTER) Program takes place in northeast Puerto Rico, including the Luquillo Mountains and surrounding urban and developed areas.&nbsp; It began in 1988 and focuses on how changing natural and human disturbances, and changing climate, are altering tropical forest and aquatic ecosystems, as well as on the consequences of these changes for society in both the tropics and elsewhere.&nbsp; The Luquillo LTER&rsquo;s guiding research principle is that only long-term research will reveal the direction and causes of environmental trends that affect societal well-being.&nbsp; In the funding period, 2006-2014 (LTER 4), Luquillo LTER has increased our understanding of environmental change in the tropics and engaged with society by recruiting students to conduct this research and by communicating its findings through a variety of public forums.</p>\n<p><strong>Changing disturbance</strong> <strong>regime</strong></p>\n<p>Natural and human disturbances shape the biological, biogeochemical, and climatic characteristics of tropical ecosystems.&nbsp; This disturbance regime is changing and thus tropical ecosystems are changing and affecting peoples in and outside the tropics.</p>\n<p>Hurricanes are the major natural disturbance in the Luquillo Mountains and in other tropical areas.&nbsp; Hurricanes affect forest structure, species composition, and nutrient cycling.&nbsp; In LUQ 4 our long-term observations and a hurricane simulation experiment, the Canopy Trimming Experiment, showed that soil nutrient cycling and stream chemistry return to pre-hurricane conditions relatively quickly, but forest structure, stream-water content of particulate matter, and abundances of some plants and animals recover more slowly.&nbsp; The emission of carbon and loss of the important nutrient phosphorous from soils after hurricanes is high. Thus the predicted increase in severe hurricanes may change the abundances and diversity of plants and animals, increase the emission of greenhouse gases, and change soil fertility and the quality of stream water used by humans in Puerto Rico and other parts of the tropics. &nbsp;Repeating the simulated effects of hurricane damage every ten years in the Canopy Trimming Experiment will address this idea.</p>\n<p>Land use change is the major human disturbance in the Luquillo Mountains region.&nbsp;&nbsp; Luquillo LTER has shown that changes in land use, especially urbanization, around stream headwaters significantly affect stream water quality and stream organisms such as shrimp and migratory fish, both of which affect economics and quality of life in Puerto Rico.&nbsp; These results apply broadly, since both the tropics and other parts of the world are becoming increasingly urbanized.&nbsp; Logging and other forest uses change trees in forests to fast growing, soft-wooded species, potentially degrading diversity and economic value of forests.</p>\n<p><strong>Changing climate</strong></p>\n<p>Climate partly determines the spatial distribution of species, quantity and quality of water, and emission of greenhouse gasses. &nbsp;Data and models suggest that temperature is increasing, rainfall is decreasing, and droughts will be more frequent in the Luquillo Mountains.</p>\n<p>Luquillo LTER showed how the distributions of some plant and animal species depend on the climatic conditions along the elevation gradient.&nbsp; Rising cloud height may dry out the upper elevations, possibly eliminating some species, and reducing water supply collected for human use.&nbsp; Luquillo LTER has revealed that a possible cause is that in heavily urbanized northeast Puerto Rico the extent of paved areas and reduced vegetative cover has produced an &ldquo;urban heat island&rdquo; of higher temperature that can affect nearby natural areas.&nbsp; Urban heat islands are growing in the tropics and elsewhere.</p>\n<p>Luq...",
  "por_txt_cntn": "\nLuquillo LTER 4\n\nThe Luquillo Long-Term Ecological Research (LTER) Program takes place in northeast Puerto Rico, including the Luquillo Mountains and surrounding urban and developed areas.  It began in 1988 and focuses on how changing natural and human disturbances, and changing climate, are altering tropical forest and aquatic ecosystems, as well as on the consequences of these changes for society in both the tropics and elsewhere.  The Luquillo LTERÆs guiding research principle is that only long-term research will reveal the direction and causes of environmental trends that affect societal well-being.  In the funding period, 2006-2014 (LTER 4), Luquillo LTER has increased our understanding of environmental change in the tropics and engaged with society by recruiting students to conduct this research and by communicating its findings through a variety of public forums.\n\nChanging disturbance regime\n\nNatural and human disturbances shape the biological, biogeochemical, and climatic characteristics of tropical ecosystems.  This disturbance regime is changing and thus tropical ecosystems are changing and affecting peoples in and outside the tropics.\n\nHurricanes are the major natural disturbance in the Luquillo Mountains and in other tropical areas.  Hurricanes affect forest structure, species composition, and nutrient cycling.  In LUQ 4 our long-term observations and a hurricane simulation experiment, the Canopy Trimming Experiment, showed that soil nutrient cycling and stream chemistry return to pre-hurricane conditions relatively quickly, but forest structure, stream-water content of particulate matter, and abundances of some plants and animals recover more slowly.  The emission of carbon and loss of the important nutrient phosphorous from soils after hurricanes is high. Thus the predicted increase in severe hurricanes may change the abundances and diversity of plants and animals, increase the emission of greenhouse gases, and change soil fertility and the quality of stream water used by humans in Puerto Rico and other parts of the tropics.  Repeating the simulated effects of hurricane damage every ten years in the Canopy Trimming Experiment will address this idea.\n\nLand use change is the major human disturbance in the Luquillo Mountains region.   Luquillo LTER has shown that changes in land use, especially urbanization, around stream headwaters significantly affect stream water quality and stream organisms such as shrimp and migratory fish, both of which affect economics and quality of life in Puerto Rico.  These results apply broadly, since both the tropics and other parts of the world are becoming increasingly urbanized.  Logging and other forest uses change trees in forests to fast growing, soft-wooded species, potentially degrading diversity and economic value of forests.\n\nChanging climate\n\nClimate partly determines the spatial distribution of species, quantity and quality of water, and emission of greenhouse gasses.  Data and models suggest that temperature is increasing, rainfall is decreasing, and droughts will be more frequent in the Luquillo Mountains.\n\nLuquillo LTER showed how the distributions of some plant and animal species depend on the climatic conditions along the elevation gradient.  Rising cloud height may dry out the upper elevations, possibly eliminating some species, and reducing water supply collected for human use.  Luquillo LTER has revealed that a possible cause is that in heavily urbanized northeast Puerto Rico the extent of paved areas and reduced vegetative cover has produced an \"urban heat island\" of higher temperature that can affect nearby natural areas.  Urban heat islands are growing in the tropics and elsewhere.\n\nLuquillo LTER has shown that increases in temperature and frequency of drought will have many impacts on decomposition of plant and animal debris in tropical forest soils.  This, in turn, will affect forest growth and the emission of greenhouse gasses, with major implications for the ..."
 }
}