{
 "awd_id": "0621232",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Scholar's Award:   The Branching Tree:  Organization, Process, and Hierarchy in the 20th-Century Social and Behavioral Science",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2007-02-01",
 "awd_exp_date": "2010-01-31",
 "tot_intn_awd_amt": 41641.0,
 "awd_amount": 45891.0,
 "awd_min_amd_letter_date": "2007-02-21",
 "awd_max_amd_letter_date": "2008-04-03",
 "awd_abstract_narration": "Between 1925 and 1975, many leading figures in the social and behavioral sciences embraced a new perspective on both science and nature. These scientists saw the world as a complex, hierarchical system, and they redefined their sciences in terms of the study of the various subunits of that system. The goal of science, in this view, was to construct formal models of system behavior, and its chief method was to develop models that would enable one complex system, such as the digital computer, to simulate the behavior of another, such as the human mind. The science that flowed from this worldview was behaviorist and functionalist, and it was characterized by a fascination with organization and process, especially the organization and processing of energy (before WWII) and information (after WWII). I propose to explore the genesis and development of this new view, focusing on a set of influential thinkers on biology, science, and society who saw strong parallels between the physiology of living systems and the structures and functions of \"social organisms.\" This group includes physiologists interested in extending their models of organic machinery to society (L.J. Henderson, Walter Cannon, Ralph Gerard), as well as leaders of the postwar \"behavioral revolutions\" in the social sciences, many of whom sought to ground their work in physiological analogies (J.G. Miller, Karl Deutsch, Talcott Parsons, Herbert Simon). Intellectual Merit: This project has four primary claims to merit: first, it will illuminate the connections among the various revolutions in the social sciences around mid-century, which have been treated separately in almost all previous works. Second, it will shed new light on the links between biological and social thought by exploring the emergence of a new understanding of living systems, an understanding that, I argue, was grounded in experiences with new organizational and informational technologies. Third, it will offer insight into the work of a set of extremely influential scientists who largely have escaped sustained historical analysis. Fourth, it links the worldview described above to the broader social changes associated with the \"organizational revolution.\" Broader Impacts: This study will have broader impacts in three areas: first, this research will help us develop a more cohesive picture of the relations between the concepts and the contexts of 20th-century science, affecting the way we teach our undergraduate courses in the history of science. Second, this study will be of value to social scientists, management theorists, and biologists interested in the historical development of their own fields, helping make them aware of the sources of some of their basic assumptions and practices. Third, because a central feature of this study is its focus on the ways that organizational and informational technologies have been used as models and metaphors in biological and social science, it will help the educated layman understand how the technologies he/she encounters every day came to have their present forms and meanings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hunter",
   "pi_last_name": "Heyck",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Hunter A Heyck",
   "pi_email_addr": "hheyck@ou.edu",
   "nsf_id": "000308292",
   "pi_start_date": "2007-02-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "660 PARRINGTON OVAL RM 301",
  "perf_city_name": "NORMAN",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730193003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 36405.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 9486.0
  }
 ],
 "por": null
}