{
 "awd_id": "0624150",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative:   DHB:    Social Network Dynamics of Youth",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927808",
 "po_email": "jwhitmey@nsf.gov",
 "po_sign_block_name": "Joseph Whitmeyer",
 "awd_eff_date": "2007-01-01",
 "awd_exp_date": "2010-12-31",
 "tot_intn_awd_amt": 231394.0,
 "awd_amount": 231394.0,
 "awd_min_amd_letter_date": "2006-12-13",
 "awd_max_amd_letter_date": "2006-12-13",
 "awd_abstract_narration": "There is broad general interest in social networks: online services promote tools to manage them, epidemiologists use them to model disease transmission, businesses track them for efficiency, and school researchers use them to explain performance (among many other applications).  Although research on the properties of static networks is well-developed, researchers know very little about how social networks form, persist, and influence people over time.  Part of the difficulty in studying social network dynamics is a lack of suitable data, as it is difficult to follow network evolution in unbounded populations.  Schools provide an excellent context for studying network dynamics.  First, schools provide natural boundaries that focus network dynamics.  Second, relation content evolves developmentally as youths age, changing from local classmate relations among children to deeper friendship and romantic relations among young adults.  Finally, youths are directly concerned with network change, and they often respond to changes in others' network ties.  Here, the investigators weave together multiple studies of youth networks using data on hundreds of schools and thousands of students to build a composite portrait illustrating how long-term social networks develop from transitory face-to-face interactions.  To build this portrait, the researchers use new dynamic network tools allowing them to visualize network evolution directly.  Just as a cardiogram allows physicians to monitor the dynamics of heart functioning in response to stress, these \"network movies\" help researchers identify the social mechanisms responsible for network formation.  The investigators next develop new clustering techniques that identify groups and their stability over time. These clustering techniques reveal peer group life-histories, and it provides a key middle-range image of network change. Finally, they use a new class of models known as exponential random graph models (ERGM) to identify classes of social mechanisms affecting network formation and change. The highly interdependent nature of social networks has made them inappropriate for standard statistical modeling, but exponential random graph models address the kinds of interdependencies present in network data.  While standard features -- such as a preference to form relations with people similar to oneself (\"homophily\") -- are expected to be important, internal network features will be important as well.  These features account for how youths change their local networks in response to changes elsewhere in the network.  For example, how do other relations change when a member of one group becomes friends with members in another group?  Being able to explain how relationships form, what makes peer groups stable, and how popularity changes has direct influence on educators' and policy makers' ability to work with youth networks to help promote pro-social, healthy youth behavior.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Gest",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Scott D Gest",
   "pi_email_addr": "sdg9t@virginia.edu",
   "nsf_id": "000383959",
   "pi_start_date": "2006-12-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731900",
   "pgm_ele_name": "HSD - DYNAMICS OF HUMAN BEHAVI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7319",
   "pgm_ref_txt": "HSD - DYNAMICS OF HUMAN BEHAVI"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 231394.0
  }
 ],
 "por": null
}