{
 "awd_id": "0624149",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   Modeling and Behavioral Evaluation of Social Dynamics in Prevention Decisions",
 "cfda_num": "47.075",
 "org_code": "04000000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2007-01-01",
 "awd_exp_date": "2009-12-31",
 "tot_intn_awd_amt": 89398.0,
 "awd_amount": 89398.0,
 "awd_min_amd_letter_date": "2006-12-21",
 "awd_max_amd_letter_date": "2006-12-21",
 "awd_abstract_narration": "When vaccination is voluntary, vaccination decisions are made by individuals. Collectively, individual decisions determine the level of population immunity, which in turn affects the utility of vaccination decisions for the individual. While children are responsible for the majority of influenza transmission, it is the elderly that suffer the most associated morbidity and mortality. Consequently, the utility of vaccine allocation to children is greater for the population than it is for the children themselves, generating a type of social dilemma. The utility to an individual of whether or not to vaccinate also depends on two principal sources of uncertainty. First, there is uncertainty inherent in the probabilistic nature of disease transmission. Second, the decisions of others introduce another level of uncertainty into the system. An individual's vaccination decision affects the likelihood of infection for others in the population. At the same time, the importance of vaccination to the individual depends on the vaccination decisions made by others. In an analogous way, a country's decision to fund disease surveillance affects the likelihood of outbreaks for other countries. In addition, the importance of surveillance to an individual country depends on the surveillance decisions of others. \r\n\r\nWe will integrate results from individual, population and global perspectives. On an individual scale, questionnaire and experimental game studies will be conducted to examine how an individual's vaccination decisions are influenced by the decisions of others, and to estimate the potential contribution of altruism to decisions. Combining individual and population scales, we will integrate a model of influenza epidemiology with a game-theoretic model of age-specific vaccine demand. Our psychological data will be used to develop our model and to verify its predictions. On a global scale, we will evaluate the relationship between the probabilities intrinsic to disease persistence, and decision making about conscientious reporting to the international community. The synthesis of these three scales of analysis with our interdisciplinary approach will illuminate the dynamics arising from the interplay between a biological disease system and human social decision processes. This interdisciplinary approach combines mathematical modeling with psychological data collection, economics with epidemiology, and individual decision making with population-level public health outcomes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SBE",
 "org_div_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ramanan",
   "pi_last_name": "Laxminarayan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ramanan Laxminarayan",
   "pi_email_addr": "laxminarayan@rff.org",
   "nsf_id": "000257856",
   "pi_start_date": "2006-12-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Resources For the Future Inc",
  "inst_street_address": "1616 P ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023285000",
  "inst_zip_code": "200361434",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "RESOURCES FOR FUTURE INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "L3M4ELGHJ4K9"
 },
 "perf_inst": {
  "perf_inst_name": "Resources For the Future Inc",
  "perf_str_addr": "1616 P ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200361434",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "732200",
   "pgm_ele_name": "HSD - DEC, RISK & UNCERTAINTY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7322",
   "pgm_ref_txt": "HSD - DEC, RISK & UNCERTAINTY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 89398.0
  }
 ],
 "por": null
}