{
 "awd_id": "0624064",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI-Amerindian mtDNA Sequence Haplotypes in the Dominican Republic: A Look at Taino Prehistory",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jean E. Turnquist",
 "awd_eff_date": "2006-12-01",
 "awd_exp_date": "2008-05-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 61252.0,
 "awd_min_amd_letter_date": "2006-12-01",
 "awd_max_amd_letter_date": "2007-08-06",
 "awd_abstract_narration": "This RUI project aims to enlighten us on the genetic relationships that existed between the native peoples of Hispaniola and Puerto Rico at the time of contact.  Historical and archaeological material show that an Arawakan culture predominated in both islands at the time of contact and that kinship existed between some strongmen in both islands.  However, the genetics of the populations of both islands and even between groups within islands could have bared little relationship. Archaeological and anthropological studies on the diversity, the continental origin and the whereabouts of the first colonizers of these islands, hunter-gatherers who lacked ceramic technology, are inconclusive.  Theories abound on migratory routes stemming from Central America or North America on one side and South America on the other, the extent and overlap of which are proposed to exceedingly various degrees.  One of the most common theories proposes at least some overlap in western Puerto Rico and eastern Hispaniola.  The ceramic, Arawakan culture flourished first in Puerto Rico from subsequent migrations from South America.  By 600 A.D., it gave rise to Ostionan-pottery makers whose technology was introduced shortly thereafter into Hispaniola.  It is proposed that some migration from Puerto Rico accompanied its dispersal into Hispaniola.  Direct migration from the South American mainland by this time has also been proposed.  The extent of the introgression of newcomers into Hispaniola remains largely unknown.  The fact that the genetic relationships between groups within and between islands cannot be ascertained stymies the advancement of theories on the genesis of the political and social interactions that the Spanish chronicles reported between them.  It also brings into question the genetic differentiation that may exist in the Amerindian portion of the genotypes in the modern populations of these islands, which have shown Amerindian mitochondrial DNA (mtDNA) frequencies of 23% (Dominican Republic) and 61% (Puerto Rico).\r\n\r\nHaplogroup-specific median networks constructed from control region sequences of 121 modern Amerindian mtDNAs in Puerto Rico have identified putative founder haplotypes arriving to Puerto Rico at different times in prehistory.  In this project, 498 mtDNAs from the Dominican Republic will be typed by RFLP, and median networks constructed from control region sequences of Amerindian mtDNAs will identify mtDNA clades and their putative founder haplotypes.  Sequence haplotypes of founders will be compared to others in the literature in an attempt to determine their continental origin.  They will also be compared to those from Puerto Rico in search of founders in common.  In such a case, the direction of migration may be determined from the nucleotide diversity and the coalescent time of the clades in each island.  Haplotypes shared with Puerto Rico will also be sought, as a haplotype derived in one island could be a founder in the other.  In that case, the direction of migration would be unambiguously indicated.  Prehistoric demographic expansions will be revealed by mismatch distribution analyses and confirmed with estimated datings through median networks.  As some modern Amerindian mtDNAs in Puerto Rico have already been associated to the Ceramic Age, their frequency in Hispaniola will lead toward an estimate of the extent of the migration into Hispaniola that presumably accompanied the Ostionan-pottery making technology.\r\n\t\r\nThe scientific merit of this project is that it will reinforce anthropological and archaeological studies focused on the prehistoric colonization of the Caribbean by advancing the use of molecular genetic analysis in the field.\r\n\t\r\nThe broader impact of the project is that it will diversify undergraduate student options and interests by providing on-campus research experience and training in the field of molecular anthropology to five Puerto Rican honor undergraduates starting their third year in college, and selected based on a demonstrated commitment to research and a manifested interest to join Ph.D. programs in fields related to anthropology, evolution, or population genetics.  In addition, this project will further international cooperation between our institution and the Archaeological Regional Museum Altos de Chavon in the Dominican Republic.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juan",
   "pi_last_name": "Martinez",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Juan C Martinez",
   "pi_email_addr": "juancarlos.martinez@upr.edu",
   "nsf_id": "000478570",
   "pi_start_date": "2006-12-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Puerto Rico Mayaguez",
  "inst_street_address": "259 BLVD ALFONSO VALDES",
  "inst_street_address_2": "",
  "inst_city_name": "MAYAGUEZ",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7878312065",
  "inst_zip_code": "006806475",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "UNIVERSITY OF PUERTO RICO",
  "org_prnt_uei_num": "RD8QJEHNYLJ7",
  "org_uei_num": "GZRNJ1GZDBM1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Puerto Rico Mayaguez",
  "perf_str_addr": "259 BLVD ALFONSO VALDES",
  "perf_city_name": "MAYAGUEZ",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "006806475",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 61252.0
  }
 ],
 "por": null
}