{
 "awd_id": "0628385",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Delivery and Burial of Particulate Organic Carbon (POC) on Ocean Margins Dominated by Small, Mountainous Rivers: the Role of Effective Discharge",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2007-02-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 407242.0,
 "awd_amount": 407242.0,
 "awd_min_amd_letter_date": "2007-01-24",
 "awd_max_amd_letter_date": "2011-12-02",
 "awd_abstract_narration": "We will investigate the fundamental factors controlling the transport of different types of land-derived particulate organic carbon (POC) by small, mountainous rivers on the US West Coast with an emphasis on the Umpqua, Eel and Salinas Rivers. Moreover, we will explore the coherence between river discharge and wave/wind energy in the adjacent coastal ocean as the key factor controlling the ultimate fate of land-derived POC (i.e., widespread dispersal & degradation vs. localized accumulation & preservation). To achieve these objectives, representative samples of suspended particulate matter will be collected from all three rivers and from floodplain deposits to quantify the magnitude and composition of the POC load over a wide range of discharges. Event-response sampling of sediments from both the floodplains and continental margins following floods will provide insight into short-term carbon burial patterns. Longer sediment archives will also be collected within the river basins and coastal ocean to provide a record of the largest events over the past several millennia and to investigate historical changes in the magnitude and composition of POC burial in the context of climatic changes and human-induced alterations of the watersheds. We will combine these data to investigate the magnitude and frequency of events associated with the delivery and burial of different types of carbon across the land-ocean continuum. Our results will be up-scaled to the entire US West Coast margin by integrating them with data sets from USGS gauging-stations, NOAA ocean-buoys and NWS meteorological stations. \r\n\r\nThe broader significance and importance of the work resides in the fact that small, mountainous rivers account for >50% of global transport of particulates to the ocean and dominate the west coast of North America. However, in spite of their global and regional importance, a quantitative understanding of how carbon is transported from high-relief basins and buried on coastal margins is lacking. By focusing on how delivery and burial vary as a function of river discharge this research will forge a unifying link between hydrology and oceanography. Through our event-response sampling, we will develop novel approaches to assimilate the ever-increasing flow of information from real time monitoring stations on land and in the ocean. Lastly, the flux of material through river basins under changing hydroclimatic conditions and land-use practices has widespread societal relevance. Both sediment and particle-associated organic contaminants are common pollutants in US surface waters. Thus, by providing new information on river suspended-sediment and carbon loads, and extending knowledge to rare, high-magnitude events we will shed important light on pollutant-related issues within the study region.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Pasternack",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory B Pasternack",
   "pi_email_addr": "gpast@ucdavis.edu",
   "nsf_id": "000232577",
   "pi_start_date": "2007-01-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731000",
   "pgm_ele_name": "BE: CARBON & WATER IN ES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1689",
   "pgm_ref_txt": "BIOCOMPLEXITY IN THE ENVIRONMENT"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 407242.0
  }
 ],
 "por": null
}