{
 "awd_id": "0628647",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   An Interdisciplinary Investigation of Groundwater-Carbon Coupling in Large Peat Basins and its Relation to Climate Change",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2007-02-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 1491670.0,
 "awd_amount": 1491670.0,
 "awd_min_amd_letter_date": "2007-02-02",
 "awd_max_amd_letter_date": "2007-02-02",
 "awd_abstract_narration": "Intellectual Merit: The growth of northern peatlands during the Holocene created a globally important source and sink for greenhouse gases. The response of these large carbon reservoirs to Global Warming, however, remains uncertain. Different mathematical models predict that future warming could alter the carbon balance of peatlands by either increasing the rate of carbon sequestration or accelerating the emissions of greenhouse gases. However, these steady-state analytical models make unrealistic assumptions about natural peatlands, which are spatially and temporally variable ecosystems that are still accumulating carbon. This investigation will therefore develop a transient 3D numerical model that couples multiphase groundwater flow to solute transport, organic matter reactivity, and peat accumulation. The need for such a model is supported by our investigations in large peat basins over the past 25 years that demonstrate the close linkages among climate, groundwater, landscape, and peatland carbon fluxes. This new transient groundwater-peat accumulation model will be calibrated by multiple sets of field, lab, and remote sensing data collected at a range of scales. A sensitivity analysis of this calibrated model should then provide reliable predictions for the response of large peat basins to climate change at the regional level.\r\n\r\nThis approach can best be tested in the Glacial Lake Agassiz Peatlands (GLAP) of northern Minnesota where a regional peat basin developed despite the relatively dry climate and periodic droughts. Recent advances in remote sensing, field instrumentation, geophysical exploration, and computational modeling will be used to develop and calibrate a transient coupled groundwater-peat accumulation model for the GLAP region. This interdisciplinary investigation will focus on several important problems including carbon cycling in the deeper peat and the hydraulics of a deformable media. This study will also determine if methane fluxes from large peatlands are dominated by ebullition (i.e., bubbling) from deep overpressured gas pockets representing a globally important and previously unaccounted for source of atmospheric methane. In addition, this investigation will evaluate whether the configuration of the regional river system amplifies the effects of climate change on peatland ecosystems.\r\n\r\nBroader Impacts: The broader impacts of this study will be extended by 1) training graduate and undergraduate students in a large interdisciplinary investigation, 2) providing outreach to K-12 schools and the general public, 3) developing 3D computer visualization exhibits for state parks and other interpretive centers, and 4) linking our research results to regional and national educational programs organized by Morin. The visualization exhibits will be specifically designed for a new $1.6 million interpretive center at the Big Bog Recreational Area, which was recently established by the State of Minnesota adjacent to our field area. This exhibit will link results from our field measurements to the role of peatlands in the global carbon cycle for the general public. It will continue the long tradition of close cooperation between the GLAP research group and the officials that manage public land in northern Minnesota and elsewhere.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Glaser",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Paul H Glaser",
   "pi_email_addr": "glase001@umn.edu",
   "nsf_id": "000192141",
   "pi_start_date": "2007-02-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731000",
   "pgm_ele_name": "BE: CARBON & WATER IN ES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1689",
   "pgm_ref_txt": "BIOCOMPLEXITY IN THE ENVIRONMENT"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 1491670.0
  }
 ],
 "por": null
}