{
 "awd_id": "0631389",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Earth System Science Education Alliance (ESSEA) II",
 "cfda_num": "47.050",
 "org_code": "06000000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill L. Karsten",
 "awd_eff_date": "2006-11-01",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 3004993.0,
 "awd_amount": 3586344.0,
 "awd_min_amd_letter_date": "2006-12-20",
 "awd_max_amd_letter_date": "2011-09-07",
 "awd_abstract_narration": "The Earth System Science Education Alliance (ESSEA) is supporting colleges and universities in teacher preparation and professional development for pre-service, middle and high school teachers. This program builds and expands on the successful ESSEA program that was originally funded by NASA and implemented by the Institute for Global Environmental Strategies (IGES) from 2000-2005. The IGES team is enhancing and building on this foundation by: 1) Using the ESSEA online courses as a model to introduce newly upgraded Earth system science undergraduate and graduate courses; 2) Introducing extensive use of data, models and existing Earth system educational materials to support the teacher courses; 3) Disseminating model teaching practices and program success through annual conferences, continuing support, and presentations at geoscience and education conferences; and 4) Expanding the number of participating institutions from 17 to 40. The IGES team provides ongoing support to participating colleges and universities through: building their capacity to deliver exceptional teacher preparation and professional development to a national audience; providing them with evaluation tools to ensure that trained teachers have a strong understanding of Earth system science content and how to effectively teach it; and assisting them in creating an infrastructure capable of sustaining this exceptional program. A salient feature of the ESSEA program is to introduce an active, student-centered teaching model to both university faculty and to pre-service, middle, and high school teachers. The ESSEA courses address teachers' needs in the areas of geoscience content, technology, educational resources, and new teaching methods. This is accomplished by immersing teachers in a knowledge-building community in which they conduct research, learn new content, expose their thinking to critical analysis, and develop new activities.  Evaluation of project activities will be used to demonstrate the effectiveness of the ESSEA model for teacher training and professional development and its potential to be successfully scaled up, institutionalized, and sustained at a larger number of institutions.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "GEO",
 "org_div_long_name": "Directorate for Geosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Myers",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Robert J Myers",
   "pi_email_addr": "bob_myers@att.net",
   "nsf_id": "000291033",
   "pi_start_date": "2006-12-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Theresa",
   "pi_last_name": "Schwerin",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Theresa G Schwerin",
   "pi_email_addr": "theresa_schwerin@strategies.org",
   "nsf_id": "000255398",
   "pi_start_date": "2006-12-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Institute for Global Environmental Strategies",
  "inst_street_address": "3033 WILSON BLVD",
  "inst_street_address_2": "STE 700",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7033120825",
  "inst_zip_code": "222013868",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": "THE INSTITUTE FOR GLOBAL ENVIRONMENTAL STRATEGIES, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "DRBFMHW137Z8"
 },
 "perf_inst": {
  "perf_inst_name": "Institute for Global Environmental Strategies",
  "perf_str_addr": "3033 WILSON BLVD",
  "perf_city_name": "ARLINGTON",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "222013868",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "761100",
   "pgm_ele_name": "GEO TEACH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7611",
   "pgm_ref_txt": "GEO TEACH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 2106576.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 898417.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 581351.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Earth System Science Education Alliance (ESSEA), administered by the Institute for Global Environmental Strategies (IGES), provides online professional development courses for K-12 teachers through participating educational institutions (i.e., colleges, universities and other organizations). Divided into course modules for teachers of K-4 and grades 5-12, the program supports teachers with lessons, activities and resources. The K-4 course materials support reflective practitioners as they implement and then reflect on lessons dealing with air, land, water and living things.&nbsp; The grades 5-12 course materials use inquiry to engage students in investigating complex Earth system science events e.g., volcanic eruptions, ocean acidification, climate change or the slowing or stoppage of the great ocean conveyor belt.&nbsp; Teachers taking a grades 5-12 course are immersed into the same inquiry-based environment that their own students would encounter.</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>There is a well-documented need to address U.S. STEM skills, and improve the capacity of K-12 teachers to teach STEM.&nbsp; For example, the 2007 National Academy of Sciences report, <em>Rising Above the Gathering Storm: an Agenda for American Science and Technology</em>, stated, &ldquo;Having reviewed trends in the United States and abroad, the committee is deeply concerned that the scientific and technological building blocks critical to our economic leadership are eroding at a time when many other nations are gathering strength.&rdquo;&nbsp; The committee also assigned the highest priority to actions and programs that &ldquo;Increase America&rsquo;s talent pool by vastly improving K-12 mathematics and science education&rdquo; and emphasized the importance of teacher education and professional development.&nbsp; Their phrase &ldquo;10,000 teachers, 10 million minds&rdquo; strikingly illustrates the power of one teacher to influence 1,000 students throughout their careers.</p>\n<p>The ESSEA program focuses on providing proven and effective instructional models for faculty who are teaching in-service and pre-service teachers.&nbsp; Through a constructivist approach, the ESSEA courses and modules use pedagogies such as Problem Based Learning (PBL), with embedded, participatory, inquiry learning to engage learners in solving a problem or addressing an issue. The PBL-based courses, for example, incorporate situations that have real-world scenarios and implications that provoke learners to take responsibility for seeking out information and determining a solution to the problem.</p>\n<p>STEM skills are directly addressed as teachers (and ultimately their students) work on ESSEA modules.&nbsp; For example, the ESSEA Ocean Acidification module demonstrates this concept nicely.&nbsp; The science addresses the changes in pH correlated with increases in atmospheric carbon dioxide concentration. Technology is used to gather and analyze data as well as to depict this issue through animations, models, graphic organizers and simulations.&nbsp; In this module engineering is addressed by seeking a scenario that will reduce carbon dioxide concentrations. This could include artificial means of capturing or storing carbon.&nbsp; Last, mathematics is found throughout the module in the use of data, depiction of concentrations of carbon dioxide, and the impact on creatures dependent on calcium carbonate shell formation. Charts and graphs showing changes in critical components of the ocean system also address mathematics standards.&nbsp; One graph, for example, shows a decline in carbonate ion concentrations, a trend of decreasing pH, and a rise in carbon dioxide in the ocean's water and air.</p>\n<p>The ESSEA program also provides, both within and across disciplines, a framework for hypothetical-deductive reasoning that builds critical thinking skills.&nbsp; This aspect of ESSEA is particul...",
  "por_txt_cntn": "\nThe Earth System Science Education Alliance (ESSEA), administered by the Institute for Global Environmental Strategies (IGES), provides online professional development courses for K-12 teachers through participating educational institutions (i.e., colleges, universities and other organizations). Divided into course modules for teachers of K-4 and grades 5-12, the program supports teachers with lessons, activities and resources. The K-4 course materials support reflective practitioners as they implement and then reflect on lessons dealing with air, land, water and living things.  The grades 5-12 course materials use inquiry to engage students in investigating complex Earth system science events e.g., volcanic eruptions, ocean acidification, climate change or the slowing or stoppage of the great ocean conveyor belt.  Teachers taking a grades 5-12 course are immersed into the same inquiry-based environment that their own students would encounter.\n\nIntellectual Merit\n\nThere is a well-documented need to address U.S. STEM skills, and improve the capacity of K-12 teachers to teach STEM.  For example, the 2007 National Academy of Sciences report, Rising Above the Gathering Storm: an Agenda for American Science and Technology, stated, \"Having reviewed trends in the United States and abroad, the committee is deeply concerned that the scientific and technological building blocks critical to our economic leadership are eroding at a time when many other nations are gathering strength.\"  The committee also assigned the highest priority to actions and programs that \"Increase AmericaÆs talent pool by vastly improving K-12 mathematics and science education\" and emphasized the importance of teacher education and professional development.  Their phrase \"10,000 teachers, 10 million minds\" strikingly illustrates the power of one teacher to influence 1,000 students throughout their careers.\n\nThe ESSEA program focuses on providing proven and effective instructional models for faculty who are teaching in-service and pre-service teachers.  Through a constructivist approach, the ESSEA courses and modules use pedagogies such as Problem Based Learning (PBL), with embedded, participatory, inquiry learning to engage learners in solving a problem or addressing an issue. The PBL-based courses, for example, incorporate situations that have real-world scenarios and implications that provoke learners to take responsibility for seeking out information and determining a solution to the problem.\n\nSTEM skills are directly addressed as teachers (and ultimately their students) work on ESSEA modules.  For example, the ESSEA Ocean Acidification module demonstrates this concept nicely.  The science addresses the changes in pH correlated with increases in atmospheric carbon dioxide concentration. Technology is used to gather and analyze data as well as to depict this issue through animations, models, graphic organizers and simulations.  In this module engineering is addressed by seeking a scenario that will reduce carbon dioxide concentrations. This could include artificial means of capturing or storing carbon.  Last, mathematics is found throughout the module in the use of data, depiction of concentrations of carbon dioxide, and the impact on creatures dependent on calcium carbonate shell formation. Charts and graphs showing changes in critical components of the ocean system also address mathematics standards.  One graph, for example, shows a decline in carbonate ion concentrations, a trend of decreasing pH, and a rise in carbon dioxide in the ocean's water and air.\n\nThe ESSEA program also provides, both within and across disciplines, a framework for hypothetical-deductive reasoning that builds critical thinking skills.  This aspect of ESSEA is particularly appealing in the sense that the program contributes to life-long learning, communications and other skills needed in the workforce.  ESSEA impacts student learning by preparing teachers to be effective Earth system ..."
 }
}