{
 "awd_id": "0632963",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal: nTIPERs - Tools for Learning and Assessment",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Duncan E. McBride",
 "awd_eff_date": "2007-07-15",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 153547.0,
 "awd_amount": 153547.0,
 "awd_min_amd_letter_date": "2007-07-16",
 "awd_max_amd_letter_date": "2007-07-16",
 "awd_abstract_narration": "Physics (13) There has been much progress made toward understanding how people learn, and in applying this understanding to classroom practice. In physics, a growing community of physics education researchers has documented deficits in student understanding in a variety of physics topics. The results of this research have been applied to the development of curricula that are measurably effective at improving student understanding. However, many of these curricular modifications require that busy faculty members make substantial and major changes to instruction. \r\n\r\nThe goal of this project is to develop materials intended to enhance conceptual understanding of basic mechanics in introductory physics courses. The project is creating a large collection of easy-to-administer, ready-to-use, classroom and student-tested materials in basic mechanics (linear and rotational kinematics, linear and rotational dynamics, statics, momentum and impulse, work and energy, and periodic motion) that can be used as classroom materials, as out-of-class assignments, or as alternative assessments. These TIPERs (Tasks Inspired by Physics Education Research), such as Ranking Tasks and Working Backwards Tasks, are easily incorporated into existing courses and teaching styles. They may be used as individual exercises so that instructors who are interested in improving instruction can modify their courses in an incremental manner. An additional feature is the development of classroom polling questions to be used either with wireless polling devices ('clickers') or with low-cost, low tech, hand-held student polling cards. The materials are being tested at several institutions and made widely available in both print and electronic versions. \r\n\r\nIntellectual merit: This project provides a model pathway to the adoption of research-based curricula. In all STEM disciplines, some departments will be able to plunge into wholesale adoption of new curricula. However, it is important to provide a means for individual faculty who are not in such departments to incorporate the results of education research into their classrooms through use of materials that promote conceptual understanding and thus improve learning. The nTIPERs (mechanics TIPERs based primarily on Newtonian physics) materials are based on physics education research and foster improved conceptual understanding of important topics. \r\n\r\nBroader impacts: This effort is a collaboration between two-year college and university physics faculty from institutions that have diverse student populations. Since mechanics is the cornerstone of almost all introductory physics courses, these materials are applicable to secondary, two-year college, and college/university courses throughout the country. By facilitating the adoption of research-based educational materials, this project is helping to improve the level of scientific understanding of the fundamental concepts, principles, and relations of mechanics that are critical to a robust understanding of the physical world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Curtis",
   "pi_last_name": "Hieggelke",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Curtis J Hieggelke",
   "pi_email_addr": "curth@comcast.net",
   "nsf_id": "000401290",
   "pi_start_date": "2007-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Maloney",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "David P Maloney",
   "pi_email_addr": "maloney@ipfw.edu",
   "nsf_id": "000214706",
   "pi_start_date": "2007-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Joliet Junior College",
  "inst_street_address": "1215 HOUBOLT RD",
  "inst_street_address_2": "",
  "inst_city_name": "JOLIET",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "8152802240",
  "inst_zip_code": "604318938",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "IL14",
  "org_lgl_bus_name": "JOLIET JUNIOR COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LUKXR6X3J5K8"
 },
 "perf_inst": {
  "perf_inst_name": "Joliet Junior College",
  "perf_str_addr": "1215 HOUBOLT RD",
  "perf_city_name": "JOLIET",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "604318938",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "IL14",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "749400",
   "pgm_ele_name": "CCLI-Type 1 (Exploratory)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 153547.0
  }
 ],
 "por": null
}