{
 "awd_id": "0632836",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Interagency Agreement",
 "awd_titl_txt": "Undergraduate Teaching Tools for Computable General Equilibrium Models",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2007-10-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 141820.0,
 "awd_amount": 141820.0,
 "awd_min_amd_letter_date": "2007-09-08",
 "awd_max_amd_letter_date": "2011-04-08",
 "awd_abstract_narration": "Economics (82)\r\nThis project is developing technology-based learning materials for advanced undergraduate economics students.  The project will introduce students to a class of economic model that over the past 25 years has gained widespread use in applied economic analysis of economic development, public finance, trade policy, and other topics.  Project goals are to strengthen and integrate student knowledge of economic theory, and provide opportunities to apply it to real-world economic problems through the use of computable general equilibrium (CGE) models. CGE models are applied, economy-wide analytical tools that provide a theoretically consistent framework for simulating the microeconomic behavior of consumers and producers constrained by the macroeconomic equilibrium of a country's income and expenditure, savings and investment, and capital and current accounts.  CGE models have become a widely used tool for policy analysis in the economics profession, and particularly in government. For example, one of the first government uses of these models was to provide insights on the costs and benefits of the North American Free Trade Agreement enacted in 1993. The recent availability of intuitive modeling software for CGE models and the growing accessibility of model databases have created an opportunity to use the models as a learning tool in the undergraduate classroom. These advances allow students to learn the mechanics of CGE modeling relatively quickly, freeing them to focus on the structure and behavior of the economies that they are studying.  \r\nIn this project, eight interrelated modules are being developed that focus on different aspects of a CGE model, including the theory of production, consumption, international trade and finance, and public finance, and the data of national income and product accounts. Each module is expected to reinforce students' prior economics knowledge by providing background and review material on the topic's theory and key concepts. Modules are being developed to include hands-on assignments designed to develop the CGE model as an economics laboratory in which students can visualize and learn to control theoretically-derived microeconomic behavior, create relevant scenarios such as tax changes or productivity growth, make predictions, and learn to interpret results. The complexity of a multi-sector, open economy model challenges students to discriminate in identifying results that are relevant to the experiment. Interpretation of results requires students to understand the underlying principles driving producer and consumer behavior. Eventually, students learn to employ a general equilibrium perspective to fully explain their results. In this process, students learn to integrate their knowledge of different areas of economic theory and to recognize economic behavior in a realistic setting.  Formative assessment and curriculum revisions are being driven by student performance on assignments related to data analysis, scenario development, and interpretation of results; their performance on a major research paper and presentation; and their subjective assessments of the effectiveness of the learning materials. USNA faculty members are beta-testing the course materials as another source of assessment. and reviewin g students' performance and survey responses contributes to formative assessment and to a summative assessment of the effectiveness of the learning materials developed in this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Burfisher",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Mary E Burfisher",
   "pi_email_addr": "burfishr@usna.edu",
   "nsf_id": "000307695",
   "pi_start_date": "2007-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "United States Naval Academy- DO NOT USE",
  "inst_street_address": "181 WAINWRIGHT RD",
  "inst_street_address_2": "",
  "inst_city_name": "Annapolis",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4102932504",
  "inst_zip_code": "214025008",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MD03",
  "org_lgl_bus_name": "NAVY, UNITED STATES DEPARTMENT OF T",
  "org_prnt_uei_num": "",
  "org_uei_num": "C3FJGE4ZRPD5"
 },
 "perf_inst": {
  "perf_inst_name": "United States Naval Academy- DO NOT USE",
  "perf_str_addr": "181 WAINWRIGHT RD",
  "perf_city_name": "Annapolis",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "214025008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MD03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749400",
   "pgm_ele_name": "CCLI-Type 1 (Exploratory)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 141820.0
  }
 ],
 "por": null
}