{
 "awd_id": "0632144",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "IPY: Collaborative Research: Study of arctic ecosystem changes in the IPY using the International Tundra Experiment",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Martin Jeffries",
 "awd_eff_date": "2007-02-15",
 "awd_exp_date": "2010-01-31",
 "tot_intn_awd_amt": 52707.0,
 "awd_amount": 52707.0,
 "awd_min_amd_letter_date": "2007-02-07",
 "awd_max_amd_letter_date": "2008-02-06",
 "awd_abstract_narration": "This project will use the sampling power of the International Tundra Experiment (ITEX) Network to quantify changes in phenology, vegetation, and ecosystem properties that have occurred in tundra over the past 10-15 years in response to climate change and experimental warming, and to use the Network as the foundation for monitoring and prediction of future changes. Among the earliest signals of climate warming in the Arctic have been changes in the seasonal timing of life cycle events (phenology). Plants are leafing, flowering, and fruiting earlier than ever recorded. Because phenology and physiology are tightly coupled, ecosystem functions such as primary production, as well as the outcome of competition depend on phenological responses. Species phenological and physiological responses to warming differ, causing changes in community composition, biodiversity, and ecosystem function. However, in contrast to phenology, change in community composition is difficult to detect and ascribe to a particular phenomenon. Changes in phenology and species abundance being reported across the Arctic are consistent with the findings of the long-term experimental warming of the ITEX network, a plot-scale, nondestructive, warming experiment conducted across the tundra biome beginning in 1990. Remote sensing analyses have also detected earlier greening and increased biomass across polar regions, but cannot readily identify the basis for changes in community composition, can only infer function, and can say nothing about community trajectories.\r\n\r\nThe ITEX network was specifically designed to study phenology and community composition, and has also been used effectively to study ecosystem processes. It is perfectly positioned for an intensive, comprehensive study of decadal-scale changes in phenology, community composition, and ecosystem function in response to background climate change, and has the added value of long-term experimental warming. The baseline data and sampling power of the ITEX network and its experimental approach are unparalleled. This effort will compare the results of a renewed field campaign of phenology and plant community composition measurements on warmed and control plots during the IPY with historical data from 10-15 years ago. The PIs will hold two workshops to synthesize the long-term phenological and community changes observed across the network. Furthermore, a new suite of minimally invasive measurements will cross compare indices of ecosystem function - including: leaf, litter, and soil nutrients; isotopic composition; and secondary chemistry - in the control and warmed plots across the network. The long-term nature of these experiments and the global coverage of the coordinated network will lead to unique insights regarding the tundra response to past, ongoing, and future climate changes.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julia",
   "pi_last_name": "Klein",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Julia A Klein",
   "pi_email_addr": "jklein@nrel.colostate.edu",
   "nsf_id": "000224575",
   "pi_start_date": "2007-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S HOWES ST",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "529300",
   "pgm_ele_name": "AON-Arctic Observing Network"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5295",
   "pgm_ref_txt": "IPY (GENERAL)"
  },
  {
   "pgm_ref_code": "5296",
   "pgm_ref_txt": "OBSERVING ENV CHANGE (ARCTIC)"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 35027.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 17680.0
  }
 ],
 "por": null
}