{
 "awd_id": "0632177",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: IPY: Cloud properties across the Arctic Basin from surface and satellite measurements - An exisiting Arctic Observing Network",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert L. Sanford",
 "awd_eff_date": "2007-03-15",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 197559.0,
 "awd_amount": 197559.0,
 "awd_min_amd_letter_date": "2007-03-13",
 "awd_max_amd_letter_date": "2009-01-05",
 "awd_abstract_narration": "This research will increase the fundamental understanding of both temporal and spatial variability of Arctic clouds. Knowledge of Arctic cloud properties is important for understanding the overall energy balance of the Arctic, and how Arctic climate interacts with the global climate system. There have been many short-term field experiments to study Arctic clouds at specific locations, but there is a lack of knowledge regarding the temporal and spatial variability of cloud properties across the Arctic. The longest record of data exists at the North Slope of Alaska ARM site, but this is only at a single location. New data are now available from other ground-based sites that complement the measurements in Alaska and broaden our understanding of Arctic clouds. This group will combine these ground-based measurements at various sites with satellite observations to make a network of cloud observations across the Arctic.\r\n\r\nArctic clouds will be one of the important indicators signifying if, and when, the Arctic system is moving to a new climatic state. The work of data integration and analysis of Arctic cloud observations will yield a significant contribution to the legacy of infrastructure and data that will result from the IPY.\r\n\r\nThe proposed work specifically addresses the following four questions:\r\nWhat are the macrophysical and microphysical properties of clouds at various locations in the Arctic? A comprehensive suite of macro- and micro-physical cloud property retrieval algorithms will be applied to Arctic cloud measurements from various surface sites. The derived products will provide a baseline of Arctic cloud properties upon which to identify and understand future change, and to validate models.\r\n\r\nHow do Arctic cloud properties vary both temporally and spatially? Multi-year records of cloud observations from Barrow, Alaska and Eureka, Canada will be used to investigate inter-annual cloud variability. Additionally, time periods of overlapping measurements at the different stations are expected to provide important insight into the spatial dependence of cloud properties.\r\n\r\nHow do the spatial and temporal variability of Arctic cloud properties depend upon regional \"forcing\" parameters? Using ancillary data at each surface site, differences or similarities in cloud properties, and their variability, will be associated with regional meteorological properties that contribute to the forcing of cloud formation to explain the observed variability.\r\n\r\nDo satellite retrievals yield similar cloud properties and variability to the coincident surface-based measurements? Cloud properties derived from the surface measurements will be related to retrievals from satellite instruments. Based on this information, the satellite measurements will then be used to expand the analysis to other regions of the Arctic, in particular the locations of possible future or newly coordinated surface sites, such as Tiksi, Russia and NyAlesund, Norway.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Von",
   "pi_last_name": "Walden",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Von P Walden",
   "pi_email_addr": "v.walden@wsu.edu",
   "nsf_id": "000411529",
   "pi_start_date": "2007-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Idaho",
  "inst_street_address": "875 PERIMETER DR",
  "inst_street_address_2": "",
  "inst_city_name": "MOSCOW",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2088856651",
  "inst_zip_code": "838449803",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ID01",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF IDAHO",
  "org_prnt_uei_num": "",
  "org_uei_num": "QWYKRJH5NNJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Idaho",
  "perf_str_addr": "875 PERIMETER DR",
  "perf_city_name": "MOSCOW",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "838449803",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ID01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "529300",
   "pgm_ele_name": "AON-Arctic Observing Network"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5295",
   "pgm_ref_txt": "IPY (GENERAL)"
  },
  {
   "pgm_ref_code": "5296",
   "pgm_ref_txt": "OBSERVING ENV CHANGE (ARCTIC)"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 66809.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 64780.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 65970.0
  }
 ],
 "por": null
}