{
 "awd_id": "0632322",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: IPY: POLENET-Antarctica: Investigating Links Between Geodynamics and Ice Sheets",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "thomas wilch",
 "awd_eff_date": "2007-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 2258564.0,
 "awd_amount": 3459507.0,
 "awd_min_amd_letter_date": "2007-09-25",
 "awd_max_amd_letter_date": "2014-09-16",
 "awd_abstract_narration": "This project constructs POLENET a network of GPS and seismic stations in West Antarctica to understand how the mass of the West Antarctic ice sheet (WAIS) changes with time. The information is ultimately used to predict sea level rise accompanying global warming and interpret climate change records. The GPS (global positioning system) stations measure vertical and horizontal movements of bedrock, while the seismic stations characterize physical properties of the ice/rock interface, lithosphere, and mantle. Combined with satellite data, this project offers a more complete picture of the ice sheet's current state, its likely change in the near future, and its overall size during the last glacial maximum. This data will also be used to infer sub-ice sheet geology and the terrestrial heat flux, critical inputs to models of glacier movement. As well, this project improves tomographic models of the earth's deep interior and core through its location in the Earth's poorly instrumented southern hemisphere. \r\n\r\n \r\n\r\nBroader impacts of this project are varied. The work is relevant to society for improving our understanding of the impacts of global warming on sea level rise. It also supports education at the postdoctoral, graduate, and undergraduate levels, and outreach to groups underrepresented in the sciences. As an International Polar Year contribution, this project establishes a legacy of infrastructure for polar measurements. It also involves an international collaboration of twenty four countries. For more information see IPY Project #185 at IPY.org. NSF is supporting a complementary Arctic POLENET array being constructed in Greenland under NSF Award #0632320.\r\n\r\n \r\n\r\n \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Terry",
   "pi_last_name": "Wilson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Terry J Wilson",
   "pi_email_addr": "twilson@mps.ohio-state.edu",
   "nsf_id": "000328823",
   "pi_start_date": "2007-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Bevis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Bevis",
   "pi_email_addr": "mbevis@osu.edu",
   "nsf_id": "000181289",
   "pi_start_date": "2007-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  },
  {
   "pgm_ele_code": "511600",
   "pgm_ele_name": "ANT Glaciology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5295",
   "pgm_ref_txt": "IPY (GENERAL)"
  },
  {
   "pgm_ref_code": "5297",
   "pgm_ref_txt": "ICE SHEET DYNAMICS/STABILITY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 1012053.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 354907.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 1229551.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 431175.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 431821.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The <em>I</em><em>PY: POLENET-Antarctica: Investigating Links between Geodynamics and Ice Sheets</em> project successfully deployed autonomously operating GPS and seismic instruments on remote nunatak sites spanning a large part of the Antarctic continent.&nbsp; The new network provided the first data recorded across a vast area where very few previous measurements had ever been made.&nbsp; The instruments have operated extremely well, collecting a treasure trove of new data that are all archived and publicly available for use by the global science community.&nbsp; Significant advances in power, communications and instrument housing technologies were achieved and these developments have been reported widely and adopted for use in instrument systems deployed by a range of science disciplines in remote and environmentally harsh settings.</p>\n<p>Movements of the bedrock of Antarctica are expected to be driven by changes in the weight of the overlying ice sheet, with the earth rising or &lsquo;rebounding&rsquo; in regions where the ice sheet is thinning.&nbsp; Thus the patterns of vertical and horizontal bedrock motions, measured by the project GPS instruments, provide a unique proxy record of ice mass change across West Antarctica.&nbsp; Extremely high rates of uplift are occurring in the Amundsen Embayment region, where independent glaciological studies have documented rapid and accelerating modern ice loss.&nbsp; Elsewhere, however, bedrock motion patterns are spatially complex and do not match predictions from models that simulate the earth response to ice sheet thinning. Project results show a significant link between the complex motions of Antarctic bedrock and the heterogeneous deep earth structure that has been revealed by measurements of seismic wave transmission through the solid earth.&nbsp; Seismic results show that West Antarctica is composed of regions with a very thin upper crustal layer and very weak underlying mantle layer, alternating with regions that are thicker and more rigid.&nbsp; These new observational constraints mandate development of new models for solid earth &ndash; ice sheet interactions in Antarctica.&nbsp; Earthquake activity in Antarctica has been discovered by project seismic measurements in areas where no seismic events had previously been detected.&nbsp; A particularly intriguing result is the detection of a cluster of deep earthquakes that signals the presence of molten magma located in bedrock below the ice sheet.&nbsp; An eruption from this chamber would supply heat to the overlying ice that could change its flow behavior.</p>\n<p>Education and outreach components of this project include development of educational games and hands-on demonstrations, production of videos about the conduct of science in remote Antarctica, presentation of public lectures about project science results, production of a website with extensive project science background and results (polenet.org), engagement of undergraduate and graduate students in project field work and data analysis, technology transfer both online and through training workshops, and a large short course to train a new group of scientists in the methodology of solid earth &ndash; ice sheet modeling.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/03/2016<br>\n\t\t\t\t\tModified by: Terry&nbsp;J&nbsp;Wilson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe IPY: POLENET-Antarctica: Investigating Links between Geodynamics and Ice Sheets project successfully deployed autonomously operating GPS and seismic instruments on remote nunatak sites spanning a large part of the Antarctic continent.  The new network provided the first data recorded across a vast area where very few previous measurements had ever been made.  The instruments have operated extremely well, collecting a treasure trove of new data that are all archived and publicly available for use by the global science community.  Significant advances in power, communications and instrument housing technologies were achieved and these developments have been reported widely and adopted for use in instrument systems deployed by a range of science disciplines in remote and environmentally harsh settings.\n\nMovements of the bedrock of Antarctica are expected to be driven by changes in the weight of the overlying ice sheet, with the earth rising or æreboundingÆ in regions where the ice sheet is thinning.  Thus the patterns of vertical and horizontal bedrock motions, measured by the project GPS instruments, provide a unique proxy record of ice mass change across West Antarctica.  Extremely high rates of uplift are occurring in the Amundsen Embayment region, where independent glaciological studies have documented rapid and accelerating modern ice loss.  Elsewhere, however, bedrock motion patterns are spatially complex and do not match predictions from models that simulate the earth response to ice sheet thinning. Project results show a significant link between the complex motions of Antarctic bedrock and the heterogeneous deep earth structure that has been revealed by measurements of seismic wave transmission through the solid earth.  Seismic results show that West Antarctica is composed of regions with a very thin upper crustal layer and very weak underlying mantle layer, alternating with regions that are thicker and more rigid.  These new observational constraints mandate development of new models for solid earth &ndash; ice sheet interactions in Antarctica.  Earthquake activity in Antarctica has been discovered by project seismic measurements in areas where no seismic events had previously been detected.  A particularly intriguing result is the detection of a cluster of deep earthquakes that signals the presence of molten magma located in bedrock below the ice sheet.  An eruption from this chamber would supply heat to the overlying ice that could change its flow behavior.\n\nEducation and outreach components of this project include development of educational games and hands-on demonstrations, production of videos about the conduct of science in remote Antarctica, presentation of public lectures about project science results, production of a website with extensive project science background and results (polenet.org), engagement of undergraduate and graduate students in project field work and data analysis, technology transfer both online and through training workshops, and a large short course to train a new group of scientists in the methodology of solid earth &ndash; ice sheet modeling.\n\n \n\n\t\t\t\t\tLast Modified: 04/03/2016\n\n\t\t\t\t\tSubmitted by: Terry J Wilson"
 }
}