{
 "awd_id": "0632804",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Technically Speaking",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Davenport",
 "awd_eff_date": "2007-01-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 72746.0,
 "awd_amount": 72746.0,
 "awd_min_amd_letter_date": "2006-11-14",
 "awd_max_amd_letter_date": "2006-11-14",
 "awd_abstract_narration": "Mathematical Sciences (21)\r\n\r\nThis project is developing innovative curricular resources to improve the oral communication skills of undergraduate mathematics students. The materials support the learning of effective communication skills for delivering technical ideas to both math-oriented and general audiences. The centerpiece of the project is the creation of a series of instructional video vignettes, to be offered free of charge on the web, that provide a completely new approach to introducing the art of mathematical communication to undergraduates. Based on a compare-and-contrast pedagogical design, the instruction delivered on the website contains multiple vignettes juxtaposing effective and poor oral communication examples. To actively engage the student audience, a diverse group of undergraduate students play various roles in the vignettes. In addition to the video vignettes, the project is developing a companion DVD that contains high resolution copies of the video vignettes, as well as an instructive video by a nationally recognized mathematician and speaker, describing the finer points of delivering an effective talk that are not conducive to the vignette format. The DVD also contains several articles describing various techniques used by STEM instructors to incorporate oral communication into their programs. For evaluation purposes, student presentations delivered before and after the video instruction are being assessed by external reviewers.\r\n\r\nThe intellectual merit of the proposal is grounded in the belief that oral communication is an increasingly important skill in today's world. Indeed, it is one of the most desired skills sought by academic and industrial employers. However, it is often neglected in the curriculum and is one of the hardest skills to teach. The material provides a valuable and easy-to-use resource for faculty. The video vignette format is versatile and can be used in almost any setting. For instance, a course on mathematical communication, in which communication is the entire or partial focus of the course, can use this material. It can be used to supplement an existing course, such as a capstone course or secondary education practicum, in which students present their work. Additionally, the videos are an excellent resource for preparing students to deliver talks at regional or national professional meetings. \r\n\r\nThe broader impact of these materials is manifold. Students with effective communication skills become empowered learners, able to share their knowledge with a broad range of people. This is especially important in the interdisciplinary environment of today, where students must convey deep and powerful ideas across scientific boundaries. The vignettes are also useful in other disciplines such as computer science, physics, and engineering. From a curricular point of view, the material provides an easy and efficient way to introduce oral communication into a mathematics program.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lewis",
   "pi_last_name": "Ludwig",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Lewis D Ludwig",
   "pi_email_addr": "ludwigl@denison.edu",
   "nsf_id": "000285035",
   "pi_start_date": "2006-11-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Denison University",
  "inst_street_address": "100 W COLLEGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "GRANVILLE",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7405876679",
  "inst_zip_code": "430231100",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "OH12",
  "org_lgl_bus_name": "DENISON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DTBBEX8V3F26"
 },
 "perf_inst": {
  "perf_inst_name": "Denison University",
  "perf_str_addr": "100 W COLLEGE ST",
  "perf_city_name": "GRANVILLE",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "430231100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "749400",
   "pgm_ele_name": "CCLI-Type 1 (Exploratory)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 72746.0
  }
 ],
 "por": null
}