{
 "awd_id": "0633074",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Metals and Imperial Strategies of Administration in the Provinces: The Inka Presence in the Tarapaca Valley, Northern Chile",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2006-12-15",
 "awd_exp_date": "2008-05-31",
 "tot_intn_awd_amt": 11740.0,
 "awd_amount": 11740.0,
 "awd_min_amd_letter_date": "2006-11-21",
 "awd_max_amd_letter_date": "2006-11-21",
 "awd_abstract_narration": "Under the direction of Dr. Charles Stanish, Colleen Donley will examine the Inka incorporation of the Tarapaca Valley of northern Chile, focusing on how mining and metallurgy may have shaped the Inka presence in this provincial valley, as well as how local indigenous groups articulated with this imperial power.  The Tarapaca Valley, and the Atacama Desert as a whole, were an important source of metals for a succession of political entities in the south-central Andes throughout prehistory and have a long history of metallurgical technology.  The region was incorporated by the Inka empire in the late 15th century, and ethnohistoric data and cross-cultural comparisons suggest that metal extraction was a primary focus of the imperial occupation.  Ms. Donley's research will employ settlement survey of several sections of the Tarapaca Valley, and more intensive mapping, surface collection, and excavation of Inka period (AD 1400-1532) metallurgy and administrative sites to examine Inka political control of the valley and its relationship with the management of local metal extraction and the production of finished goods.  In addition, the collection and analysis of the materials remains of metallurgical activities (furnace fragments, slag, production debris, and metal objects) will be used to analyze the possible impacts of imperial influence on metallurgical technology and the ways in which production of metals was organized. \r\n    The impacts of Inka conquest varied throughout its Andean empire, depending on imperial goals and motivations, as well as local political infrastructure and resource availability.  By examining the functional and spatial relationships between imperial and local sites, as well as sites occupied by both groups concurrently, this research will address a number of important anthropological issues that are of broad interest to the social sciences.  These include the strategies by which access to economic resources is managed by political entities, the impacts of culture contact and conquest on technology and the organization of production, and the ways in which changes in material culture occur under the shifting economic and political conditions associated with conquest. \r\n    The proposed research will make contributions to the local communities of the Tarapaca Valley, to the understanding of Inka empire, as well as to broader anthropological theory.  Public outreach will focus on the villages of Pachica, Tarapaca, and Huarasina, and will be conducted in the form of lectures, classroom visits, and donations of time and money to help develop a local research center.  Information about the project will be made accessible to the public through a website, which will be complemented by additional publications in scholarly forums such as peer-reviewed journals and edited volumes.  Although social scientists have studied empires for centuries, only in recent decades have archaeologists moved away from a capital-centric view and seriously focused on local and provincial areas as key components of imperial systems.  The Inka impact on the peripheral region of northern Chile stands as a major research area that can contribute to this growing body of theoretical and empirical literature.  Research in Tarapaca will strengthen our understanding of how metal, and economic needs in general, may have influenced Inka strategies of provincial administration, as well as local responses to imperial authority.  These data will be relevant in the continuing development of an anthropological understanding of the socio-economic and political structure of other pre-industrial empires around the world.  Finally, this project will serve as the source of data for the author's doctoral dissertation, as well as an avenue for training in field methods for young archaeologists from both the United States, Chile, and Peru.   \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Stanish",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Charles S Stanish",
   "pi_email_addr": "stanish@usf.edu",
   "nsf_id": "000217604",
   "pi_start_date": "2006-11-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 11740.0
  }
 ],
 "por": null
}