{
 "awd_id": "0634272",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BPC-DP:  Academic Mentoring Workshops for Underrepresented Participants",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Janice Cuny",
 "awd_eff_date": "2007-03-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 388227.0,
 "awd_amount": 437227.0,
 "awd_min_amd_letter_date": "2007-03-05",
 "awd_max_amd_letter_date": "2012-01-23",
 "awd_abstract_narration": "Texas A&M University, together with Portland State University and Rice University, proposes a set of mentoring activities for minority faculty. Mentoring is critical for successful promotions in the professoriate, and it is especially important for faculty who often find themselves one of very few ethnic minorities at their institution. Further, it is important to have interactions with mentors who have similar experiences and background.  There are, however, very few minority researchers in the professoriate who can serve as role models and mentors.  To address this problem, the PIs will run a series of Academic Career Mentoring Workshops, targeted toward junior faculty from underrepresented ethnic communities. The workshops will be scheduled annually over a three year period. Their goal is to work with underrepresented junior faculty around the tenure and promotion process, thereby increasing the number of underrepresented minorities at the associate and full professor ranks. Topics will include starting a research program, networking, and navigating the tenure and promotion process, as well maintaining one's identity and overcoming misconceptions. The speakers will include senior faculty from the underrepresented ethnic groups who can serve as role models and present proven strategies.  The proposed workshops complement the CRA-W Workshops, which focus on gender, and CRA Workshops, which do not target issues faced by women or ethnic minorities. The workshops will also provide an environment for networking and establishing multi-institutional and interdisciplinary research collaborations to advance the knowledge base of computer science. The attendees will be invited to join the ongoing mentoring groups of the PIs.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Valerie",
   "pi_last_name": "Taylor",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Valerie E Taylor",
   "pi_email_addr": "vtaylor6@uic.edu",
   "nsf_id": "000307769",
   "pi_start_date": "2007-03-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bryant",
   "pi_last_name": "York",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Bryant W York",
   "pi_email_addr": "york@cs.pdx.edu",
   "nsf_id": "000090446",
   "pi_start_date": "2007-03-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Illya",
   "pi_last_name": "Hicks",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Illya V Hicks",
   "pi_email_addr": "ivhicks@rice.edu",
   "nsf_id": "000374516",
   "pi_start_date": "2007-03-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "3124 TAMU",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "748200",
   "pgm_ele_name": "BROADENING PARTIC IN COMPUTING"
  },
  {
   "pgm_ele_code": "758400",
   "pgm_ele_name": "ITR-BROADENING PARTICIPATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 388227.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 49000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Academic Career Mentoring Workshop Series (ACW) was designed to provide support for under-represented ethnic minorities and people with disabilities at the level of assistant professor, associate professor, post-doctoral researcher and senior doctoral student. This evaluation summary report includes five Academic Career Workshops for Underrepresented Participants held from 2007 through 2012.<br /> <br /> <strong>Program Objectives</strong></p>\n<p>The overall goal of the workshops was to mentor the targeted groups about the academic career ladder and foster professional success. The workshops&rsquo; sessions included diverse senior faculty with varied expertise who presented strategies for academic career success and strived to provide an accessible and encouraging workshop environment.</p>\n<p>The short term goals of the workshops focused on providing:</p>\n<ol>\n<li>tenure      and promotion preparation including sessions about obtaining funding and proposal      writing;</li>\n<li>mentoring      and networking opportunities; </li>\n<li>professional      development activities and;</li>\n<li>venues      to facilitate multi-institutional and interdisciplinary research      collaborations.</li>\n</ol>\n<p><strong>Program Evaluation</strong></p>\n<p>The evaluation of the workshops consisted of three surveys administered throughout the course of the workshops (pre-workshop, post sessions, and post workshop) and focus groups held at the end of each workshop (web-based surveys were used in some cases however response rates were higher when using face to face survey methods). Workshop surveys were designed to gather participants&rsquo; 1) demographics, 2) factors perceived by participants that are important to their professional development 3) expectations of the workshop, 4) level of institutional support, 5) participants&rsquo; perceptions (pre-workshop and post-workshop) of abilities and knowledge related to academic career success and making professional connections.&nbsp;</p>\n<p>The surveys also sought to capture the effectiveness of individual workshop sessions, community building efforts and the overall value of the workshops. Moreover the data collected provided insights into participants&rsquo; successes and challenges in their career progressions and informed future mechanisms (workshops, virtual communities, research collaborations etc.) to support the overall goals as stated above.&nbsp;</p>\n<p><strong><em>&nbsp;</em></strong></p>\n<p><strong>Participants</strong></p>\n<p>One-hundred and sixty-four participants joined the Academic Workshop community during this five year period of the ACW program. As presented in table one, both men and women were well represented; participants were in various stages of their career development and most were affiliated with research institutions. It is noteworthy that the workshop was expanded in 2010 to include persons with a range of disabilities along with appropriate accommodations to facilitate their full participation.</p>\n<p>&nbsp;</p>\n<p><strong>Overall Value of the Workshop</strong></p>\n<p>One hundred and thirteen (113) participants responded to the post-workshop survey items from 2007 - 2012. The vast majority of participants agreed that: 1) the workshops were valuable; 2) topics were presented that concerned them 3) they would recommend the Academic workshop to their colleagues; 4) they were better prepared to advance their careers as a result of participating and 5) the networking time was beneficial. Responses to open-ended questions and focus group data strongly supported these positive impressions that the academic workshops were valuable and relevant to the participants&rsquo; career development.</p>\n<p>Participants noted, year after year, the high level of inclusivity, collegiality, and authenticity from the organizers, panelists, and participants and the &ldquo;family atmosphere&rdquo; that fostered the relationshi...",
  "por_txt_cntn": "\nThe Academic Career Mentoring Workshop Series (ACW) was designed to provide support for under-represented ethnic minorities and people with disabilities at the level of assistant professor, associate professor, post-doctoral researcher and senior doctoral student. This evaluation summary report includes five Academic Career Workshops for Underrepresented Participants held from 2007 through 2012.\n \n Program Objectives\n\nThe overall goal of the workshops was to mentor the targeted groups about the academic career ladder and foster professional success. The workshopsÆ sessions included diverse senior faculty with varied expertise who presented strategies for academic career success and strived to provide an accessible and encouraging workshop environment.\n\nThe short term goals of the workshops focused on providing:\n\ntenure      and promotion preparation including sessions about obtaining funding and proposal      writing;\nmentoring      and networking opportunities; \nprofessional      development activities and;\nvenues      to facilitate multi-institutional and interdisciplinary research      collaborations.\n\n\nProgram Evaluation\n\nThe evaluation of the workshops consisted of three surveys administered throughout the course of the workshops (pre-workshop, post sessions, and post workshop) and focus groups held at the end of each workshop (web-based surveys were used in some cases however response rates were higher when using face to face survey methods). Workshop surveys were designed to gather participantsÆ 1) demographics, 2) factors perceived by participants that are important to their professional development 3) expectations of the workshop, 4) level of institutional support, 5) participantsÆ perceptions (pre-workshop and post-workshop) of abilities and knowledge related to academic career success and making professional connections. \n\nThe surveys also sought to capture the effectiveness of individual workshop sessions, community building efforts and the overall value of the workshops. Moreover the data collected provided insights into participantsÆ successes and challenges in their career progressions and informed future mechanisms (workshops, virtual communities, research collaborations etc.) to support the overall goals as stated above. \n\n \n\nParticipants\n\nOne-hundred and sixty-four participants joined the Academic Workshop community during this five year period of the ACW program. As presented in table one, both men and women were well represented; participants were in various stages of their career development and most were affiliated with research institutions. It is noteworthy that the workshop was expanded in 2010 to include persons with a range of disabilities along with appropriate accommodations to facilitate their full participation.\n\n \n\nOverall Value of the Workshop\n\nOne hundred and thirteen (113) participants responded to the post-workshop survey items from 2007 - 2012. The vast majority of participants agreed that: 1) the workshops were valuable; 2) topics were presented that concerned them 3) they would recommend the Academic workshop to their colleagues; 4) they were better prepared to advance their careers as a result of participating and 5) the networking time was beneficial. Responses to open-ended questions and focus group data strongly supported these positive impressions that the academic workshops were valuable and relevant to the participantsÆ career development.\n\nParticipants noted, year after year, the high level of inclusivity, collegiality, and authenticity from the organizers, panelists, and participants and the \"family atmosphere\" that fostered the relationship building aspects of the workshop. These attributes made this workshop extraordinary when compared to other workshops these participants have attended. Below is a selection of quotations by the ACW participants. These statements exemplify the overall experiences of the respondents during the 2007 &ndash; 2012 program years.\n\n\"I am so glad tha..."
 }
}