{
 "awd_id": "0635977",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Snow Metamorphism, Near Surface Faceting",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 158586.0,
 "awd_amount": 158586.0,
 "awd_min_amd_letter_date": "2007-05-11",
 "awd_max_amd_letter_date": "2009-05-27",
 "awd_abstract_narration": "Near-surface snow metamorphism is to be examined, with particular emphasis on recrystallized, faceted snow. This meteorologically driven process is highly influenced by insolation and IR radiation. The hypothesis driving the investigation is that microstructural changes due to near-surface faceting of snow will alter the thermomechanical and optical properties. Typically, as snow ages, metamorphism leads to rounded grains accompanied by increased strength and reduced albedo. However, faceting of rounded grain snow yields a weaker structure but it may also become more reflective. In addition to the role that recrystallized layers play while at the surface, changes in thermodynamic properties will also influence the thermal state of the snowpack when subsequently buried. Clearly, snow is an essential water source so processes pertinent to the energy balance and the onset of melt are significant. Another important aspect is that the development of weak faceted layers on the surface may become a major factor in the avalanche potential when buried by additional snowfall.\r\n\r\nThe project will combine laboratory, field and mathematical modeling studies. Fundamental to the study is an environmental chamber with programmable temperature, solar (metal-halide lamp), sky temperature (independently controlled ceiling temperature) and adjustable air circulation-velocity. Humidity will be monitored, but is not precisely controlled at sub-zero temperatures. A non contact sensor will monitor snow surface temperature and a thermocouple array will measure temperature gradients in the snow. The influence of weather on observed metamorphism at two field sites along with a calculated energy balance will guide the appropriate laboratory conditions. In the laboratory, microstructure will be inspected with a computed tomography (CT) scanner and an optical microscope. The potential to measure specific surface area employing part of the IR band from a hyperspectral imaging camera will be examined. Mechanical changes in strength as the metamorphism proceeds will be made using a snow micro-penetrometer. On selected samples an attempt will be made to incorporate the near-surface metamorphosed snow as a buried layer and to test its strength in cross shear, with a prescribed normal load. Thermal conductivity will be measured using a needle conductivity probe and albedo determined using hyper-spectral (0.4 to 0.912 m) imaging. Particulate contamination, which may influence energy absorption, will be ascertained with melted samples in a flow cytometer. \r\n\r\nA first principles energy balance model that accounts for complex natural topography, via lidar digital elevation map (DEM)'s, will be utilized and enhanced to calculate the thermal state of snow using measured meteorological conditions in a monitored mountain environment. Two instrumented field sites along with spatial surface temperature variations, which will be measured using a thermal imaging camera at discrete times, will be used to validate the model.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Adams",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Edward E Adams",
   "pi_email_addr": "eda@ce.montana.edu",
   "nsf_id": "000148615",
   "pi_start_date": "2007-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "216 MONTANA HALL",
  "perf_city_name": "BOZEMAN",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "59717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 50193.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 52529.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 55864.0
  }
 ],
 "por": null
}