{
 "awd_id": "0635671",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Timing and Geometry of Lithosphere Removal Beneath the North China Craton",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William P. Leeman",
 "awd_eff_date": "2007-06-01",
 "awd_exp_date": "2010-05-31",
 "tot_intn_awd_amt": 200969.0,
 "awd_amount": 200969.0,
 "awd_min_amd_letter_date": "2007-05-29",
 "awd_max_amd_letter_date": "2008-04-18",
 "awd_abstract_narration": "Intellectual Merit. Archean cratons are underlain by lithospheric mantle that is distinct from off-craton regions: it is generally colder and significantly more refractory. The latter characteristic imparts an intrinsically lower density, and may be a contributing factor to the long-term convective stability of these mantle roots (as evidenced by their ancient isotopic characteristics). A fundamental question in understanding Archean lithospheric evolution and crust-mantle recycling is whether these roots, once formed, are preserved indefinitely, or whether they can be removed. If the latter can be demonstrated, then, depending on the mechanism, their removal may also coincide with loss of the lowermost crust or complete crustal destabilization and thereby be a significant means of crustal recycling. The North China Craton is perhaps the best example of an Archean craton that was stable for over a billion years, but underwent a significant transformation that resulted in its present state of high heat flow, seismic activity and extensive continental magmatism (which started in the Mesozoic). In the Paleozoic, diamondiferous kimberlites erupted through the craton carrying minerals and xenoliths indicative of the presence of a 200 km thick refractory lithosphere, equilibrated to a cool geotherm. In the Late Cretaceous, refractory peridotitic xenoliths occur side-by-side with less refractory peridotites in high Mg diorites. These peridotites may indicate the presence of the cratonic root at this time. In contrast, Tertiary intraplate basalts carry fertile mantle xenoliths that record high equilibration temperatures and sample to depths of only 80 km. These observations have been interpreted to reflect the loss of the cratonic root beneath the North China Craton, sometime after the Ordovician. Outstanding questions include: 1) whether all of the cratonic mantle was removed, 2) when it was removed and 3) the mechanism by which it was removed.\r\n\r\nThe project outlined herein will address these questions through a detailed petrographic, geochemical and Re-Os isotopic study of mantle xenoliths carried to the surface in the Mesozoic and Cenozoic igneous rocks. The Re-Os technique is the most reliable way to date melt extraction from peridotites, hence lithosphere formation. The mantle xenoliths will be systematically characterized by electron microprobe, XRF and ICP-MS in order to target samples for Re-Os work. The degree of overprinting via sulfide metasomatism will be quantified by detailed petrography and analyses of sulfides phases, coupled with whole rock PGE analyses. The Os dates for samples from the Late Cretaceous through late Tertiary lithosphere will allow us to determine the extent of Archean lithosphere currently preserved beneath the North China Craton, to define the changes that occurred during the Mesozoic (from xenoliths entrained in Mesozoic magmatic rocks) and to test the diverse hypotheses that are currently invoked to explain the loss of the deep lithosphere.\r\n\r\nBroader Impacts. This work will form the PhD thesis for a graduate student and will foster continued, highly productive collaborations with our Chinese colleagues.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roberta",
   "pi_last_name": "Rudnick",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Roberta L Rudnick",
   "pi_email_addr": "RUDNICK@geol.ucsb.edu",
   "nsf_id": "000406547",
   "pi_start_date": "2007-05-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Walker",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Richard J Walker",
   "pi_email_addr": "rjwalker@umd.edu",
   "nsf_id": "000234792",
   "pi_start_date": "2007-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 98315.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 102654.0
  }
 ],
 "por": null
}