{
 "awd_id": "0635666",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   NorthEast China Extended seiSmic Array (NECESS Array):   Deep Subduction, Mantle Dynamics, and Lithospheric Evolution beneath Northeast China",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Raffaella Montelli",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 319991.0,
 "awd_amount": 319991.0,
 "awd_min_amd_letter_date": "2006-12-22",
 "awd_max_amd_letter_date": "2011-07-19",
 "awd_abstract_narration": "Along the eastern boundary of Northeast China the subducting Pacific plate approaches depths of 600 km. The surface of Northeast China is a region of active intraplate continental magmatism and extension. The basement rock of Northeast China is composed of an Archean craton juxtaposed with a Paleozoic foldbelt. The NorthEast China Extended SeiSmic Array (NECESSArray) project is a multi-national collaborative seismic experiment to deploy 280 broadband seismometers across Northeast China to study slab behavior in the mantle transition zone, the cause of intraplate continental magmatism and tectonics, and the evolution of ancient Archean lithosphere that has undergone substantial modification. The experiment will be done in collaboration with scientists from the China Earthquake Administration (CEA), the Earthquake Research Institute (ERI) of Tokyo University and the Research Center for Prediction of Earthquakes and Volcanic Eruptions of Tohoku Univeristy, in Japan and the PI's of this proposal from the United States. In total, the Chinese will provide data from 140 broadband seismometers, the Japanese 40, and we are requesting funding to deploy 100 instruments. The maximum spacing of instruments in the array will be about 80 km with an aperture of roughly 1000 km by 1200 km and a duration of deployment of two years. \r\n\r\nThrough our collaborations we will apply all available seismic imaging techniques to the data we collect to develop a seismic image of the mantle beneath Northeast China from the crust to depths on the order of 1000 km. The seismic image of the crust and mantle will include a three-dimensional P and S velocity model with scale lengths of roughly 50 km, a reflectivity profile, and a map of anisotropy. The seismic results will be used to answer a number of questions including:\r\n1)\tDoes the subducted Pacific plate lie flat on the 660 km boundary?\r\n2)\tIf the plate is flat, how far does it extend to the west beneath Northeast China within the transition zone?\r\n3)\tDoes the plate at some point sink into the lower mantle and if so how does it do this?\r\n4)\tAre there reflectors in the top of the lower mantle beneath Northeast China as observed in other subduction zones, and if so how are they related to subducted slab in terms of mineralogy and chemistry?\r\n5)\tIs there any indication of a barrier to slab flow within the top of the lower mantle?\r\n6)\tWhat is the relationship of mantle flow above the subducted slab to the active tectonics of Northeast China ( magmatism along the North Korea-China border, magmatism and uplift along the Mongolian-China border, and extension within the Songliao basin)? 7)\tHow has the Archean mantle lithosphere been modified and deformed due to the subduction and collision history it has experienced?\r\n8)\tHas Archean mantle lithosphere truly been delaminated or has it only been modified and displaced horizontally?\r\n\r\nThe NECESS project is seismological but our results should provide constraints on the processes involved in subduction in the mantle transition zone. This in turn will provide fundamental constraints for mineral physicists and geodynamicists studying convection in the mantle as well as its mineralogy and chemical composition. The seismic images of the shallow mantle will be at an unprecedented resolution for such a large area and will include regions undergoing active tectonic processes as well as Archean lithosphere that has undergone modification. Thus our results will be important for geochemists understanding of old lithosphere modification and lead to a better understanding of the relationship between rock measurements made through studies of xenoliths and seismic observables as well as the cause of intraplate tectonics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fenglin",
   "pi_last_name": "Niu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fenglin Niu",
   "pi_email_addr": "niu@rice.edu",
   "nsf_id": "000243270",
   "pi_start_date": "2006-12-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 33877.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 64919.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 74299.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 77268.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 69628.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Level1headChar\">How the mantle convects is perhaps the single most important question in solid earth science and has been debated for decades. Slabs of subducted oceanic lithosphere with fast seismic velocity anomalies have been used as tracers to constrain mantle convection. Recent seismic tomographic studies have revealed that the Pacific plate penetrates into the mantle at the Japan trench, but seems to lie horizontally inside the transition zone beneath northeast China located approximately 1000 km west of the trench.&nbsp; The stagnancy of the Pacific slab in the transition zone (410 km to 660 km depth) has been used as evidence arguing for layered mantle convection.</p>\n<p class=\"Level1headChar\">Due to a lack of seismic stations in northeastern Asia, the resolution in global tomographic models is modest beneath northeast China. With this observation as motivation, the NECESS project was conceived as an international collaboration with Chinese and Japanese scientists, to deploy broad band seismometers throughout northeast China. &nbsp;We installed 127 broadband seismic stations across northeast China in the fall of 2009 and maintained continuous recording by the network for two years until dismantlement in the fall of 2011. The NorthEast China Extended SeiSmic Array (NECESSArray) covers an area ~1800 km and ~800 km in the EW and NS directions, respectively, with a station spacing of ~70-80 km. Through our partnership with Chinese colleagues at Peking University, we were also able to analyze seismic data recorded on a further 140 Chinese seismic stations within our region. The primary goal of the project is to image the subducting Pacific plate beneath northeast China through mapping high velocity structures and depth variations of the 660-km discontinuity associated with the subducted cold Pacific plate. A global jump in seismic velocity near 660 km depth is thought to be due to a phase transition from Ringwoodite to Silicate Perovskite plus Mg, Fe oxides. The phase transition is temperature dependent and thus the depth of the discontinuity can be used to map temperature variations in the deep mantle. Our tomographic 3D images of the seismic wavespeed indicate that the lateral extent of the Pacific slab inside the transition zone is limited to a few hundreds of kilometers beneath eastern most China, and not on the order of a thousand kilometers as suggested by previous tomography models. Through receiver function analysis, we find the 660-km discontinuity is depressed by as much as ~30-40 km corresponding to where we find high velocity anomalies. The strike perpendicular width of the depressed 660 discontinuity is less than 200 km. Both the tomography and discontinuity results suggest that slab stagnation does not occur over a broad area beneath northeast China although there may be a thickening of slab in the deep upper mantle by a factor or two or so. Our results show that subducting mantle likely crosses the upper to lower mantle boundary even in a region that has previously been cited as an example of slab stagnation in the upper mantle.</p>\n<p class=\"Level1headChar\">An unexpected result of the tomography and receiver function analysis is the existence of a cylindrical slow velocity anomaly in the transition zone a few hundred kilometers to the west of where we imaged slab at 660 km depth. The slow seismic wavespeeds are correlated to a slightly shallow 660 km discontinuity indicating the anomaly represents anomalously warm mantle. The anomaly can be traced from 660 km depth to near the surface beneath the Changbai Mountain range which is an active volcanic complex on the border between China and North Korea. The intraplate magmatism here is difficult to explain with plate tectonics. Our observations here thus suggest a direct link between intraplate magmatism and the deep subducting Pacific slab, although the dynamics of the apparent upwelling are ...",
  "por_txt_cntn": "How the mantle convects is perhaps the single most important question in solid earth science and has been debated for decades. Slabs of subducted oceanic lithosphere with fast seismic velocity anomalies have been used as tracers to constrain mantle convection. Recent seismic tomographic studies have revealed that the Pacific plate penetrates into the mantle at the Japan trench, but seems to lie horizontally inside the transition zone beneath northeast China located approximately 1000 km west of the trench.  The stagnancy of the Pacific slab in the transition zone (410 km to 660 km depth) has been used as evidence arguing for layered mantle convection.\nDue to a lack of seismic stations in northeastern Asia, the resolution in global tomographic models is modest beneath northeast China. With this observation as motivation, the NECESS project was conceived as an international collaboration with Chinese and Japanese scientists, to deploy broad band seismometers throughout northeast China.  We installed 127 broadband seismic stations across northeast China in the fall of 2009 and maintained continuous recording by the network for two years until dismantlement in the fall of 2011. The NorthEast China Extended SeiSmic Array (NECESSArray) covers an area ~1800 km and ~800 km in the EW and NS directions, respectively, with a station spacing of ~70-80 km. Through our partnership with Chinese colleagues at Peking University, we were also able to analyze seismic data recorded on a further 140 Chinese seismic stations within our region. The primary goal of the project is to image the subducting Pacific plate beneath northeast China through mapping high velocity structures and depth variations of the 660-km discontinuity associated with the subducted cold Pacific plate. A global jump in seismic velocity near 660 km depth is thought to be due to a phase transition from Ringwoodite to Silicate Perovskite plus Mg, Fe oxides. The phase transition is temperature dependent and thus the depth of the discontinuity can be used to map temperature variations in the deep mantle. Our tomographic 3D images of the seismic wavespeed indicate that the lateral extent of the Pacific slab inside the transition zone is limited to a few hundreds of kilometers beneath eastern most China, and not on the order of a thousand kilometers as suggested by previous tomography models. Through receiver function analysis, we find the 660-km discontinuity is depressed by as much as ~30-40 km corresponding to where we find high velocity anomalies. The strike perpendicular width of the depressed 660 discontinuity is less than 200 km. Both the tomography and discontinuity results suggest that slab stagnation does not occur over a broad area beneath northeast China although there may be a thickening of slab in the deep upper mantle by a factor or two or so. Our results show that subducting mantle likely crosses the upper to lower mantle boundary even in a region that has previously been cited as an example of slab stagnation in the upper mantle.\nAn unexpected result of the tomography and receiver function analysis is the existence of a cylindrical slow velocity anomaly in the transition zone a few hundred kilometers to the west of where we imaged slab at 660 km depth. The slow seismic wavespeeds are correlated to a slightly shallow 660 km discontinuity indicating the anomaly represents anomalously warm mantle. The anomaly can be traced from 660 km depth to near the surface beneath the Changbai Mountain range which is an active volcanic complex on the border between China and North Korea. The intraplate magmatism here is difficult to explain with plate tectonics. Our observations here thus suggest a direct link between intraplate magmatism and the deep subducting Pacific slab, although the dynamics of the apparent upwelling are not clear.   \n\n\t\t\t\t\tLast Modified: 11/20/2012\n\n\t\t\t\t\tSubmitted by: Fenglin Niu"
 }
}