{
 "awd_id": "0635342",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Imperial Marginality and Frontier: Kallawayas and Chunchos in the Eastern Inka Borders",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2007-03-01",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 154270.0,
 "awd_min_amd_letter_date": "2007-01-16",
 "awd_max_amd_letter_date": "2008-08-04",
 "awd_abstract_narration": "Imperial frontiers, as the nexus of cultural contact, were the foci of multifaceted socioeconomic processes varying in direction and intensity. Funded by the National Science Foundation, Dr. Sonia Alconini and U.S. and Bolivian investigators will conduct research in the region of Charazani (part of what is today northern La Paz, Bolivia), located to the Northeast of the Titicaca basin. This region, in the intersection of Andes and Amazon, was part of the eastern Inka imperial frontier facing eastern tropical populations. \r\n\r\nAs the largest empires in the pre-Columbian world, the Inka encompassed a variety of ethnicities and environments (A.D. 1470-1532). Yet, few studies addressed the dynamics of the Inka frontier, its effects on local populations across the borders, or the similarities with other ancient imperial frontiers elsewhere. Therefore, the proposed project will provide a comparative case to understand the configuration the Southeastern Inka imperial border, the frontier socioeconomic effects on local populations, and the local reactions to such situations. \r\n \r\nMore specifically, the research goals are to address (1) the limits of the Inka imperial expansion in the study region, (2) the changes in the local settlement patterns, (3) the functions of the Inka installations, and (4) the shifts in the local political economy through land use strategies. In order to address such questions, this research is designed to conduct a regional-scale pedestrian survey, systematic surface collections of cultural remains, mapping of preserved architecture, and selected test pit excavations. This information, combined with ethnohistorical research, will elucidate the changes in the settlement patterns and local political economy before and after the Inka, and therefore, the effects of the Inka empire in the Charazani frontier region. \r\n\r\nThe intellectual merit of this project is to increase knowledge on ancient frontiers, and to provide a case study to test competing models on imperial frontier formations. Immediate contributions include formulation of a stratigraphically-based ceramic sequence for the Charazani region so far unknown; reconstruction of the regional cultural dynamics, and documentation of the spatial distribution of Inka and local architecture. \r\n\r\nThe impact of the project will be significant. Through partnership and long-standing relations with research, government and educational institutions in Bolivia, this investigation will create the basis for a multidisciplinary and multinational project. In addition, it will provide the basis for individual research for undergraduate and graduate archaeology students both from the U.S. and Bolivia. The research results will be disseminated among specialized and broader audiences through electronic media, conferences and seminars held both in the U.S. and Latin America, including publications in English and Spanish. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sonia",
   "pi_last_name": "Alconini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sonia Alconini",
   "pi_email_addr": "Sonia.Alconini@utsa.edu",
   "nsf_id": "000058461",
   "pi_start_date": "2007-01-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at San Antonio",
  "inst_street_address": "1 UTSA CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104584340",
  "inst_zip_code": "782491644",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT SAN ANTONIO",
  "org_prnt_uei_num": "U44ZMVYU52U6",
  "org_uei_num": "U44ZMVYU52U6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at San Antonio",
  "perf_str_addr": "1 UTSA CIR",
  "perf_city_name": "SAN ANTONIO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782491644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 66284.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 87986.0
  }
 ],
 "por": null
}