{
 "awd_id": "0636118",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Phase Relations in Aleutian Basaltic Andesites at 1 atm, 1, and 2kbar: The Effects of Changing XH2O",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William P. Leeman",
 "awd_eff_date": "2007-01-01",
 "awd_exp_date": "2011-03-31",
 "tot_intn_awd_amt": 283983.0,
 "awd_amount": 283983.0,
 "awd_min_amd_letter_date": "2006-12-12",
 "awd_max_amd_letter_date": "2006-12-12",
 "awd_abstract_narration": "Intellectual Merit.  Understanding crystallization and differentiation in arc basaltic andesite magmas under changing C-O-H fluid compositions is key to understanding the magma storage systems of many arc volcanoes. Magmatic fluid contents play a fundamental role in their differentiation during storage, and whether they erupt explosively or effusively later on. To understand the latter, it is important to constrain the processes occurring in the storage region. Prior experimental studies provide important results on phase relations as a function of the mole fraction of H2O (XH2O) in the fluid phase, but relatively few studies exist that focus on H2O-undersaturated systems at crustal pressures (2 kbar). No prior experimental studies have compared crystallization during decompression of initially H2O-saturated vs. H2O-undersaturated melts, applicable to understanding microlite textures and crystallization processes during magma rise. The study will help fill the data gap through melting and reversal experiments on tholeiitic basaltic andesites from Westdahl and Okmok volcanoes. A novel aspect of this work will involve exploring how plagioclase crystallization kinetics may change during decompression of an initially H2O-undersaturated magma, as compared with one that was initially H2O-saturated. All phase compositions and textures will be measured using electron microprobe, back scattered electron images, and petrographic light microscope and image analyses. The high-pressure experiments will also be analyzed using reflectance Fourier Transform Infrared spectroscopy to confirm the fraction of H2O dissolved in the melt, compared with the XH2O calculated following previous experimental studies. The experiments will result in improved understanding of preeruptive magma storage and ascent prior to two recent eruptions in the Aleutians. They will also provide data that can be generally applied to understanding the effects of changing magmatic fluid compositions on crystallization processes during storage and ascent of arc basaltic andesite magmas.\r\n\r\nBroader Impacts.  A subset of the experiments will be conducted by an undergraduate student and as part of an Advanced Petrology class, Spring 2007. The University of Alaska Fairbanks currently does not own a gas-mixing furnace; acquiring one will enhance the infrastructure in the Department of Geology and Geophysics. The results will provide a geodesy graduate student with petrology-based data for modeling inflation and deflation signals at Okmok volcano. The results will be disseminated through conference presentations, peer-reviewed publications, and through a newly developed web experimental petrology database, in conjunction with the Alaska Volcano Observatory (AVO). In collaboration with the AVO outreach coordinator, information about magma dynamics relevant to future eruptions at Okmok and Westdahl will be disseminated to interested people living near the volcanoes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Larsen",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica F Larsen",
   "pi_email_addr": "jflarsen@alaska.edu",
   "nsf_id": "000471339",
   "pi_start_date": "2006-12-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pavel",
   "pi_last_name": "Izbekov",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Pavel E Izbekov",
   "pi_email_addr": "peizbekov@alaska.edu",
   "nsf_id": "000472971",
   "pi_start_date": "2006-12-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "2145 N TANANA LOOP",
  "perf_city_name": "FAIRBANKS",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997750001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 283983.0
  }
 ],
 "por": null
}