{
 "awd_id": "0636687",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:Grounding-line Retreat in the Southern Ross Sea - Constraints from Scott Glacier",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julie Palais",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 193418.0,
 "awd_amount": 193418.0,
 "awd_min_amd_letter_date": "2007-04-27",
 "awd_max_amd_letter_date": "2009-05-04",
 "awd_abstract_narration": "Hall/0636687\r\n\r\nThis award supports a project to investigate late Pleistocene and Holocene changes in Scott Glacier, a key outlet glacier that flows directly into the Ross Sea just west of the present-day West Antarctic Ice Sheet (WAIS) grounding line. The overarching goals are to understand changes in WAIS configuration in the Ross Sea sector at and since the last glacial maximum (LGM) and to determine whether Holocene retreat observed in the Ross Embayment has ended or if it is still ongoing. To address these goals, moraine and drift sequences associated with Scott Glacier will be mapped and dated and ice thickness, surface velocity and surface mass balance will be measured to constrain an ice-flow model of the glacier. This model will be used to help interpret the dated geologic sequences. The intellectual merit of the project relates to gaining a better understanding of the West Antarctic Ice Sheet and how changing activity of fast-flowing outlet glaciers and ice streams exerts strong control on the mass balance of the ice sheet.  Previous work suggests that grounding-line retreat in the Ross Sea continued into the late Holocene and left open the possibility of ongoing deglaciation as part of a long-term trend.  Results from Reedy Glacier, an outlet glacier just behind the grounding line, suggest that retreat may have slowed substantially over the past 2000 years and perhaps even stopped.  By coupling the work on Scott Glacier with recent data from Reedy Glacier, the grounding-line position will be bracketed and it should be possible to establish whether the retreat has truly ended or if it is ongoing. The broader impacts of the work relate to the societal relevance of an improved understanding of the West Antarctic ice sheet to establish how it will respond to current and possible future environmental changes. The work addresses this key goal of the West Antarctic Ice Sheet Initiative, as well as the International Polar Year focus on ice sheet history and dynamics. The work will develop future scientists through the education and training of one undergraduate and two Ph.D. students, interaction with K-12 students through classroom visits, web-based 'expedition' journals, letters from the field, and discussions with teachers. Results from this project will be posted with previous exposure dating results from Antarctica, on the University of Washington Cosmogenic Nuclide Lab website, which also provides information about chemical procedures and calculation methods to other scientists working with cosmogenic nuclides.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brenda",
   "pi_last_name": "Hall",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Brenda L Hall",
   "pi_email_addr": "Brendah@Maine.edu",
   "nsf_id": "000087239",
   "pi_start_date": "2007-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maine",
  "perf_str_addr": "5717 CORBETT HALL",
  "perf_city_name": "ORONO",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "044695717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511600",
   "pgm_ele_name": "ANT Glaciology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 66163.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 69859.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 57396.0
  }
 ],
 "por": null
}