{
 "awd_id": "0636037",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collision of the Burma Arc Accretionary Prism and Foldbelt with the Ganges-Brahmaputra Delta in Bangladesh",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fountain",
 "awd_eff_date": "2007-02-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 324726.0,
 "awd_amount": 353702.0,
 "awd_min_amd_letter_date": "2007-01-22",
 "awd_max_amd_letter_date": "2012-04-02",
 "awd_abstract_narration": "In Bangladesh, the Sumatran subduction zone, source of the devastating December 2004 earthquake and tsunami, encounters the Ganges-Brahmaputra Delta, the world's largest.  These two great rivers, which drain 80 percent of the Himalayan mountain range, discharge over 1 Gigaton of sediments into Bangladesh.  This has an enormous sediment pile that has prograded the continental margin over 300 km, onto likely oceanic crust and enters the subduction zone, clogging it with sediment and building a huge, subaerial accretionary prism, an up to 300 km wide belt of folded and faulted sediments offscraped from the delta.  The Burma Arc foldbelt in Bangladesh is a rare instance of an oceanic accretionary prism exposed on land.  It also is representative of the earliest stage of continental collision as the sediments of a continental margin enter the subduction zone.  It is overpressured and has the lowest slope of any accretionary prism.\r\n\r\nDespite the unusual occurrence of an onshore accretionary prism, the sediment and crustal structure of both the Ganges-Brahmaputra Delta and Burma Arc foldbelt are poorly known.  With no reliable historical record of large earthquakes, the seismic hazard is unclear.  In this project, a Columbia University research team working in collaboration with scientists from Dhaka University are developing a basic first-order understanding of the structure of the foldbelt and its kinematics.  A seismometer network in the delta and foldbelt is being deployed.  Seismological studies will use earthquakes to illuminate the geometry of active faults in the foldbelt and the sediment and crustal structure of the delta and foldbelt.  A GPS deployment from the Ganges-Brahmaputra Delta to the foldbelt will gather critical data on the surface velocities and deformation across the region and will be tied to GPS surveys in Myanmar to obtain the first estimate of total shortening across the plate boundary zone.  The seismological and geodetic data sets will be supplemented by industry seismic and well data for the shallower parts of the structure.  Together, these data will provide unprecedented detail on the tectonics at the front of an active oceanic accretionary prism that is being choked with sediments.  This project will help define the geometry and motions of the delta, the accretionary prism and the foldbelt, providing estimates of the amount and style of deformation taking place in the Burma Arc.  It will provide information of the mechanics of overpressured accretionary prisms.\r\n\r\nA better understanding of the ongoing tectonics in Bangladesh is critically needed for safe and cost-effective development.  How fast is the subduction at this continuation of the Sumatran trench?  How does the oblique motion between the two plates split between different structures in the foldbelt?  Does this subduction zone, choked by an enormous sediment pile sustain large earthquakes?  Whether it is sliding aseismically or building toward a future large earthquake has enormous implications for the seismic hazard of one of the most densely populated regions on the earth.  This study will help Bangladesh develop critical infrastructure and in the technologies used, and provide the basis for assessing earthquake hazard.  This project will support two Bangladeshi graduate students at Columbia University, who will then hopefully strengthen the infrastructure in Bangladesh.  Bangledeshi scientists will be trained in GPS and seismological methods in a series of workshops.\r\n\r\nThis award was co-funded by NSF's Office of International Science and Engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leonardo",
   "pi_last_name": "Seeber",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leonardo Seeber",
   "pi_email_addr": "nano@ldeo.columbia.edu",
   "nsf_id": "000174193",
   "pi_start_date": "2007-01-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Steckler",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Michael S Steckler",
   "pi_email_addr": "steckler@ldeo.columbia.edu",
   "nsf_id": "000174937",
   "pi_start_date": "2007-01-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "10964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7343",
   "pgm_ref_txt": "BANGLADESH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 133674.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 124849.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 95179.0
  }
 ],
 "por": null
}