{
 "awd_id": "0636706",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Observations of Upper Atmospheric Energetics, Dynamics, and Long-Term Variations over the South Pole Station",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032927425",
 "po_email": "vpapita@nsf.gov",
 "po_sign_block_name": "Vladimir Papitashvili",
 "awd_eff_date": "2007-09-15",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 272906.0,
 "awd_amount": 272906.0,
 "awd_min_amd_letter_date": "2007-09-10",
 "awd_max_amd_letter_date": "2007-09-10",
 "awd_abstract_narration": "This project will provide for the continued operation and data analysis of an electro-optical remote sensing facility at South Pole Station.  The facility will be used to examine  1) the source(s) and propagation of patches of enhanced plasma density in the F-region of the Antarctic  ionosphere, 2) changes in the Antarctic E-region O/N2 ratio in the center of the night-sector of the auroral oval and compare the ratios with those found in the sun-aligned auroral arcs in the Polar Cap region, 3) Antarctic middle atmosphere disturbances generated by Stratospheric Warming Events (SWE), 4) quantitative characterization of the effects of solar variability on the temperature of the upper mesosphere region, 5) Antarctic thermospheric response to Solar Magnetic Cloud/Coronal Mass Ejection (SMC/CME) events, and 6) the effects of Joule heating on the thermodynamics of the Antarctic F-region. Data for all these studies will come from two sets of remote-sensing facilities at SPS: 1) Auroral emissions brightness measurements from the sun-synchronous Meridian Scanning Photon Counting Multichannel photometer; 2) Airglow and Auroral emission spectra recorded continuously during Austral winter at SPS with the high throughput, high resolution Infrared Michelson Interferometer as well as Visible - Near Infrared CCD spectrographs. \r\n\r\nMeridional variations in the brightness of F-region's auroral emissions provide the necessary data for investigations of the dynamics and IMF control, as well as the excitation mechanism(s), of the F-region patches. The brightness of auroral emissions from O and N relative to those from molecular species (O2 and N2) can be analyzed to assess, quantitatively, changes in the thermospheric composition. These data (from continuous (24 hours a day) measurements during the totally dark six months of each Austral winter at SPS) will be used to investigate the effects of solar-terrestrial disturbances on Antarctic thermospheric composition and thermodynamics, including response of the mesopause to solar cycle variations. Changes in airglow temperature (derived from OH and O2 bands), from different mesosphere/lower-thermosphere (MLT)  heights, permit studies of the dynamical effects of Planetary, Tidal and Gravity waves propagating in the MLT regions as well as non-linear interactions among these waves. Coupling of different atmospheric regions over SPS, through enhanced gravity wave activities during SWE that lead to a precursor as Mesospheric cooling, will be investigated through the observed changes in MLT kinetic air temperature and density. \r\n\r\nThe project will enhance the infrastructure for research and education at Embry-Riddle Aeronautical University, bringing together the PI/Co-I and students from Departments of Physical Sciences and Aerospace Engineering. Graduate and undergraduate students will participate in modern research and software development.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gulamabas",
   "pi_last_name": "Sivjee",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Gulamabas G Sivjee",
   "pi_email_addr": "sivjee@erau.edu",
   "nsf_id": "000231320",
   "pi_start_date": "2007-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Syed",
   "pi_last_name": "Azeem",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Syed Azeem",
   "pi_email_addr": "azeem71d@erau.edu",
   "nsf_id": "000330235",
   "pi_start_date": "2007-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Embry-Riddle Aeronautical University",
  "inst_street_address": "1 AEROSPACE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "DAYTONA BEACH",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3862267695",
  "inst_zip_code": "321143910",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "FL06",
  "org_lgl_bus_name": "EMBRY-RIDDLE AERONAUTICAL UNIVERSITY, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5MMBAC9XAM5"
 },
 "perf_inst": {
  "perf_inst_name": "Embry-Riddle Aeronautical University",
  "perf_str_addr": "1 AEROSPACE BLVD",
  "perf_city_name": "DAYTONA BEACH",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "321143910",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "FL06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511500",
   "pgm_ele_name": "ANT Astrophys & Geospace Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 272906.0
  }
 ],
 "por": null
}