{
 "awd_id": "0638873",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Sharing the Universe",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925115",
 "po_email": "emccalli@nsf.gov",
 "po_sign_block_name": "Ellen McCallie",
 "awd_eff_date": "2007-04-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 1505236.0,
 "awd_amount": 1605220.0,
 "awd_min_amd_letter_date": "2007-04-11",
 "awd_max_amd_letter_date": "2011-08-19",
 "awd_abstract_narration": "The Astronomical Society of the Pacific (ASP) and the Institute for Learning Innovation (ILI) will conduct a research and implementation project to explore the educational potential of club-affiliated amateur astronomers to engage the public in informal astronomy experiences. Some 20% of amateur astronomers already share their passion through public outreach.  The goal of this project is to harness and amplify this existing outreach enthusiasm in order to encourage a greater number of interested amateurs to do more frequent and more effective educational outreach with a larger number and diversity of public audiences. Deliverables include: (1) Phase 1 research with 10 clubs to examine in-depth the characteristics of successful outreach-oriented amateur astronomy clubs; (2) strategies for transferring this effective outreach culture to other clubs through tools, partnerships, and a community of practice; (3) a Phase 2 research study with a core group of 20 clubs to determine the degree to which these interventions promote an outreach culture; and (4) implementation of tested outreach strategies within 200 clubs across the U.S. and an analysis of implications for hobbyists in other disciplines as facilitators for science learning in everyday settings. The project builds on the ASP?s NSF planning grant ( DRL  0002694) which surveyed the outreach practices of amateur astronomers. Partners in addition to ILI include a Planning Consortium of amateur astronomy outreach leaders, and key stakeholders in the astronomy and science education community: the Astronomical League (AL), National Optical Astronomy Observatory (NOAO), Association of Science-Technology Centers (ASTC), and the New Jersey Astronomy Center for Education (NJACE). Professional astronomers, informal educators, diversity specialists, sociologists, and hobbyist and citizen science experts serve as advisors.  \r\n\r\nApproximately 4,400 amateur astronomers in 200 clubs will provide informal astronomy experiences to more than one million Americans as a result of the four-year grant. Intended outcomes are to: (1) increase the educational impact of public engagements by amateur astronomers; (2) increase the frequency of public engagements per amateur and per club; and (3) broaden the variety of events and diversity of public outreach venues in order to reach non-traditional audiences such as women, Hispanics, African-Americans, and inner city youth. Five years post- award , the project expects to improve the outreach activities of 9,000 interested amateur astronomers in 450 clubs (nearly doubling current efforts), thereby improving their interaction with a public audience of nearly five million. Evaluation by Inverness Research Associates will study the degree to which the interventions developed and tested as part of this project impacted amateurs? ability and commitment to conduct more and better outreach. \r\n\r\nIt is anticipated that this project will provide deep insights into the culture and educational potential of amateur astronomers as volunteer free-choice educators. The research will also study for the first time in a controlled environment the degree to which ?outreach amateur astronomers? (those amateur astronomers who consistently participate in public outreach) contribute to increased public attentiveness to astronomy. Outcomes will be disseminated to professional societies, the broader informal science education field, and other club-based organizations (such as birding clubs) that would like to expand their capacity to educate the public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Bennett",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Bennett",
   "pi_email_addr": "mbennett@astrosociety.org",
   "nsf_id": "000439417",
   "pi_start_date": "2007-04-11",
   "pi_end_date": "2007-11-29"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Manning",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Manning",
   "pi_email_addr": "jmanning@astrosociety.org",
   "nsf_id": "000335966",
   "pi_start_date": "2007-11-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Storksdieck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Martin Storksdieck",
   "pi_email_addr": "storksdieck@ilinet.org",
   "nsf_id": "000104822",
   "pi_start_date": "2007-04-11",
   "pi_end_date": "2010-12-29"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Jones",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Eric C Jones",
   "pi_email_addr": "Eric.C.Jones@uth.tmc.edu",
   "nsf_id": "000411348",
   "pi_start_date": "2011-07-01",
   "pi_end_date": "2011-07-06"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Jones",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Jones",
   "pi_email_addr": "jones@ilinet.org",
   "nsf_id": "000561200",
   "pi_start_date": "2011-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Greg",
   "pi_last_name": "Schultz",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr",
   "pi_full_name": "Greg Schultz",
   "pi_email_addr": "gschultz@astrosociety.org",
   "nsf_id": "000584270",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Astronomical Society of the Pacific",
  "inst_street_address": "390 ASHTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4157151426",
  "inst_zip_code": "941121722",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "THE ASTRONOMICAL SOCIETY OF THE PACIFIC",
  "org_prnt_uei_num": "",
  "org_uei_num": "UZCJUZKS7MW9"
 },
 "perf_inst": {
  "perf_inst_name": "Astronomical Society of the Pacific",
  "perf_str_addr": "390 ASHTON AVE",
  "perf_city_name": "SAN FRANCISCO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941121722",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 271858.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 847779.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 385599.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 99984.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The <em>Sharing the Universe</em> (STU) project was funded by NSF in 2007 to develop and make available resources and supports to deepen and broaden the education and public outreach (EPO) of amateur astronomy clubs who are members of the Night Sky Network (NSN). To achieve this goal, the project funded a development group: the Astronomical Society of the Pacific (ASP), and a research group: Institute for Learning Innovation (ILI). These two groups worked as partners, both to study the barriers and challenges that existed for amateur astronomy clubs to educational outreach, and to apply what was learned from those studies to develop tools and supports that clubs could use to engage in more and better educational outreach.</p>\n<p>Inverness Research Inc. (IRI) was contracted as the external evaluator to conduct the summative evaluation of the project, and they identified five significant contributions to NSN member clubs&rsquo; outreach efforts.</p>\n<ul>\n<li>STU designed club outreach supports that were highly compatible with the needs, interests and priorities of the clubs. Thus, the supports were seen as valuable to clubs that used them. </li>\n<li>A wide range of resources and a diverse set of clubs meant that the STU project helped clubs in many different ways and to varying extents. </li>\n<li>Clubs&rsquo; capacity to do outreach has increased. For instance, nearly two-thirds of clubs surveyed indicated that more of their club members are now involved in doing public outreach&mdash;on average ten more members per club&mdash;totaling over 1600 more club members doing outreach.</li>\n<li>ILI research findings informed the development process along the way, thus contributing to a beneficial match between the realities of club cultures (including outreach efforts), and the NSN designs for supports to increase and/or improve clubs&rsquo; EPO. </li>\n<li>The &ldquo;Mentor Pilot Program&rdquo; was a successful pilot strategy to strengthen the network&rsquo;s capacity to support clubs interested in increasing and/or improving their public outreach. </li>\n</ul>\n<p>In the end, it was also found that the returns on the NSF investments in <em>Sharing the Universe</em> were realized in the following broader impacts:</p>\n<p><strong>(1)&nbsp; </strong><strong>This investment contributed to public outreach efforts of NSN amateur astronomy clubs across the US.</strong></p>\n<p>Over 400 clubs had access to<strong> </strong>high-quality materials for their clubs&rsquo; activities and organization, including new outreach approaches; personal mentoring; and more effective strategies for club organization and communication. The use of these offerings varied greatly from club to club and depended on initial capacity, interest, and alignment with needs. Given the nature and sociology of the collection of amateur astronomy clubs, the approach of offering many different resources and strategies is most probably an optimal one.</p>\n<p><strong>(2)&nbsp; </strong><strong>This investment increased the capacity of a national network (Night Sky Network)</strong> <strong>to support amateur astronomy clubs&rsquo; education and public outreach efforts.</strong></p>\n<p>The STU project significantly increased the capacity of an existing national network&mdash;the NSN&mdash;to serve its members, and in turn, for them to serve the public. By producing and disseminating valuable resources and strategies the NSN was able to improve its ability to help clubs initiate, improve, diversify and increase their public outreach efforts.</p>\n<p><strong>(3)&nbsp; </strong><strong>The investment generated and shared new knowledge and insights about</strong> <strong>amateur astronomy clubs for the broader field.</strong></p>\n<p>New knowledge and insights generated includes a more in-depth understanding of the barriers and challenges amateur astronomy clubs face in doing public education and outreach; the tools and stra...",
  "por_txt_cntn": "\nThe Sharing the Universe (STU) project was funded by NSF in 2007 to develop and make available resources and supports to deepen and broaden the education and public outreach (EPO) of amateur astronomy clubs who are members of the Night Sky Network (NSN). To achieve this goal, the project funded a development group: the Astronomical Society of the Pacific (ASP), and a research group: Institute for Learning Innovation (ILI). These two groups worked as partners, both to study the barriers and challenges that existed for amateur astronomy clubs to educational outreach, and to apply what was learned from those studies to develop tools and supports that clubs could use to engage in more and better educational outreach.\n\nInverness Research Inc. (IRI) was contracted as the external evaluator to conduct the summative evaluation of the project, and they identified five significant contributions to NSN member clubsÆ outreach efforts.\n\nSTU designed club outreach supports that were highly compatible with the needs, interests and priorities of the clubs. Thus, the supports were seen as valuable to clubs that used them. \nA wide range of resources and a diverse set of clubs meant that the STU project helped clubs in many different ways and to varying extents. \nClubsÆ capacity to do outreach has increased. For instance, nearly two-thirds of clubs surveyed indicated that more of their club members are now involved in doing public outreach&mdash;on average ten more members per club&mdash;totaling over 1600 more club members doing outreach.\nILI research findings informed the development process along the way, thus contributing to a beneficial match between the realities of club cultures (including outreach efforts), and the NSN designs for supports to increase and/or improve clubsÆ EPO. \nThe \"Mentor Pilot Program\" was a successful pilot strategy to strengthen the networkÆs capacity to support clubs interested in increasing and/or improving their public outreach. \n\n\nIn the end, it was also found that the returns on the NSF investments in Sharing the Universe were realized in the following broader impacts:\n\n(1)  This investment contributed to public outreach efforts of NSN amateur astronomy clubs across the US.\n\nOver 400 clubs had access to high-quality materials for their clubsÆ activities and organization, including new outreach approaches; personal mentoring; and more effective strategies for club organization and communication. The use of these offerings varied greatly from club to club and depended on initial capacity, interest, and alignment with needs. Given the nature and sociology of the collection of amateur astronomy clubs, the approach of offering many different resources and strategies is most probably an optimal one.\n\n(2)  This investment increased the capacity of a national network (Night Sky Network) to support amateur astronomy clubsÆ education and public outreach efforts.\n\nThe STU project significantly increased the capacity of an existing national network&mdash;the NSN&mdash;to serve its members, and in turn, for them to serve the public. By producing and disseminating valuable resources and strategies the NSN was able to improve its ability to help clubs initiate, improve, diversify and increase their public outreach efforts.\n\n(3)  The investment generated and shared new knowledge and insights about amateur astronomy clubs for the broader field.\n\nNew knowledge and insights generated includes a more in-depth understanding of the barriers and challenges amateur astronomy clubs face in doing public education and outreach; the tools and strategies that are most useful in helping them address these barriers; the mix of resources and mentoring that is most efficacious; and a better understanding of overall of club culture and how it shapes which improvement efforts are likely to work. During the life of the project, STU partners presented and published research findings and project outcomes for a range of audiences (e.g. Astronomical..."
 }
}