{
 "awd_id": "0638744",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "New, GK-12: BioME: Biodiversity from Molecules to Ecosystems",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laura Regassa",
 "awd_eff_date": "2007-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 2964509.0,
 "awd_amount": 2964509.0,
 "awd_min_amd_letter_date": "2007-01-22",
 "awd_max_amd_letter_date": "2010-06-30",
 "awd_abstract_narration": "GRADUATE TEACHING FELLOWS IN K-12 EDUCATION \r\n\r\nABSTRACT\r\n\r\n\r\nPROPOSAL #: 0638774\r\nPRINCIPAL INVESTIGATOR: Judith L. Bronstein\r\nINSTITUTION: University of Arizona\r\nTITLE: New, GK-12: BioME: Biodiversity from Molecules to Ecosystems\r\n\r\n\r\nThe GK-12 project from the University of Arizona will create synergistic opportunities for graduate fellows in life sciences departments and programs (such as ecology, neurobiology, and plant sciences) to engage K-12 students and teachers in the excitement of how science directly relates to them and the natural world around them (\"Bio\" and \"ME\") through a variety of university resources (such as the tree of life digital library of biodiversity). Graduate fellows will receive appropriate training in K-12 education and in teaching science through inquiry through a graduate seminar course. Fellows will also participate in a summer institute with their cooperating teachers to develop and strengthen relations. The project will recruit 10 fellows and up to 18 teachers per year. Research advisors of the graduate fellows and other collaborating faculty members will be actively involved in the project. The advisory board will also include an external evaluator to provide additional guidance on the formative and summative evaluation components. The intellectual merit includes providing opportunities to participating teachers to collaborate with graduate fellows to integrate aspects of the field experience to the Galapagos Islands into classroom curriculum and activities. The broader impacts include a plan to recruit graduate fellows from underrepresented groups and a commitment to sustain the project activities after the end of the grant for a period up to five years.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Vicki",
   "pi_last_name": "Chandler",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Vicki L Chandler",
   "pi_email_addr": "chandler@ag.arizona.edu",
   "nsf_id": "000455318",
   "pi_start_date": "2008-07-15",
   "pi_end_date": "2009-03-26"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Judith",
   "pi_last_name": "Bronstein",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Judith L Bronstein",
   "pi_email_addr": "judieb@email.arizona.edu",
   "nsf_id": "000156312",
   "pi_start_date": "2009-03-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Vicki",
   "pi_last_name": "Chandler",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Vicki L Chandler",
   "pi_email_addr": "chandler@ag.arizona.edu",
   "nsf_id": "000455318",
   "pi_start_date": "2007-01-22",
   "pi_end_date": "2007-08-03"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stacey",
   "pi_last_name": "Forsyth",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stacey A Forsyth",
   "pi_email_addr": "stacey.forsyth@colorado.edu",
   "nsf_id": "000107765",
   "pi_start_date": "2007-01-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Roth",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "William B Roth",
   "pi_email_addr": "roth@email.arizona.edu",
   "nsf_id": "000445895",
   "pi_start_date": "2007-01-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "173100",
   "pgm_ele_name": "GRAD TEACHING FELLOW IN K-12ED"
  },
  {
   "pgm_ele_code": "717900",
   "pgm_ele_name": "GRAD TEACHING FELLOWS IN K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7179",
   "pgm_ref_txt": "GRAD TEACHING FELLOWS IN K-12"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "0400999999",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 592553.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 1184369.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 592781.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 594806.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>BioME (Biodiversity from Molecules to Ecosystems) is an NSF GK-12 program that, between 2007 and 2012, created and supported one-year partnerships between University of Arizona life sciences graduate students and local K-12 educators. BioME&rsquo;s goal, which was clearly met, was to improve life science graduate students&rsquo; abilities to teach and communicate science to broad audiences, while simultaneously enriching science content for Tucson K-12 students and expanding their teachers&rsquo; use of hands-on, inquiry-based teaching tools. Biology is ideal for heightening public interest in science; citizens can see how science directly relates to them and the natural world around them (thus, &ldquo;Bio and ME&rdquo;). BioME engaged and excited students and teachers by connecting them to the world of biological research through the eyes of their BioME graduate fellow. K-12 teachers and fellows worked together to bring a set of unifying biological concepts encompassing ecology, evolution, genomics, biodiversity, and biocomplexity into the classroom. BioME teachers and fellows used cutting-edge approaches, including molecular techniques, computational biology, and experience with live organisms, to teach fundamental concepts of biodiversity and evolution; all activities focused on giving K-12 students hands-on experience with the process of scientific inquiry. Each graduate fellow/teacher team worked to help students identify research questions, design and implement short-term research projects, analyze data and present their research.</p>\n<p>&nbsp;</p>\n<p>BioME supported 52 graduate fellows working with over 70 teachers in elementary, middle, and high school classrooms (both public and charter schools). These schools primarily serve minority and disadvantaged populations - for example, up to 96% non-white, 95% free and reduced lunch, 50% English language learners, and 35% mobility rate in 2011-2012. The fellows were over 60% female and 30% Latino, African American, and Native American. BioME fellows came from 20 different graduate programs. Regardless of their field or the grade level with which they worked, fellows found creative ways to bring their research into the classroom, in many cases using their own specimens and equipment to share their research with teachers and students. Fellows placed in elementary classrooms, for example, led students in field investigations and developed interdisciplinary units on insects that integrate scientific observation with math, art and writing. Middle school fellows analyzed tree rings to examine the recent climate history of our region, and participated in a national &ldquo;Bio Blitz&rdquo; that characterized the biodiversity of Saguaro National Park in a single 24-hour period. High school fellows supported advanced biology courses, including classes in biotechnology, and guided students through year-long independent research projects that resulted in award-winning science fair presentations. All of the graduate fellows participated in other outreach opportunities at and beyond their assigned schools, for example running weekly lunchtime discussions on science topics and working with after-school science clubs. Their achievements were diverse in topic and technique, but all served to improve student and teacher understanding of life sciences research and evolution.</p>\n<p>&nbsp;</p>\n<p>BioME also offered extensive training opportunities outside of the classroom experience. Each new year of BioME began with a week-long workshop introducing teachers and fellows to hands-on research in biology. During this workshop, instruction was provided on the basics of evolution, a topic in which Arizona teachers receive minimal instruction but which most passionately wish to include in their curricula. &nbsp;Fellows also participated in a full-year teaching pedagogy seminar. Several unique international experiences were also offered th...",
  "por_txt_cntn": "\nBioME (Biodiversity from Molecules to Ecosystems) is an NSF GK-12 program that, between 2007 and 2012, created and supported one-year partnerships between University of Arizona life sciences graduate students and local K-12 educators. BioMEÆs goal, which was clearly met, was to improve life science graduate studentsÆ abilities to teach and communicate science to broad audiences, while simultaneously enriching science content for Tucson K-12 students and expanding their teachersÆ use of hands-on, inquiry-based teaching tools. Biology is ideal for heightening public interest in science; citizens can see how science directly relates to them and the natural world around them (thus, \"Bio and ME\"). BioME engaged and excited students and teachers by connecting them to the world of biological research through the eyes of their BioME graduate fellow. K-12 teachers and fellows worked together to bring a set of unifying biological concepts encompassing ecology, evolution, genomics, biodiversity, and biocomplexity into the classroom. BioME teachers and fellows used cutting-edge approaches, including molecular techniques, computational biology, and experience with live organisms, to teach fundamental concepts of biodiversity and evolution; all activities focused on giving K-12 students hands-on experience with the process of scientific inquiry. Each graduate fellow/teacher team worked to help students identify research questions, design and implement short-term research projects, analyze data and present their research.\n\n \n\nBioME supported 52 graduate fellows working with over 70 teachers in elementary, middle, and high school classrooms (both public and charter schools). These schools primarily serve minority and disadvantaged populations - for example, up to 96% non-white, 95% free and reduced lunch, 50% English language learners, and 35% mobility rate in 2011-2012. The fellows were over 60% female and 30% Latino, African American, and Native American. BioME fellows came from 20 different graduate programs. Regardless of their field or the grade level with which they worked, fellows found creative ways to bring their research into the classroom, in many cases using their own specimens and equipment to share their research with teachers and students. Fellows placed in elementary classrooms, for example, led students in field investigations and developed interdisciplinary units on insects that integrate scientific observation with math, art and writing. Middle school fellows analyzed tree rings to examine the recent climate history of our region, and participated in a national \"Bio Blitz\" that characterized the biodiversity of Saguaro National Park in a single 24-hour period. High school fellows supported advanced biology courses, including classes in biotechnology, and guided students through year-long independent research projects that resulted in award-winning science fair presentations. All of the graduate fellows participated in other outreach opportunities at and beyond their assigned schools, for example running weekly lunchtime discussions on science topics and working with after-school science clubs. Their achievements were diverse in topic and technique, but all served to improve student and teacher understanding of life sciences research and evolution.\n\n \n\nBioME also offered extensive training opportunities outside of the classroom experience. Each new year of BioME began with a week-long workshop introducing teachers and fellows to hands-on research in biology. During this workshop, instruction was provided on the basics of evolution, a topic in which Arizona teachers receive minimal instruction but which most passionately wish to include in their curricula.  Fellows also participated in a full-year teaching pedagogy seminar. Several unique international experiences were also offered that enriched teachersÆ knowledge and understanding of biodiversity and evolution. For example, in Summer 2008, five BioME teachers spent one mon..."
 }
}