{
 "awd_id": "0638572",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Data Assimilation Analysis of the Boundary Layer and Convection Initiation During International H2O Project (IHOP)",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2007-01-15",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 174917.0,
 "awd_amount": 174917.0,
 "awd_min_amd_letter_date": "2006-12-22",
 "awd_max_amd_letter_date": "2009-01-21",
 "awd_abstract_narration": "The field phase of the International H2O Project (IHOP_2002) provided a wide range of mesoscale meteorological observations to help improve understanding of the scales of, and processes influencing, the atmospheric boundary layer (ABL), convection initiation (CI) and quantitative precipitation forecasting (QPF).  Previous research focused on the collection and analysis of targeted mobile field observations, the analysis of the preconvective boundary layer structure and evolution, and the cumulus formation and convection inhibition/initiation processes.  The goal of this research is to provide new understanding of the dynamics of boundary layer circulations and the related processes leading to cumulus formation and CI by applying advanced data assimilation tools for the first time to additional IHOP cases. \r\n\r\nIntellectual Merit:  The Principal Investigators will continue analysis of 3-D radar-derived boundary layer airflow and in-situ measurements of winds and thermodynamic parameters from mobile mesonets, soundings, aircraft, and other targeted mobile and fixed IHOP platforms.  The combination of boundary layer airflow with in-situ measurements of absolute humidity and virtual temperature provide the only means of documenting the dynamical and transportive processes acting in the boundary layer to regulate precipitable water and force the development of secondary circulations and clouds or storms.  Thus, new analyses of IHOP observations are essential to continue evaluating all hypotheses concerning the impact of water vapor supply and airflow evolution on boundary formation and CI in different mesoscale environments. \r\n\r\nDetailed IHOP observations will be analyzed in several different ways.  Subjective analyses and visualizations will be produced incorporating all available data on the relevant scales for CI.  Observation density will be enhanced utilizing a Lagrangian analysis developed under the previous grant that distributes nearly conserved variables along Lagrangian trajectories based on multiple-Doppler wind syntheses.  Finally, the potential of assimilating these enhanced observations directly into a cloud/mesoscale model using the Ensemble Kalman Filter method will be assessed to determine the dynamical forcing processes controlling the development of localized boundary layer and lower tropospheric circulations that either promote or prevent CI.  Thus, the research will substantially augment and complement other ongoing data assimilation studies of storms and mesoscale convective systems and contribute to a more seamless, end-to-end methodology for mesoscale data assimilation at all scales affecting storm formation and evolution and numerical forecasting of storms. \r\n\r\nBroader Impacts:  This effort will advance the ongoing analysis of an unprecedented data set at previously unobserved scales.  The proposed work involves graduate students - thus contributing to the training of the next generation of researchers - while promoting research partnerships between the collaborating institutions.  Through the combination of the previous and ongoing analyses, new understanding will emerge regarding the processes occurring in the heterogeneous convective boundary layer near low-level boundaries and relate those processes to the formation of thunderstorms.  The knowledge gained will be useful for developing new advances, both numerical and subjective, in data assimilation and quantitative precipitation forecasting by improving the ability to forecast if, when, and where convection will develop. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Conrad",
   "pi_last_name": "Ziegler",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Conrad L Ziegler",
   "pi_email_addr": "conrad.ziegler@noaa.gov",
   "nsf_id": "000197872",
   "pi_start_date": "2006-12-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "660 PARRINGTON OVAL RM 301",
  "perf_city_name": "NORMAN",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730193003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 49968.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 59975.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 64974.0
  }
 ],
 "por": null
}