{
 "awd_id": "0638153",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Autonomous Sensor Network to Manage West Nile Virus Epidemics",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Juan E. Figueroa",
 "awd_eff_date": "2007-01-01",
 "awd_exp_date": "2007-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2006-11-21",
 "awd_max_amd_letter_date": "2007-06-08",
 "awd_abstract_narration": "This Small Business Innovation Research Program (SBIR) project will combine automated data gathering and processing of blood-fed-female mosquitoes in the field, at the traps level, using nanoscale sensors to detect and quantify West-Nile-Virus (WNV), identify the mosquito species and the host source(s) of their blood meal(s). This Phase I project will demonstrate feasibility of fabrication of WNV-antibody-functionalized-conducting-nanosensors for use in two lines of products. Product-line-one will consist of very-inexpensive-and-robust hand-held WNV-detection-tool for real-time diagnosis of relevant biological samples (blood, saliva, swabs, and mosquitoes). Product-line-two will consist of self contained, autonomous/automated field worthy pathogen detection units to be incorporated into mosquito sampling devices which will provide autonomous manipulation, preparation, and testing of mosquito samples at trap level. These automated units permit the unattended processing of large number of field samples, thus increasing the capacity of pathogen, vector and epidemics detection independent of area accessibility. Data are transferred to Monitor Internet Data Management System, autonomously aggregated, analyzed, reports generated and distributed to interested clients. Multiplexing the nanosensory-array will allow for single pass collection of a host of important epidemiological information, such as presence of disease-agents, ID of the host from which the mosquitoes took their blood (mammals, birds, more specifically cattle, dogs, humans, chickens, corvide, etc...). \r\n\r\nEarly detection is the only form to prevent epidemics. This project proposes a disruptive concept to fill an enormous gap in vector-management, which now lacks technologies for speedy and effective data collection. WNV-detection-instruments are slow, expensive, bulky, require human interference and laboratory conditions with plenty of consumables and energy, and not amenable to unattended autonomous operation, resulting in only a very small portion of introduced pathogens actually being detected before disease or epidemics become widespread. Vector-control personnel and epidemiologists rely on time-consuming, manual mosquito vector management methods that often come too-late-to-prevent epidemics and require expensive remedial actions, such as blanket spraying of insecticides on entire regions, which is inefficient, ecologically harmful and conducive to pesticide resistance. Ultimately the team will integrate the resulting nanoelectronic-sensors into autonomous-smart-robotic-devices capable of continuously monitor for the presence of vectors and contaminants in-field and wirelessly transfer data to a centralized hub, providing decision-makers with real-time intelligence of field conditions. If successful this will allow preventative rather than crisis or remedial control actions. This will be useful not only for vector and disease management but also for bio-detection in the homeland security, health care, agro-environmental field and food safety markets, all markets conservatively evaluated at $2Bi/yr.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Agenor",
   "pi_last_name": "Mafra-Neto",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Agenor Mafra-Neto",
   "pi_email_addr": "president@iscatech.com",
   "nsf_id": "000100244",
   "pi_start_date": "2006-11-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ISCA TECHNOLOGIES, INC.",
  "inst_street_address": "1230 W SPRING ST",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9516865008",
  "inst_zip_code": "925071309",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "ISCA TECHNOLOGIES, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "K8UCJMA9VW39"
 },
 "perf_inst": {
  "perf_inst_name": "ISCA TECHNOLOGIES, INC.",
  "perf_str_addr": "1230 W SPRING ST",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925071309",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1517",
   "pgm_ref_txt": "ELECT, PHOTONICS, & DEVICE TEC"
  },
  {
   "pgm_ref_code": "1775",
   "pgm_ref_txt": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ref_code": "9147",
   "pgm_ref_txt": "GENERIC TECHNOL FOR MANUFACTURING CELLS"
  },
  {
   "pgm_ref_code": "1467",
   "pgm_ref_txt": "MATERIALS PROCESSING AND MANFG"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": null
}