{
 "awd_id": "0639429",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Towards a Mechanistic Understanding of Landscape-scale Responses of Animal Communities to Urbanization",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alan Tessier",
 "awd_eff_date": "2007-02-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 421300.0,
 "awd_amount": 455701.0,
 "awd_min_amd_letter_date": "2007-01-17",
 "awd_max_amd_letter_date": "2011-01-10",
 "awd_abstract_narration": "Although ecologists recognize that landscape heterogeneity and land use change can profoundly affect the distribution and abundance of organisms, the underlying mechanisms are poorly understood and supported by few empirical data.  This deficit is particularly acute in urbanizing regions, where remnant ecosystems occur within rapidly changing landscapes.  This research aims to develop a mechanistic understanding of how urbanization influences the ecological mechanisms that structure animal communities.  A combination of field experiments and observational studies will test the extent to which observed landscape-scale patterns in animal communities result from changes in species interactions between breeding birds and their predators and alterations to local plant communities, especially those due to invasion by an exotic shrub.  \r\n\r\nAs urbanization rapidly transforms landscapes around the globe, ecologists are pressed to better understand how development affects ecosystems and to find ways that conservation of biodiversity can be successful in an urbanizing world.  This research is important because it represents among the first large-scale, spatially-replicated experiments designed to identify underlying local mechanisms of urban-associated changes in animal communities and how exotic plants mediate predator-prey interactions.  From an applied perspective, the research also informs strategies for ecological restoration and conservation in urban systems.  In addition to providing educational opportunities to university students, broader impacts include supporting urban environmental policy and planning by fostering partnerships between scientists and decision-makers and facilitating use of science in urban development issues.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Rodewald",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda Rodewald",
   "pi_email_addr": "arodewald@cornell.edu",
   "nsf_id": "000352997",
   "pi_start_date": "2007-01-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 169179.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 81880.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 91308.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 96292.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 17042.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Amid growing human populations and expanding metropolitan areas, protected areas are increasingly surrounded by urban land and subject to many social and ecological pressures that can reduce their conservation value.&nbsp; However, relatively little is known about the ecological processes that influence animal communities in urbanizing landscapes. My students and I investigated how urbanization surrounding forest parks influenced breeding birds by altering interactions with exotic plants and nest predators.&nbsp; From 2001-2012, we studied bird communities in 33 riparian forests distributed along a rural-to-urban landscape gradient in Ohio, USA.&nbsp; We surveyed birds and their predators, monitored ~5000 nests, estimated condition, annual survival rates, and reproductive output of &gt;600 banded Northern Cardinals (<em>Cardinalis cardinalis</em>)<em> </em>and Acadian Flycatchers (<em>Empidonax virescens</em>), and quantified habitat characteristics.&nbsp; This research provided among the most detailed demographic and behavioral data anywhere on population and community-level responses of birds to urban development and showed how ecological and evolutionary processes operating in urbanizing landscapes can differ dramatically from those in less disturbed systems. Even within protected forests, bird communities were strongly influenced by urban development beyond park boundaries, with Neotropical migratory birds negatively related to and resident birds positively related to urbanization.&nbsp; Nest predators were most abundant in urban landscapes, but their impact as predators did not mirror abundance.&nbsp; Although nest survival strongly declined with numbers of nest predators in rural forests, nest survival and predator numbers were unrelated in urban forests.&nbsp; The strength of predator-prey interactions diminished as landscapes surrounding forests urbanized and predators had more access to human-provided food resources.&nbsp; These altered interactions between birds and predators are probably, in part, responsible for the lack of association between nest survival and urbanization.&nbsp; Thus, human drivers can alter, and completely disarticulate, relationships among species that are well established in more natural systems.&nbsp;</p>\n<p>&nbsp;This research also demonstrated how exotic plants can alter species interactions in ways that can create ecological or evolutionary traps and may even relax selection for ornamental traits, such as feather color.&nbsp; For example, the exotic and invasive Amur honeysuckle (<em>Lonicera maackii</em>) likely contributed to the reduced usefulness of feather color as a signal of male quality for cardinals in urban forests.&nbsp; Honeysuckle also created an evolutionary trap in rural forests such that the brightest cardinals that were in the best physical condition, secured the most highly-preferred territories, and bred earliest in the season produced the fewest young due to the high risk of nest predation in honeysuckle for early season nests.&nbsp; Honeysuckle increased risk of brood parasitism by brown-headed cowbirds (<em>Molothrus ater</em>) for Acadian flycatchers, which were then unable to fledge their own young. Finally, honeysuckle contributed to urban-associated changes in bird-plant interactions (i.e., ecological networks) that had reproductive consequences for birds. As landscapes urbanized, bird-plant networks became more dominated by strong interactions (i.e., less even networks), and avian nest survival declined.&nbsp; Highly uneven networks had approximately half the nesting success as the most even networks.&nbsp; Nest survival was not a function of urbanization, but reflected responses of species within the bird-plant community.&nbsp; In other words, demographic effects of urbanization were filtered through species interactions.&nbsp; Scientists and managers have long known that the complexity of ecological...",
  "por_txt_cntn": "\nAmid growing human populations and expanding metropolitan areas, protected areas are increasingly surrounded by urban land and subject to many social and ecological pressures that can reduce their conservation value.  However, relatively little is known about the ecological processes that influence animal communities in urbanizing landscapes. My students and I investigated how urbanization surrounding forest parks influenced breeding birds by altering interactions with exotic plants and nest predators.  From 2001-2012, we studied bird communities in 33 riparian forests distributed along a rural-to-urban landscape gradient in Ohio, USA.  We surveyed birds and their predators, monitored ~5000 nests, estimated condition, annual survival rates, and reproductive output of &gt;600 banded Northern Cardinals (Cardinalis cardinalis) and Acadian Flycatchers (Empidonax virescens), and quantified habitat characteristics.  This research provided among the most detailed demographic and behavioral data anywhere on population and community-level responses of birds to urban development and showed how ecological and evolutionary processes operating in urbanizing landscapes can differ dramatically from those in less disturbed systems. Even within protected forests, bird communities were strongly influenced by urban development beyond park boundaries, with Neotropical migratory birds negatively related to and resident birds positively related to urbanization.  Nest predators were most abundant in urban landscapes, but their impact as predators did not mirror abundance.  Although nest survival strongly declined with numbers of nest predators in rural forests, nest survival and predator numbers were unrelated in urban forests.  The strength of predator-prey interactions diminished as landscapes surrounding forests urbanized and predators had more access to human-provided food resources.  These altered interactions between birds and predators are probably, in part, responsible for the lack of association between nest survival and urbanization.  Thus, human drivers can alter, and completely disarticulate, relationships among species that are well established in more natural systems. \n\n This research also demonstrated how exotic plants can alter species interactions in ways that can create ecological or evolutionary traps and may even relax selection for ornamental traits, such as feather color.  For example, the exotic and invasive Amur honeysuckle (Lonicera maackii) likely contributed to the reduced usefulness of feather color as a signal of male quality for cardinals in urban forests.  Honeysuckle also created an evolutionary trap in rural forests such that the brightest cardinals that were in the best physical condition, secured the most highly-preferred territories, and bred earliest in the season produced the fewest young due to the high risk of nest predation in honeysuckle for early season nests.  Honeysuckle increased risk of brood parasitism by brown-headed cowbirds (Molothrus ater) for Acadian flycatchers, which were then unable to fledge their own young. Finally, honeysuckle contributed to urban-associated changes in bird-plant interactions (i.e., ecological networks) that had reproductive consequences for birds. As landscapes urbanized, bird-plant networks became more dominated by strong interactions (i.e., less even networks), and avian nest survival declined.  Highly uneven networks had approximately half the nesting success as the most even networks.  Nest survival was not a function of urbanization, but reflected responses of species within the bird-plant community.  In other words, demographic effects of urbanization were filtered through species interactions.  Scientists and managers have long known that the complexity of ecological communities thwarts many efforts to predict the response of ecosystems to environmental change, and we showed that knowledge of multispecies interactions is requisite to understand demographic responses..."
 }
}