{
 "awd_id": "0639139",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Plant Virus Ecology Research Coordination Network",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2007-05-15",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 509528.0,
 "awd_amount": 509528.0,
 "awd_min_amd_letter_date": "2007-04-30",
 "awd_max_amd_letter_date": "2011-05-04",
 "awd_abstract_narration": "Plant virus ecology is an emerging field that examines the ecological roles of plant-associated viruses in managed and unmanaged ecosystems, and the reciprocal influence of ecosystem properties on the distribution and evolution of plant viruses. Development of plant virus ecology as a field has lagged due to limits in diagnostic tools and also to the historic separations between ecology and virology that have led the two disciplines to develop independently, with little intellectual exchange. Through an initial series of annual meetings, workshops, and mediated discussions, the RCN will evaluate infrastructural needs, prioritize a research agenda, take steps to expand the emerging community and build long-term support needed for the field.  To engage young people and the general public from diverse backgrounds, the RCN will have broader impacts by developing a prototype interactive plant virus ecology exhibit and public school outreach programs with a nationally regarded science museum and by employing undergraduate students from underrepresented groups in developing and presenting workshops.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ulrich",
   "pi_last_name": "Melcher",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Ulrich K Melcher",
   "pi_email_addr": "ulrich.melcher@okstate.edu",
   "nsf_id": "000115361",
   "pi_start_date": "2007-04-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carolyn",
   "pi_last_name": "Malmstrom",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Carolyn M Malmstrom",
   "pi_email_addr": "carolynm@msu.edu",
   "nsf_id": "000460999",
   "pi_start_date": "2007-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oklahoma State University",
  "inst_street_address": "401 WHITEHURST HALL",
  "inst_street_address_2": "",
  "inst_city_name": "STILLWATER",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4057449995",
  "inst_zip_code": "740781031",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OK03",
  "org_lgl_bus_name": "OKLAHOMA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNYDFK5FTSX9"
 },
 "perf_inst": {
  "perf_inst_name": "Oklahoma State University",
  "perf_str_addr": "401 WHITEHURST HALL",
  "perf_city_name": "STILLWATER",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "740781031",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OK03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1664",
   "pgm_ref_txt": "RESEARCH COORD NETWK IN BIO SC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 109797.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 108314.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 97457.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 94717.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 99243.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Not very long ago, viruses occasionally caught our attention because they caused disease in us, our animals or our plants.&nbsp; In recent years, viruses have been found associated with most living organisms without causing obvious symptoms of disease.&nbsp; These findings lead to the question of what roles these viruses play in the biosphere.&nbsp; The Plant Virus Ecology Network (PVEN), a Research Coordination Network funded by NSF, sought to facilitate answers to this question relative to plant viruses by bringing together world experts in plant virology, vector ecology and plant ecology to consider and discuss these issues.</p>\n<p>Through annual workshops, publication and electronic means, PVEN has fostered and stimulated interdisciplinary cooperations examining the roles viruses play in ecosystems.&nbsp; The interactions brought young, beginning and established investigators from the US and around the world into the field.&nbsp; Individually and collectively, network scientists are gaining acceptance for the ideas that viruses are not obligatorily pathogenic and may in some circumstances provide benefits for plant populations.&nbsp; PVEN&rsquo;s success in this regard is reflected in symposia on the issues it publicizes sponsored by national and international societies.</p>\n<p>PVEN developed a research agenda that will guide network and other scientists for the next decade and has summarized the state of the field in several publications.&nbsp; This agenda is summarized in the following paragraph.</p>\n<p>Scientists need to continue exploration of the inventory of viruses especially of non-cultivated plants and plant-feeding insects in a variety of environments, around the globe, particularly in tropical regions and centers of origin of the host plants.&nbsp; Accessibility of data and naming of sequence-identified viruses are related issues to be addressed.&nbsp; The potential for beneficial effects of virus infection, such as on plant diversity need to be further investigated and documented.&nbsp; Similarly the role of plant viruses in modification of insect vector behavior requires further research.&nbsp; Definitions and metrics for phenomena such as virulence and adaptation need to be quantified at diverse ecological scales for modeling.&nbsp; Mechanisms of breakdown of resistance to vectors and viruses need to be understood, not only to protect our crop plants, but also to protect natural areas. The ecological consequences of molecular differences between tolerance (successful virus infection without disease symptoms) and resistance (inability of the virus to establish infection) need to be determined.&nbsp; Also important is discovering relationships between viral sequence and phenotypic manifestations in plants, perhaps by studying the developmental effects of plant virus infection, keeping in mind (and studying) the differences between tropical and temperate as well as perennial and annual ecosystems.&nbsp; Human influences on virus ecology need to be better understood.&nbsp; Needed are: documentation of selection of viruses and vectors by human activity; estimates of the frequency of host species jumping as the result of human activity; and determination of rates and routes of temporal spread.&nbsp; Addressing how nutrient conditions influence incidence of viruses in natural communities is also important.&nbsp; The tangled webs of genomes in virus systems need to be unraveled.&nbsp; Examples include: &nbsp;diverse plant communities and mixed cropping systems; infection by multiple viruses; co-infection with other microbes; effects of insect and other vector distributions at multiple ecological scales; coevolution; and vector ecology.&nbsp; Rice and its viruses, especially in SE Asia, may make a good model system for these studies.&nbsp; Lastly, but not least in importance, is a need to train virus ecologists and epidemiologists for research in developin...",
  "por_txt_cntn": "\nNot very long ago, viruses occasionally caught our attention because they caused disease in us, our animals or our plants.  In recent years, viruses have been found associated with most living organisms without causing obvious symptoms of disease.  These findings lead to the question of what roles these viruses play in the biosphere.  The Plant Virus Ecology Network (PVEN), a Research Coordination Network funded by NSF, sought to facilitate answers to this question relative to plant viruses by bringing together world experts in plant virology, vector ecology and plant ecology to consider and discuss these issues.\n\nThrough annual workshops, publication and electronic means, PVEN has fostered and stimulated interdisciplinary cooperations examining the roles viruses play in ecosystems.  The interactions brought young, beginning and established investigators from the US and around the world into the field.  Individually and collectively, network scientists are gaining acceptance for the ideas that viruses are not obligatorily pathogenic and may in some circumstances provide benefits for plant populations.  PVENÆs success in this regard is reflected in symposia on the issues it publicizes sponsored by national and international societies.\n\nPVEN developed a research agenda that will guide network and other scientists for the next decade and has summarized the state of the field in several publications.  This agenda is summarized in the following paragraph.\n\nScientists need to continue exploration of the inventory of viruses especially of non-cultivated plants and plant-feeding insects in a variety of environments, around the globe, particularly in tropical regions and centers of origin of the host plants.  Accessibility of data and naming of sequence-identified viruses are related issues to be addressed.  The potential for beneficial effects of virus infection, such as on plant diversity need to be further investigated and documented.  Similarly the role of plant viruses in modification of insect vector behavior requires further research.  Definitions and metrics for phenomena such as virulence and adaptation need to be quantified at diverse ecological scales for modeling.  Mechanisms of breakdown of resistance to vectors and viruses need to be understood, not only to protect our crop plants, but also to protect natural areas. The ecological consequences of molecular differences between tolerance (successful virus infection without disease symptoms) and resistance (inability of the virus to establish infection) need to be determined.  Also important is discovering relationships between viral sequence and phenotypic manifestations in plants, perhaps by studying the developmental effects of plant virus infection, keeping in mind (and studying) the differences between tropical and temperate as well as perennial and annual ecosystems.  Human influences on virus ecology need to be better understood.  Needed are: documentation of selection of viruses and vectors by human activity; estimates of the frequency of host species jumping as the result of human activity; and determination of rates and routes of temporal spread.  Addressing how nutrient conditions influence incidence of viruses in natural communities is also important.  The tangled webs of genomes in virus systems need to be unraveled.  Examples include:  diverse plant communities and mixed cropping systems; infection by multiple viruses; co-infection with other microbes; effects of insect and other vector distributions at multiple ecological scales; coevolution; and vector ecology.  Rice and its viruses, especially in SE Asia, may make a good model system for these studies.  Lastly, but not least in importance, is a need to train virus ecologists and epidemiologists for research in developing countries.  Ecological virologists and bioinformaticists are especially needed.\n\n\t\t\t\t\tLast Modified: 05/03/2013\n\n\t\t\t\t\tSubmitted by: Ulrich K Melcher"
 }
}