{
 "awd_id": "0639937",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RIG: Dissecting the Biosynthetic Pathway Organization of Bioactive neo-Clerodanes in Plants",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": "7032927856",
 "po_email": "wfrancis@nsf.gov",
 "po_sign_block_name": "Wilson Francisco",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2009-07-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2007-07-29",
 "awd_max_amd_letter_date": "2007-07-29",
 "awd_abstract_narration": "Methods will be applied to define the biosynthetic pathway and determine the number and sequence of enzymatic steps of catalysis involved in transforming the primary metabolite, geranylgeranyl diphosphate to the biologically active salvinorin A. The series of enzymatic steps likely includes cyclization, methyl group migrations, an oxygenation sequence, elaboration of hydroxyl to a carboxylate, O-methyl transfer, dehydrogenation, lactonization, furan ring formation, carbon-carbon doublebond reduction, and acetylation, as the final step. The pathway will be defined through a combination of cellfree enzyme systems, assays with radiolabeled substrates, identification of molecules, and molecular genomics techniques that involve the construction of cDNA libraries. Standards of putative pathway precursors will be obtained by chromatographic purification from organic solvent extracts of the available plants (Salvia divinorum, including plants Clerodendron trichotomum, and Croton roxburghii that make related compounds) according to established procedures. The project will involve various separation technologies (LC/MS and GC/MS-based metabolite profiling) along with the speed and sensitivity of structure elucidation of metabolites (LC/NMR), and with the advances in genomics methodologies. It is anticipated that genes encoding catalysts for the initial cyclization of geranylgeranyl diphosphate to kolavenyl diphosphate (or to its corresponding alcohol), two early hydroxylations (hydroxylation at C12 and C18), and the acetylation reaction can be isolated and characterized. Foreseeably, the approximately 12 remaining genes encoding catalysts on the pathway to salvinorin A will be identified systematically. Guided by the tentative reaction types needed to construct the salvinorin A pathway, enzymes of a particular type can then be mined from Salvia DNA libraries based on sequence similarity to and function of other terpenoid pathway modifying enzymes.\r\n\r\nBroader Impacts: \r\nThe project will involve training and educational activities. Students will assist in DNA informatics, biochemical analyses, in vitro assay development, chromatographic and mass spectrometry-based analytical chemistry and enzymology, and synthetic organic chemistry to prepare them for careers in academia and industry. The research in this project is conducive for cross-training of diverse undergraduate and graduate students, and postdoctoral researchers. Participation of underrepresented minority students in this project will be enhanced by interaction with the minority research and mentoring programs on the campus.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Walker",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin D Walker",
   "pi_email_addr": "walke284@msu.edu",
   "nsf_id": "000428986",
   "pi_start_date": "2007-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "748700",
   "pgm_ele_name": "BROADENING PARTICIPATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1168",
   "pgm_ref_txt": "METABOLIC BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7487",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": null
}