{
 "awd_id": "0639771",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigations into Ghrelin's Role as a Regulator of Glucose Metabolism using the Tilapia (Oreochromis mossambicus) as a Model",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark R. Brodl",
 "awd_eff_date": "2007-03-15",
 "awd_exp_date": "2010-02-28",
 "tot_intn_awd_amt": 174960.0,
 "awd_amount": 174960.0,
 "awd_min_amd_letter_date": "2007-03-07",
 "awd_max_amd_letter_date": "2007-03-07",
 "awd_abstract_narration": "In 1999, a novel stomach hormone, termed ghrelin, was identified in vertebrates.  The discovery of ghrelin has broadened our understanding of how animals regulate their use of metabolic energy.  Ghrelin plays vital roles in the regulation of pituitary function, as an appetite signal (stimulatant), in increasing adiposity, and exhibiting metabolic, cardiovascular and antiproliferative activities.  Ghrelin has been hypothesized to be a hormonal link between the stomach and hypothalamus, since it is the first identified stomach peptide to elicit hormonal effects on the brain.  The proposed experiments are elements in a series aimed at understanding the actions of ghrelin and the maintenance of metabolic energy in vertebrates using tilapia, an important aquaculture species, as the model.  \r\nInterestingly, fish, including tilapia, exhibit elevated blood glucose levels despite what appears to be normal insulin levels, similar to that of type-2 diabetic humans.  Indeed, fish are considered to be glucose intolerant, since it may take several hours to days for blood glucose levels to return to baseline after a glucose tolerance test. The apparent inability of peripheral tissues to uptake glucose in fish has not been well studied, despite the fact that fish make up about half the number of vertebrates. \r\nThis project will investigate the actions of ghrelin and its interaction with insulin in the regulation of glucose metabolism using tilapia as a model.  Three hypotheses will be tested: 1) ghrelin will induce hyperglycemia and up-regulate the hormones involved in growth; 2) insulin will induce hypoglycemia and down-regulate the hormones involved in growth; and 3) ghrelin will inhibit insulin's hypoglycemic effect.  To investigate these hypotheses molecular tools will be employed to measure mRNA expression of genes that are involved in glucose metabolism,( i.e. glucose transporter proteins (GLUTs) and growth hormone secretagogue receptors (GHSRs)), as well as plasma measurements of metabolic and growth hormones (growth hormone, insulin-like growth factor-I, insulin-like growth factor binding proteins, and ghrelin).\r\nINTELLECTUAL MERIT: This work will provide an increased understanding of mechanisms that control metabolic energy utilization and growth in fish and other vertebrates.  It will enhance our evolutionary understanding of glucose utilization and regulation in vertebrates in general.  The results  will find application not only in the improvement of rearing strategies for the aquaculture industry but also in treatment for patients for whom the maintenance of glucose levels is a major challenge in clinical medicine.\r\n BROADER IMPACTS: These studies will be performed by undergraduate and masters level graduate students under the guidance of the P.I.  The P.I. believes that providing research opportunities outside the classroom is an important way to expose under-represented students to science and research.  He also incorporates his research findings into laboratory exercises as well as into his lecture material.  Despite being a recent hire at CSU Fresno, the P.I. is actively involved in a NSF funded project, LS AMP program (Louis Stokes Alliance for Minority Participation) at CSU Fresno.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Larry",
   "pi_last_name": "Riley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Larry Riley",
   "pi_email_addr": "lriley@csufresno.edu",
   "nsf_id": "000451061",
   "pi_start_date": "2007-03-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University-Fresno Foundation",
  "inst_street_address": "4910 N CHESTNUT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FRESNO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5592780840",
  "inst_zip_code": "937261852",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "CA20",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY, FRESNO FOUNDATION",
  "org_prnt_uei_num": "CJSRSPWTJUH7",
  "org_uei_num": "CJSRSPWTJUH7"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Fresno",
  "perf_str_addr": "Maple and Shaw Avenue",
  "perf_city_name": "Fresno",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "937400000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "CA20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "748700",
   "pgm_ele_name": "BROADENING PARTICIPATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7487",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 174960.0
  }
 ],
 "por": null
}