{
 "awd_id": "0640170",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Archaeological Precursors of the Mixtec Civilization",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2007-02-01",
 "awd_exp_date": "2010-01-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 184172.0,
 "awd_min_amd_letter_date": "2007-01-18",
 "awd_max_amd_letter_date": "2008-02-14",
 "awd_abstract_narration": "The archaeological site near modern Santa Cruz and Santa Catarina Tayata, Oaxaca, Mexico was among the earliest and largest of the pre-urban settlements in the Mixtec highlands.  Tayata (ca. 1300-300 BC) persisted for much of the Formative or Preclassic period in Mesoamerica, and was the precursor to one of Mesoamerica's first urban societies at Huamelulpan.  With National Science Foundation support, Dr. Andrew K. Balkansky, Dr. William N. Duncan, and an international research team will examine the prehistoric origins of the Mixtec civilization and test broader anthropological ideas about social inequality and political centralization in early villages with renewed field and laboratory work at Tayata.\r\n\r\nThe ancient Mixtec are known mostly from late prehispanic painted codices and colonial period ethnohistorical accounts (ca. AD 1200-1600).  However, preliminary results suggest that Tayata was a significant player in Early to Middle Formative exchange, including the manufacture of obsidian blades and marine shell ornaments at the site.  Tayata was also an active consumer and possibly producer of pottery with the pan-Mesoamerican or Olmec-style iconography.  Tayata was likely a key node in ancient Mesoamerican production and exchange networks, all the more so for having been located at the nexus of an exchange sphere linking Oaxaca, the Gulf Coast, and the Basin of Mexico.  This study will provide a wealth of new data on early village life in the Mixteca as well as broader impacts in the development of human resources through student training, educational infrastructure at the principal investigators' home institutions, site preservation in an eroded landscape, and inter-American collaborations.\r\n\r\nNational Science Foundation funds will support three field seasons of additional work, aimed at excavating and analyzing the data from households and production areas.  This project includes a formal bioarchaeological approach using isotopic and intra-site biological distance measures to understand how growing inequalities influenced human biology.  The household archaeology is integrated with high-resolution analytical methods, including intensive sampling in production areas; obsidian sourcing and ceramic characterization to understand production technologies and exchange patterns; and precision radiocarbon dating of the various archaeological contexts.  These several sources of information will enrich both professional and public understanding of periods that are relatively unknown in the ancient Mixteca, and contribute to more general knowledge about the emergence of complex societies.    \r\n\r\nThis project's broader impacts include significant investments in human resources, by providing research experiences for undergraduates and furthering the training of graduate students working toward careers as professional archaeologists.  The focus on student training includes members of underrepresented groups in the sciences as well as collaborations with students and professionals in Mexico.  Project members will also work with local authorities in the Tayatas to preserve the site for the future.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Balkansky",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew K Balkansky",
   "pi_email_addr": "abalkan@siu.edu",
   "nsf_id": "000333781",
   "pi_start_date": "2007-01-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Duncan",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "William N Duncan",
   "pi_email_addr": "duncanwn@etsu.edu",
   "nsf_id": "000254779",
   "pi_start_date": "2007-01-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Illinois University at Carbondale",
  "inst_street_address": "900 S NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CARBONDALE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6184534540",
  "inst_zip_code": "629014302",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "IL12",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF SOUTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y28BEBJ4MNU7"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Illinois University at Carbondale",
  "perf_str_addr": "900 S NORMAL AVE",
  "perf_city_name": "CARBONDALE",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "629014302",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "IL12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 176222.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 7950.0
  }
 ],
 "por": null
}