{
 "awd_id": "0640724",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Biofilm Development by Pseudomonas Fluorescens",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 626342.0,
 "awd_amount": 644717.0,
 "awd_min_amd_letter_date": "2007-07-31",
 "awd_max_amd_letter_date": "2010-06-21",
 "awd_abstract_narration": "Intellectual Merit. \r\n\r\nThere has been an explosion in research directed at understanding how microbes form surface-associated communities known as biofilms. While pseudomonads have received a great deal of attention as model organisms for studying biofilm development, most efforts have focused on the medically important Pseudomonas aeruginosa.  However, soil pseudomonads such as P. fluorescens and P. putida play important roles in a broad range of environmental processes and recent studies from Dr. O'Toole's and other laboratories suggest that the biofilm formation pathways used by P. fluorescens may differ markedly from P. aeruginosa, making the study of these soil organisms of great relevance in their own right.  Dr. O'Toole's preliminary data show that: \r\n- Inorganic phosphate (Pi) availability is a key signal regulating biofilm formation by P. fluorescens  -  specifically, Pi-limitation inhibits biofilm formation via the Pst-PhoB system.\r\n- Induction of the Pi-regulated rapA, which codes for a c-di-GMP phosphodiesterase, is required for the lack of biofilm formation in Low Pi.\r\n- The Pst-PhoB system, via RapA, regulates biofilm formation by impacting the secretion or localization of LapA, an adhesin that Dr. O'Toole's laboratory has shown previously is essential for biofilm formation.\r\n- LapD participates in biofilm formation via modulating secretion and/or localization of the LapA adhesin, by regulating c-di-GMP levels or binding this signal.\r\n- The bidA gene, which is co-transcribed with lapD, negatively impacts biofilm formation possibly via the modification of LapA.\r\n\r\nThis project will address the following Specific Aims:\r\nAim 1. To test the hypothesis that Pi-regulated RapA represses biofilm formation by modulating the production, secretion and/or localization of LapA via RapA's ability to modulate c-di-GMP levels.\r\nAim 2. To test the hypothesis that LapD promotes biofilm formation by modulating secretion and/or localization of LapA via LapD's ability to modulate c-di-GMP levels or bind this signal.\r\nAim 3. To test the hypothesis that BidA modulates secretion and/or localization of LapA by impacting the modification of LapA.\r\n\r\nBroader Impacts.\r\n \r\n- Research impact:  Fluorescent pseudomonads represent an important group of soil microbes that play roles in bioremediation, soil ecology, plant pathogenesis and biological control.  Many of these roles are performed by biofilms of these microbes. The first goal of these studies is to better understand the molecular mechanisms by which a key environmental signal (Pi availability) regulates biofilm formation. In environmental settings, Pi is often adsorbed to surfaces or is sequestered in a variety of minerals. The regulation of biofilm formation by Pi may reflect that the reservoir of Pi for this microbe is found associated with surfaces, and thus biofilm formation may be a key component of the strategies used by P. fluorescens to obtain this important nutrient. The second goal of this study is to understand how the signaling molecule c-di-GMP controls biofilm formation by studying a Pi-regulated enzyme involved in c-di-GMP metabolism (RapA) and a putative c-di-GMP-binding protein (LapD), and exploring how a nucleotide signal whose level is potentially impacted by ~40 proteins modulates a specific effect on biofilm formation.  A better understanding of the signals that regulate biofilm formation may help us to better modulate biofilm formation in a controlled fashion in this important bioremediation and biological control species.\r\n\r\n- Educational impact: Previous funding has supported the training of 3 graduate students (2 current and one former student) and 10 undergraduates in Dr. O'Toole's laboratory (including 4 underrepresented minority students) during the past 5 years. The undergraduate research opportunities resulted in 2 peer-reviewed publications and 1 review article (an additional article is in preparation). Two additional educational activities are continuing: Dr. O'Toole continues to offer a course he developed as part of a prior CAREER award; and he continues to serve as the Director of an REU-SITE that he established at Dartmouth College.  Over the past 5 years, the REU site has hosted 31 undergraduates; 21 of these students come from under-represented groups and the remainder from non-research institutions.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "O'Toole",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "George A O'Toole",
   "pi_email_addr": "georgeo@dartmouth.edu",
   "nsf_id": "000126294",
   "pi_start_date": "2007-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "7 LEBANON ST",
  "perf_city_name": "HANOVER",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037552170",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1132",
   "pgm_ref_txt": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ref_code": "1136",
   "pgm_ref_txt": "SIGNAL TRANSDCTN/CELL REGULATN"
  },
  {
   "pgm_ref_code": "7248",
   "pgm_ref_txt": "PROKARYOTIC MOLECULAR & CELL BIOLOGY"
  },
  {
   "pgm_ref_code": "9104",
   "pgm_ref_txt": "ENVIRONMENTAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 154403.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 158206.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 164860.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 167248.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There has been an explosion in research directed at understanding how microbes form surface-associated communities known as <em>biofilms</em>.&nbsp; Biofilms are surface-attached bacterial communities that can be both beneficial and harmful.&nbsp; Beneficial biofilms include the communities used to treat waste-water or that grow in your gut, while harmful biofilms include those that clog drinking water pipelines or form difficult-to-treat infections on medical implants like contact lenses or catheters.&nbsp; Here, we studied the biofilms formed by fluorescent pseudomonads, an important group of soil microbes, playing roles in bioremediation (break-down of toxic chemicals released into the environment), soil ecology, and plant disease.&nbsp; The goals of these studies is to better understand what signals in the environment control biofilm formation and to understand the genes/proteins used by these bacteria to form biofilms. We discovered that changing levels of a small molecule called c-di-GMP in the cell can control the function of a large protein on the cell surface which is critical for the bacterium to make a biofilm. We identified a new protein complex that senses the levels of c-di-GMP in the cell and sends a signal across a membrane to control whether or not the biofilm-forming protein stays attached to the cell surface.&nbsp; To our surprise, what we learned about biofilm formation in these soil microbes can actually be applied to some important disease causing bacteria &ndash; including those microbes causing cholera, whooping cough and Legionnaire&rsquo;s disease.&nbsp;&nbsp; Thus, we have contributed to understanding how microbes form biofilms in critical environmental settings, as well as identified new strategies for drugs aimed at preventing biofilms by disease-causing bacteria.</p>\n<p>NSF funds also supported the education of four Ph.D. students that have continued to work in science in the US, including a college professor.&nbsp; Funds from this project have also helped support research experiences for 4 undergraduate, all of whom are women and three of whom come from groups under-represented in the sciences, as well as a high school student.&nbsp; The findings from this work have also been made publically available through publications and the lab web site (http://www.dartmouthbiofilm.org).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/04/2012<br>\n\t\t\t\t\tModified by: George&nbsp;A&nbsp;O'toole</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThere has been an explosion in research directed at understanding how microbes form surface-associated communities known as biofilms.  Biofilms are surface-attached bacterial communities that can be both beneficial and harmful.  Beneficial biofilms include the communities used to treat waste-water or that grow in your gut, while harmful biofilms include those that clog drinking water pipelines or form difficult-to-treat infections on medical implants like contact lenses or catheters.  Here, we studied the biofilms formed by fluorescent pseudomonads, an important group of soil microbes, playing roles in bioremediation (break-down of toxic chemicals released into the environment), soil ecology, and plant disease.  The goals of these studies is to better understand what signals in the environment control biofilm formation and to understand the genes/proteins used by these bacteria to form biofilms. We discovered that changing levels of a small molecule called c-di-GMP in the cell can control the function of a large protein on the cell surface which is critical for the bacterium to make a biofilm. We identified a new protein complex that senses the levels of c-di-GMP in the cell and sends a signal across a membrane to control whether or not the biofilm-forming protein stays attached to the cell surface.  To our surprise, what we learned about biofilm formation in these soil microbes can actually be applied to some important disease causing bacteria &ndash; including those microbes causing cholera, whooping cough and LegionnaireÆs disease.   Thus, we have contributed to understanding how microbes form biofilms in critical environmental settings, as well as identified new strategies for drugs aimed at preventing biofilms by disease-causing bacteria.\n\nNSF funds also supported the education of four Ph.D. students that have continued to work in science in the US, including a college professor.  Funds from this project have also helped support research experiences for 4 undergraduate, all of whom are women and three of whom come from groups under-represented in the sciences, as well as a high school student.  The findings from this work have also been made publically available through publications and the lab web site (http://www.dartmouthbiofilm.org).\n\n \n\n\t\t\t\t\tLast Modified: 08/04/2012\n\n\t\t\t\t\tSubmitted by: George A O'toole"
 }
}