{
 "awd_id": "0640881",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Evolutionary and Functional Analysis of Variation in Pollen Traits for the Common Morning Glory, Ipomoea Purpurea",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 461578.0,
 "awd_amount": 465888.0,
 "awd_min_amd_letter_date": "2006-12-02",
 "awd_max_amd_letter_date": "2013-05-20",
 "awd_abstract_narration": "Most plants are capable of reproducing through both male (pollen) and female (seed) functions. The reproductive success, or fitness, of individuals in natural populations is determined by variation in both the male and female components of reproduction. Biologists know a lot about variation in female fitness but very little is known about male fitness or what can cause male fitness to vary. The goal of this project is to study variation in male reproductive success by examining the number and size of pollen produced by plants, two traits that are closely related to male reproductive success. This project will use a mechanistic approach to examine the relative success of plants that produce a few, large pollen grains versus those that produce many, small grains using the common morning glory as a model system. The results of this study will help to fill the gap in our knowledge on what causes variation in male fitness and will ultimately improve our understanding of what causes variation in fitness in natural populations of plants in general. \r\n\r\nResults from this project have the potential to go beyond the basic biology of plants. For example, improving our understanding about the correlation between pollen traits and general plant vigor will allow us to improve on selective breeding practices in agriculture, enabling the development of enhanced breeding programs. This project will also train graduate and undergraduate students who will learn experimental techniques and statistical analyses.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shu-Mei",
   "pi_last_name": "Chang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shu-Mei Chang",
   "pi_email_addr": "smchang@uga.edu",
   "nsf_id": "000253273",
   "pi_start_date": "2006-12-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "623 BOYD GRADUATE RESEARCH CTR",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117400",
   "pgm_ele_name": "POPULATION DYNAMICS"
  },
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1174",
   "pgm_ref_txt": "POPULATION DYNAMICS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 107691.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 111467.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 119491.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 122929.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 4310.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Most of plants are hermaphroditic so their overall fitness includes both male (pollen) and female (ovules) components. However, because of the difficulties involved in measuring how successful pollen grains are after they leave a plant, we know relatively little on how male fitness varies and what causes such variation, especially for outcrossing species. In this project, we take a mechanistic approach and focus on the <strong>pollen size,</strong> a trait that is likely to influence pollen success, to address three key questions related to variation in pollen success using a model system, the common morning glory.</p>\n<p><strong><em>Q1: Is there additive genetic variance in pollen size?</em></strong> Using a 6-generation artificial-selection experiment we revealed that there is a substantial amount of heritable genetic variation in pollen size. Since pollen size is related to pollen fitness, this suggests that there might be counterbalancing selection acting on this trait. In addition, pollen size is not genetically correlated with other single-flower traits we measured and can, therefore, freely evolve in natural populations. To understand selection forces acting on pollen size, we tested two novel hypothesis regarding a functional trade-off between pollen transfer-efficiency and pollen competition. Specifically, we hypothesize that small pollen grains will have higher transfer efficiencies in pre-pollination stage (Question-2) but larger pollen grains will be more competitive during post-pollination pollen competition (Question-3). We also tested for any correlation between siring success and progeny quality (Question-4)</p>\n<p><strong><em>Q2:</em></strong><em> Do small pollen grains have higher pollen transfer efficiency during pre-pollination stage? </em>We addressed this question by measuring pollinator visitation rate and the number of pollen grains successfully transferred to stigmas within experimental arrays of plants.&nbsp; We found no evidence that large-pollen and small-pollen plants differed in their pollen transfer efficiency.</p>\n<p><strong><em>Q3:</em></strong><em> Are large pollen grains more competitive than small pollen grains during post-pollination competition?</em><strong> </strong>Using manipulative studies in the greenhouse, we performed pollen competition between one large- and one small-pollen donors. Using microsatellite markers, we determined paternity for &gt; 3000 resulted progeny and estimated relative siring success (as an index of competitive ability) of the two competing donors. We discovered that larger pollen grains were significantly more competitive than smaller pollen grains; siring 77% of the progeny.</p>\n<p><strong><em>Q4-REU: </em></strong><em>Is there correlation between siring success of the pollen parent and the project fitness?</em> When comparing the early fitness traits of the progeny from the large- and small-pollen donors, we did not find a significant difference in the &ldquo;quality&rdquo; of the progeny.</p>\n<p><strong><em>Overall, </em></strong>we show that pollen size exhibits significant genetic variation and is important in determining male fitness in our study system. Large pollen grains are maintained by their higher success in the post-pollination competition but what keeps the small pollen grains in natural population remains unanswered. Based on our observation in this project, we propose an additional hypothesis&mdash;that the trade-off between pollen size and number might be at the level of entire plant, rather than at the individual-flower level as we originally hypothesized. This hypothesis is currently being tested.</p>\n<p>&nbsp;</p>\n<p><strong><em>Broader Impact: </em></strong>This project had also sparked ideas and provided materials for several student projects that addressed related questions.</p>\n<p><strong><em>Q5: </em></strong><em>Does nutrient conditions in the soil affect pollen size? </em...",
  "por_txt_cntn": "\nMost of plants are hermaphroditic so their overall fitness includes both male (pollen) and female (ovules) components. However, because of the difficulties involved in measuring how successful pollen grains are after they leave a plant, we know relatively little on how male fitness varies and what causes such variation, especially for outcrossing species. In this project, we take a mechanistic approach and focus on the pollen size, a trait that is likely to influence pollen success, to address three key questions related to variation in pollen success using a model system, the common morning glory.\n\nQ1: Is there additive genetic variance in pollen size? Using a 6-generation artificial-selection experiment we revealed that there is a substantial amount of heritable genetic variation in pollen size. Since pollen size is related to pollen fitness, this suggests that there might be counterbalancing selection acting on this trait. In addition, pollen size is not genetically correlated with other single-flower traits we measured and can, therefore, freely evolve in natural populations. To understand selection forces acting on pollen size, we tested two novel hypothesis regarding a functional trade-off between pollen transfer-efficiency and pollen competition. Specifically, we hypothesize that small pollen grains will have higher transfer efficiencies in pre-pollination stage (Question-2) but larger pollen grains will be more competitive during post-pollination pollen competition (Question-3). We also tested for any correlation between siring success and progeny quality (Question-4)\n\nQ2: Do small pollen grains have higher pollen transfer efficiency during pre-pollination stage? We addressed this question by measuring pollinator visitation rate and the number of pollen grains successfully transferred to stigmas within experimental arrays of plants.  We found no evidence that large-pollen and small-pollen plants differed in their pollen transfer efficiency.\n\nQ3: Are large pollen grains more competitive than small pollen grains during post-pollination competition? Using manipulative studies in the greenhouse, we performed pollen competition between one large- and one small-pollen donors. Using microsatellite markers, we determined paternity for &gt; 3000 resulted progeny and estimated relative siring success (as an index of competitive ability) of the two competing donors. We discovered that larger pollen grains were significantly more competitive than smaller pollen grains; siring 77% of the progeny.\n\nQ4-REU: Is there correlation between siring success of the pollen parent and the project fitness? When comparing the early fitness traits of the progeny from the large- and small-pollen donors, we did not find a significant difference in the \"quality\" of the progeny.\n\nOverall, we show that pollen size exhibits significant genetic variation and is important in determining male fitness in our study system. Large pollen grains are maintained by their higher success in the post-pollination competition but what keeps the small pollen grains in natural population remains unanswered. Based on our observation in this project, we propose an additional hypothesis&mdash;that the trade-off between pollen size and number might be at the level of entire plant, rather than at the individual-flower level as we originally hypothesized. This hypothesis is currently being tested.\n\n \n\nBroader Impact: This project had also sparked ideas and provided materials for several student projects that addressed related questions.\n\nQ5: Does nutrient conditions in the soil affect pollen size? &ndash; rotation project for a graduate student, Britnie Foltz.\n\nQ6: Does ontogenetic stages of the plant influence pollen size measured? &ndash; undergraduate project for Vicki Leung. \n\nQ7: Do pollinators prefer large pollen grains over small pollen grains? &ndash; undergraduate project for Victor Etuk \n\nQ8: Do larger pollen grains have faster growing pollen tubes than smaller po..."
 }
}