{
 "awd_id": "0641266",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nucleotide Binding to Yeast Arl1:  Modulation by Mon2",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2007-03-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 620037.0,
 "awd_amount": 620037.0,
 "awd_min_amd_letter_date": "2007-02-28",
 "awd_max_amd_letter_date": "2010-01-12",
 "awd_abstract_narration": "Monomeric G proteins control numerous events in cells by alternately binding GDP and GTP.  Generally, G proteins are thought to be inactive when bound to GDP and active when bound to GTP.  The Rosenwald laboratory has been studying one member of the G protein superfamily in detail in Saccharomyces cerevisiae, the Arl1 (Arf-like 1) protein, highly conserved over the course of eukaryotic evolution.  Previous work has shown that Arl1 affects both membrane traffic and intracellular potassium levels.  Current evidence suggests that Arl1, rather than acting as a two-stage switch, like canonical members of the superfamily, instead acts as a three-stage switch, cycling between a GDP-bound conformation (inactive), a nucleotide-free conformation (that affects ion homeostasis), and a GTP-bound conformation (that affects membrane traffic).  Further, the Mon2 protein, also highly conserved over evolution, has been found to be an important regulator of nucleotide binding to Arl1, and thus of Arl1's function:  the N-terminal end of the protein enhances nucleotide binding to Arl1, while the C-terminal end inhibits nucleotide binding.   Mon2, the first enhancer of nucleotide binding discovered for any Arf-like protein in any species, thus represents a novel means for regulation of nucleotide binding to a G protein in vivo.  In this project, the PI will investigate the mechanism by which Mon2 acts to control nucleotide binding to Arl1 both in vitro and in vivo.  Current data are consistent with a model in which the N- and C-terminal regions of Mon2 bind to each other and to Arl1, first to stabilize nucleotide-free Arl1, then to load GTP onto Arl1.  Talented undergraduate and graduate students of diverse backgrounds will specifically test this model, continuing the tradition established in the laboratory over the last several years, which has involved training of more than twenty undergraduates and four graduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Rosenwald",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Anne G Rosenwald",
   "pi_email_addr": "rosenwaa@georgetown.edu",
   "nsf_id": "000228900",
   "pi_start_date": "2007-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgetown University",
  "inst_street_address": "MAIN CAMPUS",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026250100",
  "inst_zip_code": "20057",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGETOWN UNIVERSITY",
  "org_prnt_uei_num": "TF2CMKY1HMX9",
  "org_uei_num": "TF2CMKY1HMX9"
 },
 "perf_inst": {
  "perf_inst_name": "Georgetown University",
  "perf_str_addr": "MAIN CAMPUS",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "20057",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1132",
   "pgm_ref_txt": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 146959.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 136579.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 165355.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 171144.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The cell, the basic unit of living things, performs all the remarkable functions necessary for life.&nbsp; But how are these functions controlled or regulated?&nbsp; In general, proteins molecules carry out the different functions of cells.&nbsp; An important class of proteins, the G proteins are ones that act as molecular switches to turn off or turn on cellular functions.&nbsp; These proteins alternately bind one of two small molecules, called GDP and GTP.&nbsp; When GDP is bound, the proteins are usually off, and when GTP is bound, the proteins are usually on.&nbsp; We have been studying a specific member of this G protein family, called Arl1, in the simple single-celled organism, Baker&rsquo;s yeast, although Arl1 shows high evolutionary conservation in all nucleated cells, including yeasts and other fungi, plants, and animals.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Baker&rsquo;s yeast has been used extensively for studies of cell function because it is easy to grow and maintain.&nbsp; In addition, it is easy to alter the genetic information that determines which proteins are made. For example, if we delete the gene that contains the information for making Arl1, we can then use these new mutant yeast cells to determine what functions are now altered when compared to cells that contain the Arl1 gene.&nbsp; Alternatively, we can change the Arl1 gene so that the protein made can only bind one of the two small molecules &ndash; in essence keeping the protein permanently in the off or the on position.&nbsp; By performing experiments like these, we have found that the Arl1 protein actually behaves as a three-way switch, an off form bound to GDP, an on form that is bound to GTP, but also a 2<sup>nd</sup> on form that is not bound to any small molecule.&nbsp; This &ldquo;empty&rdquo; form has different functions compared to the GTP bound form.&nbsp; We have also identified another protein called Mon2 important for determining which of these small molecules (if any) is bound to Arl1.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In this grant, we wanted to further explore the interactions between Arl1 and Mon2.&nbsp; We now know that the beginning of the Mon2 protein helps GTP to bind to Arl1, while the end of Mon2 instead prevents GTP from binding, helping to keep Arl1 in the empty form.&nbsp; The interactions between these two proteins help control two very diverse functions in cells: how different molecules are directed to different parts of the cell (a process known as membrane traffic), which depends on the GTP bound version of Arl1, and control of potassium levels inside cells, which depends on empty Arl1.&nbsp; In other words, understanding how Mon2 regulates Arl1 gives us insights into two fundamental processes that cells must perform for survival. Because Arl1 is conserved across evolution our studies in Baker&rsquo;s yeast will also help us understand the role of Arl1 in human cells.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In terms of broader impacts, undergraduate students interested in science (molecular biology specifically) carried out much of the work described here.&nbsp; Because science is a process and facts are learned by experimentation, it is crucial for students to get experience in the process of moving the boundaries of scientific knowledge.&nbsp; During the course of these experiments, more than 10 undergraduates received hands-on experience and training in the joys and frustrations of bench work. &nbsp;In addition, two graduate students and two post-doctoral fellows contributed. Through their hard work, we published two papers in scientific journals, and gathered data for one or two more.&nbsp; New students will be involved in continuing the work described here.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/17/2013<br>\n\t\t\t\t\tModified by: Anne&nbsp;G&nbsp;Rosenwald</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe cell, the basic unit of living things, performs all the remarkable functions necessary for life.  But how are these functions controlled or regulated?  In general, proteins molecules carry out the different functions of cells.  An important class of proteins, the G proteins are ones that act as molecular switches to turn off or turn on cellular functions.  These proteins alternately bind one of two small molecules, called GDP and GTP.  When GDP is bound, the proteins are usually off, and when GTP is bound, the proteins are usually on.  We have been studying a specific member of this G protein family, called Arl1, in the simple single-celled organism, BakerÆs yeast, although Arl1 shows high evolutionary conservation in all nucleated cells, including yeasts and other fungi, plants, and animals. \n\n \n\nBakerÆs yeast has been used extensively for studies of cell function because it is easy to grow and maintain.  In addition, it is easy to alter the genetic information that determines which proteins are made. For example, if we delete the gene that contains the information for making Arl1, we can then use these new mutant yeast cells to determine what functions are now altered when compared to cells that contain the Arl1 gene.  Alternatively, we can change the Arl1 gene so that the protein made can only bind one of the two small molecules &ndash; in essence keeping the protein permanently in the off or the on position.  By performing experiments like these, we have found that the Arl1 protein actually behaves as a three-way switch, an off form bound to GDP, an on form that is bound to GTP, but also a 2nd on form that is not bound to any small molecule.  This \"empty\" form has different functions compared to the GTP bound form.  We have also identified another protein called Mon2 important for determining which of these small molecules (if any) is bound to Arl1. \n\n \n\nIn this grant, we wanted to further explore the interactions between Arl1 and Mon2.  We now know that the beginning of the Mon2 protein helps GTP to bind to Arl1, while the end of Mon2 instead prevents GTP from binding, helping to keep Arl1 in the empty form.  The interactions between these two proteins help control two very diverse functions in cells: how different molecules are directed to different parts of the cell (a process known as membrane traffic), which depends on the GTP bound version of Arl1, and control of potassium levels inside cells, which depends on empty Arl1.  In other words, understanding how Mon2 regulates Arl1 gives us insights into two fundamental processes that cells must perform for survival. Because Arl1 is conserved across evolution our studies in BakerÆs yeast will also help us understand the role of Arl1 in human cells. \n\n \n\nIn terms of broader impacts, undergraduate students interested in science (molecular biology specifically) carried out much of the work described here.  Because science is a process and facts are learned by experimentation, it is crucial for students to get experience in the process of moving the boundaries of scientific knowledge.  During the course of these experiments, more than 10 undergraduates received hands-on experience and training in the joys and frustrations of bench work.  In addition, two graduate students and two post-doctoral fellows contributed. Through their hard work, we published two papers in scientific journals, and gathered data for one or two more.  New students will be involved in continuing the work described here.  \n\n \n\n\t\t\t\t\tLast Modified: 04/17/2013\n\n\t\t\t\t\tSubmitted by: Anne G Rosenwald"
 }
}