{
 "awd_id": "0642999",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Phenotypic Robustness and Diversity: Integrating Theory and Experiment in Genomics Research and Teaching",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amy Litt",
 "awd_eff_date": "2007-04-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 650000.0,
 "awd_amount": 650000.0,
 "awd_min_amd_letter_date": "2007-03-28",
 "awd_max_amd_letter_date": "2011-04-04",
 "awd_abstract_narration": "Mark L. Siegal\r\nIOB-0642999\r\nCAREER:\tPhenotypic Robustness and Diversity: Integrating Theory and Experiment in Genomics Research and Teaching\r\n\r\nLiving things develop and function reliably, despite experiencing a range of environmental conditions, and despite genetic differences caused by mutations. Understanding how organisms achieve this robustness is an important goal of modern biology. A key related goal is to understand how robustness affects evolution. The central aim of the PI's project is to identify genes that buffer environmental and genetic variation, and that might therefore affect how novel traits evolve. This project builds on the PI's previous work using computer simulations, which led to the prediction that a large number of such genes would exist. The project takes advantage of a comprehensive collection of single-gene mutants in the yeast, Saccharomyces cerevisiae, as well as a method for measuring physical traits of individual yeast cells using fluorescence microscopy and automated image analysis. Analysis of data from 4700 mutant strains will identify genes whose impairment causes greater physical variation. Such genes are inferred to contribute to robustness. In a complementary experiment, the PI will analyze physical variation in progeny from a cross between laboratory and wild yeast. This will permit identification of genes that modulate robustness in nature. The merging of computational and experimental approaches in biological research is increasing in importance. The educational goal of this project is to develop two new courses that use computers to enhance learning of difficult quantitative concepts. For the first course, the PI will develop intensive, hands-on computer exercises to teach advanced biology students how to analyze large data sets. For the second, the PI will develop multimedia learning tools to convey quantitative concepts to non-science majors. The broader impacts of these efforts will be to prepare the next generation of biologists to tackle increasingly complex problems, and to enable non-scientists to evaluate technological advances that will have increasing importance in their lives.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Siegal",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Mark L Siegal",
   "pi_email_addr": "mark.siegal@nyu.edu",
   "nsf_id": "000161454",
   "pi_start_date": "2007-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111800",
   "pgm_ele_name": "PLANT FUNGAL & MICROB DEV MECH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 124618.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 112193.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 133743.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 137697.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 141749.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The extent to which members of a population differ from one another has important implications for evolution, for responses to ecological change and for human health. Organisms may differ due to genetic factors and environmental factors (sometimes referred to as nature and nurture, respectively, especially when discussing human differences). However, not all genetic differences or environmental changes cause differences in observable traits. The insensitivity of biological systems to genetic or environmental perturbations is termed robustness. Biological mechanisms that confer robustness (i.e., that reduce the extent to which individuals differ in observable traits) have not been studied much, despite their potential importance. This project aimed to advance understanding of robustness by identifying and characterizing genes that contribute to it. The project used the yeast, Saccharomyces cerevisiae, as a model experimental system to study robustness mechanisms. Although yeast is a simple, unicellular organism, it shares many aspects of molecular and cellular biology with more complex organisms, such as humans. This project&rsquo;s published yeast work has been cited in studies of crop-plant growth, primate evolution, sociobiology, aging, cancer and schizophrenia. This broad applicability is an indication of the value of gaining fundamental knowledge from this simple model organism.</p>\n<p>This project produced four major outcomes that meet its goal of advancing understanding of robustness. First, we identified hundreds of genes that contribute to robustness. To do this, we developed new methods to analyze variation in the sizes and shapes of individual yeast cells. We also showed that the genes that confer robustness could be distinguished from other genes by their central positions in the complex biological networks that control cell function. Second, because of the apparent importance of network parameters in understanding robustness, we performed computational analyses to improve the reliability of network inference. Third, we used our ability to measure variation in cell size and shape to contribute to a study of how a disease-causing strain of yeast became pathogenic. Our work suggested that the evolution of this strain originally involved selection for virulence at the expense of other cellular functions, but that robustness of these cellular functions was restored by subsequent mutations. Fourth, we invented a powerful method of simultaneously tracking many yeast cells as each grows into a tiny colony, using time-lapse microscopy. We used this method to show that populations of yeast cells hedge their bets against environmental uncertainty. We found that yeast populations contain subsets of cells that grow at different rates, and that the slow-growing cells tend to have high levels of a particular stress-protectant protein and also tend to survive acute stress better than fast-growing cells. That is, even in benign conditions, some cells behave as if they are under stress. This preparation protects them should the environment suddenly become hostile. A slow-growing cell can switch to become fast-growing, and vice versa, so the population variation is continually regenerated.</p>\n<p>These major outcomes were reported in a total of five research articles published in scientific journals. In addition, one journal article reviewing the state of understanding of robustness was published, and one book chapter presenting a conceptual unification of robustness and bet hedging is in press. Outcomes were also presented in over 30 seminars at scientific meetings and academic institutions.</p>\n<p>This project also had broader impacts by contributing to the training of scientists as researchers and teachers, and to the education of scientists and non-scientists. Three postdoctoral fellows, five Ph.D. students and two undergraduate students were trained in genomics resea...",
  "por_txt_cntn": "\nThe extent to which members of a population differ from one another has important implications for evolution, for responses to ecological change and for human health. Organisms may differ due to genetic factors and environmental factors (sometimes referred to as nature and nurture, respectively, especially when discussing human differences). However, not all genetic differences or environmental changes cause differences in observable traits. The insensitivity of biological systems to genetic or environmental perturbations is termed robustness. Biological mechanisms that confer robustness (i.e., that reduce the extent to which individuals differ in observable traits) have not been studied much, despite their potential importance. This project aimed to advance understanding of robustness by identifying and characterizing genes that contribute to it. The project used the yeast, Saccharomyces cerevisiae, as a model experimental system to study robustness mechanisms. Although yeast is a simple, unicellular organism, it shares many aspects of molecular and cellular biology with more complex organisms, such as humans. This projectÆs published yeast work has been cited in studies of crop-plant growth, primate evolution, sociobiology, aging, cancer and schizophrenia. This broad applicability is an indication of the value of gaining fundamental knowledge from this simple model organism.\n\nThis project produced four major outcomes that meet its goal of advancing understanding of robustness. First, we identified hundreds of genes that contribute to robustness. To do this, we developed new methods to analyze variation in the sizes and shapes of individual yeast cells. We also showed that the genes that confer robustness could be distinguished from other genes by their central positions in the complex biological networks that control cell function. Second, because of the apparent importance of network parameters in understanding robustness, we performed computational analyses to improve the reliability of network inference. Third, we used our ability to measure variation in cell size and shape to contribute to a study of how a disease-causing strain of yeast became pathogenic. Our work suggested that the evolution of this strain originally involved selection for virulence at the expense of other cellular functions, but that robustness of these cellular functions was restored by subsequent mutations. Fourth, we invented a powerful method of simultaneously tracking many yeast cells as each grows into a tiny colony, using time-lapse microscopy. We used this method to show that populations of yeast cells hedge their bets against environmental uncertainty. We found that yeast populations contain subsets of cells that grow at different rates, and that the slow-growing cells tend to have high levels of a particular stress-protectant protein and also tend to survive acute stress better than fast-growing cells. That is, even in benign conditions, some cells behave as if they are under stress. This preparation protects them should the environment suddenly become hostile. A slow-growing cell can switch to become fast-growing, and vice versa, so the population variation is continually regenerated.\n\nThese major outcomes were reported in a total of five research articles published in scientific journals. In addition, one journal article reviewing the state of understanding of robustness was published, and one book chapter presenting a conceptual unification of robustness and bet hedging is in press. Outcomes were also presented in over 30 seminars at scientific meetings and academic institutions.\n\nThis project also had broader impacts by contributing to the training of scientists as researchers and teachers, and to the education of scientists and non-scientists. Three postdoctoral fellows, five Ph.D. students and two undergraduate students were trained in genomics research through their participation in this project. An additional two postdoctoral fellow..."
 }
}