{
 "awd_id": "0642067",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Molecular Characterization of the Influence of B56 Regulatory Subunits of Protein Phosphatase 2A on Wnt Signaling",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Rodewald",
 "awd_eff_date": "2007-03-01",
 "awd_exp_date": "2010-05-31",
 "tot_intn_awd_amt": 439250.0,
 "awd_amount": 439250.0,
 "awd_min_amd_letter_date": "2007-03-03",
 "awd_max_amd_letter_date": "2008-12-04",
 "awd_abstract_narration": "Intellectual merit of the proposed activity\r\n\r\nDr. Seeling  will use frog developmental and yeast genetic systems to instruct students and to investigate the role of the B56 regulatory subunit of protein phosphatase 2A (PP2A) in Wnt signaling.  Her research examines the role of B56 in a pathway that is essential for embryogenesis.  Cell-cell signaling pathways transmit signals encoding messages that tell a cell to divide, to differentiate into a particular cell type, or to die. During embryogenesis, cell-cell signaling pathways regulate cell patterning and growth, whereas their inappropriate activation postembryonically can result in tumor formation. Dr. Seeling studies the Wnt signaling pathway, which is regulated by protein phosphorylation. Frequently, phosphorylation activates a protein and also a signaling pathway. Phosphatases reverse phosphorylation, and therefore often inhibit signaling pathways. The project is intellectually important because it focuses on phosphatases, which have been largely overlooked in the study of Wnt signaling.  Dr. Seeling previously found that the phosphatase subunit B56alpha inhibits Wnt signaling. Her current research investigates the mechanism by which B56 affects development through its influence on Wnt signaling.  The project's research objectives will be accomplished by (1) analyzing the interaction of B56alpha with Wnt pathway protein partners and determining the effects of mutation of these protein interaction domains on B56alpha function, and by (2) characterizing the effects of reduced B56alpha expression on the phosphorylation of three Wnt pathway phosphoproteins that show reduced phosphorylation in the presence of exogenous B56alpha: APC, dvl, and GSK3alpha. This work will help to better understand the regulation of the Wnt pathway in its role in embryo development.\r\n\r\nBroader impacts resulting from the proposed activity\r\n\r\nThe investigator's teaching and research activities will have a strong influence on students at Queens College and elsewhere. The investigator's educational goals include bringing science to individuals at multiple stages of their formal education. An interest in science is best sparked at an early age and then nurtured throughout development. Dr. Seeling's contribution to science education will begin with students of elementary school age, and continue through graduate school. She will recruit underrepresented groups to do research in her lab. The investigator will stimulate students interest in scientific discovery by (1) using frog embryonic development to introduce science to elementary/middle school children at the Queens College School for Mathematics, Science, and Technology, (2) introducing scientific research to high school students, and (3) recruiting individuals from underrepresented groups to carry out independent research projects in her lab. As a faculty member and principal investigator, she will be active in introducing science education to broad age groups, introducing current research ideas to the classroom, and broadening the participation of underrepresented groups in scientific research. Dr. Seeling's study of B56 in Wnt signaling provides a wide range of research projects, from relatively straightforward projects for high school and undergraduate students, such as molecular cloning and yeast two-hybrid assays, to more time-intensive and technically difficult projects for graduate students, including frog embryo microinjections and tissue culture. The research of students at each of these levels will contribute to knowledge of B56's growth regulatory roles and of Wnt pathways' role in development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joni",
   "pi_last_name": "Seeling",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joni Seeling",
   "pi_email_addr": "joni.seeling@mssm.edu",
   "nsf_id": "000383245",
   "pi_start_date": "2007-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Queens College",
  "inst_street_address": "6530 KISSENA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "FLUSHING",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189975400",
  "inst_zip_code": "113671575",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NY06",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJABWGUJM228"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Queens College",
  "perf_str_addr": "6530 KISSENA BLVD",
  "perf_city_name": "FLUSHING",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "113671575",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1136",
   "pgm_ref_txt": "SIGNAL TRANSDCTN/CELL REGULATN"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 146188.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 71939.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}