{
 "awd_id": "0643916",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Geometry and High-Dimensional Inference",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927215",
 "po_email": "tleen@nsf.gov",
 "po_sign_block_name": "Todd Leen",
 "awd_eff_date": "2007-01-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 498972.0,
 "awd_amount": 498972.0,
 "awd_min_amd_letter_date": "2006-12-18",
 "awd_max_amd_letter_date": "2011-01-19",
 "awd_abstract_narration": "\r\n\r\nCAREER: Geometry and High-Dimensional Inference\r\n\r\nMikhail Belkin\r\nOhio State University\r\n\r\nMachine learning techniques for high-dimensional inference are becoming progressively more important as many sources of abundant data ranging from MRI, medical imaging and biological data to sensor networks and to more traditional speech and computer vision data become avail- able and require automated processing. This project will address theoretical and algorithmic issues surrounding manifold and geometric methods for high- dimensional inference.\r\n\r\nIntellectual Merit: Three of the fundamental challenges for modern machine learning can be summarized as follows:\r\n. High dimensionality of the data.\r\n. Complex nonlinear structures in the data.\r\n. A large amount of data obtained from modern data sources is unlabeled.\r\nA promising line of research, known as Manifold Learning, emerged in recent years as a way to use certain geometric ideas to construct compact low- dimensional representation of the data and to use unlabeled data for learning. These algorithms have now been successfully used for a variety of applications from motion segmentation to Markov decision processes.\r\nHowever, our theoretical understanding of these methods is still in its infancy. The main focus of this project is to develop a theoretical framework for analysis of algorithms utilizing geometry of high-dimensional data. Such a framework will bring together techniques from computer science, statistics and mathematics to gain insight into properties of real-world data.\r\nThis framework will provide guidelines for designing better algorithms for existing problems as well as extending existing methods to new domains, such as analysis complex output spaces and time dependent data. The PI also plans to investigate usefulness of these ideas in Computer Vision.\r\n\r\nBroader impacts: This project aims to build a theoretical foundation for a new class of inference algorithms as well as to design new algorithms for high- dimensional inference and to consider its application. A rigorous theoretical understanding of unlabeled data and its use in learning tasks is likely to have a significant impact in algorithms design and in applications of machine learning techniques in practice. This project will provide research and education opportunities for graduate and undergraduate students, and acquaint researchers from other areas and industry with recent developments and encourage collaborations through interdisciplinary workshops and a Machine Learning school.\r\n\r\nhttp://www.cse.ohio-state.edu/~mbelkin/nsfcareerresearch\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mikhail",
   "pi_last_name": "Belkin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mikhail Belkin",
   "pi_email_addr": "mbelkin@ucsd.edu",
   "nsf_id": "000107334",
   "pi_start_date": "2006-12-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 93525.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 92450.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 111171.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 99138.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 102688.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The fundamental problem of machine learning is to extract useful information from data.&nbsp; The modern data often consist of complex and high-dimensional objects, which have a large number of different attributes. <br />For example, documents may be represented by frequencies of various words and word combinations, while images are often represented by the <br />brightness and colors of&nbsp; individuals pixel or sets of more sophisticated characteristics, such as edge locations.&nbsp; Even the smallest images contain hundreds or thousands of pixels.&nbsp;&nbsp; Thus, it becomes crucial to understand the relations between the different characteristics of such objects or \"the shape of the data\". <br /><br />In the course of the project we have advanced our fundamental understanding of the properties of data by connecting it to certain basic mathematical objects,&nbsp; known as manifolds, which are high-dimensional generalization of surfaces.&nbsp; We have shown theoretically that for the data coming from such surfaces, the underlying geometry of the <br />surface can be reconstructed from the finite data. Moreover, knowing this geometry turns out to be helpful in many applied tasks of machine learning, <br />such as classifying objects (e.g., images or documents)&nbsp; into different categories or predicting their numerical attributes.&nbsp; Thus, we use the geometry of the underlying data to construct better predictors for various tasks and to make better inference methods possible. We have used this theoretical understanding to&nbsp; develop practical algorithms for such inferential tasks and tested them on a number of real world data-sets.<br />We have also advanced the theoretical understanding of some widely used practical methods, such as spectral clustering and Gaussian Mixture Models allowing the researchers to better understand the limits of their applicability.&nbsp; Finally, our research has addressed another key problem, that of increasing the efficiency of learning methods by allowing them to work with bigger datasets.<br /><br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/05/2013<br>\n\t\t\t\t\tModified by: Mikhail&nbsp;Belkin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe fundamental problem of machine learning is to extract useful information from data.  The modern data often consist of complex and high-dimensional objects, which have a large number of different attributes. \nFor example, documents may be represented by frequencies of various words and word combinations, while images are often represented by the \nbrightness and colors of  individuals pixel or sets of more sophisticated characteristics, such as edge locations.  Even the smallest images contain hundreds or thousands of pixels.   Thus, it becomes crucial to understand the relations between the different characteristics of such objects or \"the shape of the data\". \n\nIn the course of the project we have advanced our fundamental understanding of the properties of data by connecting it to certain basic mathematical objects,  known as manifolds, which are high-dimensional generalization of surfaces.  We have shown theoretically that for the data coming from such surfaces, the underlying geometry of the \nsurface can be reconstructed from the finite data. Moreover, knowing this geometry turns out to be helpful in many applied tasks of machine learning, \nsuch as classifying objects (e.g., images or documents)  into different categories or predicting their numerical attributes.  Thus, we use the geometry of the underlying data to construct better predictors for various tasks and to make better inference methods possible. We have used this theoretical understanding to  develop practical algorithms for such inferential tasks and tested them on a number of real world data-sets.\nWe have also advanced the theoretical understanding of some widely used practical methods, such as spectral clustering and Gaussian Mixture Models allowing the researchers to better understand the limits of their applicability.  Finally, our research has addressed another key problem, that of increasing the efficiency of learning methods by allowing them to work with bigger datasets.\n\n\n\n\n\t\t\t\t\tLast Modified: 06/05/2013\n\n\t\t\t\t\tSubmitted by: Mikhail Belkin"
 }
}