{
 "awd_id": "0643147",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Regulation of Neurofilament Expression During Axon Outgrowth",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032927871",
 "po_email": "jdeshler@nsf.gov",
 "po_sign_block_name": "James Deshler",
 "awd_eff_date": "2007-04-01",
 "awd_exp_date": "2011-03-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 402000.0,
 "awd_min_amd_letter_date": "2007-03-13",
 "awd_max_amd_letter_date": "2010-06-22",
 "awd_abstract_narration": "Frogs, along with fish and other amphibians, can successfully recover from brain injuries that would leave mammals (including humans) permanently disabled. Successful recovery from such injuries requires neurons to coordinate the expression of multiple functionally inter-related proteins that participate in rebuilding the damaged nerves. Understanding which of these changes in gene expression are important for successful nerve regrowth is facilitated by comparing nerve regeneration with development. The visual system of the South African claw-toed frog is a good system for such studies because its optic nerve can regenerate throughout life and a large amount of baseline data already exist for both optic nerve regeneration and development. \r\n\r\nNeurofilaments are one of the major intracellular structural components of neurons. They are made from subunit proteins whose expressions emerge successively in a characteristic pattern during both nerve regeneration and development. During nerve outgrowth, expression of the different neurofilament proteins must be tightly coordinated to avoid the formation of harmful aggregates. One neurofilament subunit protein found in virtually all vertebrate species is the middle-sized subunit, more commonly known as NF-M. In all vertebrates that successfully repair injuries to the brain and spinal cord (i.e., lampreys, fishes, and frogs), NF-M expression changes in a characteristic pattern not seen in animals that fail to recover from such injuries (i.e., birds, reptiles, and mammals). The premise of this proposal is that understanding at the molecular level how this changing expression is controlled during successful optic nerve regeneration and development will lead to a deeper understanding of how neurons successfully reactivate developmental programs that lead to successful recovery from trauma. \r\n\r\nThe first experimental objective is to evaluate during optic nerve regeneration the control points in NF-M gene expression that are most active, from the initial reading of the gene to the synthesis of the protein itself. Preliminary data indicate significant changes occur at the level of protein synthesis and have implicated the involvement of several proteins known to regulate protein synthesis in other systems. After the analysis is completed for NF-M, it will be repeated for the other neurofilament subunit proteins to identify shared regulatory mechanisms and proteins. The second objective is to evaluate the effects of suppressing during development the expression of one of the proteins already implicated in controlling NF-M expression. Preliminary data indicate that without this protein, developing neurons not only fail to make NF-M protein, but also fail to make nerves. How this happens at the molecular level, as well as the functional consequences during nerve development of blocking expression of other proteins implicated in NF-M expression will also be examined. Results are expected to provide new insights into how the nervous system reactivates developmental programs that lead to successful repair of brain injury. \r\n\r\nThe broader educational impacts of this work are that it will contribute to the nation's scientific infrastructure through the training of two PhD students and undergraduates at a public institution with a culturally diverse student body. Spinoffs from this work will have an impact on student exercises in an undergraduate laboratory course in Developmental Biology, and on the lectures, readings, and discussions of three courses in Molecular Biology, Developmental Neurobiology, and Molecular Neurobiology taught by the principal investigator. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ben",
   "pi_last_name": "Szaro",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Ben G Szaro",
   "pi_email_addr": "bgs86@albany.edu",
   "nsf_id": "000267025",
   "pi_start_date": "2007-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "1400 WASHINGTON AVE",
  "perf_city_name": "ALBANY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771200",
   "pgm_ele_name": "Organization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 136000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Intellectual Merit:</span><br /><br />&nbsp;Neurons communicate through a long, cylindrical projection called the axon, which emerges from the cell body to project to targets as distant as tens of thousands of cell diameters away.&nbsp; Axons are essential for the normal functioning of the nervous system because they carry the signals that mediate sensation and movement. For example, severing axons of the optic nerve, which connects the eye to the brain, leads to blindness. Whereas in humans, this blindness is permanent, in the frog, it is only temporary, because its axons regrow to establish fully functional connections. Thus, understanding how neurons build an axon is basic to our understanding of not only how the nervous system self-assembles during development but also how it might repair itself after injury. <br /><br />The long term goal of this project is to learn more about how neurons make an axon by studying how they regulate the expression of key structural proteins that are used to build one.&nbsp; In particular, we studied the control of expression of neurofilament proteins, which are the most abundant structural proteins of vertebrate axons, during normal development and optic axon regeneration in the South African claw-toed frog, <em>Xenopus laevis</em>. Because progressive shifts in neurofilament protein expression accompany each stage of axon development, learning how neurons control their expression should provide fundamental insights into the mechanisms that govern how an axon is made. <br />&nbsp;<br /><br />The first of two discoveries made during the course of this project concerned where in the control hierarchy linking neurofilament genes to protein synthesis is this regulation exercised during successful optic axon regeneration?&nbsp; Information encoded in a gene&rsquo;s DNA about a protein&rsquo;s chemical formula is not used to make the protein directly, but rather it is first transcribed within the cell&rsquo;s nucleus to make an intermediary molecule, called RNA.&nbsp; This nuclear RNA is subsequently processed and exported to machinery in the cytoplasm for translation into a newly synthesized protein.&nbsp; In the past, most studies of gene expression focused on the transcription of the nuclear RNA, but more recently, cell biologists have learned that regulation of the RNA itself, from processing within and export from the nucleus to translation into protein and degradation in the cytoplasm, is equally important for the control of protein expression.&nbsp; As might be expected, crushing the optic nerve of one eye led rapidly to increased production of neurofilament nuclear RNA, but surprisingly, this happened in both the injured and uninjured eye alike. Only later, and then just in the injured eye, was this newly made RNA exported from the nucleus and subsequently translated into protein.&nbsp; Thus, the general disruption of vision somehow stimulated neurons of both eyes to increase their production of neurofilament nuclear RNA, presumably to prepare for the eventuality of being called upon to make a new axon; later, a second set of signals that were specific to regenerating axons, stimulated the neurons to export this RNA from the nucleus and use it to make more neurofilaments as they regrew their axon.<br /><br />This discovery raised two questions: what is the nature of these signals, and how do they govern the nuclear export and translation of neurofilament RNAs?&nbsp; We began to answer these questions by testing the function of a protein that binds neurofilament RNAs, called hnRNP K, during neural development. Suppressing hnRNP K expression in frog embryos led selectively to a disruption in the normally highly efficient export of neurofilament RNA from the nucleus and a nearly complete loss of neurofilament protein synthesis. Hence, hnRNP K, which is known to be regulated by multiple si...",
  "por_txt_cntn": "\nIntellectual Merit:\n\n Neurons communicate through a long, cylindrical projection called the axon, which emerges from the cell body to project to targets as distant as tens of thousands of cell diameters away.  Axons are essential for the normal functioning of the nervous system because they carry the signals that mediate sensation and movement. For example, severing axons of the optic nerve, which connects the eye to the brain, leads to blindness. Whereas in humans, this blindness is permanent, in the frog, it is only temporary, because its axons regrow to establish fully functional connections. Thus, understanding how neurons build an axon is basic to our understanding of not only how the nervous system self-assembles during development but also how it might repair itself after injury. \n\nThe long term goal of this project is to learn more about how neurons make an axon by studying how they regulate the expression of key structural proteins that are used to build one.  In particular, we studied the control of expression of neurofilament proteins, which are the most abundant structural proteins of vertebrate axons, during normal development and optic axon regeneration in the South African claw-toed frog, Xenopus laevis. Because progressive shifts in neurofilament protein expression accompany each stage of axon development, learning how neurons control their expression should provide fundamental insights into the mechanisms that govern how an axon is made. \n \n\nThe first of two discoveries made during the course of this project concerned where in the control hierarchy linking neurofilament genes to protein synthesis is this regulation exercised during successful optic axon regeneration?  Information encoded in a geneÆs DNA about a proteinÆs chemical formula is not used to make the protein directly, but rather it is first transcribed within the cellÆs nucleus to make an intermediary molecule, called RNA.  This nuclear RNA is subsequently processed and exported to machinery in the cytoplasm for translation into a newly synthesized protein.  In the past, most studies of gene expression focused on the transcription of the nuclear RNA, but more recently, cell biologists have learned that regulation of the RNA itself, from processing within and export from the nucleus to translation into protein and degradation in the cytoplasm, is equally important for the control of protein expression.  As might be expected, crushing the optic nerve of one eye led rapidly to increased production of neurofilament nuclear RNA, but surprisingly, this happened in both the injured and uninjured eye alike. Only later, and then just in the injured eye, was this newly made RNA exported from the nucleus and subsequently translated into protein.  Thus, the general disruption of vision somehow stimulated neurons of both eyes to increase their production of neurofilament nuclear RNA, presumably to prepare for the eventuality of being called upon to make a new axon; later, a second set of signals that were specific to regenerating axons, stimulated the neurons to export this RNA from the nucleus and use it to make more neurofilaments as they regrew their axon.\n\nThis discovery raised two questions: what is the nature of these signals, and how do they govern the nuclear export and translation of neurofilament RNAs?  We began to answer these questions by testing the function of a protein that binds neurofilament RNAs, called hnRNP K, during neural development. Suppressing hnRNP K expression in frog embryos led selectively to a disruption in the normally highly efficient export of neurofilament RNA from the nucleus and a nearly complete loss of neurofilament protein synthesis. Hence, hnRNP K, which is known to be regulated by multiple signaling pathways, was required for the very same features of neurofilament RNA regulation that were activated during regeneration.  Even more interesting, suppressing hnRNP K expression in embryos led to a complete failure of neurons..."
 }
}