{
 "awd_id": "0643348",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Considering Approach Motivational Intensity within Positive Affect",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kellina Craig-Henderson",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 401201.0,
 "awd_amount": 401201.0,
 "awd_min_amd_letter_date": "2007-06-28",
 "awd_max_amd_letter_date": "2012-01-17",
 "awd_abstract_narration": "Most approaches to the study of positive affect imply that there is just one type of positive affect and/or that all types of positive affect produce identical consequences. Summaries of this work have stated, \"positive emotions broaden the scopes of attention, cognition, and action, widening the array of percepts, thoughts, and actions presently in mind\" (Fredrickson & Branigan, 2005). And, \"one of the most robust and widely confirmed findings in the affect literature is that positive affect increases cognitive flexibility\" (Isen, 2002). However, all past research that found positive affect associated with attentional and cognitive broadening evoked positive affects that are associated with low levels of approach motivation, or low levels of an urge to move toward the cause of the positive emotion. Positive affects, however, vary in the degree to which they are associated with approach motivation. Some positive affective states are low in approach motivation (joy after watching a funny film), whereas others are high in approach motivation (enthusiasm while approaching a desirable object). It is hypothesized that, unlike low approach positive affect, high approach positive affect is associated with attentional narrowing, as one eagerly approaches desired goal. Building on research that has examined the organizing utility of motivational direction and intensity within negative affects, the proposed studies will examine positive affects that differ in approach motivational intensity. Six studies will be conducted to assess whether positive affects that differ in approach motivational intensity have different effects on attention, creativity, impression formation, and action urges. Studies will include appropriate comparison conditions, multiple types of manipulations of positive and negative affect and motivation, and multiple assessments of affect and motivation (e.g., behavioral, self-reports, brain measures, facial muscle measures). \r\n\r\nThe proposed research will extend past work on the motivational direction model to better understand positive affects. Moreover, it will assist in understanding the attentional and cognitive consequences of positive affects that differ in approach motivational intensity. This knowledge may enhance the ability of therapists, educators, and educated lay persons to apply research on positive affect to enhance performance and problem-solving.  In addition, the research may shed light on the nature of mania, as it is a psychological disorder associated with periods of intense approach affects, both positive (euphoria) and negative (irritability). In addition to these benefits to society, the proposed research will promote teaching, training, and learning, as undergraduate and graduate students will participate in all portions of the research process. As in his past research, the PI will work closely with students from both underrepresented and well-represented groups. The results of the research will be disseminated widely; the PI often delivers addresses at conferences and publishes in widely-read journals.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eddie",
   "pi_last_name": "Harmon-Jones",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr",
   "pi_full_name": "Eddie Harmon-Jones",
   "pi_email_addr": "ehj@neo.tamu.edu",
   "nsf_id": "000351115",
   "pi_start_date": "2007-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 141830.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 145081.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 114290.0
  }
 ],
 "por": null
}