{
 "awd_id": "0643763",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Approximation Algorithms for Optimization under Uncertainty",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Balasubramanian Kalyanasundaram",
 "awd_eff_date": "2007-03-15",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2007-03-16",
 "awd_max_amd_letter_date": "2011-04-05",
 "awd_abstract_narration": "Most optimization problems arising in practice involve uncertainty: some parameters of interest may arise from a future process (such as market forces affecting the demand for a good), or from an imprecise measurement, or may be ``fudged'' on purpose in the interest of privacy. However, one can usually obtain some limited distributional information about such parameters, such as through past observations of the same process or by repeated measurements. How can this limited information be utilized to find solutions to the optimization problem that mostly work well? This question forms the crux of stochastic optimization. Recent theoretical work has introduced novel techniques for dealing with uncertainty, as well as exposed challenges unique to stochastic optimization. A primary focus of this research is to further this theory of approximability of stochastic optimization problems.\r\n\r\nThe PI will investigate optimization problems arising in scheduling, robot motion planning, network design, and resource allocation, with emphasis on the following issues: (1) How, and for what problems, can we transform algorithms that work well in the full-information setting to those that work well in the stochastic setting?; (2) How much information do we require about input distributions in order to obtain a good approximation?; (3) Optimal solutions to multi-stage stochastic problems can be complex exponential-size decision diagrams. For which problems can such complex solutions be approximated by much simpler ones?; (4) For which multi-stage stochastic problems is it inherently hard to obtain approximation factors independent of the number of stages? Another area of focus for this project is the design of approximately optimal algorithms for Bayesian mechanism design and pricing problems arising in contexts such as online retailing and sponsored search auctions. This research program will involve students at all levels, including undergraduate projects aimed at experimentally evaluating algorithms. In addition, the PI plans to revamp algorithms courses at the University of Wisconsin-Madison, adding new undergraduate course content related to practical applications of algorithms, and new graduate courses based on advanced applications of algorithms such as algorithmic game theory.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shuchi",
   "pi_last_name": "Chawla",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shuchi Chawla",
   "pi_email_addr": "shuchi@cs.utexas.edu",
   "nsf_id": "000204205",
   "pi_start_date": "2007-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "286000",
   "pgm_ele_name": "THEORY OF COMPUTING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "2860",
   "pgm_ref_txt": "THEORY OF COMPUTING"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Most optimization problems arising in practice involve uncertainty -- it is often not possible to determine all the parameters affecting a problem precisely. For example, the input may arise from a future process (such as market forces affecting the demand for a good), or from an imprecise measurement, or is &ldquo;fudged&rdquo; on purpose in the interest of privacy. However, one can usually obtain some limited distributional information about unknown inputs, for example, by past observations of the same optimization process or by repeated measurements. The goal of this project was to understand how we can use this limited information to find solutions to the optimization problem that mostly work well. We studied several such \"stochastic\" or \"online\" optimization problems, and developed algorithms for them. For the problems that we studied, even with complete information, it is computationally infeasible to obtain optimal solutions. Our algorithms are computationally efficient and produce solutions that are provably close to optimal, in particular, with a performance guarantee that is within a small constant factor of optimal. One class of problems that we studied arise as packet routing problems in communication networks. Another class that we studied arises in economic contexts where a seller is offering multiple items or services to buyers with varied preferences. As part of this project, the PI also developed a series of graduate courses in algorithms at the University of Wisconsin-Madison covering advanced topics and applications such as approximation algorithms, algorithmic game theory, and randomness in algorithm design. The lecture notes for these courses are available freely to the public from the websites of these courses.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/10/2013<br>\n\t\t\t\t\tModified by: Shuchi&nbsp;Chawla</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMost optimization problems arising in practice involve uncertainty -- it is often not possible to determine all the parameters affecting a problem precisely. For example, the input may arise from a future process (such as market forces affecting the demand for a good), or from an imprecise measurement, or is \"fudged\" on purpose in the interest of privacy. However, one can usually obtain some limited distributional information about unknown inputs, for example, by past observations of the same optimization process or by repeated measurements. The goal of this project was to understand how we can use this limited information to find solutions to the optimization problem that mostly work well. We studied several such \"stochastic\" or \"online\" optimization problems, and developed algorithms for them. For the problems that we studied, even with complete information, it is computationally infeasible to obtain optimal solutions. Our algorithms are computationally efficient and produce solutions that are provably close to optimal, in particular, with a performance guarantee that is within a small constant factor of optimal. One class of problems that we studied arise as packet routing problems in communication networks. Another class that we studied arises in economic contexts where a seller is offering multiple items or services to buyers with varied preferences. As part of this project, the PI also developed a series of graduate courses in algorithms at the University of Wisconsin-Madison covering advanced topics and applications such as approximation algorithms, algorithmic game theory, and randomness in algorithm design. The lecture notes for these courses are available freely to the public from the websites of these courses.\n\n\t\t\t\t\tLast Modified: 06/10/2013\n\n\t\t\t\t\tSubmitted by: Shuchi Chawla"
 }
}