{
 "awd_id": "0643037",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:   Empirical Analysis of Markets with Adverse Selection",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 400001.0,
 "awd_amount": 400001.0,
 "awd_min_amd_letter_date": "2007-03-16",
 "awd_max_amd_letter_date": "2010-08-04",
 "awd_abstract_narration": "\r\nThis CAREER research is centered around the empirical analysis of markets with adverse selection.  Despite the theoretical importance of adverse selection and evidence of its existence in particular markets, little is known about its quantitative relevance, its relative importance compared to other selection mechanisms, and about the way it affects the operation of markets.  The broad aim of the research is to better understand these issues by developing models of consumer-demand and equilibrium firm-behavior in these markets.  Markets with adverse selection are \"special\" in that firms' profits depend on the identity of their customers.  Thus, not only do firms face the traditional price-quantity tradeoff, but also an additional price-quality tradeoff induced by selection.  When such markets are oligopolistic, as often is the case, their industrial organization is further complicated because price changes by one firm do not only affect the level of demand faced by its rivals, but also their demand quality.  Thus, firms may choose, for instance, to strategically affect their rivals' cost structure.  \r\n\r\nThe research consists of two components.  Both rely on new and unique proprietary individual-level data sets.  The first focuses on demand-side analysis in insurance markets in an attempt to estimate efficiency costs resulting from adverse selection, with emphasis on the important role of multiple dimensions of heterogeneity.  Heterogeneity in both risk and preferences complicates the efficiency analysis and makes \"reduced-form\" relationship between choices and outcomes neither sufficient nor necessary for inference about market efficiency.  The first part of this component develops a more structural approach to estimate the efficiency cost in the semi-compulsory annuity market in the United Kingdom.  The second part applies similar ideas to new data on health insurance choices by Alcoa employees, in which a quasi-experiment allows to estimate the value of choice, and to identify heterogeneity along three dimensions, of health status, the extent of moral hazard, and risk aversion.  The second component focuses on supply-side and equilibrium analysis in a particular consumer credit market.  The various parts of this component estimate the value of information in such markets, the effect of centralization, and the interaction between better information and other strategies, such as second-degree price discrimination.  The analysis utilizes new and rich transaction-level data from a large chain of automobile dealerships, which bundles used car sales with car financing, specializing in the subprime (high risk) market.  Over the six year observation period, the company has gradually moved from an interview-based approach towards highly centralized pricing system, which relies on sophisticated credit-scoring and other means of risk-based pricing, thus providing a rare opportunity to estimate the effects of such policy changes within sample.\r\n\r\nBroader Impact:\r\nDue to the inefficiency caused by adverse selection, both insurance and consumer credit markets are highly regulated, and better understanding of these markets will lead to more efficient and directed intervention.  All components of the research have direct policy implications.  For example, the analysis of choice in the U.K. annuity market speaks to cost-benefit analysis of allowing more choice in defined-contribution social security, the Alcoa data sheds light on policies linked to the new Medicare prescription drug benefits, and the work on consumer credit markets addresses the consequences of states' usury laws and individual bankruptcy laws.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Liran",
   "pi_last_name": "Einav",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Liran Einav",
   "pi_email_addr": "Leinav@stanford.edu",
   "nsf_id": "000104871",
   "pi_start_date": "2007-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 81839.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 77104.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 80780.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 160278.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This CAREER award covered two related lines of research. The first line of research (with Amy Finkelstein (MIT) as the primary collaborator) focused on developing empirical tools for thinking about and assessing the importance of adverse selection in insurance markets. The second line of research (with Jon Levin (Stanford) as the primary collaborator) focused on analyzing new and rich data about borrowing and lening behavior in subprime markets.</p>\n<p>\"Adverse selection\" has been noted as one of the most imortant market failures in insurance markets: higher risk individuals would naturally have greater demand for insurance, which will lead to insurance premiums that are \"too high\" and coverage levels that are \"too low\". It is often claimed that adverse selection may be one of the primary reasons for hte fact that so may Americans lack health insurance coverage. Our work on the topic ha seen mainly conceptual in nature, and we think may end up becoming one of th e primary ways by which the concept of adverse selection is taught at the undergraduate level. Our empirical findings are also of interest. By providing a way to quantify the importance of adverse selection, we collected data and assessed this importance. So far ew have been finding that the efficiency cost of adverse selection has been modest in the context of our data sets. While this may be specific to this context, it suggests that perhaps adverse selection is not the primary force behind, for example, the large uninsured popoltaion in the US.</p>\n<p>Our work on subprim lending markets used rich and unique data on subprime auto loans. The work had two major contribution. From a more methodological perspective, it provided tools (and illustrated how to use them) to onvestigate pricing incentive in \"contract markets\" (markets in which the composition of buyers, not only their number, is key to the success of the seller). From an empirical perspective, we documented that the subprime population is very liquidity contrained, which is manifested by an extreme sensitivity to downpayment requirement while (almost) no sensitivity to interest rates. This finding appears consistent with the nature and growth of the subprime mortgage markets in the events that preceded the 2008 financial crisis. We think that our findings can shed light on these events and may later translate to policy (e.g., to mandate minimal level of downpayment requirement as a way to regulate risk).</p>\n<p>Finally, it should be noted that the above two lines of research ended up contributing to each of my collabortaors' academic success, which got both of them (in consecutive years) the prestigious Clark Medal (awarded to the \"most promising economist under the age of 40\"). In both case, the joint work described above was heavily cited in the formal award announcement.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/02/2012<br>\n\t\t\t\t\tModified by: Liran&nbsp;Einav</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis CAREER award covered two related lines of research. The first line of research (with Amy Finkelstein (MIT) as the primary collaborator) focused on developing empirical tools for thinking about and assessing the importance of adverse selection in insurance markets. The second line of research (with Jon Levin (Stanford) as the primary collaborator) focused on analyzing new and rich data about borrowing and lening behavior in subprime markets.\n\n\"Adverse selection\" has been noted as one of the most imortant market failures in insurance markets: higher risk individuals would naturally have greater demand for insurance, which will lead to insurance premiums that are \"too high\" and coverage levels that are \"too low\". It is often claimed that adverse selection may be one of the primary reasons for hte fact that so may Americans lack health insurance coverage. Our work on the topic ha seen mainly conceptual in nature, and we think may end up becoming one of th e primary ways by which the concept of adverse selection is taught at the undergraduate level. Our empirical findings are also of interest. By providing a way to quantify the importance of adverse selection, we collected data and assessed this importance. So far ew have been finding that the efficiency cost of adverse selection has been modest in the context of our data sets. While this may be specific to this context, it suggests that perhaps adverse selection is not the primary force behind, for example, the large uninsured popoltaion in the US.\n\nOur work on subprim lending markets used rich and unique data on subprime auto loans. The work had two major contribution. From a more methodological perspective, it provided tools (and illustrated how to use them) to onvestigate pricing incentive in \"contract markets\" (markets in which the composition of buyers, not only their number, is key to the success of the seller). From an empirical perspective, we documented that the subprime population is very liquidity contrained, which is manifested by an extreme sensitivity to downpayment requirement while (almost) no sensitivity to interest rates. This finding appears consistent with the nature and growth of the subprime mortgage markets in the events that preceded the 2008 financial crisis. We think that our findings can shed light on these events and may later translate to policy (e.g., to mandate minimal level of downpayment requirement as a way to regulate risk).\n\nFinally, it should be noted that the above two lines of research ended up contributing to each of my collabortaors' academic success, which got both of them (in consecutive years) the prestigious Clark Medal (awarded to the \"most promising economist under the age of 40\"). In both case, the joint work described above was heavily cited in the formal award announcement.\n\n\t\t\t\t\tLast Modified: 09/02/2012\n\n\t\t\t\t\tSubmitted by: Liran Einav"
 }
}