{
 "awd_id": "0644533",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  A Study of the Radiative Effects of Cloud Shadows on the Dynamics of Long-Lived Convective Storms",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "edward bensman",
 "awd_eff_date": "2007-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 747592.0,
 "awd_amount": 747592.0,
 "awd_min_amd_letter_date": "2007-04-19",
 "awd_max_amd_letter_date": "2011-04-20",
 "awd_abstract_narration": "Under this CAREER award, the Principal Investigator will investigate the radiative effects of cirrus anvils and their shadows on the dynamics of long-lived convective storms.  The dynamical impacts will be examined using an advanced, research, three-dimensional cloud model with ice physics and radiation, in addition to a soil model and surface fluxes, which couple the radiative forcing at the surface to the overlying storm inflow within the boundary layer.\r\n\r\nThe educational component is two-fold: (1) development of a suite of interactive numerical models for use in a variety of courses for undergraduate and graduate students; (2) creation of an interactive museum exhibit that showcases atmospheric research on severe storms and fully immerses visitors in the discovery process that defines science. \r\n\r\nIntellectual Merit:  Despite significant advances in computing power, radiative effects generally have been ignored in past three-dimensional numerical modeling studies of the dynamics of convective storms.  The exclusion often has been justified on the assumption that radiative effects are unimportant on the time scales that convection typically persists, and using the argument that convection is \"dynamically \" rather than \"radiatively driven.\"  Even though the above arguments are true for many storms, significant low-level cooling (e.g., temperature deficits exceeding 5 K) is occasionally observed beneath the expansive anvils of long-lived convective storms.  Idealized numerical simulations that have represented this effect in a crude manner strongly suggest that a potentially important forcing is being missed when such substantial low-level temperature modifications are not captured.  Scale analysis indicates that the temperature gradients associated with anvil shadows can be large enough to generate significant baroclinic horizontal vorticity, which can be converted to vertical vorticity, and hence storm rotation, through tilting by an updraft.  On the other hand, cooling beneath the optically-thick cloud of a convective storm reduces convective available potential energy and increases the convective inhibition.  The proposed research will investigate the effects-which quite possibly compete with one another-of radiatively-induced storm inflow modifications, e.g., baroclinic horizontal vorticity generation, stability modifications, etc. \r\n\r\nSpecifically, the research will address the following questions: \r\n. What are the possible dynamical effects on convective storms from radiative transfer processes associated with anvils? \r\n. What are the magnitudes of these dynamical effects? \r\n. On what time scales are the radiative effects important? \r\n. Under which environmental conditions (e.g., sounding and hodograph characteristics, surface characteristics, time of day) do radiative effects exert the largest influence on convective storm evolution? \r\n\r\nBroader Impacts:  The research has ramifications in a potentially broad range of areas, such as (i) warm season precipitation forecasting; (ii) the representation of cloud radiative transfer processes in large-scale models; and (iii) the development or intensification of rotation within severe storms, which are sensitive to variations in horizontal vorticity present in the inflow. \r\n\r\nThe suite of simple, web-based numerical models in the educational component will augment students' classroom instruction by way of simulation-based laboratory exercises designed to promote creativity and critical thinking.  Such exercises will have the utmost flexibility, allowing students to formulate and test their own hypotheses and perhaps even expose areas ripe for future rigorous scientific research.  The atmospheric sciences museum exhibit will provide a highly interactive, \"hands on\" learning experience to a target audience that ranges from elementary school to adult.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Markowski",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Paul M Markowski",
   "pi_email_addr": "pmarkowski@psu.edu",
   "nsf_id": "000238849",
   "pi_start_date": "2007-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 126824.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 117666.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 120087.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 190828.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 192187.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF award supported research activities to investigate how thunderstorms are influenced by the shadows they cast on the ground.&nbsp; Thunderstorm clouds block sunlight, which cools the air within the shaded regions.&nbsp; This effect had never previously been explored in part because it was assumed to be less important than the effects of precipitation, and also because neither observations nor computer simulations were well-equipped to study it.&nbsp;</p>\n<p>In the high-resolution computer simulations supported by this NSF award, it was discovered that the cooling induced by thunderstorm cloud-shading has the following effects: (1) the temperature gradient between the cool air and ambient warm air generates horizontal spin (&ldquo;vorticity&rdquo;) within the region of temperature contrast; (2) the cooling stabilizes the storm&rsquo;s inflow (i.e., the air ahead of the storm that fuels the storm); (3) the cooling reduces vertical mixing of air within the storm&rsquo;s inflow.&nbsp; Effect (2) always reduces storm intensity, however, effects (1) and (3) can either weaken or intensify storms, depending on the ambient winds in the storm&rsquo;s environment.&nbsp; Storms that have been weakened would be less likely to produce tornadoes or damaging straightline winds, whereas those that have been intensified would be more likely to produce tornadoes or damaging straightline winds.</p>\n<p>An additional major finding that resulted from this study is the discovery that, although dry air aloft is crucial for downdraft formation in thunderstorms, downdrafts are actually weakened by increasing the dryness of storm environments aloft.&nbsp; The first-ever investigation of the effects of low-altitude turbulence (such as the kind present on any sunny day, when thermals abound and airplane passengers are bounced around shortly after take-off and prior to landing) on thunderstorms also was supported by this NSF grant.&nbsp; It was found that commonly observed structures known as horizontal convective rolls can serve to intensify storms or weaken storms, depending on how the storms move relative to these rolls. &nbsp;</p>\n<p>Lastly, this NSF award supported the following educational activities: (1) the development of a suite of interactive computer models for use in a variety of courses for undergraduate and graduate students, and (2) the creation of an interactive exhibit at Penn State&rsquo;s Earth and Mineral Sciences Museum that showcases atmospheric research on severe storms and immerses visitors in the discovery process that defines science.&nbsp; The suite of simple, web-based numerical models augments students&rsquo; classroom instruction by way of simulation-based laboratory exercises designed to promote creativity and critical thinking. &nbsp;Such exercises have the utmost flexibility, allowing students to formulate and test their own hypotheses and even expose areas ripe for future rigorous scientific research. The atmospheric sciences museum exhibit provides a highly interactive, &ldquo;hands on&rdquo; learning experience to a target audience that ranges from elementary school to college.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/01/2014<br>\n\t\t\t\t\tModified by: Paul&nbsp;M&nbsp;Markowski</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF award supported research activities to investigate how thunderstorms are influenced by the shadows they cast on the ground.  Thunderstorm clouds block sunlight, which cools the air within the shaded regions.  This effect had never previously been explored in part because it was assumed to be less important than the effects of precipitation, and also because neither observations nor computer simulations were well-equipped to study it. \n\nIn the high-resolution computer simulations supported by this NSF award, it was discovered that the cooling induced by thunderstorm cloud-shading has the following effects: (1) the temperature gradient between the cool air and ambient warm air generates horizontal spin (\"vorticity\") within the region of temperature contrast; (2) the cooling stabilizes the stormÆs inflow (i.e., the air ahead of the storm that fuels the storm); (3) the cooling reduces vertical mixing of air within the stormÆs inflow.  Effect (2) always reduces storm intensity, however, effects (1) and (3) can either weaken or intensify storms, depending on the ambient winds in the stormÆs environment.  Storms that have been weakened would be less likely to produce tornadoes or damaging straightline winds, whereas those that have been intensified would be more likely to produce tornadoes or damaging straightline winds.\n\nAn additional major finding that resulted from this study is the discovery that, although dry air aloft is crucial for downdraft formation in thunderstorms, downdrafts are actually weakened by increasing the dryness of storm environments aloft.  The first-ever investigation of the effects of low-altitude turbulence (such as the kind present on any sunny day, when thermals abound and airplane passengers are bounced around shortly after take-off and prior to landing) on thunderstorms also was supported by this NSF grant.  It was found that commonly observed structures known as horizontal convective rolls can serve to intensify storms or weaken storms, depending on how the storms move relative to these rolls.  \n\nLastly, this NSF award supported the following educational activities: (1) the development of a suite of interactive computer models for use in a variety of courses for undergraduate and graduate students, and (2) the creation of an interactive exhibit at Penn StateÆs Earth and Mineral Sciences Museum that showcases atmospheric research on severe storms and immerses visitors in the discovery process that defines science.  The suite of simple, web-based numerical models augments studentsÆ classroom instruction by way of simulation-based laboratory exercises designed to promote creativity and critical thinking.  Such exercises have the utmost flexibility, allowing students to formulate and test their own hypotheses and even expose areas ripe for future rigorous scientific research. The atmospheric sciences museum exhibit provides a highly interactive, \"hands on\" learning experience to a target audience that ranges from elementary school to college.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/01/2014\n\n\t\t\t\t\tSubmitted by: Paul M Markowski"
 }
}