{
 "awd_id": "0644188",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Novel Primitives and Side-Channel Countermeasures in the Design and Implementation of Cryptographic Algorithms",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928950",
 "po_email": "rwachter@nsf.gov",
 "po_sign_block_name": "Ralph Wachter",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 416000.0,
 "awd_min_amd_letter_date": "2007-01-18",
 "awd_max_amd_letter_date": "2011-07-29",
 "awd_abstract_narration": "Zhijie Shi\r\nUniversity of Connecticut\r\n0644188\r\nCAREER:  Novel Primitives and Side-Channel Countermeasures in the Design and Implementation of Cryptographic Algorithms\r\nPanel ID: 070111\r\n\r\nAstract\r\n\r\nThe enormous number of successful attacks attests to the fact that computer security is a complex issue. It requires research in many layers and components in computer systems, and becomes even more challenging when resource-constrained systems like mobile computing devices and sensor nodes are considered. \r\nAs critical elements of the security of computer systems, cryptographic algorithms are used to achieve basic security functions such as confidentiality, data integrity, and authentication. This research addresses both the design and implementation of cryptographic algorithms. The research studies novel operation primitives that can be added to processors for enhanced cipher and cryptographic hash function designs and lead to ultra-efficient cryptographic algorithms for resource-constrained environments. The research in the implementations of cryptographic algorithms focuses on the defending mechanisms that can be incorporated into the design processes of cryptographic algorithms and computer systems and lead to comprehensive and effective countermeasures to thwart side-channel attacks. Furthermore, the research outcomes of this project will be integrated into a processor design tool to facilitate further study and fast real-world adoption of the research outcomes.\r\nThe broader impact of this project is to reveal the relations between the cryptographic properties of individual operations and the overall security strength of cryptographic algorithms and to understand the impact of side-channel attacks on the design of cryptographic algorithms and computer systems. The open-source improvements to design tools will make the research results readily available to designers and thus enables the widespread deployment of secure implementations of cryptographic algorithms and hardware security mechanisms.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhijie",
   "pi_last_name": "Shi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhijie Shi",
   "pi_email_addr": "zshi@uconn.edu",
   "nsf_id": "000189023",
   "pi_start_date": "2007-01-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 WHITNEY RD EXTENSION UNIT 1133",
  "perf_city_name": "STORRS",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062699018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409000",
   "pgm_ele_name": "ADVANCED NET INFRA & RSCH"
  },
  {
   "pgm_ele_code": "779500",
   "pgm_ele_name": "TRUSTWORTHY COMPUTING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 96000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>When running cryptographic algorithms, computer systems leak a lot of side-channel information, including timing, power, electromagnetic radiation, visible light, error message, etc. Side-channel attacks exploit the side-channel information<em> </em>to obtain secret data used in crypto operations. Mobile devices and sensor nodes are particularly vulnerable to side-channel attacks as they normally work in the field or in hostile environments. Therefore, it is critical to study not only efficient but also secure implementations of cryptographic algorithms.</p>\n<p>Understanding the vulnerability of crypto systems and the capability of adversaries is the first step to improve the system security. This project has designed many new attacking techniques and found weaknesses in popular implementations of cryptographic algorithms and even in some countermeasures proposed previously. For example, new power analysis techniques were proposed to break randomized automata for implementing elliptic curve cryptography (ECC), which was designed to thwart power analysis. The project also proposed an attack on a Whirlpool based keyed-hash message authentication code (HMAC) and demonstrated the importance of securing hash function implementations.</p>\n<p>This project proposed a method called multiple deductions-based algebraic side-channel attack (MDASCA) to cope with errors in leakage measurements in side-channel analysis. The method allows more key-related information to be extracted from side-channel leakage. It also allows the side-channel analysis community to study more leakage models that are noisy inherently. MDASCA-based trace driven cache attacks have been demonstrated on all widely used AES implementations.</p>\n<p>The project also studied the countermeasures to side-channel attacks. A window-based countermeasure is proposed for implementing ECC. As part of low cost, algorithm-independent solutions that can be implemented in many processors and make all cryptographic algorithms secure, the project proposed a better implementation of the register file, where processors store the operands and results of most instructions. The proposed RFRF, a register file that stores data along with a redundant flipped copy, provides data-independent power consumption on read and write operations in cryptographic algorithms.</p>\n<p>&nbsp;The results of the project have been published in many conference proceedings and journals. A paper, titled &ldquo;MDASCA: an enhanced algebraic side-channel attack for error tolerance and new leakage model exploitation&rdquo;, was received the best paper award at the International Workshop on Constructive Side-Channel Analysis and Secure Design (COSADE) 2012. Some of the project outcomes have been used in course projects in both undergraduate and graduate courses offered at the University of Connecticut. The project also provided undergraduate students with opportunities to learn and explore in the field of computer security.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2013<br>\n\t\t\t\t\tModified by: Zhijie&nbsp;Shi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhen running cryptographic algorithms, computer systems leak a lot of side-channel information, including timing, power, electromagnetic radiation, visible light, error message, etc. Side-channel attacks exploit the side-channel information to obtain secret data used in crypto operations. Mobile devices and sensor nodes are particularly vulnerable to side-channel attacks as they normally work in the field or in hostile environments. Therefore, it is critical to study not only efficient but also secure implementations of cryptographic algorithms.\n\nUnderstanding the vulnerability of crypto systems and the capability of adversaries is the first step to improve the system security. This project has designed many new attacking techniques and found weaknesses in popular implementations of cryptographic algorithms and even in some countermeasures proposed previously. For example, new power analysis techniques were proposed to break randomized automata for implementing elliptic curve cryptography (ECC), which was designed to thwart power analysis. The project also proposed an attack on a Whirlpool based keyed-hash message authentication code (HMAC) and demonstrated the importance of securing hash function implementations.\n\nThis project proposed a method called multiple deductions-based algebraic side-channel attack (MDASCA) to cope with errors in leakage measurements in side-channel analysis. The method allows more key-related information to be extracted from side-channel leakage. It also allows the side-channel analysis community to study more leakage models that are noisy inherently. MDASCA-based trace driven cache attacks have been demonstrated on all widely used AES implementations.\n\nThe project also studied the countermeasures to side-channel attacks. A window-based countermeasure is proposed for implementing ECC. As part of low cost, algorithm-independent solutions that can be implemented in many processors and make all cryptographic algorithms secure, the project proposed a better implementation of the register file, where processors store the operands and results of most instructions. The proposed RFRF, a register file that stores data along with a redundant flipped copy, provides data-independent power consumption on read and write operations in cryptographic algorithms.\n\n The results of the project have been published in many conference proceedings and journals. A paper, titled \"MDASCA: an enhanced algebraic side-channel attack for error tolerance and new leakage model exploitation\", was received the best paper award at the International Workshop on Constructive Side-Channel Analysis and Secure Design (COSADE) 2012. Some of the project outcomes have been used in course projects in both undergraduate and graduate courses offered at the University of Connecticut. The project also provided undergraduate students with opportunities to learn and explore in the field of computer security.\n\n\t\t\t\t\tLast Modified: 11/30/2013\n\n\t\t\t\t\tSubmitted by: Zhijie Shi"
 }
}