{
 "awd_id": "0644691",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Modulation of Endocytosis by the Crumbs/BH-spectrin Complex",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Rodewald",
 "awd_eff_date": "2007-03-01",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2007-03-03",
 "awd_max_amd_letter_date": "2008-12-04",
 "awd_abstract_narration": "Objective and Methods: \r\nEpithelial cell layers form boundaries between the outside world and between compartments within multicellular animals. A key feature of epithelial cells is their division into apical and basolateral domains separated by belt-like adhesion complexes such as the zonula adherens. This cellular asymmetry, or apicobasal polarity is generated in epithelia by complexes of proteins that reorganize the cell interior to deliver different sets of proteins to the apical and basolateral surface. During polarization, a conserved protein complex induces the formation of the apical domain and organizes the zonula adherens. Dr. Thomas will analyze the role of a group of interacting proteins involved in steps immediately downstream of polarity establishment that lead specifically to the stabilization of the zonula adherens using Drosophila as a model system. These proteins include Crumbs, Annexin B9, and Beta-Heavy spectrin. Preliminary experiments suggest the hypothesis that these proteins form a pathway that regulates the rate of protein turnover at the zonula adherens, and may also set the level of apical polarity proteins such as Crumbs.\r\nThe experimental objectives are to test the role(s) of Beta-Heavy spectrin and Annexin B9 and their collaboration to (i) set the equilibrium levels of the apical polarity determinants and upon protein levels in the zonula adherens, and (ii) their role in maintaining membrane area. As part of this effort, there will be direct measurement of differences in the turnover rate of DE-cadherin at the junction in wild-type and mutant backgrounds. A multidisciplinary approach that harnesses the power of Drosophila genetics will be used, combined with contemporary cell biology techniques, to perform side-by-side comparisons of wild-type and mutant conditions in the same specimen to reveal quantitative changes in these cellular properties. \r\nIntellectual merit: \r\nThe epithelial cell organization represents an essential tissue type in the metazoan body plan, and such organs play a vital role in their development, structure and physiology. To successfully establish an epithelium, the cells must develop apicobasal polarity and this is intimately tied to the development of cell-cell adhesion complexes. Although scientists are beginning to understand the initiation of apical pole formation, the stabilization of the protein complexes that induce the apical pole, and the stabilization of the associated zonula adherens are still not well understood. These experiments will test and define the relationship between spectrin, the apical polarity complex and local rates of protein/membrane turnover using both well-developed tools, and a suite of novel probes to produce new insights into the maintenance of epithelial organization that should be broadly applicable to our understanding of all epithelia.\r\nBroader impacts: \r\nBroader impacts of this project will be in the area of science education. Not only will the project provide training for graduate students, but it will continue to facilitate Dr. Thomas's commitment to research training for undergraduates (3-5/semester). These students not only include those doing projects towards honors theses, but also include underrepresented groups through his on-going participation in the WISER (Women In Science and Engineering Research) and MURE (Minority Undergraduate Research Experience) programs at Penn State. It is also planned to experiment with a 'follow along' approach in a large (~350 student) introductory Cell Biology class that serves several majors. Here, in addition to required lab exercises, Dr. Thomas will introduce one of the more tractable research threads from the projects described  as an integrated part of the curriculum, and follow up in class throughout the semester with regular updates on its progress. This will help demonstrate real-life applications of techniques that they learn about, but that cannot be covered as part of the lab sections. At the same time this will impart a better feeling for the nature, pace and thought processes underlying basic research amongst a group many of whom, perhaps most, will not choose to become professional biologists, but should become better-informed citizens.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claire",
   "pi_last_name": "Thomas",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Claire M Thomas",
   "pi_email_addr": "clairet@psu.edu",
   "nsf_id": "000397466",
   "pi_start_date": "2007-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "1132",
   "pgm_ref_txt": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": null
}