{
 "awd_id": "0645653",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:  Natural Product Biosynthesis Assembly Line Methodology",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2007-01-01",
 "awd_exp_date": "2010-05-31",
 "tot_intn_awd_amt": 575000.0,
 "awd_amount": 575000.0,
 "awd_min_amd_letter_date": "2007-01-04",
 "awd_max_amd_letter_date": "2007-01-04",
 "awd_abstract_narration": "This project brings a combination of synthetic chemistry, biochemistry, and X-ray crystallography to bear on the study of natural product biosynthesis, focusing on the elucidation of the structure and chemical mechanism of the polyketide and nonribosomal peptide biosynthetic machinery. Current information on the basic structure and chemical mechanism of polyketide and nonribosomal peptide biosynthetic machinery is very limited. This is especially the case with multi-domain assembly line complexes, as there is no structural information on any multidomain construct. In addition, the unique and complex thioester template mechanism of substrate trafficking through the biosynthetic machinery is poorly understood. The details of substrate specificity and chemical mechanism are needed to determine the scope of possible altered building block structure. Structural characterization of biosynthetic machinery will be accomplished using X-ray crystallography. Two unique approaches will be explored in order to address the potential complications in obtaining crystals of multimeric systems - 1) crystallization and structure determination of nonribosomal assembly line fragments from a thermophilic bacteria, and 2) use of synthetic chemistry to construct rationally designed assemblies for mechanistic and structural analysis. The interdisciplinary concepts of chemical biology will be introduced at several educational levels. To enrich the education of secondary school students, an outreach program will be developed to expose students to interdisciplinary research science at an academic university. To enrich the education of graduate and undergraduate students, novel courses will be introduced to the chemistry curriculum, incorporating the ideas of interdisciplinary chemical biology with the concepts of natural product biosynthesis.\r\n\r\nWith the support of this CAREER award from the Organic and Macromolecular Chemistry Program, Professor Steve Bruner, of the Department of Chemistry at Boston College, is studying the structures and mechanisms involved in natural product biosynthesis assembly line methodology. This project addresses the unusual coupled sequential reactions exploited by living systems to synthesize a variety of complex organic molecules. By combining the tools of synthetic organic chemistry and biochemistry with a powerful structural determination tool, x-ray diffraction analysis, Professor Bruner hopes to develop a detailed structural and mechanistic understanding of the ways in which living organisms effect these remarkably efficient syntheses. This understanding may then be applied to the engineering of novel natural product machinery, effectively recruiting the power of these natural systems for the synthesis of chosen non-naturally occurring molecules. The education of students from the secondary school through graduate levels will be enriched through the introduction of the interdisciplinary concepts of chemical biology, representing the foundations of the field of biotechnology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Bruner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Bruner",
   "pi_email_addr": "bruner@ufl.edu",
   "nsf_id": "000279512",
   "pi_start_date": "2007-01-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boston College",
  "inst_street_address": "140 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHESTNUT HILL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175528000",
  "inst_zip_code": "024673800",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJ3JH8CRJBZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston College",
  "perf_str_addr": "140 COMMONWEALTH AVE",
  "perf_city_name": "CHESTNUT HILL",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024673800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "195000",
   "pgm_ele_name": "METHODOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 484166.0
  }
 ],
 "por": null
}