{
 "awd_id": "0645686",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Topics in String Compactifications",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Earle L. Lomon",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 419228.0,
 "awd_amount": 464198.0,
 "awd_min_amd_letter_date": "2006-12-21",
 "awd_max_amd_letter_date": "2011-06-30",
 "awd_abstract_narration": "String theory has emerged as a leading candidate for a quantum theory of gravity, i.e., a\r\ntheory that encompasses both quantum mechanics and Einstein?s theory of general\r\nrelativity. A remaining challenge is the identification of the appropriate set of background\r\nconditions relevant to the formation of our universe, i.e., compactifying the ten\r\ndimensional string theory (or eleven-dimensional M theory/supergravity) can lead to a very large number of (non-)supersymmetric four dimensional vacua. The projects outlined in this proposal address two important aspects of string compactifications. On one hand, the PI will study how in the context of flux\r\ncompactifications one can find vacua which exhibit Standard Model like spectra. He will\r\nalso use constraints from cosmology, such as the cosmic microwave background, to put\r\nrestrictions on the inflationary type potentials obtained from string theory. The second\r\napproach will be made in studying black hole physics in terms of four- and\r\nfive-dimensional BPS solutions. This will provide important\r\ninformation in trying to understand the black hole information puzzle. This proposal is\r\nvery timely since, during the course of the next few years, the Large Hadron Collider\r\n(LHC) at CERN will start running, which will provide interesting information of what\r\noccurs beyond the Standard Model. Furthermore, more accurate observations of the\r\ncosmic microwave background using the PLANCK satellite, will provide even tighter\r\nconstraints on the possible\r\ninflationary scenarios arising in string theory.\r\nThe goal of the project outlined in this proposal is two-fold: (1) facilitate the continuation\r\nand expansion of a research program in theoretical particle physics, with emphasis on\r\nstring theory, at the University of New Hampshire (UNH), and (2) develop a strong\r\noutreach program taking the frontiers of particle physics into local high schools, that\r\nnurtures the excitement young people have for science in general, while promoting\r\nphysics in particular. Results from the proposed work will be of interest to several\r\nsectors of the mathematics and physics community. Thus, this project will foster\r\ncollaborations and\r\nintellectual exchange between UNH physicists and mathematicians and those from\r\nneighboring, as well as national and international, institutions. The program will\r\ncapitalize on the existing infrastructure at the University of New Hampshire for\r\ninteractions with high schools and bring cutting-edge science into local high schools.\r\nSpecifically, the PI will work with the NSF supported Partnerships for Research\r\nOpportunities to Benefit Education (PROBE)program to organize workshops at UNH for\r\nhigh school teachers, visit local high schools in order for both teachers and students to\r\nbe able to answer questions, and allow interested high school students to visit UNH to\r\nlearn about research in theoretical particle physics. The PI\r\nwill also participate in a summer program for high school students at UNH, Project\r\nSMART,(Science and Mathematics Achievement through Research Training) and\r\ndevelop enrichment lectures and activities in Particle Physics and Cosmology for these\r\nhigh school students.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Per",
   "pi_last_name": "Berglund",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Per Berglund",
   "pi_email_addr": "per.berglund@unh.edu",
   "nsf_id": "000101315",
   "pi_start_date": "2006-12-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Hampshire",
  "inst_street_address": "51 COLLEGE RD",
  "inst_street_address_2": "BLDG 107",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6038622172",
  "inst_zip_code": "038242620",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NH01",
  "org_lgl_bus_name": "UNIVERSITY SYSTEM OF NEW HAMPSHIRE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GBNGC495XA67"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Hampshire",
  "perf_str_addr": "51 COLLEGE RD",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "038242620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NH01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128700",
   "pgm_ele_name": "MATHEMATICAL PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 90113.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 79710.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 121362.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 92880.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 80133.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>My research has focused on how to understand the role of the extra dimensions (known as a Calabi-Yau manifold) predicted by string theory as they ultimately determine the fundamental aspects of nature, such as the large scale accelerated expansion of the universe and the elementary particles as the microscopic building blocks. By implementing mathematical tools developed to investigate the geometry of Calabi-Yau manifolds, we can study the dark energy in our four dimensional world which allows us to fix the size, as well as the shape, of the extra dimensional space. In particular, in earlier work supported by the NSF, the PI and collaborators showed that the volume can be very large, a result on which many more detailed phenomenological models are built. These ``Large Volume&rsquo;&rsquo; models make up the general framework for much of the research carried out by the PI.</p>\n<p>&nbsp;</p>\n<p>The PI and collaborators have studied how string theory can account for the accelerated expansion in the very early universe, known as inflation. In several studies, it was found how to use the cosmological observations such as cosmic microwave background radiation from the early universe to constrain certain properties of the extra dimensional Calabi-Yau spaces. Furthermore, initiated when the PI was on sabbatical leave at CERN, work has been done in which starting from the above Large Volume string compacitifications, sectors describing the standard model (or closely related models) and the dark matter, respectively, in terms of so called Dirichlet branes (or D-branes, for short) are included. These branes are higher dimensional generalizations of strings, on which open strings can end. For example, our universe could be described by one or a stack of three-dimensional brane(s) (D3-brane(s)), with time providing the fourth dimension. The ends of the open strings can then be thought of as describing particles in our four-dimensional word, interacting in a manner prescribed by how the open strings interact as well as by the number branes in the stack. The extra dimensions also play an important role as a D3-brane can be positioned at special points in the Calabi-Yau space. Alternatively, we can consider a stack of seven dimensional branes (D7-branes), which wrap around a four-dimensional part of the six extra dimensions, effectively giving rise to a set of 7 &minus; 4 = 3 dimensional spatial branes that fill our universe (Figure 1). Depending on the kind of special, singular, point at which the D3-brane is positioned, or the type of four dimensional space around which the D7-branes wrap, we get different kinds of particles and forces that give interactions between the particles. These types of &ldquo;brane worlds&rdquo; allow us to (in principle) construct the ordinary elementary particles (regular matter) and the dark matter, living on different branes, interacting with each other by open strings stretching between the two different brane worlds.</p>\n<p>&nbsp;</p>\n<p>The research described above has involved a number of both undergraduate and graduate students at the University of New Hampshire, providing them with useful and valuable experience for their future careers. Several of the undergraduate students, upon completing their degrees, are now enrolled in PhD programs in fields ranging from theoretical and experimental particle physics to biophysics. The PI has made extensive efforts to share the discoveries in high energy theory with the general public, primarily by working with high school teachers and students in New England and holding lectures and question/answer sessions explaining elementary particle physics, cosmology and string theory, including presentations about the Large Hadron Collider at CERN and the 2011 Nobel prize in physics on the accelerated expansion of the universe. &nbsp;&nbsp;Additionally the PI has hosted teacher-led student cohorts to the Univers...",
  "por_txt_cntn": "\nMy research has focused on how to understand the role of the extra dimensions (known as a Calabi-Yau manifold) predicted by string theory as they ultimately determine the fundamental aspects of nature, such as the large scale accelerated expansion of the universe and the elementary particles as the microscopic building blocks. By implementing mathematical tools developed to investigate the geometry of Calabi-Yau manifolds, we can study the dark energy in our four dimensional world which allows us to fix the size, as well as the shape, of the extra dimensional space. In particular, in earlier work supported by the NSF, the PI and collaborators showed that the volume can be very large, a result on which many more detailed phenomenological models are built. These ``Large VolumeÆÆ models make up the general framework for much of the research carried out by the PI.\n\n \n\nThe PI and collaborators have studied how string theory can account for the accelerated expansion in the very early universe, known as inflation. In several studies, it was found how to use the cosmological observations such as cosmic microwave background radiation from the early universe to constrain certain properties of the extra dimensional Calabi-Yau spaces. Furthermore, initiated when the PI was on sabbatical leave at CERN, work has been done in which starting from the above Large Volume string compacitifications, sectors describing the standard model (or closely related models) and the dark matter, respectively, in terms of so called Dirichlet branes (or D-branes, for short) are included. These branes are higher dimensional generalizations of strings, on which open strings can end. For example, our universe could be described by one or a stack of three-dimensional brane(s) (D3-brane(s)), with time providing the fourth dimension. The ends of the open strings can then be thought of as describing particles in our four-dimensional word, interacting in a manner prescribed by how the open strings interact as well as by the number branes in the stack. The extra dimensions also play an important role as a D3-brane can be positioned at special points in the Calabi-Yau space. Alternatively, we can consider a stack of seven dimensional branes (D7-branes), which wrap around a four-dimensional part of the six extra dimensions, effectively giving rise to a set of 7 &minus; 4 = 3 dimensional spatial branes that fill our universe (Figure 1). Depending on the kind of special, singular, point at which the D3-brane is positioned, or the type of four dimensional space around which the D7-branes wrap, we get different kinds of particles and forces that give interactions between the particles. These types of \"brane worlds\" allow us to (in principle) construct the ordinary elementary particles (regular matter) and the dark matter, living on different branes, interacting with each other by open strings stretching between the two different brane worlds.\n\n \n\nThe research described above has involved a number of both undergraduate and graduate students at the University of New Hampshire, providing them with useful and valuable experience for their future careers. Several of the undergraduate students, upon completing their degrees, are now enrolled in PhD programs in fields ranging from theoretical and experimental particle physics to biophysics. The PI has made extensive efforts to share the discoveries in high energy theory with the general public, primarily by working with high school teachers and students in New England and holding lectures and question/answer sessions explaining elementary particle physics, cosmology and string theory, including presentations about the Large Hadron Collider at CERN and the 2011 Nobel prize in physics on the accelerated expansion of the universe.   Additionally the PI has hosted teacher-led student cohorts to the University of New Hampshire when relevant topics have been presented as part of the University of New Hampshire physics colloquia.\n\n \n\n \n..."
 }
}