{
 "awd_id": "0645668",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Physics of Virus Structure: Energetics and Dynamics",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2007-03-15",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2007-02-26",
 "awd_max_amd_letter_date": "2013-03-11",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\nThis is a CAREER award supports theoretical research and education at the interface of condensed matter physics and biology. The aim of the proposed research is to set up a statistical mechanical investigation of viral structure focusing on the right (coarse-grained) level of description to capture the essential physics, yet include sufficient biochemical details to develop verifiable models to elucidate viral assembly. In particular, the following major questions will be investigated: (i) What are the relevant thermodynamic control parameters that determine the size and shape of empty capsids? (ii) What is the effect of the enclosed genome on the size and shape of capsid, in particular for the case of co-assembly (where genome triggers the formation process)? And (iii) what are the effects of all these factors on the kinetics of self-assembly? Important issues in the assembly of empty capsids are the relation between protein shape, hydrophobic and screened-coulomb interactions between them, and the geometry of the icosahedral, cylindrical and conical assemblies. The research will focus on the statistical mechanics of viral self-assembly, both equilibrium and nonequilibrium. Since capsid assembly is akin to a thermodynamic phase transition, nucleation theory will be used for the kinetics. Furthermore, to elucidate the simplest physical role played by an encapsidated chain in determining the preferred size of a virus, the self-consistent field theory of polyelectrolyte adsorption will be extended to confined geometries. Of interest is how the free energy of viral particles is influenced by genome length and the strength of genome/capsid attractive interaction. In view of the complexity of the physics, the analytical theory is to be augmented by scaling methods, numerical investigations, and computer simulation. In particular, the PI will perform a series of Monte Carlo and Brownian dynamics computer simulations to explore the equilibrium and kinetic aspects of viral self-assembly. Our simulations involve a system of model capsid proteins for investigating the selection of shell size and symmetry among capsids.\r\n\r\nThis award also contributes to the education of undergraduate, graduate and postgraduate students, and particularly to the training of the next generation of condensed matter and biological physicists. An outreach program for K-12 level teachers in the Riverside and San Bernardino counties, and workshops for women aim to improve participation of underrepresented groups in science. \r\n\r\nNON-TECHNICAL SUMMARY:\r\nThis is a CAREER award supports theoretical research and education at the interface of condensed matter physics and biology. A fundamental step in the replication of a viral particle is the self-assembly of its rigid shell (capsid) from its constituent proteins and enclosed genome. The physics of viruses is exceptionally rich. It involves understanding the behavior of large molecules (polymers) in confined volumes and the co-operative growth of genomes and capsids. While the in vitro and in vivo assemblies of viruses are considered as the paradigm for self-assembly in biology, the physical principles that underlie virus structure are only beginning to be understood. The PI will carry out theoretical research using the tools of statistical physics to attack important problems aimed at improving our understanding of virus structure and assembly.\r\n\r\nSince capsids play a vital role in genome replication and intercellular movement of viruses, understanding viral assembly may be critical in the development of new anti-viral therapies and systematic treatment of viral infection. This research also connects with emerging areas of materials science - the synthesis of viral nano-containers for enclosing non-genetic material and designing novel biomimetic materials. Further, as viruses infect all kinds of hosts (bacteria, plants, and animals) with various degrees of severity (from the common cold to AIDS), there is keen interest among students at all levels to understand the mechanisms governing viral life cycle.\r\n\r\nThis award also contributes to the education of undergraduate, graduate and postgraduate students, and particularly to the training of the next generation of condensed matter and biological physicists. An outreach program for K-12 level teachers in the Riverside and San Bernardino counties, and workshops for women aim to improve participation of underrepresented groups in science. \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roya",
   "pi_last_name": "Zandi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roya Zandi",
   "pi_email_addr": "roya.zandi@ucr.edu",
   "nsf_id": "000489024",
   "pi_start_date": "2007-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In its simplest form, a virus is composed of a protein shell called the capsid that encloses the viral genome (RNA or DNA). Under appropriate solution conditions, the capsid protein subunits of a wide variety of RNA viruses can assemble spontaneously not only around their own genome but also heterologous and nonviral RNAs.&nbsp;</p>\n<p>Viral capsids or shells come in many sizes and shapes and vary enormously in the number and nature of the molecules from which they are built. In general, the capsids of viruses can be classified into one of three kinds: spherical, rod-shaped, and conical forms. Despite the importance of biological nano-shells in gene therapy and drug delivery, the mechanisms and factors that control the shape, stability and assembly of virus particles are not well understood.</p>\n<p>This NSF&nbsp;project explored the equilibrium structures as well as the dynamics of self-assembly of viral particles as highlighted below.</p>\n<p>* Many viruses protect their genetic material by a closed elongated protein shell. To this end, we examined the structure of these viruses and showed that the special well-defined geometry of sphero-cylinder viruses arises simply as a consequence of the universal law of free energy minimization of a generic interaction between the structural units of the capsid.</p>\n<p>* While more than 60% of spherical viruses as the common cold virus, have structures with icosahedral symmetry, the conical shape is the distinguishable feature of Human immuno-deficiency virus (HIV). The equilibrium studies have successfully been able to explain the structure of spherical and elongated capsids. However, the conical structure of HIV has remained a mystery. We examined the assembly of HIV capsids under nonequilibrium conditions and showed for the first time the predominance of the conical shape among HIV structures, a long lasting puzzle for physicists as well as structural virologists.</p>\n<p>* Recent experiments have revealed the presence of a number of defective unclosed HIV capsids. We developed a model for the growth of capsids and were able to explain all the structures observed in the experiments. These defective capsids supported our theory of capsid growth that we had previously suggested.</p>\n<p>*To understand the impact of genome on the size of spherical capsids, we studied the assembly of virus particles composed of the capsid protein of Cowpea Chlorotic Mottle Virus and a negatively charged linear polymer poly(styrene sulfonate) (PSS) for five different molecular weights. Our goal was to investigate the effect on the capsid size of the competition between the preferred curvature of the protein and length of PSS. We discovered that the size of the encapsidated polymer cargo is the deciding factor for the selection of one distinct capsid size from several possible sizes bearing the same inherent symmetry.</p>\n<p>*In addition to the size of genome, we examined the effect of genome and protein concentrations on the formation of viral shells and found that different mixtures of proteins and genome can produce virus particles of various sizes. &nbsp;Specifically, we found that depending on the ratio of genome to protein concentrations, smaller viral structures prevail while the larger ones are energetically more favorable, consistent with <em>in vitro</em> experiments.</p>\n<p>*In addition to the above works, we explained the outcomes of several experiments related to the self-assembly of the capsid proteins and nanometer sized gold particles.&nbsp; Our results showed clearly the importance of electrostatic interactions and also the size of nano-gold particles on the stability of virus-like-particles.</p>\n<p>The techniques employed in tackling the different projects indicated above resulted in an extension of the modern methods of soft condensed matter theory, in areas such as polyelectrolytes, supramolecular complexes, self-assembly, entro...",
  "por_txt_cntn": "\nIn its simplest form, a virus is composed of a protein shell called the capsid that encloses the viral genome (RNA or DNA). Under appropriate solution conditions, the capsid protein subunits of a wide variety of RNA viruses can assemble spontaneously not only around their own genome but also heterologous and nonviral RNAs. \n\nViral capsids or shells come in many sizes and shapes and vary enormously in the number and nature of the molecules from which they are built. In general, the capsids of viruses can be classified into one of three kinds: spherical, rod-shaped, and conical forms. Despite the importance of biological nano-shells in gene therapy and drug delivery, the mechanisms and factors that control the shape, stability and assembly of virus particles are not well understood.\n\nThis NSF project explored the equilibrium structures as well as the dynamics of self-assembly of viral particles as highlighted below.\n\n* Many viruses protect their genetic material by a closed elongated protein shell. To this end, we examined the structure of these viruses and showed that the special well-defined geometry of sphero-cylinder viruses arises simply as a consequence of the universal law of free energy minimization of a generic interaction between the structural units of the capsid.\n\n* While more than 60% of spherical viruses as the common cold virus, have structures with icosahedral symmetry, the conical shape is the distinguishable feature of Human immuno-deficiency virus (HIV). The equilibrium studies have successfully been able to explain the structure of spherical and elongated capsids. However, the conical structure of HIV has remained a mystery. We examined the assembly of HIV capsids under nonequilibrium conditions and showed for the first time the predominance of the conical shape among HIV structures, a long lasting puzzle for physicists as well as structural virologists.\n\n* Recent experiments have revealed the presence of a number of defective unclosed HIV capsids. We developed a model for the growth of capsids and were able to explain all the structures observed in the experiments. These defective capsids supported our theory of capsid growth that we had previously suggested.\n\n*To understand the impact of genome on the size of spherical capsids, we studied the assembly of virus particles composed of the capsid protein of Cowpea Chlorotic Mottle Virus and a negatively charged linear polymer poly(styrene sulfonate) (PSS) for five different molecular weights. Our goal was to investigate the effect on the capsid size of the competition between the preferred curvature of the protein and length of PSS. We discovered that the size of the encapsidated polymer cargo is the deciding factor for the selection of one distinct capsid size from several possible sizes bearing the same inherent symmetry.\n\n*In addition to the size of genome, we examined the effect of genome and protein concentrations on the formation of viral shells and found that different mixtures of proteins and genome can produce virus particles of various sizes.  Specifically, we found that depending on the ratio of genome to protein concentrations, smaller viral structures prevail while the larger ones are energetically more favorable, consistent with in vitro experiments.\n\n*In addition to the above works, we explained the outcomes of several experiments related to the self-assembly of the capsid proteins and nanometer sized gold particles.  Our results showed clearly the importance of electrostatic interactions and also the size of nano-gold particles on the stability of virus-like-particles.\n\nThe techniques employed in tackling the different projects indicated above resulted in an extension of the modern methods of soft condensed matter theory, in areas such as polyelectrolytes, supramolecular complexes, self-assembly, entropic elasticity and emerging problems in the physics of viruses.\n\nThe research results presented above both influenced and also responded to sever..."
 }
}