{
 "awd_id": "0645821",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Maori Transformation of the New Zealand Landscape Through the Use of Fire:    A Case Study from South-Central South Island",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2007-03-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 274789.0,
 "awd_amount": 274789.0,
 "awd_min_amd_letter_date": "2007-02-20",
 "awd_max_amd_letter_date": "2007-02-20",
 "awd_abstract_narration": "Proposal 0645821\r\nCathy Whitlock\r\nMontana State University\r\n\r\nAn understanding of prehistoric peoples and their influence on the environment is a central theme in geography and a topic of heated debate in North America.  In most parts of the world, assessment of landscape modification is complicated by the need for precise information on prehistoric activities, as well as a record of environmental change that can distinguish human impacts from natural ones.  This challenge is seldom met, because the debate over whether preEuropean landscapes were pristine or heavily modified is generally waged in places where human presence and environmental change have long joint histories.  New Zealand is a rare exception and affords an unparalleled opportunity to study (1) human transformation of a forested landscape in the absence of major climate change, and (2) the consequences of fire in an ecosystem that had not previously experienced burning.  Maori arrived and settled New Zealand in the 13th century, and soon thereafter reduced the original closed forest cover by nearly 40%.  This event is one of the most rapid and complete landscape conversions recorded anywhere in the world.  The proposed investigation will provide a better understanding of human-environment interactions in a relatively \"controlled\" experiment:  Prior to 800 AD, there were no people in NZ and fire was rare.  After Maori arrival, the vegetation was transformed in grand style from forest to grassland and evidence of burning abounds.  \r\nThe investigation will examine how deforestation was achieved and maintained on the South Island of New Zealand.  The key questions are: Was landscape burning a frequent, purposeful activity designed to maintain an open vegetation cover?  Or, were some areas more vulnerable to accidental, occasional fire than others, which led to forest demise in some regions and less severe consequences in others?  To answer these questions, the latest techniques in charcoal and microfossil analysis will be applied at lake sites within a single watershed to generate a detailed reconstruction of fire frequency and vegetation change spanning the period from pre-human conditions to Maori arrival and finally European settlement.  The investigation builds upon and complements an existing New Zealand-funded project that takes a more regional approach.  Together, these projects will provide critical insights into how prehistoric people and later Europeans controlled the landscape, how management strategies evolved over time, and how local activities led to regional ecological transformation.  Paleoecologic records from six small lakes in close proximity will be analyzed to determine if the initial burning occurred in a time-transgressive pattern along elevational gradients or whether it was synchronous across the area.  Spatial differences in fire characteristics and vegetation response will help assess whether or not Maori-set fires were severe and frequent enough to maintain an open landscape everywhere.  The focus on the study is on the initial shock of anthropogenic fire on a relatively dry landscape where fires prior to people were extremely rare.  The two-phased impact of humans in New Zealand, first by indigenous people and then by Europeans, on a landscape that had not experienced much fire offers an opportunity to examine the mechanisms behind human-triggered ecological changes in general.  \r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cathy",
   "pi_last_name": "Whitlock",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Cathy L Whitlock",
   "pi_email_addr": "whitlock@montana.edu",
   "nsf_id": "000179421",
   "pi_start_date": "2007-02-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "216 MONTANA HALL",
  "perf_city_name": "BOZEMAN",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "59717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 274789.0
  }
 ],
 "por": null
}