{
 "awd_id": "0646233",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Triggered Large-scale Auroral Disturbances and Poleward Boundary Intensifications (PBIs):  Polar Lonospheric Convection Evolution and Structure",
 "cfda_num": "47.050",
 "org_code": "06020202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rachel Walker-Kulzick",
 "awd_eff_date": "2007-02-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 460380.0,
 "awd_min_amd_letter_date": "2007-01-29",
 "awd_max_amd_letter_date": "2010-01-11",
 "awd_abstract_narration": "In order to understand and predict geomagnetic disturbances, it is necessary to identify the different types of disturbances, how they relate to their ultimate energy source in the solar wind, and what the physical processes are that cause the different disturbance types.  Different types of large-scale disturbances are related to different types of discontinuities of the solar wind plasma and interplanetary magnetic field (IMF), and to the resulting changes in plasma flows in the polar-cap ionosphere.  This project will be directed toward firmly establishing the relationships between solar wind and IMF changes, the manifestation of these changes in reconnection related ionospheric flows on the dayside, and the resulting types of auroral-zone disturbances.  We will also initiate a thorough study of how the solar wind and IMF changes and the auroral-zone disturbances are related to the formation and decay of the nightside Harang electric field reversal. \r\n\r\nIt is particularly timely to now study the relationships between solar wind plasma and IMF changes, polar-cap and Harang region ionospheric flows, and the development of the different types of auroral disturbances because of recent instrument deployments, as well as the recent development and availability of improved techniques for mapping the measurements of the solar wind and IMF conditions made by spacecraft to the point where the interaction with the Earth's magnetosphere takes place.  New SuperDARN radars have recently been installed that for the first time will allow good coverage of the Harang region and its evolution with respect to dayside convection, and all-sky imagers are being deployed throughout the Canadian Arctic that will give unprecedented ground coverage of the Canadian portion of the auroral oval. \r\n\r\nThe goal of this research is to take advantage of this unprecedented opportunity to concretely determine the relations between the IMF and solar wind dynamic pressure Pdyn changes, dayside polar-cap convection and Harang region convection, and major disturbances of the magnetosphere-ionosphere system. \r\n\r\nThe project will involve graduate student research, a postdoctoral researcher and a young woman scientist.  It will also promote research partnerships between UCLA and the collaborative university, non-profit, and international organizations responsible for the operations of the various instruments and observational data sets that will be used.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Lyons",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence R Lyons",
   "pi_email_addr": "larry@atmos.ucla.edu",
   "nsf_id": "000449978",
   "pi_start_date": "2007-01-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eftyhia",
   "pi_last_name": "Zesta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eftyhia Zesta",
   "pi_email_addr": "ezesta@atmos.ucla.edu",
   "nsf_id": "000420727",
   "pi_start_date": "2007-01-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  },
  {
   "pgm_ele_code": "575000",
   "pgm_ele_name": "MAGNETOSPHERIC PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 135380.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The highly varying structure and dynamics of the near-Earth space (geospace) environment, including the energetic charged particles and fields within the magnetosphere and the ionosphere, substantially affect man-made space systems and susceptible ground systems. Unlike that of tropospheric weather, Space Weather dynamics and disturbances have remained poorly understood because of complicated magnetosphere-ionosphere coupling and limitations on capabilities for measuring and modeling the coupled system.&nbsp; However, the opportunity to dramatically change this situation is now emerging due to NSF deployments of new and expanded radar systems, the ground auroral imaging and multi-spacecraft of the NASA THEMIS program. We have performed studies that have suggested that these new capabilities may lead to a new and transformational view of geospace dynamical processes.</p>\n<p>&nbsp;</p>\n<p>As an example, by overlaying concurrent ionospheric convection flows from National Science Foundation radar networks and optical observations of the Earth&rsquo;s aurora, we have shown, for the first time, observations of the two-dimensional pattern of ionospheric flow associated with auroral disturbances that are now known as poleward boundary intensifications, which can connect to streamers of auroral that can at times traverse the entire latitudinal extent of the auroral oval. The flows were found to be consistent with the expected large-scale flow pattern of the ionospheric manifestation of tail interchange convection associated with bubbles of the plasma in the Earth&rsquo;s magnetotail plasma sheet.</p>\n<p>&nbsp;</p>\n<p>An addition example is that we have found that the above auroral disturbance related flows may often have their origin within the region of open polar cap magnetic field lines that direct connect with the magnetic field of interplanetary space. We found evidence that flow these structures moving from the polar cap towards the nightside auroral zone may also be important for triggering the flows that lead to the most dramatic of auroral disturbances, the substorm. The new observations also have given evidence that the flow structures come from deep within the polar cap region and, and have given unexpected evidence that a continuation of flow structures moving from the polar cap towards the nightside auroral oval after substorm onset may be important in controlling the poleward expansion and duration of post-substorm onset auroral activity.</p>\n<p>&nbsp;</p>\n<p>A new area of study has been recently initiated based on recent THEMIS spacecraft observations that have shown longitudinally narrow, earthward moving, plasma sheet flow channels with large, abrupt magnetic field increases that have been referred to as dipolarization fronts. We undertook a detailed study of the group of these events that had good quality auroral imaging. We found that many occurred during the substorms after onset (as determined by auroral intensification) and were related to streamers of aurora. Surprisingly, the dipolarization fronts examined made major contributions to substorm onset ground and space magnetic signatures. These include substorm near-Earth magnetic field increases, which indicates that these increases may develop via a series of well-defined, narrow, post-onset structures. These also include the auroral zone ground magnetic field, which showed only modest responses to the onsets but abrupt, large responses to post-onset dipolarization-front-related streamers, and mid-latitude magnetic field increases, which started near the time of streamer formation.&nbsp; Our observations suggest that traditional magnetic signatures of substorm onset may misidentify the expansion phase onset determined by auroral intensification by up to 10&rsquo;s of minutes for some events. It should be interesting in the future to determine the generality of the above relations between dipolarizatio...",
  "por_txt_cntn": "\nThe highly varying structure and dynamics of the near-Earth space (geospace) environment, including the energetic charged particles and fields within the magnetosphere and the ionosphere, substantially affect man-made space systems and susceptible ground systems. Unlike that of tropospheric weather, Space Weather dynamics and disturbances have remained poorly understood because of complicated magnetosphere-ionosphere coupling and limitations on capabilities for measuring and modeling the coupled system.  However, the opportunity to dramatically change this situation is now emerging due to NSF deployments of new and expanded radar systems, the ground auroral imaging and multi-spacecraft of the NASA THEMIS program. We have performed studies that have suggested that these new capabilities may lead to a new and transformational view of geospace dynamical processes.\n\n \n\nAs an example, by overlaying concurrent ionospheric convection flows from National Science Foundation radar networks and optical observations of the EarthÆs aurora, we have shown, for the first time, observations of the two-dimensional pattern of ionospheric flow associated with auroral disturbances that are now known as poleward boundary intensifications, which can connect to streamers of auroral that can at times traverse the entire latitudinal extent of the auroral oval. The flows were found to be consistent with the expected large-scale flow pattern of the ionospheric manifestation of tail interchange convection associated with bubbles of the plasma in the EarthÆs magnetotail plasma sheet.\n\n \n\nAn addition example is that we have found that the above auroral disturbance related flows may often have their origin within the region of open polar cap magnetic field lines that direct connect with the magnetic field of interplanetary space. We found evidence that flow these structures moving from the polar cap towards the nightside auroral zone may also be important for triggering the flows that lead to the most dramatic of auroral disturbances, the substorm. The new observations also have given evidence that the flow structures come from deep within the polar cap region and, and have given unexpected evidence that a continuation of flow structures moving from the polar cap towards the nightside auroral oval after substorm onset may be important in controlling the poleward expansion and duration of post-substorm onset auroral activity.\n\n \n\nA new area of study has been recently initiated based on recent THEMIS spacecraft observations that have shown longitudinally narrow, earthward moving, plasma sheet flow channels with large, abrupt magnetic field increases that have been referred to as dipolarization fronts. We undertook a detailed study of the group of these events that had good quality auroral imaging. We found that many occurred during the substorms after onset (as determined by auroral intensification) and were related to streamers of aurora. Surprisingly, the dipolarization fronts examined made major contributions to substorm onset ground and space magnetic signatures. These include substorm near-Earth magnetic field increases, which indicates that these increases may develop via a series of well-defined, narrow, post-onset structures. These also include the auroral zone ground magnetic field, which showed only modest responses to the onsets but abrupt, large responses to post-onset dipolarization-front-related streamers, and mid-latitude magnetic field increases, which started near the time of streamer formation.  Our observations suggest that traditional magnetic signatures of substorm onset may misidentify the expansion phase onset determined by auroral intensification by up to 10Æs of minutes for some events. It should be interesting in the future to determine the generality of the above relations between dipolarization front signatures and onset signatures.\n\n \n\nWe believe that the above results open new important areas for future studies.   Additionally, w..."
 }
}