{
 "awd_id": "0646952",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CUNY 2007 Conference: Mar. 29-31, in San Diego.  The Psycholinguistics of Signed and Spoken Languages:  How Biological and Social Factors Do (and Do Not) Affect Language Processing",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric H. Potsdam",
 "awd_eff_date": "2007-03-01",
 "awd_exp_date": "2008-02-29",
 "tot_intn_awd_amt": 43243.0,
 "awd_amount": 43243.0,
 "awd_min_amd_letter_date": "2007-02-16",
 "awd_max_amd_letter_date": "2007-02-16",
 "awd_abstract_narration": "Where does human language come from?  Which aspects of linguistic ability are innate and which are learned from past experience?  Which features of language are shaped by 'deep' features of thought and sentence structure, and which are shaped by 'surface' features like what words sound like or how they are articulated?  These are the big questions about language, the answers to which promise insights not only into how language is learned and how language disorders should be treated, but into the very nature of this crucial human ability.  With NSF funding, the members of the Center for Research in Language at the University of California, San Diego, will bring together the world's leading researchers to address these basic questions in a special session of the 20th Annual CUNY Conference on Human Sentence Processing in La Jolla, California in March, 2007.  In this special session, the latest research that compares signed and spoken language acquisition, comprehension, and production will be presented and discussed.  Two general differences between signed and spoken language promise unprecedented insights into these questions:  First, learners of signed and spoken language can have very different early language experiences.  This is because children are sometimes diagnosed with deafness only later in childhood, and because spoken language is overall more prevalent in everyday environments.  Comparing signed and spoken language abilities in light of these differences promises insights into the innate versus learned nature of language mechanisms, since signed and spoken languages are created and perceived in starkly different ways:  primarily with the hands and eyes for signed language, and primarily with the mouth and ears for spoken.  While the 'deep' features of language, those that are organized by patterns of thought and sentence structure, should be similar between signed and spoken language, the features of language that are organized by how language is perceived or articulated should differ between signed and spoken language.\r\n\r\nThe Annual CUNY Conference on Human Sentence Processing is the most prominent meeting of high-level language-processing researchers in the world.  Through NSF support, the conference will include complete sign-language interpretation, opening the meeting to Deaf participants who otherwise are unable to fully partake in broader conference activities.  Finally, the CUNY Conference and the special session specifically target the participation of beginning investigators, including starting faculty, post-doctoral researchers and graduate students, and so will enable entry of new generations of researchers, whether hearing, hard-of-hearing or Deaf, into the language sciences.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victor",
   "pi_last_name": "Ferreira",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Victor S Ferreira",
   "pi_email_addr": "vferreira@ucsd.edu",
   "nsf_id": "000296485",
   "pi_start_date": "2007-02-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 43243.0
  }
 ],
 "por": null
}