{
 "awd_id": "0646603",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: International History of Computing",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael E. Gorman",
 "awd_eff_date": "2007-02-01",
 "awd_exp_date": "2009-01-31",
 "tot_intn_awd_amt": 11578.0,
 "awd_amount": 11578.0,
 "awd_min_amd_letter_date": "2007-01-05",
 "awd_max_amd_letter_date": "2007-01-05",
 "awd_abstract_narration": "Building on the literature of technology transfer studies, this Science and Society Dissertation Improvement Grant investigates international exchanges of technical knowledge about computers and computing. It also assesses the impact of these exchanges on technological developments in computing, namely the extent to which local needs affected the development of both hardware and software sold by the American firms, IBM and Remington Rand, that dominated the international market in the years between 1945 and 1970. NSF will support archival research at IBM, at the National Archives and at a number of German archives, among which are the Deutsches Museum in Munich, the archive of the Technical University in Munich, the Bundesarchiv at Koblenz and the Wirtschaftsarchiv at the University of Cologne. Research in these archives will be focused on understanding the social, economic and political conditions of international exchanges, particularly as set by the European Recovery Program; the reasons why American computer manufacturers wanted to expand into international markets; how these corporations organized international research, development and marketing, and how the hardware and software they developed was adapted to local conditions. As its major intellectual merit, this project analyzes corporations as media for the transmission of technical knowledge. In the 20th century, multinational corporations have become owners of technical knowledge, and through their varied activities, they often foster and control its communication. How they do this is a subject that historians\r\nof computing and historians of business have barely considered, let alone understood. In addition, by using an international approach to the history of computing, this project will mitigate against the overly American-centric version of the history of computing which currently dominates the literature. Its approach will actually be more transnational than international; it is concerned with how corporations, rather than nation\r\nstates, mediate the transfer of technologies and of technological knowledge. Thereby it opens up and resolves some new questions about the nature of international technology transfer in the second half of the 20th century. This research and the dissertation that will be based on it will have a broader impact on a question of considerable public concern: how technologies are shaped by the interests of both multinational corporations and local consumers. This dissertation will be published and the investigator intends to pursue an academic career in which this question, and others associated with it, will be the focus of her teaching as well as her research. The investigator has been offered access to the IBM corporate archives, and her dissertation, when published, will offer a rare glimpse into the role one of the world's most powerful corporations played in technological development and in international relations and, through these, on everyday life in many corners of the world.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ruth",
   "pi_last_name": "Cowan",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ruth S Cowan",
   "pi_email_addr": "rcowan@sas.upenn.edu",
   "nsf_id": "000128397",
   "pi_start_date": "2007-01-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756700",
   "pgm_ele_name": "SOC STUDIES OF SCI, ENG & TECH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 11578.0
  }
 ],
 "por": null
}