{
 "awd_id": "0646695",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Darwin Manuscript Project",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2007-02-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 306893.0,
 "awd_amount": 356093.0,
 "awd_min_amd_letter_date": "2007-01-29",
 "awd_max_amd_letter_date": "2010-09-12",
 "awd_abstract_narration": "Introduction\r\nThe objective of this project is to perform archival research leading to online textual editions of two important segments of the manuscript material left by Charles Darwin. The first segment, the 'Origins of the Origin', forms a part of Darwin's Scientific Notes and comprises those notebooks, notes and drafts used by Darwin in developing and writing the Origin of Species. The second segment, Darwin's Abstracts, forms a part of Darwin's Marginalia and Reading Notes and comprises the complete collection of Darwin's reading notes abstracted from the literature of natural history. These materials each add a coherent and original piece to our understanding of Darwin's work as a scientist and to his integration with the scientific community. The manuscripts will form part of the Darwin Manuscript Project and will be published online at the Darwin Digital Library of Evolution, a website sponsored by the American Museum of Natural History.\r\n\r\nIntellectual Merit\r\nThe intellectual merit of the 'Origins of the Origin' manuscripts is that they constitute the full record of the growth of Darwin's theory of descent by natural selection up to its first publication in 1859. Voluminous and conceptually significant sections of that record have hitherto remained unpublished, while some published sections have been inadequately edited. The intellectual merit of 'Darwin's Abstracts' is that they constitute and reveal Darwin's most systematic mode of engagement as a reader of the scientific literature, an engagement that spanned his entire post-Beagle career and covered the full range of topics that he mined for their relevance to the theory of evolution.\r\n\r\nBroader Impacts\r\nAs a de novo online project, perhaps the broadest impact of publishing these materials is that a treasure trove of rich and generally unexplored Darwin materials will be made accessible to an enormously widened audience of potential interpreters, which includes scholars, teachers, and students. The general public has little appreciation of the diverse ways in which scientists work to develop original knowledge. These materials show Darwin hard at work extracting information, conducting experiments, refining and restructuring the expression of his ideas and always working as part of a community of knowledge. The impact of publishing these materials to high editorial standards and yet in this public, image-rich way is that they provide a means to deepen the public grasp of scientific practice. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Kohn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Kohn",
   "pi_email_addr": "dkohn@amnh.org",
   "nsf_id": "000186861",
   "pi_start_date": "2007-01-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Christie",
   "pi_last_name": "Stephenson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christie Stephenson",
   "pi_email_addr": "cstephenson@amnh.org",
   "nsf_id": "000240100",
   "pi_start_date": "2007-01-29",
   "pi_end_date": "2009-01-28"
  }
 ],
 "inst": {
  "inst_name": "American Museum Natural History",
  "inst_street_address": "200 CENTRAL PARK W",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2127695975",
  "inst_zip_code": "100245102",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "THE AMERICAN MUSEUM OF NATURAL HISTORY",
  "org_prnt_uei_num": "MNJDKB4FXLM6",
  "org_uei_num": "MNJDKB4FXLM6"
 },
 "perf_inst": {
  "perf_inst_name": "American Museum Natural History",
  "perf_str_addr": "200 CENTRAL PARK W",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100245102",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  },
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 106315.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 100310.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 100268.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 49200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><span style=\"text-decoration: underline;\">NSF Project Outcomes Report</span>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Award Number: 0646695</p>\n<p>Award Title: Darwin Manuscript Project</p>\n<p>PI: David Kohn</p>\n<p>The <a href=\"http://darwin.amnh.org/\">Darwin Manuscripts Project</a> is dedicated to producing an online edition &nbsp;of Charles Darwin's scientific manuscripts. These include all his observational and theoretical notes and all the surviving drafts of his many publications. They also include all his numerous speculative and experimental notebooks as well as all the books and journals in his highly annotated library. In sum, the Darwin Manuscripts Project will publish the primary working papers of Charles Darwin, the practicing scientist. Without exaggeration, these working papers are a major cultural treasure and a significant part &nbsp;of the patrimony of science. For it will only be by studying these documents when they are fully edited that it will become possible to reconstruct the diverse, layered, and complex development of Charles Darwin&rsquo;s thinking as a scientist. That goal is within the grasp of this generation and then Darwin will be one of the first scientists for whom a comparable developmental resource has been achieved.</p>\n<p>The scope of the NSF project allowed us to <em>begin</em> building the Darwin Manuscripts Project as a major online resource. Specifically the award supported the transcription and historical research for two out of six units. We set out to edit all manuscripts relevant to the decades long gestation of the <em>Origin of Species </em>and in parallel we were to publish a significant part of the documentary record of Darwin&rsquo;s reading. With respect to the latter, we have completed transcription publication of Darwin&rsquo;s abstracts of books and journal articles, which will soon appear online.</p>\n<p>The principal objective of the award: the DMP unit devoted to the Creation of the <em>Origin.</em> This aspect of the award had two goals. The first was to mount online, in a high quality edition, all relevant documents from the <em>Beagle</em> voyage through to the book&rsquo;s publication in 1859. We began the project already convinced that there were important documents yet to be made part of the common stock of known Darwin materials. So a second important objective was to seek and edit such new material. Both of our goals has been largely attained, though adding and polishing footnotes, and adding introductions, and indeed some transcription, will continue to go on. We have raised this whole most critical vein of manuscripts to a new editorial level. And as the following table shows, in the course of the grant, we have brought many previously unknown manuscripts to light. The net effect is, we believe, to substantially change the landscape of those publicly known Darwin manuscripts that most directly bear on the formation of Darwin&rsquo;s core theory.</p>\n<p>&nbsp;</p>\n<table border=\"1\" cellspacing=\"0\" cellpadding=\"0\">\n<tbody>\n<tr>\n<td width=\"140\" valign=\"top\">\n<p>&nbsp;</p>\n</td>\n<td width=\"99\">\n<p>previously unknown to all or most Darwin scholars</p>\n</td>\n<td width=\"77\">\n<p>unpublished in print format</p>\n</td>\n<td width=\"77\">\n<p>previously unpublished online</p>\n</td>\n<td width=\"77\">\n<p>newly transcribed</p>\n</td>\n</tr>\n<tr>\n<td width=\"140\" valign=\"top\">\n<p>February 1835 Essay</p>\n</td>\n<td width=\"99\" valign=\"top\">\n<p>&nbsp;</p>\n</td>\n<td width=\"77\" valign=\"top\">\n<p>&nbsp;</p>\n</td>\n<td width=\"77\" valign=\"top\">\n<p>+</p>\n</td>\n<td width=\"77\" valign=\"top\">\n<p>+</p>\n</td>\n</tr>\n<tr>\n<td width=\"140\" valign=\"top\">\n<p>Notebooks on Geology, Species, Metaphysics 1837-1840</p>\n</td>\n<td width=\"99\" valign=\"top\">\n<p>&nbsp;</p>\n</td>\n<td width=\"77\" valign=\"top\">\n<p>&nbsp;</p>\n</td>\n<td width=\"77\" valign=\"top\">\n<p>+</p>\n</td>\n<td width=\"77\" valign=\"top\">\n<p>&nbsp;</p>\n</td>\n</tr>\n<tr>\n<td width=\"140\" ...",
  "por_txt_cntn": "NSF Project Outcomes Report \n\n \n\nAward Number: 0646695\n\nAward Title: Darwin Manuscript Project\n\nPI: David Kohn\n\nThe Darwin Manuscripts Project is dedicated to producing an online edition  of Charles Darwin's scientific manuscripts. These include all his observational and theoretical notes and all the surviving drafts of his many publications. They also include all his numerous speculative and experimental notebooks as well as all the books and journals in his highly annotated library. In sum, the Darwin Manuscripts Project will publish the primary working papers of Charles Darwin, the practicing scientist. Without exaggeration, these working papers are a major cultural treasure and a significant part  of the patrimony of science. For it will only be by studying these documents when they are fully edited that it will become possible to reconstruct the diverse, layered, and complex development of Charles DarwinÆs thinking as a scientist. That goal is within the grasp of this generation and then Darwin will be one of the first scientists for whom a comparable developmental resource has been achieved.\n\nThe scope of the NSF project allowed us to begin building the Darwin Manuscripts Project as a major online resource. Specifically the award supported the transcription and historical research for two out of six units. We set out to edit all manuscripts relevant to the decades long gestation of the Origin of Species and in parallel we were to publish a significant part of the documentary record of DarwinÆs reading. With respect to the latter, we have completed transcription publication of DarwinÆs abstracts of books and journal articles, which will soon appear online.\n\nThe principal objective of the award: the DMP unit devoted to the Creation of the Origin. This aspect of the award had two goals. The first was to mount online, in a high quality edition, all relevant documents from the Beagle voyage through to the bookÆs publication in 1859. We began the project already convinced that there were important documents yet to be made part of the common stock of known Darwin materials. So a second important objective was to seek and edit such new material. Both of our goals has been largely attained, though adding and polishing footnotes, and adding introductions, and indeed some transcription, will continue to go on. We have raised this whole most critical vein of manuscripts to a new editorial level. And as the following table shows, in the course of the grant, we have brought many previously unknown manuscripts to light. The net effect is, we believe, to substantially change the landscape of those publicly known Darwin manuscripts that most directly bear on the formation of DarwinÆs core theory.\n\n \n\n\n\n\n\n \n\n\n\npreviously unknown to all or most Darwin scholars\n\n\n\nunpublished in print format\n\n\n\npreviously unpublished online\n\n\n\nnewly transcribed\n\n\n\n\n\nFebruary 1835 Essay\n\n\n\n \n\n\n\n \n\n\n\n+\n\n\n\n+\n\n\n\n\n\nNotebooks on Geology, Species, Metaphysics 1837-1840\n\n\n\n \n\n\n\n \n\n\n\n+\n\n\n\n \n\n\n\n\n\n1842 Pencil Sketch               \n\n\n\n \n\n\n\n \n\n\n\n+\n\n\n\n+\n\n\n\n\n\nGeneral Aspect 1843\n\n\n\n+\n\n\n\n+\n\n\n\n+\n\n\n\n \n\n\n\n\n\n1844 Essay\n\n       draft\n\n          rejected draft\n\n            of part I\n\n        fair copy\n\n\n\n \n\n \n\n+\n\n\n\n \n\n+\n\n+\n\n\n\n \n\n+\n\n+\n\n\n\n \n\n+\n+\n\n\n\n\n\nCatalogue of Down Specimens 1855\n\n\n\n+\n\n\n\n+\n\n\n\n+\n\n\n\n+\n\n\n\n\n\nExperiment Book 1855\n\n\n\n+\n\n\n\n+\n\n\n\n+\n\n\n\n+\n\n\n\n\n\nLawn Plot Experiment\n\n\n\n+\n\n\n\n+\n\n\n\n+\n\n\n\n+\n\n\n\n\n\nNatural Selection Portfolios I, II\n\n\n\n+\n\n\n\n+\n\n\n\n+\n\n\n\n+\n\n\n\n\n\nNatural Selectionabandoned 1st draft ofOrigin 1856-1858\n\n       Chap 8 rejected  \n\n       pages  (DAR 205.7)\n\n\n\n\n\n\n+\n\n\n\n\n\n\n+\n\n\n\n\n\n\n+\n\n\n\n\n\n\n+\n\n\n\n\n\nOutline of Species Theory, sent to Asa Gray, 1857 \n       draft\n       fair copy\n\n\n\n \n\n\n\n \n\n\n\n \n\n\n\n\n\n+\n+\n\n\n\n\n\nOrigin of Species, 1859: Surviving Manuscript Leaves\n\n \n\n\n\n(previously uncollected)\n+\n\n\n\n\n+\n\n\n\n\n+\n\n\n\n\n+\n\n\n\n\n\n \n\nWe can briefly point to the materials that are new. The February 1835 Essay demonstrates that DarwinÆs theoretical thinking about species began during the Beagle voya..."
 }
}