{
 "awd_id": "0646989",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER: Investigating Map Understanding and Learning in the Context of a Family Museum Exhibit",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amy L. Sussman",
 "awd_eff_date": "2006-12-15",
 "awd_exp_date": "2008-05-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 116508.0,
 "awd_min_amd_letter_date": "2006-12-01",
 "awd_max_amd_letter_date": "2007-10-10",
 "awd_abstract_narration": "Maps are powerful tools used to record and to systematize data, to generate and test hypotheses about phenomena and processes. Maps are central to a wide range of sciences, including-among many others-geography, geology, epidemiology, public health, anthropology, ecology, and regional planning. They are used to support exploration both on and beyond Earth; they are used in classrooms and in daily life. But both anecdotes (\"I can't read a map!\") and scientific research (e.g., see 2006 National Academy of Sciences report, Thinking Spatially) shows that not all people succeed in understanding and using maps. Work in developmental psychology has shown that many children and adults have very restricted views of maps and map functions (e.g., thinking that they are used exclusively for wayfinding), have difficulty understanding how spatial information contained in maps is linked to the real world (e.g., misunderstanding scale), and may have difficulty in interpreting the symbolic meaning of maps (e.g., mistakenly assuming that a red line stands for a red road). One potentially important path by which children may develop their map understanding is through parental guidance in informal learning environments. This research project examines the processes by which children are encouraged to develop map-related skills in informal learning settings. Specifically, the research will take place at The Children's Museum of Indianapolis.  The Children's Musuem has developed a new exhibition, MAPS: Tools for Adventure. The exhibition is designed to introduce visitors to varied map types, map skills, map uses, and map-related exploration. For this research, families (N=80) with children between ages of 6 to 12 years will be invited to be \"Exhibition Explorers.\" After demographic information has been collected from families, family members will complete entry assessments that measure spatial skills, map experience, and map concepts. As participants exit, they will complete a map location task and repeat the map concept task. While in the exhibition itself, families will be videotaped at five specific exhibits which cover a variety of substantive topics. Data will allow qualitative descriptions of teaching and engagement strategies and quantitative analyses of children's responses to the map tasks in relation to parent strategies, gender, age, and spatial skills. \r\n\r\nThis research will contribute to basic knowledge in cognitive-development, family interaction, and the interplay among child, parent, and contextual variables. In addition, the project will identify a range of teaching strategies that may later be adapted for programs in both parent education and formal classroom instruction. Such work is important for teaching geography and likely implications for teaching scientific concepts in other disciplines that rely on representations of spatially distributed data (e.g., public health, ecology). Finally, this work will contribute to the field of visitor studies by providing a new model for museum research in which data are collected and coordinated within single family units and will assist musuem directors interested in establishing new family-oriented, use-friendly exhibitions. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lynn",
   "pi_last_name": "Liben",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Lynn S Liben",
   "pi_email_addr": "liben@psu.edu",
   "nsf_id": "000128733",
   "pi_start_date": "2006-12-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 116508.0
  }
 ],
 "por": null
}