{
 "awd_id": "0646816",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Economics of Self Control, and the Evolution of Equilibrium",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 214628.0,
 "awd_min_amd_letter_date": "2007-03-16",
 "awd_max_amd_letter_date": "2008-07-28",
 "awd_abstract_narration": "Intellectual Merit: Part A) In previous work Levine and Fudenberg developed a \"dual-self\" model of impulse control, and argue that it provides a tractable and parsimonious way of explaining the facts that are typically used to motivate quasi-hyperbolic preferences, such as time-inconsistency in the choice of monetary rewards and excessive procrastination. This project applies the same model to a new set of applications, including the Allais paradox, which relies on the \"Independence axiom\" of decision theory being violated in precisely the way that the dual-self model predicts. The project also develops predictions and empirical tests that discriminate between the standard, dual-self, and quasi-hyperbolic preferences.\r\n\r\nPart B) The starting point for this part of the project is that equilibrium in a game is best understood as the long-run outcome of a non-equilibrium dynamic process of learning, imitation, or evolution.  The project focuses on two processes with markedly different domains of applicability and conclusions.  The first process studied is one of rational learning by agents who use their observations of past play to form their beliefs about how opponents are likely to play in the future.  Previous work has relied on the simplifying assumption that all agents in a given player role receive the same signals and have the same beliefs; the project determines when that simplification is valid.\r\n\r\nThe second process studied is one of boundedly rational imitation or \"muddling,\" where agents tend to copy strategies with higher current payoffs.  Most work on evolutionary processes has focused on the case of infinite populations, and in particular on the \"replicator dynamic,\" but the long-run outcome of this model is not always a good approximation to the outcome when population is large but finite.  The proposed research helps determine when the limit outcome converges to the prediction of the replicator dynamic as the population size grows.  This result is then applied to the study of the evolutionary stability of cooperation when agents can migrate from one society to another.  The focus is on when evolutionary forces will lead to \"closed\" societies that are distrustful of outsiders, and when in contrast societies will be \"open.\"\r\n\r\nBroader Impacts: (A) Ideas from behavioral economics are now current in law schools and law reviews, leading science journals, and the popular press.  However, the first generation of behavioral models has focused on special-purpose assumptions to fit specific facts, and it is now time to develop more systematic behavioral theories that explain many anomalies with the same, preferably few, departures from the standard model. The work in part A of the project contributes to that agenda.\r\n\r\n(B) The concept of an equilibrium of a game is used in many fields, including political science, sociology, computer science, biology, and psychology.  Hence the project's study of how equilibrium can arise from non-equilibrium learning has a substantial impact outside of economics.  Developing models of evolution in finite populations is very important for mathematical biology, and has begun to attract the attention of physicists.  The particular question of the evolution of cooperation should be of interest to political scientists, sociologists, and biologists as well as to economists.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Drew",
   "pi_last_name": "Fudenberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Drew Fudenberg",
   "pi_email_addr": "drew.fudenberg@gmail.com",
   "nsf_id": "000438556",
   "pi_start_date": "2007-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1320",
   "pgm_ref_txt": "ECONOMICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 70173.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 144455.0
  }
 ],
 "por": null
}