{
 "awd_id": "0646052",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Towards A Molecular Description of Zeolite Nucleation and Growth",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 408185.0,
 "awd_amount": 408185.0,
 "awd_min_amd_letter_date": "2007-03-16",
 "awd_max_amd_letter_date": "2009-06-16",
 "awd_abstract_narration": "Zeolites are highly porous aluminosilicate solids that are useful in catalysis and as molecular adsorbents. Despite the widespread use of zeolites their formation mechanism is poorly understood. Many useful synthetic zeolites are prepared using positively charged organic molecules (organocations) as templates. This project, funded by the Analytical and Surface Chemistry Program, seeks to understand how organocation - silicate association and organocation hydrophobicity influence the zeolite nucleation and growth process. The overarching goal is to develop a molecular description for how the organocation participates in zeolite nucleation and growth.  This goal will be achieved using a battery of tools including solution NMR spectroscopy, most notably pulse gradient spin echo and NOESY/ROESY NMR, electrophoretic mobility (zeta potential) measurements, and small angle scattering.  The intellectual merit of this work is fourfold.  First, this investigation will provide a body of unambiguous knowledge about the strength of association between organocations and zeolite nanoparticles and how the nanoparticles perturb organocation solvation under a wide range of experimental conditions.  Second, the strength of association between organocations and silicate oligomers in mixtures that ultimately lead to zeolite formation will be determined under a wide range of conditions.  Third, the fundamental knowledge gained from this work will be used to develop new approaches to make high-silica zeolite nanocrystals, something not currently feasible.  Fourth, the chemistry learned in this work has relevance in numerous areas including geochemistry, understanding the biochemistry of silica, and mesoporous oxides.\r\n\r\nThe technological broader impact of this research is threefold.  First, understanding zeolite nucleation and growth will lead to improvements in existing zeolitic materials, relevant to applications for which they are currently used such as catalysis and separations.  Second, the development of synthetic approaches to make nanocrystals of high-silica zeolites will advance the application of zeolites in areas such as low-k dielectrics for faster electronics, thin films and membranes for selective molecular filtration, and advanced chemical sensors.  Third, the body of knowledge about aqueous silicate chemistry generated here will be also of relevance to researchers in geochemistry, biosilification, and mesoporous silicas as it will provide new insights to designing oxide materials in aqueous solutions.  Finally, there will be an educational broader impact engendered by a new undergraduate course, \"Nanostructured Material Synthesis and Characterization.\" The course will introduce students to emerging nanotechnology issues in materials chemistry and engineering, and provide a research mode laboratory experience intended to encourage student involvement in undergraduate research, stimulate interest in graduate studies in nanotechnology related disciplines.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Shantz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Shantz",
   "pi_email_addr": "shantz@mail.che.tamu.edu",
   "nsf_id": "000321198",
   "pi_start_date": "2007-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "3124 TAMU",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "197200",
   "pgm_ele_name": "ELECTROCHEMISTRY & SURFACE CHE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1972",
   "pgm_ref_txt": "ELECTROCHEMISTRY & SURFACE CHE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 132950.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 136026.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 139209.0
  }
 ],
 "por": null
}