{
 "awd_id": "0646253",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Case Study of Objectivity in Science:   Climate Change",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2007-07-15",
 "awd_exp_date": "2008-06-30",
 "tot_intn_awd_amt": 115522.0,
 "awd_amount": 115522.0,
 "awd_min_amd_letter_date": "2007-07-12",
 "awd_max_amd_letter_date": "2007-07-12",
 "awd_abstract_narration": "Introduction\r\nThe PI proposes to investigate two controversial cases of climate science, seeking to elaborate our understanding of how climate models are tested and confirmed. Her case studies will involve the 'hockey stick' models of proxy surface temperature change reconstructions, and the debate over troposphere warming. She will then examine the treatment of these controversies in the Fourth Assessment Report (2007) by the IPCC (Intergovernmental Panel on Climate Change), with the aid of several climate scientists, in order to ascertain to a first approximation the IPCC's accordance with the organization's very high standards of procedural objectivity, as set out in their Guidelines. Her key result will be an analysis of confirmation in climate modeling. She aims also to produce a fair analysis of the IPCC Report. She has also noted a potentially important philosophical difference between different parties in the debates in their notions of evidence and confirmation. She shall follow up this promising early lead with vigorous investigation, and write it up if it turns out to be playing a significant role in the debates.\r\n\r\nIntellectual Merits\r\nFirst, very little has been written in the philosophical literature on either the principles or details involved in climate model testing and confirmation. She plans to start to fill this gap with her analysis of confirmation and testing of two sets of controversial models and data in climate modeling. Second, the prima facie resemblance between Helen Longino's paradigm of procedural objectivity and the procedures adopted by the Intergovernmental Panel on Climate Change is very striking. The PI has already conducted one \"field test\" of Longino's views of how objectivity works in science (2005), and she expects that she can make further contributions to the philosophical literature on 'objectivity' with this new case study. She also anticipates to be able to make a judgment concerning whether the IPCC has met their very high standards of procedural objectivity in the two highly contested case studies she will be examining, and about which she shall publish results.\r\n\r\nBroader Impacts\r\nWhether or not the public can trust the IPCC reports and the objectivity of their findings has potentially large consequences for international policy decisions taken in response to the established fact of global warming. The crux of these decisions concerns the degree of trust lent specifically to the IPCC conclusions that human causes are substantively responsible for the observed twentieth century warming trend and the predicted continuations of that trend through the twenty-first century and beyond. The PI's proposed contribution or insight into such discussions aims to aid the scientific, policy-making, and public communities' awareness of the extraordinary standards to which the IPCC holds itself accountable in its reports of the climate science. In addition, if there are, as it appears, paradigmatic differences in philosophical frameworks underlying some of the debates regarding acceptability of modeling and testing in crucial areas, this deserves open and direct discussion, rather than simplistic challenges from one side to another to utilize \"the scientific method.\" Thus, her proposed study is designed to contribute to deeper understanding of climate science not only by philosophers of science, but also by scientists themselves, policymakers, and also the broader public. She plans to write at least one article on how climate models are tested and confirmed for the educated lay public. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elisabeth",
   "pi_last_name": "Lloyd",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elisabeth A Lloyd",
   "pi_email_addr": "ealloyd@indiana.edu",
   "nsf_id": "000196858",
   "pi_start_date": "2007-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 115522.0
  }
 ],
 "por": null
}