{
 "awd_id": "0646342",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Standard Research Grant - The Citizenship Effects of Welfare Administration Technologies",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelly A. Joyce",
 "awd_eff_date": "2007-03-01",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 104927.0,
 "awd_amount": 104927.0,
 "awd_min_amd_letter_date": "2007-02-26",
 "awd_max_amd_letter_date": "2007-02-26",
 "awd_abstract_narration": "This research project in the Science and Society, Ethics and Values in Science, Engineering and Technology Program explores the \"citizenship effects\" of the increasing computerization and automation of human and social services. In the past decade, New York State has seen an exponential growth in the development and deployment of welfare administration technologies such as management information systems (MIS) and electronic benefit transfer (EBT). Research into the ethics and values implications of these systems has largely centered on concerns about data security, client confidentiality, and rights to privacy, but prior research suggests that social service clients are more concerned with issues of power, oppression, and autonomy when they encounter technologies of state administration. For them, interaction with IT in the social service office serves as a site of political learning, teaching lessons about their comparative social worth, competence, and opportunities. \r\n\r\nThis project investigates the lessons about citizenship, decision-making, and the political process social service clients and caseworkers take from their interactions with two specific welfare administration technologies: 1) CONNECTIONS, an emerging MIS that seeks to create a single electronic case file for each family served by child protective services, child preventative services, foster care and adoption services; and 2) EBT, a plastic debit-like card that distributes food stamps and cash benefits to the majority of TANF, Food Stamps, and WIC recipients in New York State. Throughout 24 months of research, 12 participatory action research workshops and 60 semi-structured interviews will be conducted with social service clients and front-line caseworkers. Guiding questions include: 1) How are social service clients and front-line caseworkers structurally positioned in relation to welfare administration technology?; 2) What are the \"citizenship effects\" of this structural positioning?; and 3) Are there secondary, or spill-over, effects of these citizenship lessons?\r\n\r\nThis project stands to make significant conceptual and methodological contributions to surveillance studies, political science, public administration, and science and technology studies, as well as deepening understandings of the relationship between poverty, IT and neoliberalism in the contemporary U.S. Broader impacts will include developing a social justice-centered approach to evaluating technologies of state administration and fostering a conversation about low-income people's information rights and citizenship in the age of high-tech devolution. This research project will culminate in a manuscript entitled \"Technologies of Citizenship: Welfare Administration, Devolution and Social Justice.\"\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Virginia",
   "pi_last_name": "Eubanks",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Virginia E Eubanks",
   "pi_email_addr": "veubanks@albany.edu",
   "nsf_id": "000370060",
   "pi_start_date": "2007-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "1400 WASHINGTON AVE",
  "perf_city_name": "ALBANY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791500",
   "pgm_ele_name": "Ethics & Values of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 104927.0
  }
 ],
 "por": null
}