{
 "awd_id": "0646731",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Science, Society & Superfund: A Social History of America's Largest Superfund Site",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael E. Gorman",
 "awd_eff_date": "2007-12-01",
 "awd_exp_date": "2009-11-30",
 "tot_intn_awd_amt": 141762.0,
 "awd_amount": 141762.0,
 "awd_min_amd_letter_date": "2007-09-06",
 "awd_max_amd_letter_date": "2008-08-11",
 "awd_abstract_narration": "Introduction. For more than a century, copper smelting and mining activities polluted air, land, and water in the Upper Clark Fork River Basin of western Montana with arsenic, heavy metals, and acid mine waste. Today, this region is the largest Superfund area in the United States, with three major contiguous sites taking in one of Montana's largest cities, several smaller towns, a huge toxic lake, a major dam site, and about 150 river miles. The public and political process of selecting remedies for these Superfund sites is nearly over: the Record of Decision is complete on 7 of the 8 sites; the decision for the 8th site is due in 2006 and public comment/participation in this decision has ended. The scope and diversity of this complex of Superfund sites provides an ideal case study of society and technology shaping environmental remedies. This proposal focuses on the selection of remedies at eight sites within the project area. It will discover, describe, and assess the role of activist scientists, grassroots organizations, nature, and local culture in the negotiation of closure-i.e. Superfund remedy. As theoretical tools, the study will primarily use social history of science and actor-network analysis to examine this process. Information will come primarily from participant interviews and from an examination of the public record of comment. Comparison of historical documents with interviews will provide a good historical sense of how the issues and actors have changed over time. Though Superfund was originally intended as a technocratic approach to remedy a legacy of pollution from America's industrial age, selecting particular remedies quickly became a social process in which the EPA, legally responsible corporate parties, grass roots environmental organizations, the general public, and the environment itself all played a role. A thorough literature review has identified some key questions to be asked of Superfund in relation to technoscience, nature, and society.\r\n\r\nThe Intellectual Merit. This proposal will serve to advance knowledge of America's largest Superfund site as a test case for the effectiveness of public involvement in the Superfund process. The PI's qualifications for this project include academic preparation in the history of science and technology, previous publications, staying current in STS theory through the teaching of courses such as the Politics of Technical Decisions, and awareness of the Superfund process as an active citizen in this particular geographic area. Most studies of Superfund to date have examined the purely technical feasibility and accomplishments of the process, or the legislative and political dimensions of the EPA's work. This proposal is creative and original in the way it examines the role of citizens and grassroots organizations in shaping Superfund remedy. The proposal is based on a well-organized plan to address key steps in the Superfund process using the agency's definition of specific sites within this complex as \"operable units\". There is good access to needed resources at a local Superfund Records Center, at the offices of local grass roots organizations, with local community and organizational leaders, and with newspaper archives at local libraries.\r\n\r\nThe Broader Impacts. The broader impacts of this proposal include advancing our understanding of democratic participation in the Superfund process, the ability of citizens to shape environmental science and remediation technologies, and the role of the public in negotiating practical remedies. It will promote learning by producing a comprehensive case study of America's largest Superfund site, and by testing models of Actor-Network Theory and the social construction of technoscience. It will broaden the participation of underrepresented groups by assessing the ability of geographically isolated and disadvantaged citizens to engage in deliberative dialog with the EPA in order to develop acceptable remedies. In several communities allegations of environmental injustice have been widespread. This study will integrate a graduate student in the work to describe these allegations, historically document the process of deliberative dialog between the agency and the public, and provide a voice for these underrepresented groups. The results of this study will be disseminated broadly through teaching, presentations to local communities and at scholarly meetings, peer-reviewed publications, and a book manuscript intended for a lay audience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pat",
   "pi_last_name": "Munday",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pat Munday",
   "pi_email_addr": "pmunday@mtech.edu",
   "nsf_id": "000158585",
   "pi_start_date": "2007-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana Technological University",
  "inst_street_address": "1300 W PARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "BUTTE",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4064964102",
  "inst_zip_code": "597018955",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJKGF97BMBE1"
 },
 "perf_inst": {
  "perf_inst_name": "Montana Technological University",
  "perf_str_addr": "1300 W PARK ST",
  "perf_city_name": "BUTTE",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "597018955",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 71105.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 70657.0
  }
 ],
 "por": null
}