{
 "awd_id": "0646677",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Scholar's Award:  Asymmetry and Intervention:  The Role of Causation in Fundamental Science",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 131541.0,
 "awd_amount": 131541.0,
 "awd_min_amd_letter_date": "2007-03-26",
 "awd_max_amd_letter_date": "2007-03-26",
 "awd_abstract_narration": "Introduction\r\nThe PI proposes to examine the role of causal notions in fundamental science, focusing in particular on the relation between causation and intervention and on the causal asymmetry and its relation to other physical and cognitive temporal asymmetries. Causal notions have come to play an increasingly important role in the tool kit of contemporary philosophy and are invoked in the foundations of prominent approaches to a wide range of philosophical topics (such as arguments for the identity of mind and brain; discussions of free will; and theories of reference, perception, and memory). Moreover, recent research in a variety of different disciplines, such as cognitive psychology and artificial intelligence, points to the usefulness and central importance of a rich concept of cause in our cognitive architecture. Yet much of the work on causation in the foundations of physics is deeply skeptical of causal notions and the issue as to how the concept of cause can be grounded in what is arguably our most fundamental conception of the world -- that of fundamental science -- remains unresolved. The asymmetry of causation, in particular, is at the root of much that is obscure about the role of causation in our conception of the world. An asymmetric distinction between cause and effect appears to be essential to many of the uses to which causal notions are put. Yet the relation of the causal asymmetry to other physical temporal asymmetries (such as that of thermodynamics) remains poorly understood, and it has seemed to many that there is no place for such an asymmetric notion in a fundamental scientific conception of the world. There are frequent appeals to causal constraints in the physics literature, both as expressing time-asymmetric constraints and as expressing prohibitions against action-at-a-distance. But how such appeals are ultimately to be interpreted and whether the notions of cause at issue can be reduced to non-causal notions remain open questions. The PI aims to make progress towards answering these questions. The project (1) presents a range of novel criticisms of 'anti-causal' arguments; (2) develops and defends an account of the role of causal notions in fundamental science that appeals to conceptual connections between the notions of intervention and causation; (3) applies this account to an investigation of the relation between the causal asymmetry, the thermodynamic asymmetry, and time-asymmetric epistemic constraints on deliberating agents. The PI also plans to develop further an account of scientific theorizing defended in his recent book, arguing that the proper place for causal assumptions is not, as many would argue, in a theory's mathematical formalism but in an interpretive framework of (generally non-formalized) background assumptions.\r\n\r\nAcademic Merit\r\nThe project will advance significantly our understanding of the foundational status of one of the central notions in science -- the concept of cause. It offers the first in-depth criticism of recent reductive accounts of causation and proposes a novel defense of the importance of causal notions even to fundamental science, drawing on recent interventionist theories of causation. The project will be of interest to anyone working on causation across a number of disciplines and will be useful to physicists who wish to understand the role of putatively causal constraints in physics and their justification. The project also will contribute to our understanding of the nature of scientific theorizing and scientific modeling and of the independent role of experiments in the production of scientific knowledge.\r\n\r\nBroader Impact\r\nThe PI is a member of an interdisciplinary and international working group on the origins and role of causal thinking and his project will contribute to the group's goal -- to advance our understanding of the role of causation in science through an interdisciplinary dialogue. As part of the project the PI is developing an interdisciplinary undergraduate course on causation that is aimed at attracting students from a broad range of backgrounds. The aim of the course is to promote scientific literacy and critical interdisciplinary discourse. A graduate student research assistant will be actively involved in the development of the course and, by participating in the project, will have the opportunity to do advanced research in a core area of philosophy of science. In the case of equal qualification, the research position will be awarded to a member of a minority underrepresented in philosophy. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mathias",
   "pi_last_name": "Frisch",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Mathias F Frisch",
   "pi_email_addr": "mfrisch@umd.edu",
   "nsf_id": "000490245",
   "pi_start_date": "2007-03-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 131541.0
  }
 ],
 "por": null
}