{
 "awd_id": "0647840",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Establishing a Long-Term Geodetic Network at the East Pacific Rise Ridge 2000 Integrated Studies Site",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bilal U. Haq",
 "awd_eff_date": "2007-04-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 297602.0,
 "awd_min_amd_letter_date": "2007-03-19",
 "awd_max_amd_letter_date": "2013-03-07",
 "awd_abstract_narration": "Abstract\r\n\t Most of the world's plate boundaries are submerged beneath the oceans, and little is known about how these boundaries accommodate plate motion on monthly to yearly time scales. At mid-ocean ridges, new oceanic crust is formed as two oceanic plates move apart and magma is tapped from mantle upwelling beneath the ridge.  Magma movement beneath active volcanoes on land has been tracked using a variety of geodetic techniques such as GPS and InSAR, however, to date there are few constraints on magma extraction beneath mid-ocean ridges.  Lenses of melt (magma) have been identified both within the crust and at the crust mantle boundary, as well as a low seismic velocity mush (partial melt) zone beneath the crustal magma lens.  Eruptions at the ridge crests presumably tap into these melt lenses but the fundamental scales associated with magma movement beneath ridge crests remain obscure. \r\nThe questions to be addressed in this study include 1) What volume of the crustal melt lens is tapped by an eruption? How quickly does the melt lens get replenished from upwelling mantle? Does an eruption depend on horizontal transport of magma in a shallow dike? 2.) What is the rheologic structure of the ridge, including the width of the low viscosity mush zone?  What is the mechanical behavior of the crust during and after an eruption? 3.) Do vents change temperature, chemistry flow rates, and location as the underlying magma lens evolves?\r\nWe plan to address these questions by monitoring the vertical displacements of the seafloor at 9degrees50'N on the EPR in the vicinity of an eruption that occurred in early 2006.  We will use a Mobile Pressure Recorder (MPR) in three campaign style surveys to measure the relative water pressure between different seafloor locations to determine changes in the relative elevation of benchmarks placed on the seafloor.  Due to the buoyancy of the magma, surface deformation directly reflects the movement of magma below the surface.  We expect to track the gradual movement of magma between eruption and diking events.  We plan to compare processes under this fast-spreading ridge segment, which is underlain by a continuous, linear body of melt, to that of volcanoes elsewhere, which typically have a focused magma source.  The temporal and spatial scales of recharging of the magma chamber post eruption will depend on the physical characteristics of the underlying mush zone and provide insight into the rheology of the surrounding crust.  When paired with the co-located array Bottom Pressure Recorders (BPR) to be deployed in February 2007, both episodic and long-term deformation information will be available, tracking magma movements with hourly to yearly time scales.  This will allow us, in collaboration with other researchers, to examine system relationships, such as the interplay between movements of magma, changes in hydrothermal vent systems, and microseismicity.\r\n\r\nBroader impacts\r\n\tThis work will establish the infrastructure for long-term geodetic monitoring and begin accumulating a geodetic time series.  All aspects of the ridge system are influenced or driven by the heat from magma that moves within the Earth's crust, which makes this work important in understanding all ridge systems and processes.\r\n\tBorrowing an instrument from Dr. Zumberge will promote collaboration between our two institutions.  Public dissemination of the work will take place through peer reviewed publications and presentations at scientific conferences, interdisciplinary meetings, and seminars at other universities.  We will work with the Ridge 2000 Education and Outreach office to educate the public about the significance of this project in understanding ridge systems, and how this work fits into the larger picture.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Nooner",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Scott L Nooner",
   "pi_email_addr": "nooners@uncw.edu",
   "nsf_id": "000355796",
   "pi_start_date": "2007-03-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Spahr",
   "pi_last_name": "Webb",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Spahr C Webb",
   "pi_email_addr": "scw@ldeo.columbia.edu",
   "nsf_id": "000119680",
   "pi_start_date": "2007-03-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Buck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roger Buck",
   "pi_email_addr": "buck@ldeo.columbia.edu",
   "nsf_id": "000241358",
   "pi_start_date": "2007-03-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "10964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 103772.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 169933.0
  }
 ],
 "por": null
}