{
 "awd_id": "0647776",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Dynamics of Westerly Jets",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2007-01-15",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 440179.0,
 "awd_amount": 472571.0,
 "awd_min_amd_letter_date": "2006-12-14",
 "awd_max_amd_letter_date": "2010-08-30",
 "awd_abstract_narration": "The dynamics of westerly jets\r\n\r\n\r\nWesterly jets are ubiquitous in the circulations of atmospheres and oceans on rotating planets. In Earth's atmosphere westerly jets organize the weather and they mediate the transport of important trace gases. Lee will investigate the dynamical mechanisms that determine the structure of jets and their responses to climate change. The research will focus on three aspects of jets: \r\nThey are associated with \"staircases\" in the distributions of conserved quantities, most notably the potential vorticity. There are flat regions of conserved quantities - the \"steps\" - between jets. This implies that mixing is effective in these regions. The centers of jets feature sharp gradients in conserved quantities, implying that jets are barriers to mixing. Lee will generate an inventory of model runs with different parameter settings and with different jet configurations. These will be analyzed to determine the mechanisms that control mixing and thus set the structures of the staircases\r\n\r\nJets are self-maintaining and self-sharpening.  This leads to the possibility that there can be more than one possible arrangement of jets for a given set of climate parameters. As the climate changes, the circulation may jump from one configuration to another. Lee will develop a theory for the fluid-dynamical fluxes that maintain the jets. Predictions of multiple equilibria from this theory will be tested in numerical models.\r\n\r\nJets in the Southern Hemisphere, within hurricanes, and in idealized simulations of turbulence on a rotating sphere, all exhibit spiral structures. Lee will use her catalog of simulations, along with additional simulations with tropical heating, to test hypotheses about the conditions that permit spiral jets to exist as stable structures.\r\n\r\nBroader impacts include training graduate students and incorporating research results in a course in climate dynamics taught by the PI. She also plans to involve undergraduates in her research.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sukyoung",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sukyoung Lee",
   "pi_email_addr": "sxl31@psu.edu",
   "nsf_id": "000362608",
   "pi_start_date": "2006-12-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 440179.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 32392.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of NSF award 0647776, entitled as &ldquo;The Dynamics of Westerly Jets&rdquo;, was to investigate the workings of so-called westerly (from west to east) jets and storm tracks. In the atmospheric and oceanic sciences, a jet refers to an intense stream of atmospheric wind or oceanic current.&nbsp; In the troposphere of the earth atmosphere, where most of the air mass resides and weather-generating motions occur, westerly jets are present in the subtropics and mid-latitudes at the levels of 8-10 km above the ground. &nbsp;Storm tracks refer to regions in mid-latitudes (30 to 60 degrees in latitude) where storms are relatively intense and occur frequently.&nbsp; These storm tracks closely coincide with the jets, and it is well known that they interact with each other. The jets and the storm tracks are also associated with chemical tracer transports in the atmosphere. Previous studies have shown that the jets tend to block low-to-high latitude ozone transport. In recent years, advancements in satellite observations and numerical modeling of the oceans have suggested that most of the world oceans are rich in jets and eddies (analogous to the weather in the atmosphere). The role of these oceanic jets and eddies on the global scale ocean circulation is an open question. Because the global ocean circulation is one of the major players of the climate system, it is important to understand what determines the strength of the eddies (or storms) and the jets, and how tracer distributions are linked to the location and intensity of the jets.</p>\n<p>&nbsp;</p>\n<p>In terms of Intellectual Merit, as defined by the NSF, the investigations resulted in several new findings. &nbsp;With a numerical model of the atmosphere, the PI found that surface friction can energize storms by helping to tap potential energy from the background state (which in turn is energized by latitudinally uneven absorption of solar radiation).&nbsp; The analysis of the PI suggests that this counter-intuitive, friction-induced energization of storms hinges on the latitudinal and vertical curvature of the jets, the rotation rate of the planet, and the size of the planet.&nbsp; With a graduate student, the PI also found conditions under which more than one jet can co-exist persistently.&nbsp; Examples of persistent multiple jets can be found in the Jovian atmosphere and Ocean. This condition favors a weak drag on the eddies (storms), a fast rotation rate of the planet, and sharper jets.&nbsp; With another graduate student, the PI found that mid-latitude storms in the atmosphere, alone, can explain the observed structure of the mean state of the tropopause, and that the stratospheric circulation induced by the storms plays an important role. &nbsp;</p>\n<p>&nbsp;</p>\n<p>As for the Broader Impacts, these theoretical findings shed new light on the understanding of the observed circulations in the atmosphere and oceans. Because the climate of the earth&rsquo;s surface is critically dependent on these circulations, the outcome of this project has the potential to help improve our understanding of the climate and climate change. This project also supported the research of two Ph.D. students. Both students successfully defended their thesis and they are actively engaged in research as postdoctoral fellows.</p>\n<p>&nbsp;</p>\n<p>In addition to achieving the originally proposed research goals, the PI, through collaborations with other scientists, produced additional research papers on the topics of the accelerated polar warming, troposphere-stratosphere mass exchange in the tropics, and planetary atmospheric circulations.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/05/2012<br>\n\t\t\t\t\tModified by: Sukyoung&nbsp;Lee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of NSF award 0647776, entitled as \"The Dynamics of Westerly Jets\", was to investigate the workings of so-called westerly (from west to east) jets and storm tracks. In the atmospheric and oceanic sciences, a jet refers to an intense stream of atmospheric wind or oceanic current.  In the troposphere of the earth atmosphere, where most of the air mass resides and weather-generating motions occur, westerly jets are present in the subtropics and mid-latitudes at the levels of 8-10 km above the ground.  Storm tracks refer to regions in mid-latitudes (30 to 60 degrees in latitude) where storms are relatively intense and occur frequently.  These storm tracks closely coincide with the jets, and it is well known that they interact with each other. The jets and the storm tracks are also associated with chemical tracer transports in the atmosphere. Previous studies have shown that the jets tend to block low-to-high latitude ozone transport. In recent years, advancements in satellite observations and numerical modeling of the oceans have suggested that most of the world oceans are rich in jets and eddies (analogous to the weather in the atmosphere). The role of these oceanic jets and eddies on the global scale ocean circulation is an open question. Because the global ocean circulation is one of the major players of the climate system, it is important to understand what determines the strength of the eddies (or storms) and the jets, and how tracer distributions are linked to the location and intensity of the jets.\n\n \n\nIn terms of Intellectual Merit, as defined by the NSF, the investigations resulted in several new findings.  With a numerical model of the atmosphere, the PI found that surface friction can energize storms by helping to tap potential energy from the background state (which in turn is energized by latitudinally uneven absorption of solar radiation).  The analysis of the PI suggests that this counter-intuitive, friction-induced energization of storms hinges on the latitudinal and vertical curvature of the jets, the rotation rate of the planet, and the size of the planet.  With a graduate student, the PI also found conditions under which more than one jet can co-exist persistently.  Examples of persistent multiple jets can be found in the Jovian atmosphere and Ocean. This condition favors a weak drag on the eddies (storms), a fast rotation rate of the planet, and sharper jets.  With another graduate student, the PI found that mid-latitude storms in the atmosphere, alone, can explain the observed structure of the mean state of the tropopause, and that the stratospheric circulation induced by the storms plays an important role.  \n\n \n\nAs for the Broader Impacts, these theoretical findings shed new light on the understanding of the observed circulations in the atmosphere and oceans. Because the climate of the earthÆs surface is critically dependent on these circulations, the outcome of this project has the potential to help improve our understanding of the climate and climate change. This project also supported the research of two Ph.D. students. Both students successfully defended their thesis and they are actively engaged in research as postdoctoral fellows.\n\n \n\nIn addition to achieving the originally proposed research goals, the PI, through collaborations with other scientists, produced additional research papers on the topics of the accelerated polar warming, troposphere-stratosphere mass exchange in the tropics, and planetary atmospheric circulations. \n\n \n\n\t\t\t\t\tLast Modified: 01/05/2012\n\n\t\t\t\t\tSubmitted by: Sukyoung Lee"
 }
}