{
 "awd_id": "0647612",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Paleogenetics of Pleistocene Deep-Water Corals from the Mediterranean Sea: The Rise and Fall of Coral Populations within the Basin",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Phillip R. Taylor",
 "awd_eff_date": "2007-02-01",
 "awd_exp_date": "2008-06-30",
 "tot_intn_awd_amt": 207221.0,
 "awd_amount": 207221.0,
 "awd_min_amd_letter_date": "2007-02-05",
 "awd_max_amd_letter_date": "2007-02-05",
 "awd_abstract_narration": "This project examines processes controlling deep-water coral dispersal through time in\r\nthe Mediterranean Sea, an area where many biogeographical barriers to gene flow impede the entrance and settlement of larvae over time. Until recently, only sub-fossil scleractinian Lophelia pertusa banks, reefs and mounds had been conclusively discovered (dated as late Pleistocene, ~11,000 years ago). Current hypotheses contend that this, and many other, species were isolated from thriving populations in the outer NE Atlantic by the Gibraltar Sill, and that the Mediterranean acted as a refuge for deep-water corals during the stresses of the Pleistocene, later becoming cut off by oceanographic conditions, and eventually dying out. However, in 2001 a thriving L. pertusa reef was discovered in the Ionian Sea, leading to many fundamental questions regarding the population dynamics and ecology of this species. In collaboration with international scientists our proposed work takes advantage of novel ancient DNA approaches on coral skeletons to investigate the genetic connectivity of sub-fossil and live deep-water coral mounds throughout the Mediterranean Sea, as well as their connection to the outer Atlantic Ocean, in order to enable us to answer fundamental questions regarding the ecology and phylogeography of deep-water corals in this region through time. This project will further our knowledge of the population dynamics of both the Mediterranean region, and of deep-water coral species and their reaction to the changes within the last 11,000 years. There are over 100,000 fishermen on 40,000 vessels that work within the confines of the Mediterranean Sea. Over the last 20 years stocks of many traditional fisheries in this area have been in rapid decline. With this decline in traditional fisheries, a move to exploit deeper water fisheries within the Mediterranean will occur soon, as already observed in the outer North Atlantic. Deep-water corals are firmly established as an important habitat for many commercial fish species, and in areas where deep-water fishing occurs (e.g. NE Atlantic, New Zealand, Australia) damage from commercial trawlers is evident. By providing essential information on the genetic connectivity, dispersal and colonization of Mediterranean deep-water corals, this project will allow a better understanding on these populations and allow for more informed decisions on designating marine protected areas. Results from this study will also be provided to the HMAP (The History of Marine Animal Populations) and FMAP (Future of Marine Animal Populations) projects, two of the major elements of the Census of Marine Life (CoML) program. This information will also provide insight into the role of climate on historic coral populations, and improve predictive models of population responses to future climate change. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rhian",
   "pi_last_name": "Waller",
   "pi_mid_init": "G",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Rhian G Waller",
   "pi_email_addr": "rhian.waller@maine.edu",
   "nsf_id": "000091587",
   "pi_start_date": "2007-02-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Shank",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy M Shank",
   "pi_email_addr": "tshank@whoi.edu",
   "nsf_id": "000253535",
   "pi_start_date": "2007-02-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 31112.0
  }
 ],
 "por": null
}