{
 "awd_id": "0647984",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Depth Distribution of Anisotropic Fabric in the Oceanic Mantle",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Adam Schultz",
 "awd_eff_date": "2007-04-01",
 "awd_exp_date": "2008-06-30",
 "tot_intn_awd_amt": 127886.0,
 "awd_amount": 82824.0,
 "awd_min_amd_letter_date": "2007-03-21",
 "awd_max_amd_letter_date": "2008-01-31",
 "awd_abstract_narration": "The Earth's surface is divided into a small number of tectonic plates that move as units.  The cold, upper part of the earth, called the lithosphere, is stiff, enabling the plates to move without significant internal deformation above a deformable, softer layer called the asthenosphere.  Thus, it is the physical properties of the lithosphere that control the surface expression of convection within the Earth's interior, enabling plate tectonics.  Despite its fundamental role in governing tectonics, the thickness of the lithosphere is difficult to measure. We propose to measure the azimuthal anisotropy of Rayleigh wave propagation within two ocean-bottom seismometer (OBS) arrays in the western Pacific as a means of unambiguously determining the thickness of the old oceanic lithosphere.\r\n\r\nThermal models of seafloor subsidence indicate that the oceanic plates should be ~ 90 - 125 km thick, with temperatures approaching steady state in very old seafloor.  In contrast, seismic surface wave studies indicate that velocities continue to increase as a function of age, with the velocity changes occurring at depths greater than the thickness of the best-fitting cooling slab models. The most direct and unambiguous way to determine the thickness of the lithosphere and to resolve this controversy is to map the transition from static structure frozen in the plate to actively deforming fabric in the convecting, deforming asthenosphere.  This change should induce a change in anisotropic fabric associated with the alignment of the mineral olivine in a deforming Earth, which we propose to detect by measuring the variation of azimuthal anisotropy of Rayleigh waves as a function of period.\r\n\r\nIn a relatively small area of the western Pacific in seafloor approximately 155 million years old, there are major changes in the direction of spreading in seafloor of the same age and similar spreading rate.  Thus, the fossil component of anisotropy in the lithosphere should change direction dramatically, but the asthenospheric component due to flow beneath the plate should be nearly constant.  With a deployment of arrays of  OBSs where the spreading directions change, it should be possible to clearly distinguish the fossil component of anisotropy from the dynamically maintained component in the asthenosphere.  We will collect continuous seismic records of earthquakes occurring around the world.  In addition to measuring the azimuthal anisotropy of Rayleigh waves as a function of period, we will look for lateral heterogeneities in velocity within and in the vicinity of the arrays, measure shear wave splitting, P and S delays, and study the regional propagation of surface waves in the oldest parts of the Pacific.\r\n\r\nBroader Impacts. An important component of the proposed activity is education of students and communication with local public schools. Graduate students will be supported at Brown and at CalState Northridge and undergrads will work as assistants.    At least four students will participate in each of the two seagoing legs; a good way to introduce oceanography as a field to students.  Student participants will be expected to visit local elementary and middle schools before and after the cruise to communicate the excitement of going to sea and to prepare a daily weblog on board to communicate with the classes they have visited.  We expect that of the Brown University participants, at least 50% will be women, and we will attempt to recruit underrepresented minorities from the CalState Northridge student body.\r\n\r\nIn addition to presentations at scientific conferences and publication in professional journals, we will work with our local press officers to prepare press releases to communicate findings to the general public.  Data gathered will be archived at the IRIS Data Management Center and made available to seismologists and the general public.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dayanthie",
   "pi_last_name": "Weeraratne",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dayanthie Weeraratne",
   "pi_email_addr": "dsw@csun.edu",
   "nsf_id": "000078122",
   "pi_start_date": "2007-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie Institution of Washington",
  "inst_street_address": "5241 BROAD BRANCH RD NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023876400",
  "inst_zip_code": "200151305",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CARNEGIE INSTITUTION OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZQ12LY4L5H39"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Institution of Washington",
  "perf_str_addr": "5241 BROAD BRANCH RD NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200151305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 0.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}