{
 "awd_id": "0647593",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Feeding responses of marine phagotrophic protists: cell biological mechanisms",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2007-03-01",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 531032.0,
 "awd_amount": 531032.0,
 "awd_min_amd_letter_date": "2007-02-02",
 "awd_max_amd_letter_date": "2007-02-02",
 "awd_abstract_narration": "Phagotrophic protists play a central role in marine pelagic food webs as major consumers and remineralizers of bacterial and phytoplankton biomass. Protistan grazers can show complex feeding responses, including selective ingestion or avoidance, based on characteristics of prey cells. Such selectivity has the potential to affect carbon cycling in the sea. Elucidating the biochemical mechanisms by which marine phagotrophic protists might selectively target distinct types of prey is vital to understanding the structure and function of marine food webs. The investigators have shown preliminary results which show that protistan feeding behavior, including chemosensory response and prey ingestion, does in fact involve basic cell biological mechanisms: i.e. binding of ligand compounds to receptor molecules associated with cell membranes, which activates intracellular signal transduction pathways leading to changes in cell biochemistry and behavior. They will conduct an investigation of the role of binding of signal compounds to receptor molecules on protistan cell membranes, and of the consequent signal transduction cascades in controlling protistan chemosensory response to prey, and prey ingestion. \r\n\r\nThis project will involve 1) experiments with both known and recently isolated species of marine protists, followed by 2) experiments with protist assemblages grown up from Oregon coastal seawater. The research will focus on determination of the extent to which ligand binding and signal transduction processes control protist feeding behavior, and the extent to which differences in cell-surface ligand-receptor binding can explain selectivity between alternate types of prey. The approach will include: 1) pharmacological methods: glycomic microarrays composed of sugars and lectins to test for the presence of specific sugar-lectin binding sites on protist and prey cell membranes, and use of selective inhibitors of specific protein kinases, G proteins, and G protein-linked receptors to test for the role of signal transduction pathways in the feeding behavior of marine protists, and 2) experiments designed to show whether specificity of ligand-lectin binding, and whether intracellular signal transduction mechanisms, have a significant role in prey selectivity/switching and rates of prey ingestion by protist isolates and by in situ assemblages of heterotrophic flagellates.\r\n\r\nIntellectual merit: The biochemical mechanisms underlying protistan feeding response are likely to be fundamental to understanding this major top-down control of microbial populations in marine systems. This study adapts approaches used in pharmacology/cell biology in a way that could result in new discoveries relevant to marine microbial ecology, and in novel approaches to assessing the in situ impact of protist grazers. \r\n\r\nBroader impacts: This project will support the PhD thesis research of a graduate student and will also involve an undergraduate student in the experiments. Results of the project will be disseminated through presentations, publications, lectures, and the investigators' website.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barry",
   "pi_last_name": "Sherr",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Barry F Sherr",
   "pi_email_addr": "sherrb@coas.oregonstate.edu",
   "nsf_id": "000168240",
   "pi_start_date": "2007-02-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Evelyn",
   "pi_last_name": "Sherr",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Evelyn B Sherr",
   "pi_email_addr": "sherre@coas.oregonstate.edu",
   "nsf_id": "000264375",
   "pi_start_date": "2007-02-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 531032.0
  }
 ],
 "por": null
}