{
 "awd_id": "0648700",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Economic Determinants of Domestic Violence",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 79500.0,
 "awd_amount": 79500.0,
 "awd_min_amd_letter_date": "2007-03-16",
 "awd_max_amd_letter_date": "2007-03-16",
 "awd_abstract_narration": "Everyday roughly fourteen thousand women in the US are battered and four are killed by their intimate partners, prompting former Surgeon General C. Everett Koop to label domestic violence the single most important health issue in the US.   Despite the prevalence and high costs of domestic violence, much remains to be understood about the economic determinants of battering.  This project analyzes the impact of women's earnings on battering. \r\n\r\nExisting theory is ambiguous with respect to the impact of income on violence. An economic model of bargaining predicts that as a woman's resources increase relative to those of her husband, violence against her should decline. Other theories, (exchange theory and male backlash) predict the opposite. The nature of the relationship must be determined empirically.  Existing empirical research examining the impact of women's wages on violence using survey data has generally found that women with lower wages experience more violence. However,  this work is limited in two main respects. First, surveys are prone to underreporting. Second, these studies fail to establish a causal relationship between domestic violence and wages by, for example, failing to account for the potential for omitted variable bias or reverse causality.  This project pursues two strategies to overcome these obstacles. First, it uses multiple administrative datasets to develop measures of domestic violence. These data include: hospitalizations for assaults, calls to the police, arrests for domestic violence as well as intimate partner homicide rates. It also use individual level survey data with self-reports of less severe violence, threats and controlling behavior from the California Women's Health Survey. Using these multiple measures of violence will shed light on how different aspects of violent relationships are affected by changes in women's relative earnings.  To overcome the second obstacle and establish a causal relationship between earnings and domestic violence, the project takes advantage of the fact that certain industries are dominated by women (e.g., services) and others by men (eg, construction). Increases in demand in these sectors results in exogenous increases in female and male wages, respectively. By focusing on local labor market conditions and exogenous labor demand shocks, the project can identify the impact of changes in relative income on domestic violence.\r\n\r\nBased on this work, the project also explores the impact of violence on maternal and child health and the potential mitigating effects of economic resources. Previous work has established that child health improves when mothers control a greater share of the household resources. These improvements have largely been attributed to women's greater material investments in their children. However, this research suggests another potential mechanism: reductions in violence. Using a unique dataset of birth outcomes linked to data on\r\nhospitalization for assault during the pregnancy, this project provides the first causal estimates of the impact of violence on birth outcomes using an instrumental variable strategy. This is followed by an analysis of the pathways by which violence affects birth outcomes: direct effect of blunt trauma or indirect effects of risk taking and inadequate prenatal care.\r\n\r\nBroader Impact: This research not only brings alternative tools to bear on an old research question, but also develops new datasets to answer these questions. The research findings will have important policy implications for violence prevention programs as well as for labor policies regarding pay parity and gender discrimination in the workforce. In addition, the findings with respect to the impact of violence on birth outcomes represent the first causal estimates and will serve to inform practitioners of the health consequences of domestic violence and the mechanisms by which violence affects birth outcomes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Aizer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anna Aizer",
   "pi_email_addr": "anna_aizer@brown.edu",
   "nsf_id": "000178470",
   "pi_start_date": "2007-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 79500.0
  }
 ],
 "por": null
}