{
 "awd_id": "0648346",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   The Role of Phytoplankton Ballast Material in Deterring Copepod Grazing",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2007-03-15",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 462847.0,
 "awd_amount": 462847.0,
 "awd_min_amd_letter_date": "2007-03-12",
 "awd_max_amd_letter_date": "2010-06-17",
 "awd_abstract_narration": "Many groups of marine protists (algae and protozoa) are \"armored\" with thickened cell walls, coatings of scales, hard \"cases\" (tests, loricas), or latticework \"skeletons\". The inferred evolutionary function of these mineral deposits is to deter grazing. However, to date there are no direct measurements of grazing rates on protists as a function of their mineral content. The recent development of silica specific stains and state of the art flow cytometry techniques enable these measurements. This study directly tests the relationship between the cellular mineral quota and the ingestion rates of copepods. Phytoplankton cells that differ in the relative degree of mineral armor will be created using well controlled algal rearing techniques. Mineral load will be determined chemically (chemical digestion), visually (SEM), and photometrically (mineral and cell surface specific dyes and flow cytometry). The grazing protection conferred by biogenic minerals will be examined against copepod predation with detailed examination (microcinematography) of the behavioral mechanisms that underlie the selective process.\r\n\r\nPreliminary grazing experiments show that copepods have a strong preference for cells with low biogenic mineral content. This suggests that heavily fortified cells are less likely to be packaged into fecal pellets, thus uncoupling the mineral content of plankton from what is exported to the deep ocean. This implies that global biogeochemical cycles are structured, in part, by the ecological and evolutionary constraints of  predator-prey interactions. This study includes measurement of the mineral content of the ingested particles and of the fecal pellets of copepods. The hypothesis is that a higher mineral content in the fecal pellet will increase the density of the pellet and therefore, lead to a higher settling velocity. The role of the biological pump in sequestering atmospheric CO2 is driven, in part, by the rapid sinking rates of fecal pellets. Experiments outlined in this proposal will link the mineral content of the copepod diet with the mineral content of the fecal pellet. Subsequently, direct video observations will enable measurement of the sinking rates of fecal pellets as a function of their mineral load.\r\n\r\nIntellectual Merit: Measuring and understanding the factors that control the flux of organic material to the sediments has been the focus of numerous large oceanographic programs (e.g. JGOFS and ANTARES). Proxies of surface production or mineral ballast content have been proposed to predict deep ocean fluxes. However without a mechanistic understanding of the underlying processes driving the quality and quantity of material reaching the sediments, these proxies are robust only when the mechanisms remain constant. Information on the direct interactions between copepods and primary producers is needed to predict how changes in the phytoplankton/copepod link will manifest in the biological pump of organic matter to the deep ocean.\r\n\r\nBroader Impacts: The proposal contributes to undergraduate education by incorporating three students during the three year project. The proposal has numerous self-contained sub-projects that will provide exceptional opportunities for motivated undergraduate students to receive hands on research experience. Students will learn sophisticated culturing techniques for different phytoplankton, participate in grazing experiments and learn the fundamentals of optics and microcinematography. In addition, at little financial cost to this proposal two students will gain valuable field experience in sampling and identifying plankton and conducting grazing experiment. Students in our lab will be required to meet weekly to discuss problems, recent success, and pertinent literature to their specific topic. Student participation at meetings and activities of professional societies will be encouraged. Results of the project will also contribute to the development of Bigelow Laboratory educational and outreach programs, most notably the Phytopia  project and its allied utilities for learners and teachers at secondary and tertiary levels (http://www.bigelow.org/phytopia/).\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Fields",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Fields",
   "pi_email_addr": "dfields@bigelow.org",
   "nsf_id": "000347520",
   "pi_start_date": "2007-03-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "OKelly",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Charles J OKelly",
   "pi_email_addr": "cokelly@bigelow.org",
   "nsf_id": "000101491",
   "pi_start_date": "2007-03-12",
   "pi_end_date": "2008-10-21"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Sieracki",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Michael E Sieracki",
   "pi_email_addr": "MSieracki@Bigelow.org",
   "nsf_id": "000234739",
   "pi_start_date": "2007-03-12",
   "pi_end_date": "2010-06-17"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Poulton",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole J Poulton",
   "pi_email_addr": "npoulton@bigelow.org",
   "nsf_id": "000565394",
   "pi_start_date": "2010-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bigelow Laboratory for Ocean Sciences",
  "inst_street_address": "60 BIGELOW DR",
  "inst_street_address_2": "",
  "inst_city_name": "EAST BOOTHBAY",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2073152567",
  "inst_zip_code": "045445700",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "BIGELOW LABORATORY FOR OCEAN SCIENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "DRTAEZWWJHM8"
 },
 "perf_inst": {
  "perf_inst_name": "Bigelow Laboratory for Ocean Sciences",
  "perf_str_addr": "60 BIGELOW DR",
  "perf_city_name": "EAST BOOTHBAY",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "045445700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 462847.0
  }
 ],
 "por": null
}