{
 "awd_id": "0648606",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:   Ecology and Evolution of Range Limits in Intertidal Organisms",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2007-03-01",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 325209.0,
 "awd_min_amd_letter_date": "2007-02-22",
 "awd_max_amd_letter_date": "2010-03-04",
 "awd_abstract_narration": "\r\nRange limits of marine and terrestrial taxa are shifting dramatically in response to global climate change, but predicting range shifts requires a mechanistic understanding of factors that limit distributions. Causal determinants of range limits remain largely unknown for intertidal animals, despite the fact that many invertebrates have rapidly changing ranges. An improved understanding of range limits is fundamentally important to marine ecology and evolutionary biology, and is necessary to predict the ecological impacts of ongoing climate change.\r\n\r\nIntellectual merits: The principal investigator will identify range-limiting factors for Alderia spp., intertidal sea slugs that are excellent models for understanding the effects of climate change. A molecular genetic study by the PI and colleagues showed A. modesta occurs north of San Francisco (SF), but a cryptic sister species with variable development (described as A. willowi) occurs south of SF. Advantages to this system include: (1) Alderia spp. are strictly intertidal, with no subtidal refuge from high temperature; (2) their linear ranges are easy to characterize spatially and temporally, and have shifted in the past 50 years; (3) the sister species consistently occur at different times of the year in SF Bay, suggesting that trade-offs in temperature and salinity tolerance define their niches; (4) host-dependency may affect ranges of these specialized herbivores, as predicted by modeling; (5) larval supply to edge populations can be quantified for each species using a genetic method for identifying larvae; and (6) A. willowi has a 3-week generation time in lab culture, making it ideal for artificial selection experiments. \r\n\r\nThe research will focus on 3 questions: (A) What features of the physical or biological environment limit a species to its current range? Field surveys will correlate adult and larval abundance with environmental parameters, and lab experiments will test salinity and temperature thresholds for both adults and larvae. Host-dependent larval settlement and adult fitness will also be tested to determine if Alderia spp. are adapted to regional strains of their host alga. (B) What factors drive metapopulation dynamics at range edges? Larval supply to edge habitats will be quantified using species-specific primers and multiplex PCR to differentiate larvae of Alderia spp. from monthly plankton tows. Lab studies will test whether the mating system of Alderia allows either species, when abundant, to inhibit colonization by its congener via Allee effects. (C) What inhibits adaptation to environmental thresholds that set range limits? Artificial selection experiments will estimate (1) extant genetic variation in edge vs. center populations of A. willowi for key traits, and (2) trade-offs between heat and salinity tolerance, reproduction and growth after 36 generations of selection, both issues of fundamental evolutionary importance.\r\n\r\nBroader impacts: This project will elucidate the ecological and genetic basis for range limits in two common gastropods, providing insight into general mechanisms that may set borders in other intertidal taxa. Such data are critical for predicting biological response to climate change. Funding will allow a young PI to build on prior support, integrating molecular and larval ecology with organismal biology. Student training is a major thrust of this proposal, which will provide new research opportunities at CSULA, a Hispanic-serving institution. One undergraduate and two masters students will be supported each year, likely ethnic minorities; the PI recruits from under-represented groups, and 3 of 5 current students are Latino. The PI has published with both undergraduate and graduate students, and three former students entered Ph.D. programs in the last 2 years. Through established partnerships with area high school teachers, the PI and all students will give research talks to biology classes, lead field trips, and 1-2 high school seniors per year will perform research projects in the PI's lab; these activities enhance outreach to minority groups while educating local students about human impacts on the coastal environment.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Krug",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick J Krug",
   "pi_email_addr": "pkrug@calstatela.edu",
   "nsf_id": "000204630",
   "pi_start_date": "2007-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State L A University Auxiliary Services Inc.",
  "inst_street_address": "5151 STATE UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3233433648",
  "inst_zip_code": "900324226",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "CAL STATE LA UNIVERSITY AUXILIARY SERVICES INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "C1ABLRAQTB48"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Los Angeles",
  "perf_str_addr": "5151 State University Dr",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900324221",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 325209.0
  }
 ],
 "por": null
}