{
 "awd_id": "0648632",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:    School Rights:   Law and the Dynamics of Everyday School Life",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2007-04-01",
 "awd_exp_date": "2010-10-31",
 "tot_intn_awd_amt": 68391.0,
 "awd_amount": 68391.0,
 "awd_min_amd_letter_date": "2007-03-16",
 "awd_max_amd_letter_date": "2007-03-16",
 "awd_abstract_narration": "\r\nThis study combines survey and ethnographic methods to study the impact of law on the social dynamics of everyday school life. Although there is now a body of literature on the formal laws and court decisions affecting education, there has been almost no sociological research on how law affects the daily lives of students, teachers, and school administrators.   In particular, we do not know whether or how laws designed to ensure equality of education for our nation's youth benefit socially disadvantaged students who rely most heavily on schools for access to life-course opportunities.  The study focuses on three arenas of legal regulation that are central to schools -- discipline, civil rights (including sexual, racial/ethnic, and religious harassment), and free speech -- to examine: (1) how law matters in the everyday practices within and around schools; (2) how school actors (students, teachers, and administrators) understand and interpret law and rights in schools; and (3) when and how school actors mobilize (or do not mobilize) their legal rights.  Surveys of students, teachers, and administrators are being completed in multiple schools across three different states that have varying legal environments: California, New York, and North Carolina.  Comparative ethnographies will be completed in six of these schools (two in each state) that differ substantially in terms of the social backgrounds (i.e., household income and ethnicity) of the students enrolled.  Ethnographic data collection (including direct observation and in-depth interviews) focuses on how law and other forms of authority are experienced by students, teachers, and administrators in schools.  \r\n\r\nThis study provides the first comprehensive analysis of the role of law and rights in schools.  It will significantly extend current work, which focuses on the formal law and court decisions, by providing a sociological analysis of how law and rights affect the everyday lives and opportunities of students, teachers, and administrators.  It further explores the extent to which the implementation and impact of law varies across schools that serve socially advantaged and socially disadvantaged youth.  This work will contribute substantially to work on rights and mobilization in the sociology of law, to work on inequality and educational opportunity in the sociology of education, to work on the interplay between organizations and their socio-legal environments in organizational sociology, and to the development of a nexus linking these bodies of social science research.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Calvin",
   "pi_last_name": "Morrill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Calvin Morrill",
   "pi_email_addr": "cmorrill@law.berkeley.edu",
   "nsf_id": "000450195",
   "pi_start_date": "2007-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 50053.0
  }
 ],
 "por": null
}