{
 "awd_id": "0648800",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DDI--Testing the Continuity of Middle and Late Pleistocene Hominins in Asia",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jean E. Turnquist",
 "awd_eff_date": "2007-03-01",
 "awd_exp_date": "2008-02-29",
 "tot_intn_awd_amt": 11690.0,
 "awd_amount": 11690.0,
 "awd_min_amd_letter_date": "2007-02-27",
 "awd_max_amd_letter_date": "2007-02-27",
 "awd_abstract_narration": "This study will test the regional continuity hypothesis of human evolution by investigating the evolutionary relationships among Middle and Late Pleistocene hominins (fossil humans) in Asia through the use of combined quantitative and qualitative approaches. Variation in cranial shape will be assessed in the fossil sample using three-dimensional \"geometric morphometric\" (3D GM) techniques and then statistically compared to that measured in selected modern human, chimpanzee, and macaque populations. These modern reference samples, of wide geographical distribution and diverse taxonomies, will serve as analogs so that alternative taxonomic hypotheses and their predictions can be evaluated. A parallel analysis based on the distribution of shared and derived cranial features will be undertaken using a cladistic approach, which allows the determination of evolutionary links among species and populations.\r\n\r\nIntellectual merit: The combination of 3D GM with cladistic analysis of features is novel in paleoanthropology, at least. The former approach allows the visualization of 3D cranial geometry across the skull, while examining aspects of morphology which have been suggested as Asian regional features. In addition, this study will focus specifically on the Asian fossil record, including important but difficult-to-access specimens from China, thereby increasing the extent of geographical and temporal variation tested. A major goal will be to test alternative hypotheses about the relationships of Asian fossils (especially of the poorly-known \"archaic Homo sapiens\" group), including the concepts of local continuity from Homo erectus to modern humans and successive migration from the west. Finally, multiple statistical tests will be used to explore the recognition of different species in the fossil record, and this study will provide the opportunity to assess the utility of various statistical methods.\r\n\r\nBroader impacts: Data collected during this study will be added to the PRIMO (Primate Morphology Online) database created by the NYCEP Morphometric Group, soon to be available for online public access. Additionally, this study will further facilitate international and domestic research collaboration, which will spread new methodology and build scientific infrastructure. The results of this study will also be widely disseminated in both scientific and popular media, and presented at academic meetings. Finally, funding will encourage diversity within science and foster the professional development of S. L. Wang, a student belonging to an underrepresented group within American physical anthropology.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Delson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Delson",
   "pi_email_addr": "eric.delson@lehman.cuny.edu",
   "nsf_id": "000155527",
   "pi_start_date": "2007-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Graduate School University Center",
  "inst_street_address": "365 5TH AVE STE 8113",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128177526",
  "inst_zip_code": "100164309",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "QVW9TFAZJFE7"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Graduate School University Center",
  "perf_str_addr": "365 5TH AVE STE 8113",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100164309",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 11690.0
  }
 ],
 "por": null
}