{
 "awd_id": "0648884",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:   Fungiform Papillae and the Evolution of the Primate Gustatory System",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2007-03-01",
 "awd_exp_date": "2008-02-29",
 "tot_intn_awd_amt": 11864.0,
 "awd_amount": 11864.0,
 "awd_min_amd_letter_date": "2007-02-27",
 "awd_max_amd_letter_date": "2007-02-27",
 "awd_abstract_narration": "The diet of any primate species is one of the most important factors in shaping its anatomy and behavior, and the sense of taste (gustation) plays a key role in the food selection process. The nutritional content of food items varies considerably. Thus, to meet their dietary requirements primates must be selective, ingesting food items that contain beneficial nutrients while avoiding compounds that are toxic or inhibit digestion. One means by which individuals detect chemical properties of food items is through the sense of taste. Accordingly, the sensitivity of a species' gustatory system should be an important determinant of diet. Study of primate gustatory anatomy is important in this regard, because anatomy is a determinant of sensitivity. \r\n\tDespite its clear significance to primate feeding ecology, there has been a dearth of studies on primate gustatory anatomy. This project will provide a detailed study of lingual anatomy in a large sample of primates in order to better identify the selection pressures that have influenced the evolution of the primate gustatory system. Variation in lingual anatomy will be quantified by calculating the density of fungiform papillae, which are the only structures on the front two-thirds of the tongue that contain taste buds. The density of fungiform papillae (DFP) is known to be an informative measure of taste sensitivity, and has been directly associated with food choices in humans. Furthermore, some women are known to have significantly higher DFPs than men. It is possible that higher DFPs and greater taste sensitivities in human females permit better discrimination among food items during gestation and lactation in order to secure adequate nutrition and avoid toxins. Although food is important to all mammalian females, this study will be the first to investigate sex differences in the gustatory anatomy of non-human primates and discover whether they show the same patterns found in humans. \r\n\tClose examination of the selective forces that have influenced the evolution of the primate gustatory system is vital for a comprehensive understanding of primate dietary adaptations and feeding ecology. This project will provide the first broad, comparative study of lingual anatomy and sex differences in the gustatory system of non-human primates. By discerning whether lingual anatomy in primates is associated with diet, this study will help to explain the sensory mechanisms for food choice. Its broader significance lies in the fact that taste sensitivity plays a major role in dietary choices made by humans, and is thus important for human health. High-sensitivity tasters have significantly lower body mass indices, which are associated with numerous health benefits. The data collected in this project, will be integral to understanding the evolutionary relationship between variation in gustatory anatomy, preferences for particular food items, and prevention of illness. Knowledge of the selection pressures that shaped the primate gustatory system will provide a valuable context for research on human dietary choices. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Kirk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edward Kirk",
   "pi_email_addr": "eckirk@austin.utexas.edu",
   "nsf_id": "000370554",
   "pi_start_date": "2007-02-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Overdorff",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah J Overdorff",
   "pi_email_addr": "overdorff@mail.utexas.edu",
   "nsf_id": "000263072",
   "pi_start_date": "2007-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 11864.0
  }
 ],
 "por": null
}