{
 "awd_id": "0648138",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Explaining Compensation Trends in Executive Occupations",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2007-05-01",
 "awd_exp_date": "2010-04-30",
 "tot_intn_awd_amt": 159874.0,
 "awd_amount": 159874.0,
 "awd_min_amd_letter_date": "2007-05-02",
 "awd_max_amd_letter_date": "2007-05-02",
 "awd_abstract_narration": "Thomas DiPrete\r\nColumbia University\r\n\r\nThis project will develop dynamic models for the compensation of executives of midsize and large business corporations and for the presidents of private universities and colleges in the United States.  While considerable research has been done on the question of why corporate executives are paid so highly, relatively little attention has been paid to the mechanisms that have produced a relatively high rate of increase in the pay of elite organizational workers relative to mid or even upper-level workers in the same organizations or in the broader labor force.  The proposed project tests alternative theories for this rapid rise with specific attention to processes that involve social comparison, social legitimation of rising compensation levels, and the maintenance of legitimacy of high status organizations.  Status comparison theory predicts that the size of compensation increases is especially sensitive to the size of increases in organizations that are perceived to be comparable.  The pay legitimation hypothesis is that compensation growth in high status firms and organizations will have especially large impacts on compensation growth at other firms.  Status maintenance theory predicts that the highest status organizations seek to protect themselves from the negative effects on their reputation that might result from paying their executives an \"excessive\" compensation, and therefore the highest status organizations tend to be close followers rather than leaders in the level of compensation they offer their executives.  The effects of these mechanisms will be compared to the relative performance model that underlies principal-agent theory, which implies that executives are paid more when their companies perform better than peer companies.  The predictions of these models will also be tested against the predictions from a model of heightened rent-extraction, which theorizes that rises in executive pay stem from growing levels of external hiring for executives and a corresponding heightened bargaining power that stems from the increased opportunity for external mobility.  The application of status processes to explain the secular rise in executive compensation via an environment-level cumulative advantage process is novel even as it is firmly grounded in sociological theories about human behavior.\r\n\r\nThe key hypotheses of the project will be tested through statistical analysis of longitudinal data on compensation for these occupations along with data on the occupational incumbents and on the characteristics of the organizations and environments within which they worked for the period from 1992 to the present.  Existing models for executive compensation will be used as a baseline and the specifications will then be elaborated in order to test the core hypotheses of this project.  Potential endogeneity bias will be addressed through a variety of strategies including instrumental variables regression methods.\r\n\r\nThe project will develop a comparison of the dynamics of increased compensation for corporate executives and university presidents, because, while the two occupations are similar in their executive responsibility for large and complex organizations, they differ in the form their compensation takes, possibly in the level of influence they have over salary setting, and in the characteristics of organizational status distinctions in the world of business corporations and that of colleges and universities . These differences allow the opportunity to study more thoroughly the impact of status processes on compensation growth, and to gain an improved scientific understanding of the dramatic rise in executive compensation in both for-profit and non-profit organizations in the U.S. during the past two decades.\r\n \r\nThe results of this research will be disseminated widely through conference papers and through publications in disciplinary and interdisciplinary journals.  The proposed research activities will have a broader impact through the involvement of graduate students at Columbia who are affiliated with Columbia's interdisciplinary Center for the Study of Wealth.  The project will provide the basis for training in the specification and estimation of dynamic models, including models that involve environmental feedback.  Because these models share similarities with the diffusion models that are a focus of attention in Columbia's Collective Dynamics Group, it is anticipated that the project will better integrate the study of diffusion processes within social networks and the study of the dynamics of stratification systems.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "DiPrete",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas A DiPrete",
   "pi_email_addr": "tad61@columbia.edu",
   "nsf_id": "000108873",
   "pi_start_date": "2007-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 159874.0
  }
 ],
 "por": null
}