{
 "awd_id": "0648615",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Establishing Regional Templates for Historic Reference Conditions for Lowland Riverine Landscapes:   Seeing Through Human-Related Homogenization in the Puget Lowland",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2007-04-15",
 "awd_exp_date": "2010-09-30",
 "tot_intn_awd_amt": 191033.0,
 "awd_amount": 191033.0,
 "awd_min_amd_letter_date": "2007-04-04",
 "awd_max_amd_letter_date": "2007-04-04",
 "awd_abstract_narration": "The landscapes of large floodplain rivers are among the most complex and biologically productive, and their ecosystems are among the most critically threatened.  These floodplains are important natural resources and therefore are among the landscapes most intensively used and extensively modified by humans.  Efforts to restore these floodplains and manage land and river uses effectively will benefit from better understanding these environments, but such rivers in the temperate-zone are poorly understood, largely because of the simplifying, homogenizing, and obscuring effects of historical human-related change.  This research project will investigate river landscapes in the Puget Lowland region of the state of Washington as coupled physical, ecological, and human systems.  The investigator will develop multi-scale, spatially explicit landscape evolution and process models by investigating the spatial (100 km to less than 1 m) and temporal (10,000 years to less than one year) controls on geological evolution of the geomorphic template as well as how the template structures riverine ecosystems.  He also will  investigate and develop methods to reconstruct biophysical landscape conditions prior to periods of human-related change.  The project will employ multiple, cross-referencing approaches, including archival, field, and topographic (high-resolution digital elevation model) proxies and existing natural proxy studies.  These approaches will be integrated into three study components:  understanding Holocene landscape evolution; riverine process and dynamics studies; and GIS mapping of the pre-settlement landscape.  The researcher will address hypotheses that deal with several issues, including the legacy of Pleistocene glaciation imposes contrasting disequilibrium conditions onto modern river profiles in the same physiographic province; the disequilibrium conditions that force contrasting modern river morphologies and dynamics; how other physical processes, such as Holocene lahars and Holocene co-seismic uplift and subsidence, operating at characteristic temporal and spatial scales modify this template but do not fundamentally change it; and how physical landscape evolution results in landscape process domains defined at a river valley scale and are predictably patterned within the physiographic province.  He also will address the hypothesis that the geophysical template strongly influences ecosystem assembly.  In particular, he will examine whether the presence of large riparian trees in certain domains catalyzes multiple biogeomorphic feedback mechanisms that define an ecosystem trajectory toward a self-reinforcing state, thereby organizing and maintaining fluvial processes and landforms and the structure and function of forested river valley ecosystems.  The project will provide GIS products and supporting geospatial data online, create an Internet Map Server (IMS), and an online atlas of the regional riverine landscape and its change through time.\r\n\r\nThis project will investigate the evolution, history, and function of lowland river landscapes.  It will provide insights to basic landscape sciences on the physical evolution of lowland riverine landscape, the time and space scales and critical processes that structure these landscapes, and the dynamics between physical processes and ecosystems.  It will provide methodologies for understanding riverine landscapes at multiple scales and for reconstructing their pre-settlement biophysical condition.  These insights and methodologies have broad application in management, restoration, and land and river use planning.  The project also will create online resources for researchers, agencies, NGOs, and citizen groups and contribute toward a model for such an online resource for other regions.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Montgomery",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "David R Montgomery",
   "pi_email_addr": "bigdirt@uw.edu",
   "nsf_id": "000446038",
   "pi_start_date": "2007-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1325",
   "pgm_ref_txt": "WATER & ENERGY: ATMO, VEG, EARTH"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 191033.0
  }
 ],
 "por": null
}