{
 "awd_id": "0648320",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Spatial Allocation of Social Provision: Government Contracting, Material Resources, and Urban Poverty",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2007-03-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 104452.0,
 "awd_amount": 104452.0,
 "awd_min_amd_letter_date": "2007-02-05",
 "awd_max_amd_letter_date": "2007-02-05",
 "awd_abstract_narration": "Title: The Spatial Allocation of Social Provision: Government Contracting, Material Resources, and the Poor\r\n\r\nPI and Co-PI:  Nicole P. Marwell and Aaron O. Gullickson, Columbia University\r\n\r\nProposal Number: 0648320\r\n\r\nAbstract\r\nThis project draws together insights from the literatures on social provision and urban poverty to better understand the allocation and availability of an under-studied component of the U.S. welfare state: publicly-funded social provision services.  Over the last thirty years, there has been a steep rise in U.S. federal, state, county, and municipal government purchasing of social provision services from nonprofit organizations.  Competition among nonprofits for these government contracts creates winners and losers among places, organizations, and people.  At present, however, we know very little about which places and organizations receive social provision contracts, and what factors affect this distribution.  By examining these issues, this project will help us better understand how well or poorly citizens are being served by this growing component of the welfare state.  Because nonprofits providing services do so in particular places, citizens are likely to access services for which they are eligible only when a provider is located nearby. This access issue is particularly important for our poorest citizens, who receive a small fraction of state income transfers, and for whom the direct services provided by NPOs can be as important to their well-being as cash.  Through this study, policymakers and advocates will gain new knowledge that will contribute to more effective resource allocation from government to citizens.\r\n\r\nThe project uses hierarchical linear models and GIS analysis to examine the distribution of New York State and New York City government contracts to nonprofit organizations in New York City, and to examine the relationship of contract allocations to neighborhood- and organization-level variables, including neighborhood socioeconomic need, organizational effectiveness, and neighborhood political strength.  The study will extend current work in three areas of sociological inquiry by: (1) adding a theory of service-based social provision to the present focus on income transfers in studies of the welfare state; (2) considering the impacts of material resources alongside the current interest in social resources (e.g., social capital) in studies of neighborhood effects; and (3) examining the relationships between organizational-level processes and wider social processes in studies of nonprofit organizations.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Marwell",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole P Marwell",
   "pi_email_addr": "npm8@columbia.edu",
   "nsf_id": "000335213",
   "pi_start_date": "2007-02-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Gullickson",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron O Gullickson",
   "pi_email_addr": "aarong@uoregon.edu",
   "nsf_id": "000432111",
   "pi_start_date": "2007-02-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 104452.0
  }
 ],
 "por": null
}