{
 "awd_id": "0648462",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference on Technology, Privacy, and the Future of Taxation-University of Michigan, Ann Arbor, MI  11-12 October 2007",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2007-01-01",
 "awd_exp_date": "2007-12-31",
 "tot_intn_awd_amt": 21500.0,
 "awd_amount": 21500.0,
 "awd_min_amd_letter_date": "2007-01-18",
 "awd_max_amd_letter_date": "2007-01-18",
 "awd_abstract_narration": "Because, at its core, implementing taxation is a problem of information, the information revolution has the potential to radically alter the relationship between taxpaying citizens and the state.  Just as the new Chief Justice of the Supreme Court will have to hear cases about the use of brain fingerprinting in law enforcement and the use of genetic information by private insurers and employers, he may be called on to consider the future shape of taxation, and to balance the benefits of utilizing this new information against the concerns that many citizens harbor about privacy and government power.  \r\nThe tension arises because the new technology that can manage a much richer exchange of information between taxpayers and government also raises objections against allowing the government better access to information about taxpayers.  Examples include the recent outcry against the IRS's use of private sector debt collection companies to collect federal tax debts, and objections to the California pilot program of pre-populated state personal income tax returns.  Although, in the past two decades, the U.S. income tax system has made use of more and more personal information, many are concerned about whether the government can be trusted to make appropriate use of this information in policy, and whether it can forego using it inappropriately to punish particular individuals.  \r\nMost people associate information technology with the efficiency benefits of the increased use of electronic processing to prepare tax returns, transmit them to the tax authority, and processing by the tax authority.  But the proliferation of software-prepared returns is not without its downsides.  Now a taxpayer can deal with all the complications without having any sense of why and how the information entered affects tax liability, making the system less transparent.  Opaqueness is not good for democracy.  Undoubtedly the growing complexity of the U.S. income tax has contributed to the growing use of tax software, and the ubiquity of software reduces the marginal cost of complicating the tax system further.  \r\n\r\nThe new technology can be taken much farther than electronic transmittal and processing of information.  For example, retail sales tax systems can be personalized and made progressive by providing every family with an annual \"smart card\" that would have a sales tax credit based on family size, income, and other characteristics. Each time the family made a purchase, the smart card would deduct that amount until the card's credit was used up; after that, the family would begin to pay the sales tax.  This kind of scheme is facilitated by the technology of biometric identifiers based on unique physiological or biological characteristics that can be stored electronically and retrieved for positive identification.  The smart card can encode information about the purchaser, such as income or charitable inclinations, that can personalize the consumption tax rate in the same way that my grocery store offers me individual-specific discounts based on my purchasing history.\r\nHow to take appropriate advantage of information technology in taxation has been little studied in part because of the multi-disciplinary nature of the issues, which span technological issues such as the promise and security of smart cards, legal issues such as privacy, and the economics of taxation. This project will commission leading scholars in economics, law, and technology to address these issues both conceptually and by considering what specific policy responses may be needed to keep the proper balance between taking advantage of the efficiencies afforded by new technology and the potential dangers due to infringement of citizens' privacy due to the centralization of information collection.  If these issues are not openly discussed and pondered, the tax system may be haphazardly buffeted by technological advancements rather than appropriately responding to these advances.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Slemrod",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Joel B Slemrod",
   "pi_email_addr": "jslemrod@umich.edu",
   "nsf_id": "000189283",
   "pi_start_date": "2007-01-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1320",
   "pgm_ref_txt": "ECONOMICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 21500.0
  }
 ],
 "por": null
}