{
 "awd_id": "0648457",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement:  Primate Innate Immune Defense and Adaptation to SIV/HIV Infection",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jean E. Turnquist",
 "awd_eff_date": "2007-01-01",
 "awd_exp_date": "2007-12-31",
 "tot_intn_awd_amt": 8974.0,
 "awd_amount": 8974.0,
 "awd_min_amd_letter_date": "2007-01-12",
 "awd_max_amd_letter_date": "2007-01-12",
 "awd_abstract_narration": "Viruses have been part of the primate environment for tens of thousands to millions of years and differences in primate susceptibility to viral infection and disease suggests that some species are better adapted to co-exist with certain viruses.? One of the best-known examples of this is variation in primate susceptibility to simian (or human) immunodeficiency viruses (SIV/HIV) and AIDS-like diseases.? Despite a high level of genetic similarity among primate species, the same viruses that have been known to cause AIDS in humans (SIV/HIV) are generally non-pathogenic in most naturally infected non-human primates.? This research hypothesizes that there is key variation in the primate innate immune system that leads to the observed variation in susceptibility.\r\n\r\nIn order to determine if specific innate immune system genes contribute to SIV/HIV pathogenicity in primates, the protein-coding regions of ten genes involved in one of two viral recognition pathways (TLR7/ssRNA induced signaling pathway and RIG-I/dsRNA induced signaling pathway) will be sequenced in 18 primate species.? Species were chosen to represent taxa with varying degrees of relatedness and susceptibility to SIV/HIV infection and AIDS-like diseases.\r\n\r\nThere are three main objectives to this research.? Objective 1 is to test for signs of adaptation by comparing immune system gene trees to species phylogenies.? Objective 2 is to test for signs of adaptation by looking for signatures of positive and negative selection across loci and species. Objective 3 is to test the functional significance of these adaptations by mapping variable amino acids to particular binding domains on the translated protein.\r\n\r\nThis research will further our understanding of the evolution of the primate immune system and determine if variation in theses genes contribute to variation in a primate species? ability to co-exist with SIV infection.? More generally, the project will serve as a model for understanding molecular co-adaptation by examining interactions between an organism?s innate immune system and viruses and may be useful for biomedical research attempting to combat HIV/AIDS in humans by providing potential targets for drug development.?\r\n\r\nThis doctoral dissertation improvement project will serve as the co-investigator?s thesis research and result in her being trained in state-of-the-art molecular, analytical, and bioinformatics techniques. This research will be published as a dissertation and in scholarly papers, as well as presented at academic conferences.? Sequences generated as part of this research will be annotated and submitted to GenBank.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Disotell",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Todd R Disotell",
   "pi_email_addr": "todd.disotell@nyu.edu",
   "nsf_id": "000340984",
   "pi_start_date": "2007-01-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 8974.0
  }
 ],
 "por": null
}