{
 "awd_id": "0648487",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ADEPT: Assessing Design Engineering Project Classess with Multi-Disciplinary Teams",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard N. Smith",
 "awd_eff_date": "2007-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 579205.0,
 "awd_min_amd_letter_date": "2007-06-04",
 "awd_max_amd_letter_date": "2010-08-15",
 "awd_abstract_narration": "The objective of this engineering education project is to develop: 1) a physical infrastructure that enables systematic capture of student design team synchronous and asynchronous communications; 2) design webs that integrate and summarize the team communications to provide traceability and accountability for individual contributions to the shared knowledge; 3) assessment methods for learning in multi-disciplinary, project-based engineering design courses;  4) a method to support the facilitated improvement of engineering design courses; and 5) a dataset collected from a testbed multidisciplinary design project course.\r\n\r\nThe scope of this project is unique in that its goal is to capture all of the group interactions of a 25 person multi-disciplinary design team over the course of a semester. Part of the underlying technology that enables the automatic assessment tool is a novel form of automatic multi-document summarization. What is different about this form of summarization is that the resulting representation of communication is organized around individuals rather than around pieces of information. While state-of-the-art summarization technology is dominated by forms of extractive summarization, this application requires the inclusion of insights about individual members of the group, the relationships between them and their ideas, and their evolution over time. The PIs propose to administer many pre- and post-tests to capture as much as is possible the initial and final knowledge states of the students.\r\n\r\nMultidisciplinary teams are critical in engineering education. This proposal addresses larger issues that are central to learning in teams that are difficult to observe. This proposal suggests a novel approach to analyzing team learning. This research could revolutionize understanding of how multidisciplinary teams integrate their knowledge. This research has the potential to have an impact on teaching engineering design courses at many universities because we will disseminate the technology requirements and the assessment tools. In addition, the PI team will make the dataset of the completely instrumented semester-long course publicly available so that other researchers will be able to use it to answer their own related research questions. This research has the potential to have an impact on teaching engineering design courses at many universities. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Siewiorek",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel P Siewiorek",
   "pi_email_addr": "dps@cs.cmu.edu",
   "nsf_id": "000278815",
   "pi_start_date": "2007-06-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Finger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Finger",
   "pi_email_addr": "sfinger@ri.cmu.edu",
   "nsf_id": "000109326",
   "pi_start_date": "2007-06-04",
   "pi_end_date": "2010-08-05"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Asim",
   "pi_last_name": "Smailagic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Asim Smailagic",
   "pi_email_addr": "asim@cs.cmu.edu",
   "nsf_id": "000316754",
   "pi_start_date": "2007-06-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carolyn",
   "pi_last_name": "Rose",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Carolyn P Rose",
   "pi_email_addr": "cp3a@andrew.cmu.edu",
   "nsf_id": "000441071",
   "pi_start_date": "2007-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  },
  {
   "pgm_ele_code": "689200",
   "pgm_ele_name": "CI REUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 79205.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Abstract</strong></p>\n<p class=\"CM30\">Ideally, in engineering project courses, students co-construct the knowledge necessary to realize their designs through the processes of proposing, counter-proposing, questioning, arguing, agreeing, and dissenting. Although some of the work is done individually, a major portion is accomplished through group interactions, in which a group creates a shared understanding of the design. Each student learns the technical content necessary to realize his or her part of the final design, gains a deeper understanding of the other disciplines involved, and gains professional skills in communication, team work, and project planning. Computer-based collaboration tools, such as wikis and chat rooms, can make the collaboration process visible to instructors; however, instructors lack practical, analytical tools with which to monitor and evaluate the quality of the collaboration.</p>\n<p>The long-term goal of our research is to develop technology for engineering project course instructors to aid them in assessing students' technical progress and in assessing group progress. We are developing tools to provide indicators of the project groups&rsquo; performance based on data that can be collected unobtrusively from groups as they work outside of the instructors' view. The project makes use of two sources of data.&nbsp; The first is a large corpus of data, collected from student design teams over four years, which includes both the on-line conversations and the documents created by the teams. This corpus is being used to develop design webs that are generated automatically from the data as it is captured. The design webs enable students and instructors to see both how ideas develop and how different team members contribute. The second source is speech recordings of group interactions.&nbsp; This includes one semester&rsquo;s worth of recordings of team interactions from one of the semesters of a design course from the first corpus.&nbsp; These recordings are paired with assessments from direct observers of those meetings as well as the instructors assessment of team functioning from in class discussions and instructor-team meetings.</p>\n<p>Our hypothesis is that instructors will be able to intervene in a more timely manner than they are currently able if we can provide them with greater insight into the inner workings of teams. Following a user-centered design approach, we posed three research questions:&nbsp;</p>\n<ol>\n<li>What can be inferred about inter-group collaboration by monitoring student posts and participation in both online discussions and in person meetings where the instructor is not present?</li>\n<li>What can instructors learn about group performance from linguistic indicators that can be extracted from group communication? </li>\n<li>Can tracking changes in language usage over time, such introduction of new vocabulary or shifts in language style, reveal insights into design team collaboration?</li>\n</ol>\n<p><strong>Educational Goal</strong></p>\n<p>Enable process support and learning interventions without constant instructor presence in group interactions through the development of monitoring technology and in-process visualizations in order to give faculty feedback on patterns of student communications and student productivity.</p>\n<p><strong>Tools</strong></p>\n<p>We have developed three research prototypes</p>\n<p>&bull; GRASP-Tool for making assessments about group functioning from speech data</p>\n<p>&bull; DesignWebs- Tool for estimating underlying conceptual structure of a document collection, including team communication, informative resources, and textual artifacts of the design process</p>\n<p>&bull; DeltaDesign &ndash; A Computer Supported Collaborative Learning environment that can be used to assess Teamwork skills</p>\n<p>&nbsp;</p>\n<p><strong>Example Results</strong></p>\n<ol>\n<li>Shifts in speech style relia...",
  "por_txt_cntn": "\nProject Abstract\nIdeally, in engineering project courses, students co-construct the knowledge necessary to realize their designs through the processes of proposing, counter-proposing, questioning, arguing, agreeing, and dissenting. Although some of the work is done individually, a major portion is accomplished through group interactions, in which a group creates a shared understanding of the design. Each student learns the technical content necessary to realize his or her part of the final design, gains a deeper understanding of the other disciplines involved, and gains professional skills in communication, team work, and project planning. Computer-based collaboration tools, such as wikis and chat rooms, can make the collaboration process visible to instructors; however, instructors lack practical, analytical tools with which to monitor and evaluate the quality of the collaboration.\n\nThe long-term goal of our research is to develop technology for engineering project course instructors to aid them in assessing students' technical progress and in assessing group progress. We are developing tools to provide indicators of the project groupsÆ performance based on data that can be collected unobtrusively from groups as they work outside of the instructors' view. The project makes use of two sources of data.  The first is a large corpus of data, collected from student design teams over four years, which includes both the on-line conversations and the documents created by the teams. This corpus is being used to develop design webs that are generated automatically from the data as it is captured. The design webs enable students and instructors to see both how ideas develop and how different team members contribute. The second source is speech recordings of group interactions.  This includes one semesterÆs worth of recordings of team interactions from one of the semesters of a design course from the first corpus.  These recordings are paired with assessments from direct observers of those meetings as well as the instructors assessment of team functioning from in class discussions and instructor-team meetings.\n\nOur hypothesis is that instructors will be able to intervene in a more timely manner than they are currently able if we can provide them with greater insight into the inner workings of teams. Following a user-centered design approach, we posed three research questions: \n\nWhat can be inferred about inter-group collaboration by monitoring student posts and participation in both online discussions and in person meetings where the instructor is not present?\nWhat can instructors learn about group performance from linguistic indicators that can be extracted from group communication? \nCan tracking changes in language usage over time, such introduction of new vocabulary or shifts in language style, reveal insights into design team collaboration?\n\n\nEducational Goal\n\nEnable process support and learning interventions without constant instructor presence in group interactions through the development of monitoring technology and in-process visualizations in order to give faculty feedback on patterns of student communications and student productivity.\n\nTools\n\nWe have developed three research prototypes\n\n&bull; GRASP-Tool for making assessments about group functioning from speech data\n\n&bull; DesignWebs- Tool for estimating underlying conceptual structure of a document collection, including team communication, informative resources, and textual artifacts of the design process\n\n&bull; DeltaDesign &ndash; A Computer Supported Collaborative Learning environment that can be used to assess Teamwork skills\n\n \n\nExample Results\n\nShifts in speech style reliably predict the prevalence of important knowledge integration events in face-to-face discussions that have previously been demonstrated to correlate with learning gains in group learning interactions.\nMeasurement of amount of contribution and overlap of contribution with that of other students in raw..."
 }
}