{
 "awd_id": "0649248",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Research Experience in Environmental and Natural Resource Sciences",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sally O'Connor",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 225559.0,
 "awd_amount": 244759.0,
 "awd_min_amd_letter_date": "2007-06-29",
 "awd_max_amd_letter_date": "2011-07-29",
 "awd_abstract_narration": "Alabama A&M University (AAMU), one of the historically black colleges and universities (HBCU), is sponsoring a Summer Undergraduate Research Program.  The program will provide hands-on high quality research experience to undergraduates and will mentor future 21st century scientists and citizens in the environmental and natural resource sciences. Minorities, women, and groups currently underrepresented in science, technology, engineering, and mathematics (STEM) are strongly encouraged to apply.  Students will be trained through mentored research, seminars, workshops, and field and laboratory activities.  REU students will be exposed to a broad range of biological science, environmental, and natural resource research fields. With guidance and assistance of faculty mentors and research personnel, students will participate in scientific writing workshops, complete their individual research projects, perform data analysis, serve as peer-reviewers, and collaborate in the preparation of scientific manuscripts.  Participants will complete the program by presenting their research finings at an on-campus symposium.  REU students will closely interact with graduate students through the program, and the experience will prepare students to pursue a graduate degree or research career of their interest.  Students will also be provided social opportunities to integrate and to explore the nature and culture of northern Alabama.  Research stipends, housing, and travel funds are provided.  For more information, contact Dr. Yong Wang 256-372-4229 (yong.wang@aamu.edu) or Dr. Elica Moss 256-372-8219 (elica.moss@aamu.edu), or visit http://saes.aamu.edu/reu.htm.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yong",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yong Wang",
   "pi_email_addr": "yong.wang@aamu.edu",
   "nsf_id": "000353911",
   "pi_start_date": "2007-06-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elica",
   "pi_last_name": "Moss",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elica Moss",
   "pi_email_addr": "elica.moss@email.aamu.edu",
   "nsf_id": "000352550",
   "pi_start_date": "2007-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Alabama A&M University",
  "inst_street_address": "4900 MERIDIAN STREET NW",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAL",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2563728186",
  "inst_zip_code": "357627500",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "AL05",
  "org_lgl_bus_name": "ALABAMA A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JDVGS67MSLH7"
 },
 "perf_inst": {
  "perf_inst_name": "Alabama A&M University",
  "perf_str_addr": "4900 MERIDIAN STREET NW",
  "perf_city_name": "NORMAL",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "357627500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  },
  {
   "pgm_ele_code": "722600",
   "pgm_ele_name": "HUMAN RESOURCES"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "2886",
   "pgm_ref_txt": "MINORITY INSTITUTIONS PROGRAM"
  },
  {
   "pgm_ref_code": "7744",
   "pgm_ref_txt": "RAHSS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "9261",
   "pgm_ref_txt": "RESRCH ASSIST-MINORITY H.S. ST"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0108",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 225559.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 6400.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 6400.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 6400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The School of Agricultural and Environmental Sciences at Alabama A&amp;M University was awarded a REU site grant (0649248) &ldquo;Mentoring Future 21st Century Scientists in Environmental and Natural Resource Sciences&rdquo; by NSF in July 2007.&nbsp; The proposed activities involved REU students in a broad range of biological science, environmental and natural resource research including, but was not limited to, the Center for Forest Ecosystem Assessment&rsquo;s objectives (also funded by NSF).&nbsp;</p>\n<p>&nbsp;</p>\n<p>The REU students with the multidisciplinary research teams explored and<br />tested theories related to disturbance ecology.&nbsp; Each REU student examined a component of the forest ecosystem emphasizing sustaining short and long-term forest health&nbsp;and restoration of native upland deciduous hardwood forest.&nbsp; REU participants&rsquo; and their mentors&rsquo; activities strengthened integrative and multi-disciplinary research and improved our understanding of forest ecosystems, and conservation and protection of environment and natural resources.&nbsp; We provided high quality research experience to undergraduates, particularly African Americans, and mentored future 21st century scientists and citizens in the environmental and natural resource sciences.&nbsp;We focused our recruitment activities at HBCUs, small universities and colleges with limited research capacity, and those students who otherwise had limited opportunities for meaningful research experiences in environmental and natural resource related research.&nbsp; REU students gained experience in creative thinking and conducting scientific research through a series structured seminars, workshops, and field and lab visits.&nbsp; REU students also receive broaded training and were exposed to a variety of perspectives associated with environmental and natural resource research and its sociologically-related issues.&nbsp; REU participants are becoming future<br />professional leaders in the environmental and natural resources, and will have a great impact on developing and sustaining excellence in research and<br />education in general.</p>\n<p>&nbsp;</p>\n<p>During the four year REU site program, we successfully accomplished or exceeded our goals.&nbsp; For example, we proposed to host 27 REU students, but actually hosted 35 students, 8 of those were funded from leverage funds. In addition, we also accommodated six high school students through a NSF supplement grant; all of them were minority students from the local schools with minorities as majority and with limited AP options in their academic programs.&nbsp; Our REU applications were well represented geographically from &gt; 70 institutions, most of them were small colleges and minority institutions with limited research opportunities. Of the participants, &gt; 80% were female and &gt;70% were minorities (&gt;60% were Africans Americans). Each year the students not only carried out independent research, they were trained in scientific writing, ethics, geographic information systems, research methods and statistics, and web design (so each student has a webpage about their REU experience: <a href=\"http://myspace.aamu.edu/users/sha.li/reu\">http://myspace.aamu.edu/users/sha.li/reu</a>).&nbsp; Nine students are now enrolled in graduate school; while others are still enrolled in undergraduate studies, they have expressed interest in pursuing a graduate degree. Three (3) high school students have graduated; one is enrolled at Tuskegee University, one at Stillman College and the other at AAMU. We have published three manuscripts in peer reviewed journals; many of REU students and mentors are in the process of preparation of additional manuscripts. All students presented their research findings at a symposium each year; and a proceeding was developed based their final papers. All students presented their research findings during an annual ...",
  "por_txt_cntn": "\nThe School of Agricultural and Environmental Sciences at Alabama A&amp;M University was awarded a REU site grant (0649248) \"Mentoring Future 21st Century Scientists in Environmental and Natural Resource Sciences\" by NSF in July 2007.  The proposed activities involved REU students in a broad range of biological science, environmental and natural resource research including, but was not limited to, the Center for Forest Ecosystem AssessmentÆs objectives (also funded by NSF). \n\n \n\nThe REU students with the multidisciplinary research teams explored and\ntested theories related to disturbance ecology.  Each REU student examined a component of the forest ecosystem emphasizing sustaining short and long-term forest health and restoration of native upland deciduous hardwood forest.  REU participantsÆ and their mentorsÆ activities strengthened integrative and multi-disciplinary research and improved our understanding of forest ecosystems, and conservation and protection of environment and natural resources.  We provided high quality research experience to undergraduates, particularly African Americans, and mentored future 21st century scientists and citizens in the environmental and natural resource sciences. We focused our recruitment activities at HBCUs, small universities and colleges with limited research capacity, and those students who otherwise had limited opportunities for meaningful research experiences in environmental and natural resource related research.  REU students gained experience in creative thinking and conducting scientific research through a series structured seminars, workshops, and field and lab visits.  REU students also receive broaded training and were exposed to a variety of perspectives associated with environmental and natural resource research and its sociologically-related issues.  REU participants are becoming future\nprofessional leaders in the environmental and natural resources, and will have a great impact on developing and sustaining excellence in research and\neducation in general.\n\n \n\nDuring the four year REU site program, we successfully accomplished or exceeded our goals.  For example, we proposed to host 27 REU students, but actually hosted 35 students, 8 of those were funded from leverage funds. In addition, we also accommodated six high school students through a NSF supplement grant; all of them were minority students from the local schools with minorities as majority and with limited AP options in their academic programs.  Our REU applications were well represented geographically from &gt; 70 institutions, most of them were small colleges and minority institutions with limited research opportunities. Of the participants, &gt; 80% were female and &gt;70% were minorities (&gt;60% were Africans Americans). Each year the students not only carried out independent research, they were trained in scientific writing, ethics, geographic information systems, research methods and statistics, and web design (so each student has a webpage about their REU experience: http://myspace.aamu.edu/users/sha.li/reu).  Nine students are now enrolled in graduate school; while others are still enrolled in undergraduate studies, they have expressed interest in pursuing a graduate degree. Three (3) high school students have graduated; one is enrolled at Tuskegee University, one at Stillman College and the other at AAMU. We have published three manuscripts in peer reviewed journals; many of REU students and mentors are in the process of preparation of additional manuscripts. All students presented their research findings at a symposium each year; and a proceeding was developed based their final papers. All students presented their research findings during an annual seminar.  Sixteen students presented their results and experience at local, regional or national conferences. One high school student won First Place in the high school student research project competition in the Southeast Regional Math and Science Symposium fo..."
 }
}