{
 "awd_id": "0649577",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Judge-Specific Differences in Chapter 11 and Firm Outcomes",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 260714.0,
 "awd_min_amd_letter_date": "2007-08-24",
 "awd_max_amd_letter_date": "2012-09-18",
 "awd_abstract_narration": "\r\nThis project provides the first large-scale study of private and public Chapter 11 bankruptcy filings in the US. An effective bankruptcy process is centrally important in guaranteeing the efficient allocation of assets in the economy and in maintaining viable firms as going concerns. The current research analyzes the efficiency of bankruptcy resolutions in US Chapter 11 cases and in particular the impact that individual judges have on the outcomes of the cases. The first goal is to document the amount of heterogeneity in the rulings of judges in Chapter 11 and the factors that influence the differences in decision making. One of the most important dimensions of heterogeneity between bankruptcy judges is the degree to which individual judges tend to rule in favor of debtors or creditors.  Legal scholars have long conjectured that the preferences and judicial philosophy of individual bankruptcy judges are very important in determining case outcomes, but as yet no-one has been able to evaluate this claim due to a lack of data. \r\n\r\nThe second goal of the study is to analyze how this heterogeneity between judges in Chapter 11 affects the long-run outcomes and the future development of the firms that go through this process. Since small- and medium-size firms are randomly assigned by the court to different judges we can determine the short and long term effect of pro-debtor (pro-creditor) bias on firms Chapter 11 reorganization and their performance post-bankruptcy. \r\n\r\nBroader Impact\r\n\r\nChapter 11 of the U.S. bankruptcy code has been praised as one of the cornerstones of effective company restructuring. Many countries such as the United Kingdom, Japan, Germany, France and Sweden, have tried to emulate the US system of Chapter 11 to provide companies with a fresh start and to encourage entrepreneurship. Similarly, the World Bank, International Monetary Fund (IMF), and the European Union (EU) encourage member countries to adopt bankruptcy laws that have a US-style reorganization code. Yet there is no study that has established a causal link between the debtor (creditor) friendliness of the bankruptcy process and the long run outcomes of firms. The current study will fill this gap and as such has to potential to impact policy on a large scale.\r\n\r\nMoreover, empirical research into Chapter 11 has been limited in large part by the paucity of existing data sources. To address the above questions the current project has collected a unique and comprehensive data set of judges' rulings and firm outcomes in Chapter 11 across a majority of bankruptcy courts in the US. These efforts result in the only large database of firm characteristics and bankruptcy proceedings in Chapter 11 which will be available through the PI's personal web site as well on a website hosted by MIT. This data will spur additional research in the field and increase synergistic collaboration between economists and legal scholars on this topic.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Antoinette",
   "pi_last_name": "Schoar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Antoinette Schoar",
   "pi_email_addr": "aschoar@mit.edu",
   "nsf_id": "000069891",
   "pi_start_date": "2007-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 260714.0
  }
 ],
 "por": null
}