{
 "awd_id": "0649443",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Economics: Impact of electrification on labor market, schooling and health outcomes in South Africa",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2007-02-01",
 "awd_exp_date": "2008-01-31",
 "tot_intn_awd_amt": 8000.0,
 "awd_amount": 8000.0,
 "awd_min_amd_letter_date": "2007-01-18",
 "awd_max_amd_letter_date": "2007-01-18",
 "awd_abstract_narration": "What is the developmental impact of electrifying a country? What happens to adult labor market outcomes and the schooling and health outcomes of children when households get electricity? This project provides evidence on the fundamental role of energy infrastructure in the development process from a microeconomic perspective. The evidence is drawn from South Africa's recent mass electrification roll-out. In 5 years after the end of apartheid, 1994-1999, household electrification rates increased at an almost unprecedented rate from 36% to 68% in a 'blanket electrification'. The project measures how much labor and school time is released back into the economy after this electrification and to what extent respiratory disease-related deaths in young children decline. It also focuses on determining how these effects are distributed within and across households.\r\n\r\nPhysical infrastructure is believed to be fundamental to development and yet there is little consensus on how this relationship works or on how large the impact of infrastructure is supposed to be. This study provides some answers to these questions by combining three important research elements. First, the project uses data spanning periods of infrastructure roll-out that are generally hard to come by. The data are high quality Census data (early on and later in the expansion), several nationally representative household surveys and a province-based household panel data set. Administrative and technical data on electrification and mortality-cause data for one part of South Africa will supplement these surveys.  Second, this project addresses the issue of non-random allocation of infrastructure by combining matching methods with a difference-in-differences research design. A convincing control group for treated areas is constructed by taking into account geographic constraints on grid expansion. Third, the research is based in an explicit time-use framework that allows the authors to look for effects in specific places. The framework predicts that the impact of electrification will be larger for women and children (who spend more time in home production) than for men, and respiratory disease deaths should fall more for younger children\r\n(who spend more time indoors) than for older children. \r\n\r\nBroader impact:  UN-Energy (2006) reports that 1.6 billion people are currently without access to electricity. If the project results indicate that electrification integrates women into the labor market, helps children to complete secondary school and reduces preventable child mortality, then another tool for reaching three of the Millenium Development Goals will have been uncovered. This could be a powerful tool in Africa where over 60% of people still rely on traditional fuels. In addition, cost/benefit decisions about public or private sector infrastructure developments may be altered once some of the less obvious and longer term benefits of electrification are measured and included. Finally, the electrification and health data to be  collected using this grant will be useful for other researchers and planners. With the permission of participating institutions, electrification data will be released as a supplement to an already available South African panel survey, while the electronically captured health data will be provided to relevant health and local government departments for use in planning and policy-making.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Lam",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Lam",
   "pi_email_addr": "davidl@umich.edu",
   "nsf_id": "000418403",
   "pi_start_date": "2007-01-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": null
}