{
 "awd_id": "0649757",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "IDBR: Development of an Advanced Quadrupole Ion Trap Mass Spectrometer for Proteomics",
 "cfda_num": "47.074",
 "org_code": "08080200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cort L. Anderson",
 "awd_eff_date": "2007-05-01",
 "awd_exp_date": "2010-04-30",
 "tot_intn_awd_amt": 228160.0,
 "awd_amount": 228160.0,
 "awd_min_amd_letter_date": "2007-04-19",
 "awd_max_amd_letter_date": "2008-04-02",
 "awd_abstract_narration": "This award is to a beginning investigator for developing an improved quadrupole ion trap mass spectrometer for proteomics.   A new electrodynamic approach will be used for fragmenting biological ions in quadrupole ion traps (QIT).  This new approach has four potential advantages over conventional methods: 1) the ability to acquire more tandem mass spectra per second than commercial instruments, thus enabling more complete proteome coverage when combined with bottom-up separation systems; 2) the ability to probe higher energy fragmentation pathways, which will offer complementary sequence coverage to conventional methods; 3) the ability to recapture and mass-analyze low mass product ions, which is highly beneficial for sequencing peptides and performing quantitative proteomics; 4) the ability to increase the size of precursor ions that can be fragmented in QITs, thereby expanding capabilities to top-down proteomics. The new instrument will utilize a method of collisional activation, called dynamic collision-induced dissociation (DCID), whereby precursor ions can be selectively fragmented during the mass acquisition scan. The majority of this work will involve software development in order to run an ion trap in the non-conventional method required to accomplish DCID. Programs will also be written to perform sequence-looped experiments that are capable of examining or optimizing the influence of different experimental parameters in an automated manner. To help streamline the implementation of this development into future instruments, considerable effort will be placed on determining a set or sets of optimal experimental parameters that will be universally applicable to a wide range of precursor ions. Because the application of this novel fragmentation method does not require any hardware modifications, developments made through this work will be readily available for implementation into existing or new quadrupole or linear ion traps, and could therefore find immediate use in diverse biological applications. \r\n\r\nMass spectrometry is a central technology for proteomics.  Proteomics, the large-scale study of proteins, is vital to understanding organisms.  In addition to this scientific benefit, the award will have valuable educational benefits.  Undergraduate and graduate students will learn first-hand about instrumentation development and the various methods of mass spectrometry that are used in biological research. The award will support two female graduate students and also undergraduate students during the summer quarters. Students will learn technical and engineering skills related to instrumentation development that are uncommon and highly sought-after in the instrumentation industry. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Glen",
   "pi_last_name": "Jackson",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Glen P Jackson",
   "pi_email_addr": "glen.jackson@mail.wvu.edu",
   "nsf_id": "000285209",
   "pi_start_date": "2007-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio University",
  "inst_street_address": "1 OHIO UNIVERSITY",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7405932857",
  "inst_zip_code": "457012979",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "OH12",
  "org_lgl_bus_name": "OHIO UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LXHMMWRKN5N8"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio University",
  "perf_str_addr": "1 OHIO UNIVERSITY",
  "perf_city_name": "ATHENS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "457012979",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1108",
   "pgm_ref_txt": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 116189.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 111971.0
  }
 ],
 "por": null
}