{
 "awd_id": "0649981",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Environmental and Cultural Dynamics in Central Lydia, Western Turkey",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2007-03-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 183221.0,
 "awd_amount": 183221.0,
 "awd_min_amd_letter_date": "2006-12-27",
 "awd_max_amd_letter_date": "2006-12-27",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Christopher H. Roosevelt and Dr. Christina Luke will lead a three-year interdisciplinary research project investigating the relationship between environmental and socio-political change in the part of western Turkey once known as Lydia. Central Lydia, the focus of this project, was the heartland of the Lydian kingdom and subsequent empire during the 7th and 6th centuries BCE. Its capital and only urban center, Sardis, sits on the southern border of the wide Hermos (modern Gediz) River valley and has been occupied since the Late Bronze Age of the 2nd millennium BCE. Across the Hermos River valley from Sardis, the resource-rich Gygaean Lake (modern Marmara Golu) has been a magnet for cultural activities from early prehistoric through modern times, and its surrounding landscapes witnessed the advent of agricultural and settled life in the Neolithic period, increasing socio-political complexity through the Bronze Age, and the appearance of monumental tombs associated with state and empire formation at Sardis in the Iron Age. \r\n\r\nWhile archaeological remains in central Lydia have been recognized for many years, this will be the first regionally comprehensive and systematic survey of the area. The project will establish the distribution, nature, and chronology of archaeological sites across central Lydian landscapes and chemically characterize stone and clay sources and artifacts to understand better changes in socio-political complexity through variations in settlement characteristics and degrees of centralization and control in the production of craft and luxury goods.\r\n\r\nThe project focuses specifically on central Lydia in order to determine correlations between changes in social complexity and environmental and landscape dynamics through combining landscape archaeology with paleoenvironmental research. The Gygaean Lake is currently thought to have formed between 6000 and 3000 BCE, and continuous fluctuations in its levels since that time reveal environmental dynamics in addition to the vulnerability of the lake as a key resource for local populations. Investigations will include geomorphic survey, bathymetric survey, and sediment coring to establish and date developmental stages of the Gygaean Lake as well as provide critical data for reconstructions of paleotopography, paleoenvironmental conditions (climate, vegetation, etc.), and human activities (agriculture, metallurgy, etc.). All spatial data will be collected using a differential Global Positioning System (GPS), and all data will be managed, visualized, and analyzed using Geographic Information Systems (GIS).\r\n\r\nThis project will increase understanding of relationships between shifts in environmental and socio-political conditions and how cultural responses are reflected across local landscapes in patterns of settlement and artifact production and consumption. In addition to providing fieldwork and research opportunities for training American students, the project will provide opportunities for Turkish students to learn advanced practices of survey and landscape archaeology, important non-destructive branches of field archaeology. In collaboration with local representatives of the Turkish Ministry of Culture and Tourism, the project will also supply data currently lacking for long-term cultural resource preservation and for the management of archaeological landscapes that are suffering from continuing destruction due to looting and industrial agricultural activities.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Roosevelt",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher H Roosevelt",
   "pi_email_addr": "chr@bu.edu",
   "nsf_id": "000182498",
   "pi_start_date": "2006-12-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christina",
   "pi_last_name": "Luke",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christina M Luke",
   "pi_email_addr": "",
   "nsf_id": "000417480",
   "pi_start_date": "2006-12-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 183221.0
  }
 ],
 "por": null
}