{
 "awd_id": "0650379",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:     Influence of Soil Morphology, Biosolid Application Rate, and Wind Velocity on the Emission Flux of Biosolid Derived Microbial Aerosols",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul L. Bishop",
 "awd_eff_date": "2006-06-01",
 "awd_exp_date": "2009-11-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 278257.0,
 "awd_min_amd_letter_date": "2006-11-17",
 "awd_max_amd_letter_date": "2009-07-06",
 "awd_abstract_narration": "0348455\r\nPeccia\r\nThe flow regime of contemporary wastewater treatment plants requires a constant demand and market for the resultant biosolids.  The beneficial use of biosolids in the United States through land application, however, is a present environmental, public health, and public acceptance concern.  The purpose of the research portion of this CAREER proposal is to develop a fundamental understanding of the effects of soil type, biosolid characteristics, and wind velocity on the wind caused aerosolization of particulate matter and associated pathogens from soils in which biosolids have been applied. Specific objectives of this proposed research are the following: (i) design, build, and test a DNA microarray(s) to detect relevant pathogenic and indicator microorganisms in land applied and aerosolized biosolids; (ii) based on soil, atmospheric, and biosolid characteristics, develop and test a pilot-scale wind tunnel method for predicting the emission flux of respirable particulate matter under variable wind velocities; (iii) characterize the microbial fraction of particulate matter emitted from land applied biosolid aerosolization and; (iv) conduct a multiyear field sampling campaign to determine fine particulate matter emission flux under variable wind velocities and to characterize the microbial content of the particulate matter and soil.   \r\n \t\r\nIntellectual merit.   Completion of the proposed research will significantly advance the understanding of the environmental conditions that lead to biosolid atmospheric emissions and will provide a comprehensive characterization of the microbial aerosols.  With this understanding, a rational engineering approach can be applied to decisions on where, when and how to land apply biosolids and, lead to the development of techniques that mitigate aerosolization.  The approach is comprehensive.  Molecular- and classically-based microbial measurements will be mixed with pilot-scale wind tunnel experiments to build a fundamental understanding and produce predictive capabilities.  A full-scale multiyear sampling campaign will provide monitoring data as well as data to validate relationships derived at pilot-scale.  The education of graduate and undergraduate environmental engineering students on public acceptance issues and university undergraduate students on local environmental issues will be used to address the larger societal implications of this practice. \r\n\r\nBroader impacts.   By helping to confirm the safety of biosolid land application or identifying aspects that are unsafe and then providing mitigation strategies, this research will broadly impact the necessary practice of wastewater solids disposal in the U.S. and abroad.  The information gained for predicting the release of fine particulate matter and bioaerosols, as well as, the developments in the measurement of the concentration and type of airborne microorganisms is of fundamental public health and ecological importance and crosses many disciplines.  Areas that can be advanced include the detection of airborne infectious and allergenic diseases, spread of agricultural and live stock pathogens, and the detection of intentionally release airborne pathogens.  The educational plan integrates public acceptance issues into the undergraduate environmental engineering curriculum, develops an awareness of environmental issues in the general student population, provides opportunities for graduate students to work internationally, and provides a framework for recruiting underrepresented students into engineering.  The educational plan is designed to impact society by educating undergraduate environmental engineers that, in addition to a strong training in technology, have developed a relevant global and social perspective of their profession.  The purpose of the educational portion of this CAREER proposal is to build future approaches in environmental engineering education that more broadly integrate environmental engineering technology with social considerations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jordan",
   "pi_last_name": "Peccia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jordan Peccia",
   "pi_email_addr": "jordan.peccia@yale.edu",
   "nsf_id": "000411469",
   "pi_start_date": "2006-11-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9187",
   "pgm_ref_txt": "TOXIC SUBSTANCES/SOLID & HAZARDOUS WASTE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 52977.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 81690.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 72043.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 71547.0
  }
 ],
 "por": null
}