{
 "awd_id": "0650064",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative research: Analysis of a Protist Assemblage of the Coastal Ctenophore, Mnemiopsis leidyi",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2006-08-01",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 36222.0,
 "awd_min_amd_letter_date": "2006-11-07",
 "awd_max_amd_letter_date": "2007-06-27",
 "awd_abstract_narration": "Project summary\r\n\tThis project focuses on the characterization, phylogeny, and functional impact of a specific assemblage of epicommensal protists associated with the lobate ctenophore, Mnemiopsis leidyi, a keystone predator of marine coastal planktonic communities extending from the Gulf of Mexico along the Atlantic Coast to New England.  The species diversity, relative species abundance of each member of the assemblage, geographic range and infectivity of this assemblage is being documented by a team of collaborating researchers from four institutions.  \r\nThe collaborative laboratories have the specific knowledge of each of the local environments and the scientific expertise in ecology, life history, cell biology, microscopy and molecular biology and are making a comprehensive study of epibiotic microbial interactions with a gelatinous predator. Salinity, temperature, dissolved oxygen, chlorophyll and turbidity are being determined at each collection site in order to correlate specific physical factors with the occurrence of the assemblage.  This information will determine to what degree the assemblage (or specific components) is affected by environmental parameters; and conversely, to establish whether this assemblage can be used as an environmental quality marker.  \r\nUnderstanding the range of the microbe-host interaction is critical to a more complete understanding of the biology of Mnemiopsis.  Mnemiopsis alters community structure through voracious predation on zooplankton populations to the point where this resource becomes limiting to other predator species (i.e., fish).  Mnemiopsis is also a globally invasive organism that has demonstrated its capacity to disrupt the trophic structure of coastal communities worldwide, with severe economic consequences.  Dense protist assemblages may alter reproductive capacity and feeding in Mnemiopsis, and could be transferred to new hosts in new environments.  As such, understanding the biology of this assemblage, its impact on the host, and its capacity to infest alternate species, could illuminate the mechanisms and effects of Mnemiopsis invasion into a new environment. \r\nComprehensive profiles of the assemblage are being obtained by a combination of molecular phylogenetic techniques, conventional protozoological identification methods and cellular ultrastructural data to provide detailed information about each component species.  The source of the cells within the environment (i.e. whether derived from the water column or benthic communities) is being studied and whether individual species is being transferred to higher trophic level predators such as larger gelatinous predatory ctenophores (e.g., Bero) or fish. \r\nResults of this study are providing a database of the composition, geographic range, origin and environmental parameters of this assemblage and is forming the basis for establishing this assemblage as a model system for future studies in areas as widely diverse as cell-cell interactions and mechanisms of maintenance of aquatic community structure, including potential for effects on the coastal environment and possible means of control.  This study is requiring undergraduate and graduate students at each investigator's location.  The PIs are attracting female and male African-American, Hispanic, Asian and Native American students to their programs. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Rogerson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Rogerson",
   "pi_email_addr": "rogersona@marshall.edu",
   "nsf_id": "000489645",
   "pi_start_date": "2006-11-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marshall University Research Corporation",
  "inst_street_address": "1 JOHN MARSHALL DR",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTINGTON",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3046964837",
  "inst_zip_code": "257550002",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "WV01",
  "org_lgl_bus_name": "MARSHALL UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "HH1NQ1B5MPV3"
 },
 "perf_inst": {
  "perf_inst_name": "Marshall University",
  "perf_str_addr": "1 JOHN MARSHALL DR",
  "perf_city_name": "HUNTINGTON",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "257550002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "WV01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108900",
   "pgm_ele_name": "MICRO OBS & MICRO INTER & PRO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1089",
   "pgm_ref_txt": "MICRO OBS & MICRO INTER & PRO"
  },
  {
   "pgm_ref_code": "9104",
   "pgm_ref_txt": "ENVIRONMENTAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 16732.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 19490.0
  }
 ],
 "por": null
}