{
 "awd_id": "0650198",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Neandertal Pyrotechnology and Burial: Excavations at Roc de Marsal",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2007-02-01",
 "awd_exp_date": "2011-01-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 145489.0,
 "awd_min_amd_letter_date": "2007-01-29",
 "awd_max_amd_letter_date": "2010-01-19",
 "awd_abstract_narration": "Funds from the National Science Foundation will support two seasons of excavation at the Middle Paleolithic site of Roc de Marsal (Dordogne, France).  The site contains two exceedingly rare Middle Paleolithic components -- a potentially intentional Neandertal burial and well preserved, discrete hearths - that have direct bearing on the nature of Neandertal behavior and adaptation.  The research team brings together an international group of scientists from the United States, Canada, France, and Germany who, together, will apply a wide range of sophisticated methods to fully document and analyze these features.\r\n\r\nEver since their initial discovery 150 years ago, Neandertals have been mired in controversy. Questions regarding their taxonomic relationship to us, their capacity for, and use of, language and symbols, and even their level of intelligence are still being debated, and there is unquestionably much more to learn about their behavior and adaptation. There are, of course, many reasons why these debates continue, including a lack of sufficient evidence. To make matters worse, much of the available evidence, particularly for the rare and often more interesting aspects of behavior, was collected before modern techniques of excavation and recording. This can result in serious questions regarding the integrity of the collections that we depend on for analysis, and there are endless examples of how newer recovery methods can fundamentally change our interpretations. This is why it is sometimes important to revisit certain sites that were dug many years earlier. Roc de Marsal is one such site that was partially excavated decades ago, but new work there demonstrates that it still contains significant potential to address many important questions regarding Neandertal behavior, including their use of fire and treatment of the dead. \r\n\r\nWhile the burial itself was removed from the site decades ago, recent work at the site has discovered a feature in the site that appears to be analogous to the context described for it.  Whether or not this feature also contains Neandertal remains is unknown at this time, but in either case a clearer understanding of this feature can address the claim that the original burial was found in a pit that was intentionally dug, which will have significant implications for Neandertal treatment of their dead.  This requires, however, a much more extensive excavation in the immediate area of this feature. The hearths, which have so far only been partially exposed, are truly exceptional in their preservation for sites of this age, and they offer the possibility to learn much more about Middle Paleolithic pyrotechnology and Neandertal use of space within the cave.  \r\n\r\nThe major goals of the research include: to gain an understanding of the context of the Neandertal burial at Roc de Marsal including whether or not it the burial pit was intentionally dug; to obtain absolute dates for the burial; to investigate the placement, structure, and use(s) of the hearths; and to investigate the conditions under which they occur or do not occur.  A major key to understanding their role will be through comparisons with Pech de l'Aze IV, where similar industries and hearths are present and which was excavated by many of the same team members. \r\n \r\nThe broader impacts of this research are three-fold.  First, whether or not Neandertals are ancestors of modern humans, understanding the nature of their behavior and adaptation is of clear importance for understanding human cultural evolution.  Both pyrotechnology and ritual treatment of the dead are two important elements of human cultural development, and a deeper understanding of them will contribute significantly to our broader knowledge of earlier human behavior.  Second, the development of new methods to document and analyze these finds will contribute to the broader methodology used in archaeological research.  And finally, international student participation in the excavation will serve as an important training experience for the next generation of Paleolithic archaeologists.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harold",
   "pi_last_name": "Dibble",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Harold L Dibble",
   "pi_email_addr": "hdibble@sas.upenn.edu",
   "nsf_id": "000423108",
   "pi_start_date": "2007-01-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Goldberg",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Paul S Goldberg",
   "pi_email_addr": "paulberg@bu.edu",
   "nsf_id": "000166627",
   "pi_start_date": "2007-01-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shannon",
   "pi_last_name": "McPherron",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Shannon P McPherron",
   "pi_email_addr": "biface@gwu.edu",
   "nsf_id": "000394036",
   "pi_start_date": "2007-01-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Sandgathe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis Sandgathe",
   "pi_email_addr": "dmsandga@sfu.ca",
   "nsf_id": "000070013",
   "pi_start_date": "2007-01-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 72097.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 65592.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 7800.0
  }
 ],
 "por": null
}