{
 "awd_id": "0650826",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Computational Study of Three Dimensional Concentrated Emulsions and Foams with Surfactant Effects",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ashok S. Sangani",
 "awd_eff_date": "2007-04-01",
 "awd_exp_date": "2010-12-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2007-03-28",
 "awd_max_amd_letter_date": "2009-03-25",
 "awd_abstract_narration": "National Science Foundation  - Division of Chemical &Transport Systems Particulate & Multiphase Processes Program (1415)\r\n\r\nProposal Number:\t0650826\r\nPrincipal Investigators:\tHigdon, Jonathan\r\nAffiliation:  \tUniversity of Illinois at Urbana-Champaign\r\nProposal Title: \tComputational Study of Three Dimensional Concentrated Emulsions and Foams with Surfactant Effects\r\n\r\nIntellectual Merit\r\nMultiphase fluid flows are encountered in a wide array of industrial operations in the petroleum, chemical, food processing, personal care products and other industries. Enhanced oil recovery processes constitute one important application with multiphase fluid mixtures flowing through the interstitial spaces of a complex porous medium. Multiphase fluid mixtures are also utilized in many manufacturing operations involving flow through pipelines and capillaries. Surfactants are nearly omnipresent in all industrial processes involving multiphase fluids. These agents are added to optimize the processing conditions, stabilizing or destabilizing the multiphase fluid, adjusting its viscosity, elasticity or yield stress, modifying droplet size or size distribution or affecting numerous other properties specific to a given product or industry.\r\n\r\nA broad plan of research is proposed where large scale three dimensional multiphase flow simulations will be conducted for highly concentrated emulsions and foams for dispersed phase volume fractions up to 95%. The system parameters include capillary number Ca, volume fraction f, viscosity ratio (droplet/solvent), surfactant properties and droplet size range/polydispersity. The flow analysis will focus on three thrusts: (1) to characterize the rheology and phase behavior of the suspensions in linear shear flows, (2) to analyze surfactant transport and the microscale mechanisms through which the surfactants modify suspension behavior, and (3) to analyze the multiphase fluid flow through three dimensional model porous media. The simulations will encompass systems with up to O(1000) droplets which will provide sufficient scale to capture the broad range of physical phenomena exhibited in these complex multiphase flows. Detailed comparisons of experiments and simulations will be conducted.\r\n\r\nThe successful completion of the proposed research will provide a fundamental description of the rheology and phase behavior of multiphase flows involving emulsions and foams. The development of these simulations for three dimensional systems represents a major advance which will finally allow a direct comparison with real multiphase flows and facilitate quantitative comparison with experimental results. The microscale analysis of surfactant transport in highly concentrated flowing systems will provide a fundamental advance in our understanding of surfactant effects on concentrated foams and emulsions.\r\n\r\nBroader Impact\r\nThe proposed research provides a broad impact on scientific research and education and provides benefit to society through a number of diverse channels. The ultimate goal of this computational development effort is to provide libraries of algorithms which end users may employ to develop multiphase flow simulations on large scale parallel clusters. The proposed activity will provide for the training of graduate research assistants in fluid dynamics, rheology and in computational science.\r\n\r\nThrough web based distribution, we have made our research results available in language and illustrations accessible to a broad non-technical audience. In terms of direct benefits to society, the research provides the technological background required for the design of novel processing methods for consumer and industrial applications. The successful completion of this work would for the first time provide a robust computational toolkit for optimizing the design and selection of different surfactants for a broad range of industrial processes.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Higdon",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan J Higdon",
   "pi_email_addr": "jhigdon@uiuc.edu",
   "nsf_id": "000236990",
   "pi_start_date": "2007-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "056E",
   "pgm_ref_txt": "Multiphase flow"
  },
  {
   "pgm_ref_code": "058E",
   "pgm_ref_txt": "Newtonian fluids"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 67863.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 58996.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 73141.0
  }
 ],
 "por": null
}