{
 "awd_id": "0650921",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Ecological Context of the Early Pleistocene Hominin Dispersal to Asia",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kaye E. Reed",
 "awd_eff_date": "2007-04-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2007-03-07",
 "awd_max_amd_letter_date": "2008-05-12",
 "awd_abstract_narration": "Modern humans have spread into a wide variety of habitats throughout the world. The ability to disperse is one of the defining characteristics of our species. The question addressed by this project is the extent to which earlier human ancestors demonstrated this ability and its importance to the oldest known dispersal from Africa to Eurasia around 1.8 million years ago. During this dispersal early humans encountered novel climates and communities of animals consisting of many different genera and species. The latter difference is seen by comparing the animal fossils from East Africa to those in East Asia and the Caucasus, where the earliest fossil humans outside of Africa have been found. \r\nThe degree to which human ancestors were able to colonize entirely new habitats as opposed to those that shared some ecological features with East African habitats is currently unknown. In this project, mammalian faunas from East Africa and the colonized regions of East Asia and the Caucasus will be compared in terms of animal body size, diet and substrate use (i.e., terrestrial, arboreal and aquatic). During this oldest known era of dispersal, early humans also changed their diet to include more animal foods, which likely heightened the competition with fully carnivorous animals in the quest for hunting and scavenging opportunities. Prey size and the proportions of flesh, bone and vegetation eaten by carnivores are largely determined by carnivore body size and their specific dental and feeding adaptations. The dimensions related to body size and feeding can be measured from fossils, and thus these adaptations will also be compared across regions and across diverse species of carnivores in order to evaluate the scavenging and hunting opportunities potentially available to the early humans who first colonized Eurasia.  \r\n\tAlthough previous research has studied the environments and faunas of early human sites close to Africa, this project will contribute new information about the more geographically distant areas of Eurasia. The broader picture that will emerge will help in understanding the ability of these early ancestors to adapt to new environmental conditions. \t\r\n\tNSF funds will support research integral to a doctoral dissertation and represents a significant part of graduate training. The project is part of an international collaboration of scientists from the US, China, Kenya and the Republic of Georgia, which is designed to strengthen the foundation for collaborative scientific research in these countries. It will especially encourage interaction and exchange of ideas with young researchers in China, lead to future research opportunities, and will help disseminate new work on Chinese sites. This project will also result in novel databases pertinent to the ecology of mammalian faunas, including one specifically on carnivore adaptations, all of which will be publicly available in print and online. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Potts",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Richard B Potts",
   "pi_email_addr": "pottsr@si.edu",
   "nsf_id": "000208859",
   "pi_start_date": "2007-03-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robin",
   "pi_last_name": "Teague",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robin Teague",
   "pi_email_addr": "rteague@gwu.edu",
   "nsf_id": "000092243",
   "pi_start_date": "2007-03-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "1918 F ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520042",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}