{
 "awd_id": "0651976",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Selective detection of toxic heavy metal ions using highly sensitive quantum dot probes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul L. Bishop",
 "awd_eff_date": "2007-06-15",
 "awd_exp_date": "2008-12-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2007-07-02",
 "awd_max_amd_letter_date": "2007-07-02",
 "awd_abstract_narration": "Santra, Swadeshmukul\r\n\r\nUniversity of Central Florida\r\nAward No: CBET-0651976\r\nSelective detection of heavy metal ions using highly sensitive quantum dot probes\r\n\r\nHeavy metal contamination and subsequent environmental problems are a major concern many Nations. Due to the nature of high toxicity, trace level detection of these heavy metals at various locations and matrices is highly desirable. Long-term exposure at trace amounts as well as over dose consumption of these toxic elements can lead to various disease conditions and cause prolonged suffering. Understanding the heavy metal content and measuring the contamination level is critically important to take crucial precautionary measures and to protect our environment. In addition, the presence of heavy metal components in the environment affects the ecological system. There are different traditional laboratory methods such as Inductively Coupled Plasma Optical Emission Spectroscopy (ICP-OES), Inductively Coupled Plasma Mass spectroscopy (ICP-MS), Atomic Absorption Spectroscopy (AAS)/Atomic Emission Spectroscopy (AES), X-Ray fluorescence/absorption etc., are in wide use to determine the heavy metal contamination at trace quantities. However, these methods tend to be laborious, expensive and most of the time requires skilled personnel to handle the measurements. A field portable and easy to use sensor, which offers accurate determination of heavy metal contaminants at trace amounts in various matrices, is highly desirable. Optical based technique offers numerous benefits in terms of sensitivity and selectivity. Apart from the measurement sensitivity, optical sensors will be simple, extremely user friendly and can be operated even by less skilled personnel.  \r\n\r\nGenerally, the optical transducer elements play a critical role in defining the sensitivity and selectivity of the sensor device on specific analytes or detection parameters. A transducer element, which has a highly amplified signaling unit and selective unit with potential heavy metal receptors, will be greatly beneficial for an efficient sensor development. Based on quantum dot (Qdot) nanotechnology, we propose to develop a novel opticaltransducer probe capable of selectively detecting heavy metal ions at the trace level (Qdot based heavy metal detection probe, QHMDP). Based on the probe design and the robust development protocol, an excellent QHMDP performance towards the detection of heavy metal ions (e.g. lead, mercury, cadmium ions) is expected.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Swadeshmukul",
   "pi_last_name": "Santra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Swadeshmukul Santra",
   "pi_email_addr": "ssantra@mail.ucf.edu",
   "nsf_id": "000483330",
   "pi_start_date": "2007-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9197",
   "pgm_ref_txt": "ENVIRONMENTAL TECHNOLOGY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}