{
 "awd_id": "0651049",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "International Research Fellowship Program :  Using Drosophila to Study the Biology of polyQ Neurodegeneration",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan Parris",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2007-06-06",
 "awd_max_amd_letter_date": "2007-06-06",
 "awd_abstract_narration": "0651049\r\nZiegenhorn\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad.  The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. Suzanne L. Ziegenhorn to work with Dr. Gaiti Hasan at the National Centre for Biological Sciences in Bangalore, India.  Support for this project is provided by the Office of International Science and Engineering's Africa, Near East, and South Asia Program (ANESA).\r\n\r\nCalcium deregulation in GABAergic medium spiny striatal neurons (MSNs) has recently been implicated in the specific sensitivity of these cells to polyQ expanded Huntingtin (Htt exp) and may explain why these cells are targeted for degeneration in Huntington's Disease (HD).  In mouse MSNs, it has been demonstrated that Httexp, but not Htt, sensitizes the inositol (1,4,5)-triphosphate receptor type 1 (InsP3R1) to InsP3, leading to increased Ca2+ release.  If indeed calcium dysfunction contributes to HD progression, a family of new therapies, namely Ca2+ signaling inhibitors, may be of use in treating patients who suffer from this disorder.\r\n\r\nDrosophila is an excellent organism in which to examine the potential contribution of deranged Ca2+ homeostasis to neurodegenerative disease progression as there is a single InsP3R gene (itpr) in the genome. Due to the functional similarity of Drosophila InsP3R to the mouse receptor and the growing body of evidence that suggests that HD is a disorder characterized by Ca2+ homeostasis deregulation, investigating the role of itpr in regulating degeneration of Drosophila photoreceptor neurons induced by polyQ-expanded human Huntington may reveal insights into the disease state.  The InsP3R channel function has been assessed for several viable heteroallelic itpr mutant combinations and the results have led to the grouping of these combinations into three classes, those that release more Ca2+ in response to InsP3, those that release less, and those that appear to respond similarly to wild-type.  To assess the effect of various types of InsP3R-mediated Ca2+ dysfunction on neural degeneration, expression of the N-terminal polyQ domain-containing fragment of Htt with polyQ tracts of varying lengths is targeted to the photoreceptor neurons in the viable heteroallelic itpr mutants.  The effects on photoreceptor degeneration are determined over a time course to show the progressive nature of Htt exp-induced degeneration.  Further, to examine if the degeneration that results from Htt exp can be prevented, reversed, or enhanced by treatment with drugs that affect Ca2+, larvae that are expressing Htt exp are treated with drugs that either inhibit or promote Ca2+ signaling and the effect of these compounds on photoreceptor degeneration are assayed.  Additionally, intracellular Ca2+ signals can be altered by genetic means by utilizing existing mutations in other known Ca2+ channels and sensors to determine their effects on tissue degeneration in flies expressing Htt exp.  Compounds that reduce the severity or delay the onset of HD symptoms this system may serve as a potential therapy for HD, opening up the possibility that many additional compounds that act by modulating Ca2+ signaling may be of use in the treatment of this disorder.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suzanne",
   "pi_last_name": "Ziegenhorn",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Suzanne L Ziegenhorn",
   "pi_email_addr": "",
   "nsf_id": "000314245",
   "pi_start_date": "2007-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ziegenhorn              Suzanne        L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Streamwood",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "",
  "inst_zip_code": "601071685",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "IL08",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Ziegenhorn              Suzanne        L",
  "perf_str_addr": "",
  "perf_city_name": "Streamwood",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "601071685",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "IL08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5919",
   "pgm_ref_txt": "INDIA (COOPERATIVE SCIENCE)"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}