{
 "awd_id": "0651182",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Transition State in Catalysis: Experiment and Computational Modeling",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George J. Antos",
 "awd_eff_date": "2007-04-01",
 "awd_exp_date": "2011-03-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 494743.0,
 "awd_min_amd_letter_date": "2007-03-30",
 "awd_max_amd_letter_date": "2008-09-18",
 "awd_abstract_narration": "PROPOSAL NUMBER: 0651182\r\nPRINCIPAL INVESTIGATOR: Gellman, Andrew J.\r\nINSTITUTION: Carnegie-Mellon University\r\n\r\nIntellectual Merit\r\nThe proposed research effort couples experiment and computational theory to study the transition states to catalytic surface reactions. The activation barriers, Et , to several elementary reactions will be measured using sets of selectively fluorinated reactants. Fluorine substituent effects on the Et will be used as experimental probes of the transition states to those reactions. In parallel, density functional theory (DFT) will be used to predict the transition state structures, electron density distributions and Et for the same reactions. By combining computational theory and experiment, the proposed work will provide the most accurate and well-benchmarked descriptions of catalytic transition states. The computed differences in electron density distributions between reactant and transition state will be compared with predictions based on substituent effects; used to validate some of the basic assumptions used in the interpretation of substituent effects on surfaces; used to probe the origins of phenomena such as structure sensitivity; and used to probe electrostatic screening effects in reactions on metals versus oxides. These address several fundamental phenomena that influence catalytic activity. The substituent effect methodology has been developed in prior work and is now being extended to probe the origins of structure sensitivity and the effects of surface composition of s urface reaction kinetics. Substituent effects will be used to probe several reactions:\r\nii-hydride elimination in alkyl and alkoxy groups on Cu(100), Cu(111) and Cu(110),\r\nhalkyl hydrogenation on Pt(111), Pt(100), and Pt(110), and dehalogenation reactions on Cr O 101 2  2 3 . \r\nInfrared absorption will be used to determine the orientations of the reactant alkyl and alkoxy groups on the various surfaces. Temperature programmed reaction spectroscopy will be used to measure the Et to p-hydride elimination, hydrogenation and dehelogenation in sets of fluorine substituted reactants. For quantitative interpretation, the results of these measurements will be compared directly to the results of DFT simulations of the same reactants on the same surfaces. Using measurements to benchmark theory will provide an unprecedented level of confidence in the analysis of the transition states predicted by DFT.\r\n\r\nBroad Impact\r\nThe proposed effort will have broad impact by generating a fundamental insight into the nature of transition states for surface reactions and into the influences of surface structure and composition on catalytic reaction kinetics. Because substituent effects have a fairly simple physical interpretation, the insights into the nature of surface transition states are amenable to presentation in the classroom. Students working on this research will be exposed to both experiment and computational theory. This and the fact that the work develops physical insight into fundamental catalytic phenomena will help to generate interest in catalytic phenomena among students. The deeper insights based on the use of density functional theory will be of interest to those trying to understand and model catalytic phenomena at a deeper level. \r\nThe results and concepts generated by the proposed research will be disseminated widely in the scientific community through publication and through presentations by the PIs and the students working on the project. In addition, the PIs are both active within several professional societies and will generate opportunities for broad dissemination of results through the organization of symposia in relevant areas.\r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Gellman",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew J Gellman",
   "pi_email_addr": "ag4b@andrew.cmu.edu",
   "nsf_id": "000442815",
   "pi_start_date": "2007-03-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Sholl",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Sholl",
   "pi_email_addr": "dsholl@utk.edu",
   "nsf_id": "000420852",
   "pi_start_date": "2007-03-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 494743.0
  }
 ],
 "por": null
}