{
 "awd_id": "0651397",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Grain and Gas Motion in Dense Granular Flows",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marc S. Ingber",
 "awd_eff_date": "2007-04-01",
 "awd_exp_date": "2009-03-31",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2007-03-30",
 "awd_max_amd_letter_date": "2007-03-30",
 "awd_abstract_narration": "National Science Foundation  - Division of Chemical &Transport Systems Particulate & Multiphase Processes Program (1415)\r\n\r\nProposal Number:\t0651397\t\r\nPrincipal Investigators:\tCandela, Donald\t\r\nAffiliation:  \tUniversity of Massachusetts Amherst\t\r\nProposal Title: \tCollaborative Research: Grain and Gas Motion in Dense Granular Flows\t\r\n\r\nNuclear magnetic resonance and magnetic resonance imaging (NMR/MRI) will be used to noninvasively study the motions of grains and gas in two dense granular flow systems: the gas fluidized bed and vertical channel flow. This project will extend beyond previous NMR/MRI studies of these systems in two key aspects: (a) a synchronous bubble-generation technique will be used to probe the space-time structure of bubbles in a fluidized bed, both with gas and grain NMR; and (b) gas motion and exchange will be explored in fluidized beds much larger than previously possible for NMR studies (up to 50 cm diameter), as a step towards studies of beds of direct engineering relevance. As a collaborative project, the proposed work will combine the expertise for NMR on grains in granular flows in the Candela lab at UMass, Amherst, with the expertise for hyperpolarized-gas NMR in the Walsworth lab at Harvard. This collaboration will be crucial for the synchronous-bubble experiments, to ensure that grain and gas data can be taken for identical granular flow states.\r\n\r\nIntellectual Merit\r\n\r\nPrevious work on this project has used grain and hyperpolarized-gas NMR to explore the velocity field and gas-emulsion exchange in gas-fluidized beds, but due to the chaotic random occurrence of bubbles the ability to sharply test models has been limited. In this new project bubbles will be created synchronously with NMR acquisition, permitting a detailed picture of grain and gas motion to be built up. Current theoretical ideas on the glassy, history-dependent nature of dense granular fluids will be directly confronted, as will models of the gas flow and exchange mechanisms. Large-scale fluidized bed studied by low-field hyperpolarized-gas NMR. The applicability of conventional NMR to large systems is severely constrained by the need for a strong, uniform magnetic field over the entire sample volume. Hyperpolarized-gas NMR by contrast can function with much lower magnetic fields, practical for industrial-scale applications. As a step towards scale-up of NMR methods for granular media to industrial scales, a large-scale fluidized bed will be constructed in the existing low-field MRI setup and use hyperpolarized techniques to study the motion and exchange of gas. This collaboration is unique in its ability to perform this groundbreaking research of applying hyperpolarized gas NMR to a large-scale fluidized bed. \r\n\r\nGravity-driven vertical-channel (hopper or silo) flow is one of the basic granular shear flows, yet little information exists on its structure in 3D due to the lack of noninvasive probes. NMR/MRI will be used to study the flow field and space-time correlation structure of gravity-driven vertical-channel flows. Proposed constitutive laws for dense granular shear flows will be tested and the growth and decay of correlated structures like force chains will be explored as the flow parameters are changed.\r\n\r\nBroader Impacts\r\nA strong tradition of involvement of undergraduates (including many from underrepresented groups) in research will be continued, alongside traditional graduate research and training. Existing cross-disciplinary, inter-institutional collaboration will be enhanced to bring novel NMR techniques such as hyperpolarized gas to bear on soft-matter physics problems. This large-scale low-field NMR project should pave the way for true industrial-scale applications of noninvasive NMR techniques.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Candela",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donald Candela",
   "pi_email_addr": "candela@physics.umass.edu",
   "nsf_id": "000477705",
   "pi_start_date": "2007-03-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  },
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": null
}