{
 "awd_id": "0651045",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI:  Scattering and Excitation of Acoustic Waves by Turbulent Flames",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032920000",
 "po_email": "aatreya@nsf.gov",
 "po_sign_block_name": "Arvind Atreya",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 180666.0,
 "awd_amount": 180666.0,
 "awd_min_amd_letter_date": "2007-08-31",
 "awd_max_amd_letter_date": "2007-08-31",
 "awd_abstract_narration": "Award:  \tCBET-0651045\r\nTitle: \tGOALI: Scattering and Excitation of Acoustic Waves by Turbulent Flames\r\nPrincipal Investigator: \tTim Lieuwen\r\nInstitution:\tGeorgia Tech Research Corporation - Georgia Institute of Technology, Atlanta, GA\r\n\t\r\nThis proposed effort will investigate the mutual interactions between acoustic waves and turbulent, premixed flames. Such processes play important roles in the dynamics of turbulent reacting flows encountered in various energy devices, such as industrial furnaces, internal combustion engines, and gas turbines. This work will improve understanding of turbulent flame dynamics that is needed to improve efficiency and performance, reduce harmful combustor oscillations, and reduce the cost of such systems.\r\n\r\nIn previous work by this investigator, a key accomplishment was to develop a model for the scattering of sound waves from wrinkled flame fronts. This analysis accounted for such factors as the response of the mass burning rate to acoustic perturbations and the geometric complexities of the wrinkled front. Several key predictions of this theory were confirmed by measurements. However, this analysis assumed that the flame position was prescribed and, thus, it was not able to predict the effects of the acoustic disturbance on turbulent flame speed or flame brush thickness, both known to be influenced by acoustic excitation. \r\n\r\nThe objective of the present research is to include flame-acoustic coupling fully by solving for the flame front position. Furthermore, the research will include computational analyses of more realistic turbulent flame fronts, including those with large scale corrugations and pockets. An understanding of these acoustic excitation and interaction processes will have several fundamental and applied payoffs. First, it will contribute to a better understanding of the dynamical processes occurring in turbulent flames. Second, this knowledge can be used to understand combustion instabilities where flames interact with acoustic fields and generate high amplitude, destructive oscillations. Third, it will lead to ways to interpret the characteristics of acoustic signatures, either naturally generated by the flame or scattered by \"probing\" waves directed at the flame for diagnostic applications.\r\n\r\nThis program also includes a number of integrated educational activities that will take place within Georgia Tech and at a local public high school. A key objective of this effort is to integrate research, education, and service. As such, it will incorporate findings into relevant undergraduate and graduate courses, provide research-skill training, and involve teachers at a local high school. The project supports teaching of math and science in the high school, and it encourages high school students to pursue careers in the sciences, at the same time providing Georgia Tech students with teaching, service, and mentoring experience.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tim",
   "pi_last_name": "Lieuwen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tim Lieuwen",
   "pi_email_addr": "tim.lieuwen@aerospace.gatech.edu",
   "nsf_id": "000275223",
   "pi_start_date": "2007-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "061E",
   "pgm_ref_txt": "Fire"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 180666.0
  }
 ],
 "por": null
}