{
 "awd_id": "0652204",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: EMBO Workshop on Plant DNA Repair and Recombination to be held in Presqu'ile de Giens, France May 31, - June 3, 2007",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan Porter Ridley",
 "awd_eff_date": "2007-06-01",
 "awd_exp_date": "2008-05-31",
 "tot_intn_awd_amt": 3000.0,
 "awd_amount": 3000.0,
 "awd_min_amd_letter_date": "2007-05-17",
 "awd_max_amd_letter_date": "2007-05-17",
 "awd_abstract_narration": "The first international workshop devoted to plant DNA repair and recombination will be held in Presque''ile de Giens, France, May 31-June 3, 2007. The research community addressing these issues has never before gathered at a meeting dedicated to these topics in plants, either within the U. S. or worldwide. The meeting is being co-organized by the principal and co- principal investigators, together with Charles White of Universite Blaise Pascal in France, Avi Levy of the Weizmann Institute in Israel, Holger Puchta of Karlsruhe University in Germany, and Barbara Hohn of the Friedrich Miescher Institute in Switzerland. The plant kingdom has provided excellent models for the study of DNA recombination and repair since the early days of genetics. This is due primarily to their large chromosomes, to the availability of easily scorable, morphological genetic markers and to simple screens for male sterile mutants. In recent years, there has been great progress worldwide in the understanding of the molecular control of DNA recombination and repair in plants. These advances have happened thanks to the availability of whole plant genome sequences and functional genomics tools such as microarrays and genomewide collections of mutants.  These tools allow the comparison of DNA recombination and repair mechanisms in plants with those of other species that often serve as paradigms in this field, such as budding yeast. Moreover, plants are at the forefront of epigenetic research and there is a special interest in determining the link between genetic and epigenetic maintenance of the genome. In addition, there are several practical aspects of recombination and repair that are of special interest to the plant community. These include the role of meiotic recombination in plant breeding and the need to transfer useful genes between species (e.g. for resistance to biotic or abiotic stress). At the molecular level there is also a strong motivation to better control DNA integration in plants via homologous or site-specific recombination in order to have better tools for research as well as for the development of a new generation of genetically modified plant products that would be more precisely engineered and thus easier to regulate and more acceptable to the public. \r\n\r\nThe plant recombination and DNA repair community has expanded considerably over the past five years, international cooperative research in the area is increasing rapidly, and there is a strong need for improving precise technologies for plant improvement (e.g. gene targeting). This meeting will emphasize international cooperation, industry/academic collaboration, and the application of basic research to applied problems.  This award provides funding to help U.S. graduate students and postdoctoral fellows participate in this important conference.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clifford",
   "pi_last_name": "Weil",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Clifford F Weil",
   "pi_email_addr": "cweil@purdue.edu",
   "nsf_id": "000265865",
   "pi_start_date": "2007-05-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dorothy",
   "pi_last_name": "Shippen",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Dorothy E Shippen",
   "pi_email_addr": "dshippen@tamu.edu",
   "nsf_id": "000352442",
   "pi_start_date": "2007-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 3000.0
  }
 ],
 "por": null
}