{
 "awd_id": "0652681",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Resistance, Persistence, and Culture Change at a Historic Period Inland Chumash Village",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2007-01-01",
 "awd_exp_date": "2007-12-31",
 "tot_intn_awd_amt": 9545.0,
 "awd_amount": 9545.0,
 "awd_min_amd_letter_date": "2006-12-13",
 "awd_max_amd_letter_date": "2006-12-13",
 "awd_abstract_narration": "Under the guidance of Dr. Jeanne Arnold, Julienne Bernard will analyze archaeological materials collected through excavation at the village of Tashlipun and its neighboring sites.  Tashlipun is an Inland Chumash village located in the San Emigdio Canyon, a main passage into the southern end of California's Central Valley in the Historic era. During and after the California Spanish mission period, this area became a region of refuge for coastal Native Californians who wished to escape the missions, avoid the colonial presence, return to traditional ways of life, and regain political autonomy. Because this area was difficult and often dangerous to travel in, Spanish sources left very few historical accounts of native people living in this region. As a result, archaeological data are the only means of understanding what the daily lives of these people were like and gaining insight into how their culture changed as a result of their interactions with the Spanish and their lives in the missions. \r\n\r\nThis research not only will expand on historical knowledge of the region but also will contribute to anthropological approaches to the study of how and why cultures change, particularly in the context of colonialism. Studying this case of mission deserters can help us understand the role that resistance movements and resistive mindsets can play in stimulating, guiding, or even preventing changes in everyday lifeways. The archaeological materials from three sites in the San Emigdio Canyon provide the opportunity to study a wide range of cultural changes from prehistory to the post-mission period. Analysis of abundant food remains will demonstrate changes in subsistence strategies in light of the environmental and cultural impacts of new and introduced domesticated plants and animals. Inquiry into the type and origin of trade items (both European and native) will reflect changing material culture preferences and regional-level relationships, and in some cases, they may be used to gauge whether objects were chosen because they were practical or because they were symbolically meaningful.  \r\n\r\nIn addition to its historical and anthropological contributions, this project will have a number of impacts that reach beyond the academic community. The results of this research will be included in an interpretive station near the site which will be visited by thousands of elementary school students from the region every year as well as members of the general public. There will also be presentations of the research findings at public forums in southern California. The field and laboratory components have provided archaeological training for Ms. Bernard as well as over 30 students from various institutions and members of the Tejon Band of Indians, with whom the project consults.  Final interpretations will be formally presented in Bernard's dissertation, as well as in peer-reviewed journal articles and presentations at state and national conferences. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeanne",
   "pi_last_name": "Arnold",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jeanne E Arnold",
   "pi_email_addr": "jearnold@ucla.edu",
   "nsf_id": "000279432",
   "pi_start_date": "2006-12-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julienne",
   "pi_last_name": "Bernard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julienne Bernard",
   "pi_email_addr": "jbernard@ucla.edu",
   "nsf_id": "000489182",
   "pi_start_date": "2006-12-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 9545.0
  }
 ],
 "por": null
}