{
 "awd_id": "0652232",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Dynamics in Complex Molecular Condensed Matter Systems-Renewal",
 "cfda_num": "47.049",
 "org_code": "03070007",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2007-05-15",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 875000.0,
 "awd_amount": 936620.0,
 "awd_min_amd_letter_date": "2007-05-15",
 "awd_max_amd_letter_date": "2011-02-24",
 "awd_abstract_narration": "This program involves an interrelated set of experimental and theoretical investigations of dynamics in complex condensed matter molecular systems, particularly complex liquids.  Complex liquids have significant nanoscopic or molecular level structures that arise from anisotropic intermolecular interactions and exhibit complex structural dynamics.  The experimental methods are a variety of ultrafast non-linear techniques, particularly ultrafast infrared and visible light experiments. The types of systems that will be investigated are supercooled liquids, liquid crystals, and water in nanoscopic environments.  Nanoscopic water plays important roles in chemistry, biology, and material science. Examples are water in reverse micelles and very small quantities of water in organic and ionic liquids.  Nanoscopic water has dynamics that are distinct from bulk water.  In addition to the scientific investigations, this project will host high school science teachers in the laboratory over summers.  The P.I. has obtained a grant from the Dreyfus Foundation to support high school teachers at Stanford.  The P.I. is involved in the wide dissemination of teaching materials at both the graduate and under graduate levels and is currently writing a book to explain quantum theory to laymen.\r\n\r\n%%%\r\n\r\nMolecules can form complex structures, which have properties that depend on the time evolution of the molecular positions.  Even water, the most important liquid, behaves the way it does because of the making and breaking of the connections between water molecules (hydrogen bonds) on ultrafast time scales.  When water is confined on nanoscopic dimensions, as occur frequently in chemistry, materials science, and biology, its properties change.  Ultrafast infrared and visible light experiments as well as theory are being used to directly examine the relationships between structure, dynamics, and material properties of systems like nanoscopic water, supercooled liquids, and liquid crystals.  The program also involves the development of advance optical techniques for the investigation of molecular matter.  In addition to the scientific investigations, this project will host high school science teachers in the laboratory over summers.  The P.I. has obtained a grant from the Dreyfus Foundation to support high school teachers at Stanford.  The P.I. is involved in the wide dissemination of teaching materials at both the graduate and under graduate levels and is currently writing a book to explain quantum theory to laymen.\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Fayer",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Michael D Fayer",
   "pi_email_addr": "fayer@stanford.edu",
   "nsf_id": "000441924",
   "pi_start_date": "2007-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 175001.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 236620.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 175000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 175000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 174999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Watching Molecules Move on Ultrafast Time Scales</strong></p>\n<p>In everyday life, all of the materials we encounter are composed of atoms and molecules.&nbsp; These materials include from liquid crystals that are in our TVs, water in extremely small systems, and water interacting with interfaces and ions, the molecules that make up all living things, and complex liquids that are important in chemistry for applications in reactions, batteries, and fuel cells.&nbsp; Molecules are very small.&nbsp; Therefore, they are constantly moving on ultrafast time scales, from tens for femtoseconds to hundreds of picoseconds. The way molecules move and their dynamic intermolecular interactions determine the macroscopic properties of materials.</p>\n<p>The Fayer research group has pioneered a number of methods using lasers that make ultrashort pulses of visible or infrared light that enable us to &ldquo;observe&rdquo; molecular motions.&nbsp; These methods involve non-linear interactions between the laser light pulses and the matter. &nbsp;In a typical experiment, a number of light pulses go into the sample at different times and from different directions.&nbsp; The non-linear interactions produce an addition pulse of light that emerges from the sample in a unique direction.&nbsp; By changing the timings between the incoming pulses and observing the changes in the outgoing pulse, very detailed information is obtained on the molecular dynamics.&nbsp; One of the most important developments that have come out of the Fayer group is Ultrafast Two Dimension Infrared (2D IR) Vibrational Echo Spectroscopy.&nbsp; <em>Using 2D IR and a many other ultrafast methods, we have studied a wide variety of molecular systems and processes.&nbsp; I will briefly discuss one of them, water in complex environments, as an example of the nature of our research.</em></p>\n<p>&nbsp;</p>\n<p>Water is a critical component of many chemical processes, in fields as diverse as biology, geology, chemistry, and materials science. &nbsp;In such systems, water frequently occurs in very crowded situations: the confined water must interact with a variety of interfaces and molecular groups, often on a characteristic length scale of nanometers. Water&rsquo;s behavior in diverse environments is an important contributor to the functioning of chemical systems. In biology, water is found in cells, where it hydrates membranes and large biomolecules. In geology, interfacial water molecules can control ion adsorption and mineral dissolution. Embedded water molecules can change the structure of zeolites. In chemistry, water is an important polar solvent that is often in contact with interfaces, for example, in ion-exchange resin systems.</p>\n<p>Water is a very small molecule; its unusual properties for its size are attributable to the formation of extended hydrogen bond networks. A water molecule is similar in mass and volume to methane (natural gas), but methane is a gas at room temperature, with melting and boiling points of 91 K and 112 K, respectively. This is in contrast to water, with melting and boiling points of 273 K and 373 K, respectively. The difference is that water forms up to four hydrogen bonds with approximately tetrahedral geometry. Water&rsquo;s hydrogen bond network is not static. Hydrogen bonds are constantly forming and breaking. In bulk water as measured by the Fayer group with 2D IR spectroscopy, the time scale for hydrogen bond randomization through concerted formation and dissociation of hydrogen bonds is approximately two picoseconds. However, many processes involving water do not take place in pure bulk water, and water&rsquo;s hydrogen bond structural dynamics can be substantially influenced by the presence of, for example, interfaces, ions, and large molecules. &nbsp;</p>\n<p>&nbsp;</p>\n<p>Because rearrangements of water molecules occur so quickly, ultrafast infrared experiments that probe wat...",
  "por_txt_cntn": "\nWatching Molecules Move on Ultrafast Time Scales\n\nIn everyday life, all of the materials we encounter are composed of atoms and molecules.  These materials include from liquid crystals that are in our TVs, water in extremely small systems, and water interacting with interfaces and ions, the molecules that make up all living things, and complex liquids that are important in chemistry for applications in reactions, batteries, and fuel cells.  Molecules are very small.  Therefore, they are constantly moving on ultrafast time scales, from tens for femtoseconds to hundreds of picoseconds. The way molecules move and their dynamic intermolecular interactions determine the macroscopic properties of materials.\n\nThe Fayer research group has pioneered a number of methods using lasers that make ultrashort pulses of visible or infrared light that enable us to \"observe\" molecular motions.  These methods involve non-linear interactions between the laser light pulses and the matter.  In a typical experiment, a number of light pulses go into the sample at different times and from different directions.  The non-linear interactions produce an addition pulse of light that emerges from the sample in a unique direction.  By changing the timings between the incoming pulses and observing the changes in the outgoing pulse, very detailed information is obtained on the molecular dynamics.  One of the most important developments that have come out of the Fayer group is Ultrafast Two Dimension Infrared (2D IR) Vibrational Echo Spectroscopy.  Using 2D IR and a many other ultrafast methods, we have studied a wide variety of molecular systems and processes.  I will briefly discuss one of them, water in complex environments, as an example of the nature of our research.\n\n \n\nWater is a critical component of many chemical processes, in fields as diverse as biology, geology, chemistry, and materials science.  In such systems, water frequently occurs in very crowded situations: the confined water must interact with a variety of interfaces and molecular groups, often on a characteristic length scale of nanometers. WaterÆs behavior in diverse environments is an important contributor to the functioning of chemical systems. In biology, water is found in cells, where it hydrates membranes and large biomolecules. In geology, interfacial water molecules can control ion adsorption and mineral dissolution. Embedded water molecules can change the structure of zeolites. In chemistry, water is an important polar solvent that is often in contact with interfaces, for example, in ion-exchange resin systems.\n\nWater is a very small molecule; its unusual properties for its size are attributable to the formation of extended hydrogen bond networks. A water molecule is similar in mass and volume to methane (natural gas), but methane is a gas at room temperature, with melting and boiling points of 91 K and 112 K, respectively. This is in contrast to water, with melting and boiling points of 273 K and 373 K, respectively. The difference is that water forms up to four hydrogen bonds with approximately tetrahedral geometry. WaterÆs hydrogen bond network is not static. Hydrogen bonds are constantly forming and breaking. In bulk water as measured by the Fayer group with 2D IR spectroscopy, the time scale for hydrogen bond randomization through concerted formation and dissociation of hydrogen bonds is approximately two picoseconds. However, many processes involving water do not take place in pure bulk water, and waterÆs hydrogen bond structural dynamics can be substantially influenced by the presence of, for example, interfaces, ions, and large molecules.  \n\n \n\nBecause rearrangements of water molecules occur so quickly, ultrafast infrared experiments that probe waterÆs hydroxyl stretching mode are useful in providing direct information about water dynamics on the appropriate time scales. Infrared polarization-selective pump-probe experiments and two-dimensional infrared vibrational echo exp..."
 }
}