{
 "awd_id": "0652146",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Alutiiq Living Words Project",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2007-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 445929.0,
 "awd_amount": 475929.0,
 "awd_min_amd_letter_date": "2007-08-14",
 "awd_max_amd_letter_date": "2011-09-16",
 "awd_abstract_narration": "Alutiiq, an Eskimoan language once widely spoken in southcentral Alaska, is endangered today. Within the Alutiiq world, the Kodiak Alutiiq dialect is particularly threatened, with fewer than 35 elderly speakers scattered among isolated, rural communities in the Kodiak Archipelago. Although uniquely placed at the southern extent of the Eskimoan language family, Alutiiq is one of the least-studied Alaska Native languages. Alutiiq Living Words is a project headed by Sven D. Haakanson and April Counceller, and it is funded by the National Science Foundation.  Housed at the Alutiiq Museum & Archaeological Repository, this three-year community-based research effort will document rapidly vanishing forms of Kodiak Alutiiq oratory, linguistic knowledge, and place names.  \r\n\r\nTo document Alutiiq oratory, semi-fluent field researchers (primarily Alutiiq people) will work closely with Kodiak Alutiiq speakers to make digital audio and visual recordings. Efforts will focus on the eldest and most fluent speakers, many of whom are over 80 years old. The recordings will be transcribed and indexed by project staff, transferred to CD and DVD, and archived both at the Alutiiq Museum and the University of Alaska's Alaska Native Language Center (ANLC). In addition to new recordings, selected older recordings from ANLC and the Alutiiq Museum's archives will be digitized, transcribed, and translated. To document and preserve linguistic place name information, research notes taken by Dr. Jeff Leer of ANLC will be verified with modern speakers, and compiled in an interactive multimedia Kodiak Archipelago place-names map for the web site. In addition to contributing place-names data, he will act as the project's Faculty Associate, editing Alutiiq language text and guiding the interpretation of selected oratory. Another objective is to form a New Words Council (NWC) of fluent speakers and semi-fluent project staff, who will develop new words for the language. Modeled after the successful Hawaiian Lexicon Committee, this group will document aspects of Alutiiq language revitalization in practice, as the community advances towards a healthier language status. New words, recordings of these words, and documentation of the word-creation process will be included in the project's online database and disseminated in a printed new words guide.\r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sven",
   "pi_last_name": "Haakanson",
   "pi_mid_init": "D",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Sven D Haakanson",
   "pi_email_addr": "sven@alutiiqmuseum.org",
   "nsf_id": "000473223",
   "pi_start_date": "2007-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "April",
   "pi_last_name": "Counceller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "April Counceller",
   "pi_email_addr": "april@alutiiqmuseum.org",
   "nsf_id": "000473392",
   "pi_start_date": "2007-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Alutiiq Heritage Foundation",
  "inst_street_address": "215 MISSION RD STE 101",
  "inst_street_address_2": "",
  "inst_city_name": "KODIAK",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "8444258844",
  "inst_zip_code": "996157326",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "ALUTIIQ MUSEUM AND ARCHAEOLOGICAL REPOSITORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "N48ETQ6JGYR3"
 },
 "perf_inst": {
  "perf_inst_name": "Alutiiq Heritage Foundation",
  "perf_str_addr": "215 MISSION RD STE 101",
  "perf_city_name": "KODIAK",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "996157326",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "520500",
   "pgm_ele_name": "ARC Rsch Support & Logistics"
  },
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 149953.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 147888.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 148088.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em><span><span>Alutiiq</span></span> Living Words</em>, a project run by the nationally-acclaimed <span><span>Alutiiq</span></span> Museum &amp; Archaeological Repository, was a community-based research effort to document rapidly vanishing forms of Kodiak <span><span>Alutiiq</span></span> (also known as <span><span>Sugpiaq</span></span>) oratory, linguistic knowledge, and place names, while supporting the birth and documentation of new <span><span>Alutiiq</span></span> words, and creating an <span><span>online</span></span> portal where scholars, community members, and the public can access linguistic information.</p>\n<p>The Kodiak <span><span>Alutiiq</span></span> language, most closely related to <span><span>Centr</span></span><span><span>al</span></span> <span><span>Yup'ik</span></span>, is part of the Eskimo-Aleut Language Family. As of 2012, it is estimated that fewer than 45 fluent speakers remain. The <em><span><span>Alutiiq</span></span> Living Words</em> Project helped to document this severely-endangered dialect for the benefit of future scholars, the language community, and the public.&nbsp; Project staff conducted field research documentation sessions, and created a publicly-accessible archive of digital audio and video recordings of <span><span>Alutiiq</span></span> speech, totaling over 500 hours of data (and 1625 individual items). Short selections of audio and video from this archive were uploaded to a web site, where researchers and language learners can access recordings and transcripts on topics ranging from traditional food preparation, to forgotten songs and traditional place names. The project also formed an <span><span>Alutiiq</span></span> New Words Council, made up of fluent Elders and semi-fluent researchers, who created and documented new terms for the language. This body developed nearly 400 new words for the lexicon, and inspired other non-federally funded research on terminology development and language revitalization.</p>\n<p>The intellectual merits of this project are reflected in the community-based and regionally-collaborative project design, as well as in the large collection of accessible recordings and field notes on the project, which are stored at the nationally-accredited <span><span>Alutiiq</span></span> Museum, and backed up at the Alaska Native Language Center at the University of Alaska Fairbanks.</p>\n<p>The broader impacts of the <span><span>Alutiiq</span></span> Living Words Project can be found in the <span><span>replicable</span></span> project design and project outcomes. This project demonstrates that quality linguistic research can be initiated by <span><span>loc</span></span><span><span>al</span></span> communities in partnership with academic institutions, which can benefit scholars and language preservationists alike. This effort will serve as an example of how such research can be conducted and shared between&nbsp;isolated <span><span>rur</span></span><span><span>al</span></span> Alaskan communities and a worldwide linguistic audience.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2012<br>\n\t\t\t\t\tModified by: April&nbsp;Counceller</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2012/0652146/0652146_10136030_1346360759086_KathyNelsonJonPestrikoff--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2012/0652146/0652146_10136030_1346360759086_KathyNelsonJonPestrikoff--rgov-800width.jpg\" title=\"Recording the Alutiiq Language\"><img s...",
  "por_txt_cntn": "\nAlutiiq Living Words, a project run by the nationally-acclaimed Alutiiq Museum &amp; Archaeological Repository, was a community-based research effort to document rapidly vanishing forms of Kodiak Alutiiq (also known as Sugpiaq) oratory, linguistic knowledge, and place names, while supporting the birth and documentation of new Alutiiq words, and creating an online portal where scholars, community members, and the public can access linguistic information.\n\nThe Kodiak Alutiiq language, most closely related to Central Yup'ik, is part of the Eskimo-Aleut Language Family. As of 2012, it is estimated that fewer than 45 fluent speakers remain. The Alutiiq Living Words Project helped to document this severely-endangered dialect for the benefit of future scholars, the language community, and the public.  Project staff conducted field research documentation sessions, and created a publicly-accessible archive of digital audio and video recordings of Alutiiq speech, totaling over 500 hours of data (and 1625 individual items). Short selections of audio and video from this archive were uploaded to a web site, where researchers and language learners can access recordings and transcripts on topics ranging from traditional food preparation, to forgotten songs and traditional place names. The project also formed an Alutiiq New Words Council, made up of fluent Elders and semi-fluent researchers, who created and documented new terms for the language. This body developed nearly 400 new words for the lexicon, and inspired other non-federally funded research on terminology development and language revitalization.\n\nThe intellectual merits of this project are reflected in the community-based and regionally-collaborative project design, as well as in the large collection of accessible recordings and field notes on the project, which are stored at the nationally-accredited Alutiiq Museum, and backed up at the Alaska Native Language Center at the University of Alaska Fairbanks.\n\nThe broader impacts of the Alutiiq Living Words Project can be found in the replicable project design and project outcomes. This project demonstrates that quality linguistic research can be initiated by local communities in partnership with academic institutions, which can benefit scholars and language preservationists alike. This effort will serve as an example of how such research can be conducted and shared between isolated rural Alaskan communities and a worldwide linguistic audience.\n\n\t\t\t\t\tLast Modified: 08/30/2012\n\n\t\t\t\t\tSubmitted by: April Counceller"
 }
}