{
 "awd_id": "0652840",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Lie Groups",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 197393.0,
 "awd_min_amd_letter_date": "2007-06-08",
 "awd_max_amd_letter_date": "2009-03-09",
 "awd_abstract_narration": "Abstract\r\nWolf\r\n\r\nThe investigator proposes seven intertwined research projects, all on the \r\ninterface between group theory and geometry.  For the most part these \r\nproposals are geometrically motivated approaches to specific problems in \r\nmodern harmonic analysis connected to the representation theory of semi-\r\nsimple Lie groups.  The first is an approach to construction and analysis \r\nof singular unitary representations of real reductive Lie groups, in two \r\nsteps: (i) geometric construction of those representations, as Frechet \r\nspace representations on cohomology of homogeneous vector bundles over \r\nflag domains, and (ii) transforming the representation space to a space of\r\nfunctions on a Stein manifold defined by a system of differential equations,\r\nby means of a double fibration transform (the complex Penrose transform \r\nis a particular case) from the flag domain to its linear cycle space.  The \r\nsecond project is an approach to construction and analysis of unitary and \r\nother representations for a class of infinite dimensional Lie groups, the \r\ndirect limits of finite dimensional Lie groups, especially strict direct \r\nlimits of finite dimensional real and complex reductive Lie groups, both \r\nin the analytic category and in the algebraic category.  The third project \r\nis to complete the investigator's work on the Harish-Chandra Schwartz space \r\nof a general semisimple Lie group, by synthesizing structural analyses of \r\nthe relative Schwartz spaces.  The investigator's fourth project is to \r\nextend the notion of Dirac cohomology to a notion of partial Dirac\r\ncohomology so that it applies to all the representations of a semisimple\r\nLie group that appear in the Plancherel formula.  The fifth project is to\r\nextend the investigator's isospectral group method from the setting of \r\nspherical space forms to the setting of locally symmetric Riemannian spaces.\r\nThe sixth project is to investigate certain restrictions of discrete series\r\nrepresentations to a class of subgroups of great geometric interest.  And,\r\nseventh, the investigator will continue his development of a method for \r\ndirect reading of the character and growth properties (asymptotics) of \r\nadmissible representations of finite dimensional real reductive Lie groups \r\nfrom the basic data that specify their construction on cohomology spaces of \r\nhomogeneous vector bundles over flag domains.  One goal here is to do this \r\nin such a way that is directly applicable to the first and second projects.  \r\n\r\nThese seven research projects all depend on the use of symmetry to clarify\r\nanalytic (and in one case geometric) problems.  Traditionally symmetry\r\nconsiderations are used to simplify matters by decreasing the number of\r\nvariables, but here they are used to enable the use of insight, tools and\r\nresults from geometry and analysis.  The symmetries are embodied in group \r\ntheory, which is the algebraic abstraction of the notion of symmetry.  But \r\nmodern Lie group theory incorporates classical analysis (calculus, \r\ndifferential equations...) and is closely tied to the geometry (Riemannian, \r\nsymplectic, Kaehler, ...)  of the configurations on which the groups act as \r\nsymmetries.  An important aspect of this synthesis of geometry and analysis \r\nis a geometric form of quantization that is particularly well suited to the \r\nsorts of finite dimensional groups considered in several of the projects.  \r\nThis geometric quantization, originally inspired by physics and developed \r\nin some detail by mathematicians, has in turn been very useful in a variety \r\nof settings in mathematics and physics.  This is very much the case in six \r\nof the seven projects, where the geometric quantization is combined with \r\nmodern differential geometry to understand various analytic problems.  This \r\nis especially evident in the first and fourth projects, whose objectives \r\ncan be viewed as a sort of dequantization.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Wolf",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph A Wolf",
   "pi_email_addr": "jawolf@math.berkeley.edu",
   "nsf_id": "000316921",
   "pi_start_date": "2007-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 180000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 17393.0
  }
 ],
 "por": null
}