{
 "awd_id": "0652172",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: A Framework For Integrated Product Design and Control in Polymer Nanocomposites",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2007-06-15",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2007-06-11",
 "awd_max_amd_letter_date": "2007-06-11",
 "awd_abstract_narration": "0652172\r\nOgunnaike\r\n\r\nThe primary goal of this research is to develop and validate a framework for integrating product design with the appropriate control strategies required for consistently achieving, in the manufactured product, the design target end-use characteristics. Novel modeling and control techniques will be developed and validated experimentally in a continuing collaboration with DuPont. Because of their current and future importance and because of how they perfectly exemplify product design and the accompanying property control challenges, the work will be carried out specifically for polymer nanocomposites. However, the end result of the proposed research will be applicable in general to other product classes.\r\n\r\nThe specific question to be answered may be stated as follows:\r\nIn manufacturing products (such as polymer nanocomposites) designed for specific end-use applications, what strategy is required for effective control of product properties and assuring acceptable end-use performance?\r\n\r\nThe specific tasks to be performed are:\r\n\r\nTask 1: Develop and test a novel framework for controlling product end-use attributes.\r\nThe PIs  will develop a theoretical framework for achieving effective end-use attribute control and, in collaboration with DuPont, test it on a process for manufacturing a Polypropylene/Montmorillonite clay nanocomposite product.\r\n\r\nTask 2: Extend the framework developed in Task 1 to incorporate customer feedback on actual product performance: Feedback from customers on actual performance in end-use is the ultimate measure of product target attainment.  The PIs will develop a control strategy for utilizing this information, incorporate it into the framework, and analyze the theoretical properties of the resulting overall scheme.\r\n\r\nTask 3: Test and validate the overall framework on the experimental process used in Task 1 and generalize the principles.  The PIs will implement the developed framework on the semi-commercial process incorporating customer feedback in actual end-use performance; we will generalize the concepts to be applicable to other products.\r\n\r\nIntellectual Merit Systemic changes in the chemical industry have created a need for the rapid development of new products that meet customer needs as precisely as possible. The traditional chemical engineering focus on process design, while important, must now incorporate \"product design\". Even so, to translate the result of \"product design\" into reality, the product must still be manufactured--and in such a way that the resulting product will meet the customer requirements in end-use. Product design must therefore be integrated directly with high level product characteristic control for successful \"product engineering\". \r\n\r\nCurrently, there are no systematic control paradigms for ensuring that end-use attributes are controlled to specification during the manufacturing process (and not merely \"tested\" afterwards to ascertain their status). This research will establish a systematic paradigm for product characteristic control and its integration with product design \"providing novel solutions to the problems associated with delivering to customers, products that are manufactured precisely to design specifications, and directly incorporating into the control scheme, customer feedback on actual end-use performance.\r\n\r\nBroader Impact:  The outcomes of the research will also have a direct impact on the industrial practice of manufacturing designed products because the experimental component, an integral part of the proposed research, is to be carried out entirely within an industrial research environment, on a semi-commercial scale process. The research results will also be incorporated into the teaching of product design and process dynamics and control, and widely disseminated through publications and presentations to educators and other researchers both academic and industrial.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Babatunde",
   "pi_last_name": "Ogunnaike",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Babatunde A Ogunnaike",
   "pi_email_addr": "ogunnaike@udel.edu",
   "nsf_id": "000337597",
   "pi_start_date": "2007-06-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Wetzel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Wetzel",
   "pi_email_addr": "mark.d.wetzel@usa.dupont.com",
   "nsf_id": "000196839",
   "pi_start_date": "2007-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "049E",
   "pgm_ref_txt": "CHEMICAL PROCESS CONTROL"
  },
  {
   "pgm_ref_code": "050E",
   "pgm_ref_txt": "CHEMICAL PROCESS DESIGN"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}