{
 "awd_id": "0653382",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Study of homogeneous spaces under linear algebraic groups",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Zongzhu Lin",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 209998.0,
 "awd_amount": 209998.0,
 "awd_min_amd_letter_date": "2007-05-07",
 "awd_max_amd_letter_date": "2009-04-20",
 "awd_abstract_narration": "Let G be a connected linear algebraic group defined over a field F and X a homogeneous space under G. Our main goal  is to study arithmetic properties of X like finiteness of R-equivalence classes, weak approximation and Hasse principle for X defined over a 2-dimensional field:- number fields and function fields of surfaces over real and algebraically closed fields are examples of this class of fields. In the case of number fields, the subject is well-understood, thanks to the results of Harder, Kneser, Borovoi, Sansuc, Colliot Th\\`el\\'ene, and others. The main impetus for the study in this generality came from a conjecture of Serre concerning the existence of rational points on principal homogeneous spaces under semisimple simply connected linear algebraic groups over fields of  cohomological dimension 2. Thanks to a result of P. Gille, the conjecture for groups of type E_8 over function fields of surfaces over algebraically closed fields would follow if one proves cyclicity of prime degree division algebras over such function fields. Cyclicity of prime degree algebras is a wide open question for a general ground field. We propose to study the structure of division algebras over function fields of surfaces with a view to understanding cyclicity. While looking for rational points on principal homogeneous spaces, one comes across the weaker question of finding  zero cycles of degree one. It is an open question whether the existence of zero cycles of degree one implies existence of rational points on principal homogeneous spaces.\r\nThis question has an affirmative answer for number fields and we propose to investigate this question for a general field, with special reference to arithmetic like fields.\r\n\r\n\r\nThe study of homogeneous spaces under linear algebraic groups encompasses the study of interesting algebraic structures--quadratic forms and involutorial division algebras which are associated to classical groups and Cayley and Albert algebras which are associated to exceptional groups. The study of these structures permeates through several areas of mathematics like Number Theory, Representation Theory and Algebraic Geometry. The study of quadratic forms--homogeneous polynomials of degree 2 --has a long and rich history. The classical theorem of Hasse-Minkowski reduces the existence of nontrivial zeros of such a polynomial to solutions of certain congruences modulo primes.\r\nOur objective is to study these algebraic structures over fields which share certain `cohomological properties' in common with number fields, for example, the function fields of surfaces over real or complex numbers. We propose to investigate arithmetic properties of algebraic structures like quadratic forms and involutorial division algebras over this class of fields where arithmetic techniques like class field theory and reciprocity laws are not available.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Parimala",
   "pi_last_name": "Raman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Parimala Raman",
   "pi_email_addr": "parimala@mathcs.emory.edu",
   "nsf_id": "000069597",
   "pi_start_date": "2007-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Emory University",
  "inst_street_address": "201 DOWMAN DR NE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4047272503",
  "inst_zip_code": "303221061",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "EMORY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "S352L5PJLMP8"
 },
 "perf_inst": {
  "perf_inst_name": "Emory University",
  "perf_str_addr": "201 DOWMAN DR NE",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303221061",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 68744.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 69658.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 71596.0
  }
 ],
 "por": null
}