{
 "awd_id": "0653022",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Intense Laser-Atom Physics in Scaled Interactions",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Siu Au Lee",
 "awd_eff_date": "2007-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 581550.0,
 "awd_amount": 596550.0,
 "awd_min_amd_letter_date": "2007-06-22",
 "awd_max_amd_letter_date": "2011-09-14",
 "awd_abstract_narration": "This project undertakes a comprehensive study of the single atom response under novel interaction conditions that will not only provide basic tests of scaling laws and theory but also initiate some unique experimental investigations in strong field physics. The overall objective of the project is to broaden the scope of experimental investigations by utilizing the wavelength scaling of the strong field interaction in the regime where the photon energy is much smaller than the atomic binding energy. Various aspects of the strong-field interaction have an implicit wavelength-dependence that is a crucial scaling parameter and has not been explored or exploited in a systematic fashion. Addressing these scaling laws with novel ionization experiments using few-cycle mid-infrared (2 micron and 4 micron wavelength) pulses is crucial since it tests the very foundations of all our understanding of the intense laser-atom interaction. Using these principles a number of key studies will be enabled and include significantly increasing the number of atomic systems capable of experiencing intense laser fields, allowing systematic studies of one- and two-electron systems, and examining strong field interactions for prepared states and initiate a global investigation of scaling laws.\r\n\r\nThe interaction of an isolated atom with an intense electromagnetic field is the basis for one of the forefront problems in atomic, molecular and optical physics. The ability to couple large amounts of energy into an atom by the absorption of many photons posed many intriguing questions and has led to many new discoveries such as above-threshold ionization, high-harmonic generation, multiple ionization and adiabatic stabilization. At the core of the problem is the non-perturbative response of the atom to a laser pulse that imposes an external field comparable to the forces binding the electrons to the nucleus. The continuing interest in this fundamental atomic physics problem is derived from its broad implications in other areas of physics and technology. The single atom response is the initial condition of more complex phenomena found in plasmas, inertial confined fusion concepts, advance particle acceleration and astrophysics. The intense laser-atom interaction itself is opening new opportunities in short wavelength science, quantum control and advancing an emerging discipline in hyperfast electron physics, attophysics. Recently, the optical techniques used for producing the ultra-fast laser pulses for these studies have reached a level of sophistication where the electromagnetic field can be completely determined, i.e. absolute phase and amplitude. Furthermore, the interdisciplinary nature of this research coupled with state-of-the-art ultra-fast optical technology provide an excellent training ground for both undergraduate and graduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Louis",
   "pi_last_name": "DiMauro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Louis DiMauro",
   "pi_email_addr": "dimauro@mps.ohio-state.edu",
   "nsf_id": "000028687",
   "pi_start_date": "2007-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pierre",
   "pi_last_name": "Agostini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pierre Agostini",
   "pi_email_addr": "agostini@mps.ohio-state.edu",
   "nsf_id": "000452103",
   "pi_start_date": "2007-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "129100",
   "pgm_ele_name": "ATOMIC & MOLECULAR DYNAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 231550.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 185000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 175000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The interaction of light with matter is fundamental to how we experience our world. It defines our senses and plays a pivotal role in our overall health and well-being. Modern optics is exploring many aspects of what an individual atom does when it &lsquo;sees&rsquo; laser light and how that basic process can be controlled and manipulated. Our research program studies a specific aspect of the single atom picture that is defined by both the high intensity and color of the light field. This regime transcends how we interact with light on a daily basis and mimics some of the most violent astrophysical events known to occur in the universe. More importantly it provides a test ground to study how electrons bound to an atomic system absorb energy and evolve on timescales natural to atomic and molecular processes. Our work has demonstrated that it is possible to couple more energy into an atom by increasing the laser wavelength and without further increasing the strength of the field. In fact an atom exposed to such a field absorbs nearly <strong>one hundred</strong> times more energy than required to liberate a single electron. These electrons then undergo classical motion consistent with how we experience the world at the macroscopic level. This scenario is satisfied precisely because of the specified parameters; the strength and color of the field and establishes an exciting and unique method for controlling matter at the electronic level.</p>\n<p>We have also shown that the effects of moving towards longer wavelengths can in part be undone by carefully choosing certain atomic systems. Manipulating this light-field parameter space in a &lsquo;back-and-forth&rsquo; manner provides a very fundamental perspective and strong foundation for how light can be used to control matter at the atomic and ultimately electronic level.</p>\n<p>The novel laser sources developed by this project have broad applications in science and technology. Furthermore, the interdisciplinary nature of this research coupled with state-of-the-art ultra-fast optical engineering provide an excellent training ground for both undergraduate and graduate students. Former group members are contributing to various sectors of science and technology in academia, national laboratories and the private sector.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/14/2012<br>\n\t\t\t\t\tModified by: Louis&nbsp;Dimauro</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe interaction of light with matter is fundamental to how we experience our world. It defines our senses and plays a pivotal role in our overall health and well-being. Modern optics is exploring many aspects of what an individual atom does when it æseesÆ laser light and how that basic process can be controlled and manipulated. Our research program studies a specific aspect of the single atom picture that is defined by both the high intensity and color of the light field. This regime transcends how we interact with light on a daily basis and mimics some of the most violent astrophysical events known to occur in the universe. More importantly it provides a test ground to study how electrons bound to an atomic system absorb energy and evolve on timescales natural to atomic and molecular processes. Our work has demonstrated that it is possible to couple more energy into an atom by increasing the laser wavelength and without further increasing the strength of the field. In fact an atom exposed to such a field absorbs nearly one hundred times more energy than required to liberate a single electron. These electrons then undergo classical motion consistent with how we experience the world at the macroscopic level. This scenario is satisfied precisely because of the specified parameters; the strength and color of the field and establishes an exciting and unique method for controlling matter at the electronic level.\n\nWe have also shown that the effects of moving towards longer wavelengths can in part be undone by carefully choosing certain atomic systems. Manipulating this light-field parameter space in a æback-and-forthÆ manner provides a very fundamental perspective and strong foundation for how light can be used to control matter at the atomic and ultimately electronic level.\n\nThe novel laser sources developed by this project have broad applications in science and technology. Furthermore, the interdisciplinary nature of this research coupled with state-of-the-art ultra-fast optical engineering provide an excellent training ground for both undergraduate and graduate students. Former group members are contributing to various sectors of science and technology in academia, national laboratories and the private sector.\n\n\t\t\t\t\tLast Modified: 12/14/2012\n\n\t\t\t\t\tSubmitted by: Louis Dimauro"
 }
}