{
 "awd_id": "0653512",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Arithmetic, Geometry and Representation Theory of Reductive Groups",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032928448",
 "po_email": "tluo@nsf.gov",
 "po_sign_block_name": "Tie Luo",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 158778.0,
 "awd_amount": 158778.0,
 "awd_min_amd_letter_date": "2007-04-24",
 "awd_max_amd_letter_date": "2009-04-28",
 "awd_abstract_narration": "In their two recent papers, Gopal Prasad and Sai-Kee Yeung have constructed all arithmetic \"fake\" projective spaces and have found some of their geometric properties. Their work has led to many interesting questions related to these spaces and also about some of the singular surfaces with small geometric invarients. Prasad proposes to work on these questions. He has also been working with Andrei Rapinchuk to find the extent a locally symmetric space of finite volume is determined by the set of lengths of its closed geodesics, or its spectrum. Their work led them to define a new relationship between \"large\" (Zariski-dense or arithmetic) subgroups which they call \"weak commensurability\". They have shown that weak commesurability of two arithmetic subgroups of a simple Lie group, whose Dynkin diagram does not have symmetries, implies that they are commensurable. They are now investigating the situation when the Dynkin diagram does have a symmetry. Prasad and Rapinchuk have used theorems in transcendental number theory, and a widely believed conjecture due to Schanual, to show that if the quotients of the symmetric space of an absolutely simple real Lie group by two arithmetic subgroups have same set of lengths of closed geodesics, or have the same spectrum, then the two arithmetic subgroups are weakly commensurable. So their results on weakly commensurable arithmetic subgroup can be used. Prasad proposes to obtain analogous results for locally symmetric spaces arising from comples semi-simple Lie groups. In a comepletely different direction, Prasad has associated a natural Levi-subgroup to a given irreducible admissible representation of a reductive p-adic group. He will investigate what role this subgroup plays in the representation theory. \r\nPrasad has an ongoing collaboration with Rapinchuk to simplify, unify and complete the results on the congruence subgroup problem. They plan to write a book on this topic in near future.\r\n\r\nRecent work of Prasad with Sai-Kee Yeung on certain interesting geometric objects known as arithmetic fake projective spaces has led to an explicit construction of all of them and helped to determine many of their geometric properties. Their work has also led to some important questions about related geometric objects. Prasad's recent work with Rapinchuk has deep implications for a particularly important class of geometric structures known as locally symmetric spaces.  These spaces arise from symmetric spaces, which as the name suggests, have a lot of symmetries. This work of Prasad and Rapinchuk has introduced a new notion of \"weak commensurability\" of large subgroups of the group of symmetries and studies its consequences in geometry and group theory.\r\nThere are still some serious unresolved questions on which they will work.\r\nThey also plan to write a book on the famous congruence subgroup problem to describe a new unified approach to settle it.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gopal",
   "pi_last_name": "Prasad",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gopal Prasad",
   "pi_email_addr": "gprasad@umich.edu",
   "nsf_id": "000201799",
   "pi_start_date": "2007-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 52926.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 52926.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 52926.0
  }
 ],
 "por": null
}