{
 "awd_id": "0653761",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Homogeneous and Heterogeneous Photochemical Reactions Related to Atmospheric Aldehydes and Nitric Acid",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2007-05-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 548357.0,
 "awd_amount": 658801.0,
 "awd_min_amd_letter_date": "2007-04-27",
 "awd_max_amd_letter_date": "2010-07-30",
 "awd_abstract_narration": "The focus of this renewal award is the continuation of the use of sensitive spectroscopic techniques to determine the wavelength dependent photodissociative quantum yields of gaseous phase aldehydes of interest to atmospheric chemists concerned with air quality and the oxidative capacity of the atmosphere.  Knowing the quantum yield of the formyl (HCO) radical of this class of organic atmospheric constituents is of fundamental importance in modeling production of HOx, a key family of oxygen radicals found in the troposphere.  As well as extending quantitative laboratory studies to consideration of additional and higher molecular weight aldheydes (glycidaldehyde and glycolaldehyde), further investigations on the oxidation of acetylene, and the photolysis of 2- nitrobenzaldehyde will be undertaken.  A final area of investigation concerns the photolysis of nitric acid (HNO3) adsorbed on defined (aluminium) and natural (ice) surfaces, together with a determination of its absorption cross section in the UV (290-310nm) region.\r\nQuantitative studies of the gas-phase kinetics of atmospheric chemical reactions serve as the basis for the modelling of air quality in urban and in the natural environments, an important societal need. This research will also contribute to the training and education of women students and postdocs. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lei",
   "pi_last_name": "Zhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lei Zhu",
   "pi_email_addr": "lei.zhu@health.ny.gov",
   "nsf_id": "000177372",
   "pi_start_date": "2007-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Health Research Incorporated/New York State Department of Health",
  "inst_street_address": "150 BROADWAY, SUITE 280",
  "inst_street_address_2": "RIVERVIEW CTR",
  "inst_city_name": "MENANDS",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184311200",
  "inst_zip_code": "122042732",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "HEALTH RESEARCH, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9H6SUM59YC4"
 },
 "perf_inst": {
  "perf_inst_name": "Wadsworth Center",
  "perf_str_addr": "P.O. Box 509",
  "perf_city_name": "Albany",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122010509",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 216150.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 164782.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 272425.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 5444.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Aldehydes (RCHO) and reactive nitrogen species play central roles in the formation of ground-level ozone and photochemical smog.&nbsp; Photodissociation of aldehydes is an important source of free radicals in the atmosphere.&nbsp; During the project period, my group has quantified the gas-phase absorption cross sections of glycolaldehyde (hydroxyl aldehyde), 2-nitrobenzaldehyde, and benzaldehyde in the near UV region by using cavity ring-down spectroscopy; we have also determined the gas phase photolysis product channels and quantum yields of glycolaldehyde and 2-nitrobenzaldehyde.&nbsp; Glycolaldehyde, 2-nitrobenzaldehyde, and benzaldehyde are photochemically reactive ring-fragmentation and ring-retaining products from the oxidation of the aromatic hydrocarbons.&nbsp; Prior to our study, solution-phase cross section data were used to model the gas phase photolysis of 2-nitrobenzaldehyde due to the lack of gas phase spectroscopic information in the UV region.&nbsp; But we found that there is a large difference between the gas-phase and aqueous-phase UV absorption cross sections of 2-nitrobenzaldehyde.&nbsp; Thus, only gas-phase cross section data should be used to model the gas-phase photolysis of 2-nitrobenzaldehyde.&nbsp; Quantitative determination of the UV absorption cross sections, and the photolysis product channels and quantum yields of glycolaldehyde, 2-nitrobenzaldehyde, and benzaldehyde has provided information essential to the assessment of the fates of these aldehydes in the atmosphere, and to the estimation of their oxidant-formation capacity.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In addition to aldehyde photolysis, we investigated the heterogeneous photolysis of nitric acid (HNO<sub>3</sub>).&nbsp; The photolysis of adsorbed HNO<sub>3</sub> on ground surfaces has been proposed as a major daytime source of HONO in low-NO<sub>x </sub>environments.<sup> </sup>&nbsp;Since there was no existing technique that can be used to measure UV absorption cross sections of surface-adsorbed molecules, we developed a new, state-of-the-science technique based upon Brewster angle cavity ring-down spectroscopy to measure the absorption cross sections of nitric acid adsorbed on fused silica surfaces in the 290-330 nm region. We found that the surface absorption cross sections of HNO<sub>3</sub> are at least two orders of<em> </em>magnitude gas phase cross section values in the wavelength region studied. We also investigated the 308 nm nitric acid photolysis in the gas phase, on Al surfaces, and on ice films, and measured the photolysis quantum yields of surface-adsorbed HNO<sub>3</sub>.&nbsp; Our study has provided information necessary to validate the role of heterogeneous photolysis of HNO<sub>3</sub> in the formation of atmospheric HONO and NO<sub>x</sub>.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Besides intellectual merits outlined above, the completed NSF project has broader impacts.&nbsp; The project has directly lead to the research training of three postdoctoral scholars, one graduate student, and two summer REU students, and has broadened the research participation of female student and female post-doc.&nbsp; The NSF project has enhanced infrastructure for research through the establishment of collaborative partnerships to address important issues in atmospheric chemistry, and through the development of new, state-of-the-science techniques to measured surfaces photochemical processes.&nbsp; The findings from the NSF project were presented in conferences, and published in journals and on institutional website.&nbsp; The project has allowed a quantitative understanding of the homogeneous and heterogeneous photochemical reactions related to aldehydes and HNO<sub>3</su...",
  "por_txt_cntn": "\n               Aldehydes (RCHO) and reactive nitrogen species play central roles in the formation of ground-level ozone and photochemical smog.  Photodissociation of aldehydes is an important source of free radicals in the atmosphere.  During the project period, my group has quantified the gas-phase absorption cross sections of glycolaldehyde (hydroxyl aldehyde), 2-nitrobenzaldehyde, and benzaldehyde in the near UV region by using cavity ring-down spectroscopy; we have also determined the gas phase photolysis product channels and quantum yields of glycolaldehyde and 2-nitrobenzaldehyde.  Glycolaldehyde, 2-nitrobenzaldehyde, and benzaldehyde are photochemically reactive ring-fragmentation and ring-retaining products from the oxidation of the aromatic hydrocarbons.  Prior to our study, solution-phase cross section data were used to model the gas phase photolysis of 2-nitrobenzaldehyde due to the lack of gas phase spectroscopic information in the UV region.  But we found that there is a large difference between the gas-phase and aqueous-phase UV absorption cross sections of 2-nitrobenzaldehyde.  Thus, only gas-phase cross section data should be used to model the gas-phase photolysis of 2-nitrobenzaldehyde.  Quantitative determination of the UV absorption cross sections, and the photolysis product channels and quantum yields of glycolaldehyde, 2-nitrobenzaldehyde, and benzaldehyde has provided information essential to the assessment of the fates of these aldehydes in the atmosphere, and to the estimation of their oxidant-formation capacity. \n\n               In addition to aldehyde photolysis, we investigated the heterogeneous photolysis of nitric acid (HNO3).  The photolysis of adsorbed HNO3 on ground surfaces has been proposed as a major daytime source of HONO in low-NOx environments.  Since there was no existing technique that can be used to measure UV absorption cross sections of surface-adsorbed molecules, we developed a new, state-of-the-science technique based upon Brewster angle cavity ring-down spectroscopy to measure the absorption cross sections of nitric acid adsorbed on fused silica surfaces in the 290-330 nm region. We found that the surface absorption cross sections of HNO3 are at least two orders of magnitude gas phase cross section values in the wavelength region studied. We also investigated the 308 nm nitric acid photolysis in the gas phase, on Al surfaces, and on ice films, and measured the photolysis quantum yields of surface-adsorbed HNO3.  Our study has provided information necessary to validate the role of heterogeneous photolysis of HNO3 in the formation of atmospheric HONO and NOx. \n\n               Besides intellectual merits outlined above, the completed NSF project has broader impacts.  The project has directly lead to the research training of three postdoctoral scholars, one graduate student, and two summer REU students, and has broadened the research participation of female student and female post-doc.  The NSF project has enhanced infrastructure for research through the establishment of collaborative partnerships to address important issues in atmospheric chemistry, and through the development of new, state-of-the-science techniques to measured surfaces photochemical processes.  The findings from the NSF project were presented in conferences, and published in journals and on institutional website.  The project has allowed a quantitative understanding of the homogeneous and heterogeneous photochemical reactions related to aldehydes and HNO3 in the atmosphere; such information is vital to the development of effective pollution prevention and control strategies to protect public health and the environment.\n\n\t\t\t\t\tLast Modified: 05/15/2012\n\n\t\t\t\t\tSubmitted by: Lei Zhu"
 }
}