{
 "awd_id": "0653058",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: SEEC: STEM Student Enrollment and Engagement through Connections",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Nicole Bennett",
 "awd_eff_date": "2007-07-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2007-07-16",
 "awd_max_amd_letter_date": "2010-08-23",
 "awd_abstract_narration": "Iowa State University (ISU) and Des Moines Area Community College (DMACC) are partnering on this project to increase the number of students graduating with a bachelor's degree in engineering at ISU and the number of students in STEM areas of study at DMACC. Retention is being increased by a new learning community model, called a learning village or meta-community. The learning village model incorporates various learning communities as well as service learning projects for engineering students in their second and third years of study. First-year and gateway engineering courses are being reviewed to better engage students, to provide flexibility, and to support transfer students. The ACCESS program makes gateway courses available through distance education. Student-centered advising broadens the diversity of students enrolled in engineering and makes students aware of the various paths to successfully completing an engineering degree, including transfer from a community college. ISU Extension is a partner on the project to develop the STEM TEC (Talent in Every County) initiative.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harry",
   "pi_last_name": "McMaken",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Harry L McMaken",
   "pi_email_addr": "hlmcmaken@dmacc.edu",
   "nsf_id": "000405294",
   "pi_start_date": "2007-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Des Moines Area Community College",
  "inst_street_address": "2006 S ANKENY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ANKENY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5159646200",
  "inst_zip_code": "500238995",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "IA03",
  "org_lgl_bus_name": "DES MOINES AREA COMMUNITY COLLEGE",
  "org_prnt_uei_num": "UHXRPL5G4FY3",
  "org_uei_num": "UHXRPL5G4FY3"
 },
 "perf_inst": {
  "perf_inst_name": "Des Moines Area Community College",
  "perf_str_addr": "2006 S ANKENY BLVD",
  "perf_city_name": "ANKENY",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500238995",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "IA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179600",
   "pgm_ele_name": "STEP-STEM Talent Expansn Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "0400999999",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Student Enrollment and Engagement through Connections (SEEC) project, http://www.eng.iastate.edu/seec/, was an NSF STEP-funded collaboration between Iowa State University and Des Moines AreaCommunity College (DMACC). The goal was to increase the number of engineering graduates at Iowa State and the number of pre-engineering students at DMACC through strategies focused on learning communities, academic advising, student engagement and success, and career awareness. Over the grant period, engineering enrollments and graduates increased significantly at both institutions.</p>\n<p>The goal was to increase engineering graduates at Iowa State by 100 per year during the project, to 900 graduates annually by 2012. The goal also included an increase in the number of pre-engineering students at DMACC. The number of engineering graduates surpassed the goal in 2012-13 at 1013 graduates. Undergraduate enrollments in engineering consistently increased during the grant period to 7272 in fall 2013. The gains in engineering students enrolled and graduated were 28% and 58%, which are higher than national gains reported by ASEE over the same time period of 19% and 25%,respectively. The number of pre-engineering students at DMACC increased from 160 at the start of the project to 467.</p>\n<p>The SEEC project created the Engineering Admissions Partnership Program (E-APP), a spin-off of Iowa State&rsquo;s APP program, to support transfer students prior to entering Iowa State. DMACC created an engineering orientation course, now offered regularly at several DMACC campuses as part of its pre-engineering program. Engineering transfer learning communities are now available at Iowa State. These strategies have engaged community college transfer students while still at the community college and early in their transition. The project also developed new messaging for academic advisers, faculty and students based upon community college student success data and the National Academy of Engineering <em>Changing the Conversation</em> report. New recruiting materials and activities based on the CTC report were developed and have been sustained at both institutions to inform prospective students, families, teachers and informal educators about engineering careers.</p>\n<p>&nbsp;</p>\n<p>The SEEC project developed a model for the progression of a community college student toward a degree in engineering and the relevant SEEC intervention strategies. This model reflects the many variables that may impact the engineering transfer student. The introduction of SEEC strategies correlated with increased success rates for in-state community college transfer students. Before SEEC, community college transfer students left ISU at higher rates than they did following initiation of the SEEC project. &nbsp;Statistical analysis of retention data shows that transfer students who participate in a learning community will be retained at a level near direct-from-high-school students in learning communities and will surpass all those who do not participate. Also, community college transfer students enrolled in E-APP had statistically significantly higher one-year retention rates than non E-APP students. &nbsp;Statistical analysis also showed that students are able to increase their success by increasing their grades in core coursework, either at the transfer institution or at ISU, and by increasing their overall transfer GPA. The SEEC transfer student success study changed pre-engineering advising by community college and Iowa State academic advisers and the guidance given to prospective transfer students.</p>\n<p>&nbsp;</p>\n<p>The SEEC project contributed to a transfer-friendly and student-success-focused environment in engineering at both institutions. The project created a sustainable partnership in engineering between Iowa State and DMACC. The SEEC collaboration has contributed to new partnering efforts across STEM betw...",
  "por_txt_cntn": "\nThe Student Enrollment and Engagement through Connections (SEEC) project, http://www.eng.iastate.edu/seec/, was an NSF STEP-funded collaboration between Iowa State University and Des Moines AreaCommunity College (DMACC). The goal was to increase the number of engineering graduates at Iowa State and the number of pre-engineering students at DMACC through strategies focused on learning communities, academic advising, student engagement and success, and career awareness. Over the grant period, engineering enrollments and graduates increased significantly at both institutions.\n\nThe goal was to increase engineering graduates at Iowa State by 100 per year during the project, to 900 graduates annually by 2012. The goal also included an increase in the number of pre-engineering students at DMACC. The number of engineering graduates surpassed the goal in 2012-13 at 1013 graduates. Undergraduate enrollments in engineering consistently increased during the grant period to 7272 in fall 2013. The gains in engineering students enrolled and graduated were 28% and 58%, which are higher than national gains reported by ASEE over the same time period of 19% and 25%,respectively. The number of pre-engineering students at DMACC increased from 160 at the start of the project to 467.\n\nThe SEEC project created the Engineering Admissions Partnership Program (E-APP), a spin-off of Iowa StateÆs APP program, to support transfer students prior to entering Iowa State. DMACC created an engineering orientation course, now offered regularly at several DMACC campuses as part of its pre-engineering program. Engineering transfer learning communities are now available at Iowa State. These strategies have engaged community college transfer students while still at the community college and early in their transition. The project also developed new messaging for academic advisers, faculty and students based upon community college student success data and the National Academy of Engineering Changing the Conversation report. New recruiting materials and activities based on the CTC report were developed and have been sustained at both institutions to inform prospective students, families, teachers and informal educators about engineering careers.\n\n \n\nThe SEEC project developed a model for the progression of a community college student toward a degree in engineering and the relevant SEEC intervention strategies. This model reflects the many variables that may impact the engineering transfer student. The introduction of SEEC strategies correlated with increased success rates for in-state community college transfer students. Before SEEC, community college transfer students left ISU at higher rates than they did following initiation of the SEEC project.  Statistical analysis of retention data shows that transfer students who participate in a learning community will be retained at a level near direct-from-high-school students in learning communities and will surpass all those who do not participate. Also, community college transfer students enrolled in E-APP had statistically significantly higher one-year retention rates than non E-APP students.  Statistical analysis also showed that students are able to increase their success by increasing their grades in core coursework, either at the transfer institution or at ISU, and by increasing their overall transfer GPA. The SEEC transfer student success study changed pre-engineering advising by community college and Iowa State academic advisers and the guidance given to prospective transfer students.\n\n \n\nThe SEEC project contributed to a transfer-friendly and student-success-focused environment in engineering at both institutions. The project created a sustainable partnership in engineering between Iowa State and DMACC. The SEEC collaboration has contributed to new partnering efforts across STEM between the institutions. Data sharing between the institutions was improved through the SEEC study. Collaboration among engineering team..."
 }
}