{
 "awd_id": "0653280",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Pathways to STEM Bachelor's and Graduate Degrees for Hispanic Students and the Role of Hispanic-Serving Institutions",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032925309",
 "po_email": "cdellapi@nsf.gov",
 "po_sign_block_name": "Connie Della-Piana",
 "awd_eff_date": "2007-07-15",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 667559.0,
 "awd_amount": 799103.0,
 "awd_min_amd_letter_date": "2007-07-16",
 "awd_max_amd_letter_date": "2011-06-27",
 "awd_abstract_narration": "This is a STEP Type 2 project that is examining the role of Hispanic serving higher education institutions in the STEM field careers of students.  The investigators are describing the characteristics of Hispanic students who transfer from community colleges to BA institutions using a national data set, the college financing strategies and borrowing practices for graduate education, and the characteristics of the institutions that serve the Hispanic population.  The study focuses especially on the role of community colleges in diversifying the STEM college graduates.  The researchers rely on a statistical analysis of large national surveys (the survey of Recent College Graduates enhanced by the Integrated Postsecondary Education Data System).   The researchers use sophisticated statistical analysis methods to test hypotheses of relationships between student institution choice and later completion.  Also, the researchers are conducting a qualitative study of a selected group of Hispanic institutions that are successful in producing large numbers of STEM graduates to observe features that might have been responsible for their success with that population.  The merit of this study is that it addresses the issue of Hispanics in the science and technology workforce.  It also has an opportunity to impact the broader community by identifying forms of support that affect the graduate school attendance of Hispanic students.  \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alicia",
   "pi_last_name": "Dowd",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Alicia C Dowd",
   "pi_email_addr": "acd5439@psu.edu",
   "nsf_id": "000070383",
   "pi_start_date": "2007-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Estela",
   "pi_last_name": "Bensimon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Estela Bensimon",
   "pi_email_addr": "bensimon@usc.edu",
   "nsf_id": "000205349",
   "pi_start_date": "2007-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S FLOWER ST FL 3",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "90033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179600",
   "pgm_ele_name": "STEP-STEM Talent Expansn Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 200658.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 232485.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 234416.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 131544.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Center for Urban Education (CUE) at the Rossier School of Education at the University of Southern California studied ways to increase Latino and Latina students&rsquo; access to, and success in, STEM fields. Through this study, CUE examined the features of exemplary STEM policies, programs, and practices to identify ways for institutions &mdash; both Hispanic-Serving Institutions (HSIs) as designated by the U.S. Department of Education, and non-Hispanic serving &mdash; to increase the number of Latino STEM graduates. Three distinct yet interrelated outcomes of this multifaceted and comprehensive study are 1) a complete portrait of how Latino STEM students finance their undergraduate education, and what impact that financing has on graduate enrollment, 2) nuanced characterization of the importance of HSIs and of transfer from community colleges as a pathway to STEM bachelor&rsquo;s and graduate degrees, and 3) demonstration of the role of inquiry and practitioners in creating sustainable, effective change for students and institutions. The findings are readily available to the public at CUE&rsquo;s web site (<a href=\"http://cue.usc.edu/\">cue.usc.edu</a>), and were reported in <a href=\"http://cue.usc.edu/tools/nsf_reports.html\" target=\"_blank\">six briefs</a>, one journal article, and in two forthcoming book chapters.&nbsp;</p>\n<p>1. The study provides a portrait of the pathways Latino students traveled to obtain their bachelor&rsquo;s degree, and the financing strategies they used. One aspect of this component of the study was to investigate the relationship between undergraduate debt and graduate school enrollment. The findings showed that undergraduate debt is a barrier to Latino students pursuing graduate and professional degrees. This is significant because Congress has emphasized through the America COMPETES Act, and a number of high level commission reports, the national imperative to increase the number of professionals educated in STEM. Federal financial aid policy would ideally be better aligned with COMPETES goals, for example by funding a STEM work study program specifically for community college transfer students.&nbsp;&nbsp;</p>\n<p>2. Many Latina and Latino students start their higher education career at two-year or community colleges. Therefore it is of paramount importance that transfer pathways in STEM degrees between two- and four-year institutions are clearly defined and oriented towards success for Latino students. A greater share of Latino students enrolled at four-year HSIs earn degrees in key majors, such as computer science, math and engineering, than do their counterparts at four-year non-HSIs. However, Latino students who transferred from two-year institutions to four-year HSIs have lower rates of participation in these fields of study. It stands to reason that improvements in transfer access to STEM programs at HSIs will lead to tremendous growth in the number of Latino STEM baccalaureates. HSIs, which tend to be less selective non-research universities, have traditionally received about 50% of the federal funding awarded to non-HSIs and a fraction of the amount awarded to research universities. Federal funding targeted on community college transfers to HSIs would create incentives for institutions to improve transfer pathways to bachelor&rsquo;s degrees at HSIs in key fields. &nbsp;</p>\n<p>3. Case study findings delineate the role of faculty in supporting Latino student progress and success in STEM. The findings show the difference between mentoring and acting as a change agent, or institutional agent, and those individual&rsquo;s ability to change college and university practices and policies to better support Latino students. The findings are presented, in large part, in the form of stories (vignettes) about individuals who play active roles in supporting Latino students. These models provide benchmarks for values, policies, and pract...",
  "por_txt_cntn": "\nThe Center for Urban Education (CUE) at the Rossier School of Education at the University of Southern California studied ways to increase Latino and Latina studentsÆ access to, and success in, STEM fields. Through this study, CUE examined the features of exemplary STEM policies, programs, and practices to identify ways for institutions &mdash; both Hispanic-Serving Institutions (HSIs) as designated by the U.S. Department of Education, and non-Hispanic serving &mdash; to increase the number of Latino STEM graduates. Three distinct yet interrelated outcomes of this multifaceted and comprehensive study are 1) a complete portrait of how Latino STEM students finance their undergraduate education, and what impact that financing has on graduate enrollment, 2) nuanced characterization of the importance of HSIs and of transfer from community colleges as a pathway to STEM bachelorÆs and graduate degrees, and 3) demonstration of the role of inquiry and practitioners in creating sustainable, effective change for students and institutions. The findings are readily available to the public at CUEÆs web site (cue.usc.edu), and were reported in six briefs, one journal article, and in two forthcoming book chapters. \n\n1. The study provides a portrait of the pathways Latino students traveled to obtain their bachelorÆs degree, and the financing strategies they used. One aspect of this component of the study was to investigate the relationship between undergraduate debt and graduate school enrollment. The findings showed that undergraduate debt is a barrier to Latino students pursuing graduate and professional degrees. This is significant because Congress has emphasized through the America COMPETES Act, and a number of high level commission reports, the national imperative to increase the number of professionals educated in STEM. Federal financial aid policy would ideally be better aligned with COMPETES goals, for example by funding a STEM work study program specifically for community college transfer students.  \n\n2. Many Latina and Latino students start their higher education career at two-year or community colleges. Therefore it is of paramount importance that transfer pathways in STEM degrees between two- and four-year institutions are clearly defined and oriented towards success for Latino students. A greater share of Latino students enrolled at four-year HSIs earn degrees in key majors, such as computer science, math and engineering, than do their counterparts at four-year non-HSIs. However, Latino students who transferred from two-year institutions to four-year HSIs have lower rates of participation in these fields of study. It stands to reason that improvements in transfer access to STEM programs at HSIs will lead to tremendous growth in the number of Latino STEM baccalaureates. HSIs, which tend to be less selective non-research universities, have traditionally received about 50% of the federal funding awarded to non-HSIs and a fraction of the amount awarded to research universities. Federal funding targeted on community college transfers to HSIs would create incentives for institutions to improve transfer pathways to bachelorÆs degrees at HSIs in key fields.  \n\n3. Case study findings delineate the role of faculty in supporting Latino student progress and success in STEM. The findings show the difference between mentoring and acting as a change agent, or institutional agent, and those individualÆs ability to change college and university practices and policies to better support Latino students. The findings are presented, in large part, in the form of stories (vignettes) about individuals who play active roles in supporting Latino students. These models provide benchmarks for values, policies, and practices of exemplary institutions and active change agents for Latinos in STEM. Without adequate role models, institutions are likely to reflect exclusionary practices based on ethnicity and language status because those who lead, teach in, and ..."
 }
}