{
 "awd_id": "0654421",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Categories of representations of affine algebras and related algebraic structures",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric Sommers",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 93051.0,
 "awd_amount": 93051.0,
 "awd_min_amd_letter_date": "2007-06-19",
 "awd_max_amd_letter_date": "2007-06-19",
 "awd_abstract_narration": "The PI plans to work on various problems in representation theory of level zero representations of current and affine Lie algebras and their quantum analogues. The first group of problems is related to investigation of the structure of the category of finite dimensional representations of current algebras and Yangians. There is a remarkable connection between graded representations of current algebras and module categories of quasi-hereditary algebras. On the one hand, this allows one to use the power of representation theory of finite dimensional associative algebras to study the structure of indecomposable finite dimensional representations of current algebras. On the other hand, existence of certain families of indecomposable representations for current algebras, such as restricted Kirillov-Reshetikhin modules, is expected to yield interesting families of finite dimensional associative algebras. Another direction of the PI's work is a study of relations  between realizations of crystal bases of fundamental Kirillov-Reshetikhin modules in the framework of Littelmann's path model, their q- and q,t-characters and the braid group action on the Heisenberg subalgebra of the quantum affine algebra. The PI will also investigate a possibility of constructing an analogue of Littelmann's path model adapted to the study of finite dimensional representations of quantum affine algebras other than fundamental Kirillov-Reshetikhin modules and their tensor products. Finally, he intends to work on developing an analogue of Littelmann's path model for the generalized Kac-Moody algebras, first introduced by Borcherds in his study of the Monstrous Moonshine.  \r\n\r\nThe study of representations of affine algebras, finite and infinite dimensional, was originally motivated by and is related to problems stemming from mathematical physics, in particular from  conformal field theory, Bethe ansatz, solvable vertex models and affine Toda theory. It also has fruitful interactions with other branches of mathematics, such as knot theory, number theory and especially combinatorics. The beauty of this subject is that, although it has been and is being intensively studied for more than two decades, it does not cease to exhibit surprising new aspects and even more surprising connections with other mathematical disciplines.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacob",
   "pi_last_name": "Greenstein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jacob Greenstein",
   "pi_email_addr": "jacob.greenstein@ucr.edu",
   "nsf_id": "000490337",
   "pi_start_date": "2007-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 93051.0
  }
 ],
 "por": null
}