{
 "awd_id": "0654258",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI/Collaborative Research: Matching Demand and Supply Through Price",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edwin Romeijn",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 179998.0,
 "awd_amount": 185996.0,
 "awd_min_amd_letter_date": "2007-08-22",
 "awd_max_amd_letter_date": "2010-06-06",
 "awd_abstract_narration": "Recent business trends and advances in consumer behavior modeling have clearly shown that demand for goods and services, and in turn, the profits of companies and the satisfaction of their customers, are significantly shaped by price and lead time decisions. Numerous examples from practice as well as the literature have shown the potential of effective price and lead time quotation to influence demand, manage congestion, and improve customer service; however, studies that provide an integrated decision making framework for price, lead time, order selection, and inventory decisions is lacking.\r\n\r\nThe fundamental tradeoff in lead time quotation is between quoting short lead times and attaining them. Similarly, the tradeoff in price decisions is between quoting low prices to attract customers and achieving profitability. Ideally, a firm should take a global perspective and coordinate its decisions on price, lead time quotation, order acceptance, and inventory for increased profitability. In addition, if the decisions are made independently by different units, the firm would benefit from coordinating these decisions by setting the right incentives.\r\n\r\nOur objective in this project is to employ integrated decision making models and understand the potential for (dynamically) setting prices and lead times to maximize profits and improve customer service. In particular, we will study and analyze (i) the factors that affect the performance improvement (in profits and customer satisfaction) through dynamic price and/or lead time quotation, (ii) the impact of making price and lead time decisions in a decentralized fashion (i.e., by different entities such as marketing and manufacturing divisions), (iii) the implications for the management of orders, production, and inventory decisions.\r\n\r\nThe proposed research is expected to have a number of broader impacts for research, industry, society, and education. It will result in novel formulations and theoretical contributions as well as practical insights and algorithms for real-time price and lead time quotation. The research activities will be integrated to a range of educational activities to promote training and learning by graduate and undergraduate students and industry professionals. Improvements in price and lead time decisions have significant potential to maximize profits, reduce congestion related costs, and improve customer satisfaction. In an age when more and more companies are moving towards make-to-order/build-to-order models and the service sector is growing at an astounding rate, the impact of effective pricing and lead time quotation can be tremendous.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Esma",
   "pi_last_name": "Gel",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Esma S Gel",
   "pi_email_addr": "esma.gel@asu.edu",
   "nsf_id": "000248683",
   "pi_start_date": "2007-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "178600",
   "pgm_ele_name": "MANFG ENTERPRISE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "071E",
   "pgm_ref_txt": "MFG ENTERPRISE OPERATIONS"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "1786",
   "pgm_ref_txt": "MANFG ENTERPRISE SYSTEMS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9147",
   "pgm_ref_txt": "GENERIC TECHNOL FOR MANUFACTURING CELLS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 179998.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 5998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project has resulted in the development of several novel formulations, analyses, and important insights for price and lead time decisions facing managers of make-to-order/build-to-order manufacturing systems. In particular, we have studied the potential for dynamic price and/or lead time quotation strategies to encourage customers at times of low traffic and discourage them at times of high traffic, so that delivery delay penalties and hence, profitability of the orders can be better managed. While it is intuitive that such strategies would exhibit improved profitability in comparison to fixed price and lead time schemes, our central investigations revolved around the idea of &ldquo;how much improvement&rdquo; and &ldquo;under what conditions.&rdquo; We also investigated the impact of improved price and lead time quotation strategies on customer service.</p>\n<p>We have found that it is extremely important for companies to understand their customers&rsquo; preferences and responses to price and lead time changes, and use dynamic price and/or lead time quotation accordingly. For example, if customers are highly price sensitive, the company may do almost as well using a dynamic lead time quotation strategy, under which the lead times are changed dynamically based on system status, but prices are fixed. We have conducted extensive numerical studies to provide more detailed insights on when the different price and lead time strategies may be appropriate. Other factors that tend to impact the performance improvement through dynamic quotation strategies include the magnitude of demand for the company&rsquo;s product, existence of contractual customers that the company has to serve at a fixed price and lead time, cost and price structure.</p>\n<p>Our research has also highlighted the importance of coordination between the departments which make price and lead time decisions (such as marketing and manufacturing departments) in a make-to-order company. In particular, using game theoretic models, we have found that decentralized decision-making (rather than simultaneous determination of price and lead times by a centralized decision-maker) results in inferior profit performance, regardless of the sequence of decisions taken. We were, however, able to identify incentive mechanisms through which companies can improve the performance of decentralized settings. We have observed that the right incentive scheme may even close the profit gap between centralization and decentralization.</p>\n<p>Throughout the project we have been intrigued by the question of how other types of flexibilities impact the potential benefits of dynamic price and/or lead time quotation. In the case of systems with substitutable products, for example, we have found that the strategy of offering substitute products to customers, companies may be able to increase the improvement that they can achieve by dynamic price and lead time quotation strategies. In other words, product substitution and dynamic quotation strategies have synergistic effects in improving profitability.</p>\n<p>Another type of flexibility that one can consider in conjunction with dynamic quotation is allowing the customers to cancel their orders prior to or at delivery. While our investigations on that front are still continuing, our initial findings tend to indicate that dynamic quotation strategy can offset some of the undesirable financial impacts of customer cancellations.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/04/2012<br>\n\t\t\t\t\tModified by: Esma&nbsp;S&nbsp;Gel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project has resulted in the development of several novel formulations, analyses, and important insights for price and lead time decisions facing managers of make-to-order/build-to-order manufacturing systems. In particular, we have studied the potential for dynamic price and/or lead time quotation strategies to encourage customers at times of low traffic and discourage them at times of high traffic, so that delivery delay penalties and hence, profitability of the orders can be better managed. While it is intuitive that such strategies would exhibit improved profitability in comparison to fixed price and lead time schemes, our central investigations revolved around the idea of \"how much improvement\" and \"under what conditions.\" We also investigated the impact of improved price and lead time quotation strategies on customer service.\n\nWe have found that it is extremely important for companies to understand their customersÆ preferences and responses to price and lead time changes, and use dynamic price and/or lead time quotation accordingly. For example, if customers are highly price sensitive, the company may do almost as well using a dynamic lead time quotation strategy, under which the lead times are changed dynamically based on system status, but prices are fixed. We have conducted extensive numerical studies to provide more detailed insights on when the different price and lead time strategies may be appropriate. Other factors that tend to impact the performance improvement through dynamic quotation strategies include the magnitude of demand for the companyÆs product, existence of contractual customers that the company has to serve at a fixed price and lead time, cost and price structure.\n\nOur research has also highlighted the importance of coordination between the departments which make price and lead time decisions (such as marketing and manufacturing departments) in a make-to-order company. In particular, using game theoretic models, we have found that decentralized decision-making (rather than simultaneous determination of price and lead times by a centralized decision-maker) results in inferior profit performance, regardless of the sequence of decisions taken. We were, however, able to identify incentive mechanisms through which companies can improve the performance of decentralized settings. We have observed that the right incentive scheme may even close the profit gap between centralization and decentralization.\n\nThroughout the project we have been intrigued by the question of how other types of flexibilities impact the potential benefits of dynamic price and/or lead time quotation. In the case of systems with substitutable products, for example, we have found that the strategy of offering substitute products to customers, companies may be able to increase the improvement that they can achieve by dynamic price and lead time quotation strategies. In other words, product substitution and dynamic quotation strategies have synergistic effects in improving profitability.\n\nAnother type of flexibility that one can consider in conjunction with dynamic quotation is allowing the customers to cancel their orders prior to or at delivery. While our investigations on that front are still continuing, our initial findings tend to indicate that dynamic quotation strategy can offset some of the undesirable financial impacts of customer cancellations.\n\n\t\t\t\t\tLast Modified: 10/04/2012\n\n\t\t\t\t\tSubmitted by: Esma S Gel"
 }
}