{
 "awd_id": "0700828",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Structure and Interface Evolution in Self-Lubricating Coatings and Nanocomposites for Moving Mechanical Assemblies",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Clark Cooper",
 "awd_eff_date": "2007-06-01",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 210000.0,
 "awd_amount": 210000.0,
 "awd_min_amd_letter_date": "2007-05-29",
 "awd_max_amd_letter_date": "2007-05-29",
 "awd_abstract_narration": "Moving mechanical assemblies (MMA), such as miniature rolling element bearings, gears and other precision components, must function reliably and predictably in device operation.  Advancements in MMA products have required a reduction in the dimensions of these devices, thereby increasing the influence of dynamic tribological surface interactions on performance and reliability.  Presently, there are several shortcomings and challenges, including nanoscale conformality and uniformity of coatings on buried surfaces/interfaces, application of new routes to coating synthesis on fully assembled MMA, accurate characterization of complex coating microstructures and tribochemically-modified interfaces under shearing loads, and site-selective deposition of coating on critical tribological surfaces.  UNT and Timken propose a two-fold research strategy to address these issues.  First, novel coating synthesis techniques will be developed utilizing atomic layer deposition (ALD), with the goal of depositing nanocomposite and nanolaminate solid lubricants, especially lubricious oxides and metal nitrides/sulphides, on fully assembled MMA devices.  In addition, the fundamental structure and properties of nanocomposite tribological films deposited with plasma-discharge vapor deposition systems will be examined, including films containing nanoscale metal carbides in mixed sp3/sp2 carbon matrices.  Second, the research will address the composition/structure dependence of tribological thin films on performance and explore the mechanisms of film modification by tribo-chemical reactions in MMA applications.  Desired outcomes include correlations of film initial nanostructure and properties to macro-scale friction and wear performance, increasing scientific understanding of these phenomena and supporting the development of predictive models.  To accomplish these goals, new diagnostic tools and methods at UNT will be utilized to study interfacial composition, periodicity, and morphological changes occurring at the surface and in the subsurface regions, as well as tribochemical reactivity under varying contact stress and environments with focused ion beam cross-sectional SEM, analytical high resolution TEM, and local electrode 3-D atom probe (LEAP) tomography.\r\n\r\nThis proposal will address educational activities with integration of Materials Science and Engineering between UNT and Timken.  During the tenure of this program, one undergraduate and one graduate student will be provided a thorough background in the processing, structure and property interrelationships of tribological coatings applicable to current surface engineering issues.   This will provide the students the opportunity to externally collaborate on issues critical to future industry needs.  A number of the PI's current and future students include minorities and women, and they will participate in the collaborative external interaction.  This cooperative venture will help bridge the gap in transferring technology from research to commercial application.  Outreach programs to local K-12 levels will also be implemented in the summer with educational and hands-on 'Materials Camp' programs. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Scharf",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas W Scharf",
   "pi_email_addr": "scharf@unt.edu",
   "nsf_id": "000225587",
   "pi_start_date": "2007-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "1112 DALLAS DR STE 4000",
  "perf_city_name": "DENTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762051132",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 210000.0
  }
 ],
 "por": null
}