{
 "awd_id": "0700052",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conformal densities in complex analysis and infinite dimensional Teichmuller spaces",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 128678.0,
 "awd_amount": 128678.0,
 "awd_min_amd_letter_date": "2007-07-24",
 "awd_max_amd_letter_date": "2007-07-24",
 "awd_abstract_narration": "This project will study Bloch domains, Smale's mean value theorem, Kobayashi and Caratheodory densities on Teichmuller spaces, and the horseshoe and Baker maps. The common thread is to find an appropriate conformal density in each context. One such is the Teichmuller density, which is equivalent to the hyperbolic density.  It is obtained by taking the infinitesimal cross-ratio norm in the complement of a closed set. The Teichmuller density provides a tool for studying holomorphic motions and for estimating the hyperbolic density. The next two densities are obtained by generalizing the Poincare and Caratheodory densities by changing the fixed domain in their definitions from the unit disk to other hyperbolic plane domains. The newly defined densities find their way into the study of continued fractions and iterated function systems. These densities define two new classes of plane domains, Kobayashi-Lipschitz and Caratheodory-Lipschitz domains, both of which include the class of Bloch domains. Domains of these types are degenerate domains, meaning that every iterated function system in such a domain has only constant accumulation points. Comparing the Poincare and Caratheodory densities on appropriate pairs of domains yields a new and bigger set of degenerate domains. The remaining part of the project concentrates on finding the appropriate densities for the study of invariant metrics on Teichmuller spaces, finite earthquakes, and Smale's constant for approximating roots of polynomials.\r\n\r\nFor many years the geometrical and analytical techniques developed in dynamical systems and complex analysis have been applied in a number of important nonlinear contexts, resulting in a broad impact on biology, ecology, probability, and economics. One can expect these trends to continue. This project will feature the application of the newly defined densities (and other invariants) in various directions. One direction involves the use of a density to estimate Smale's constant, which measures the cost of approximating roots of polynomials. This constant is thus directly linked to complexity theory and economics. Another direction is the study of so-called finite earthquakes. The finite earthquake theorem provides a way to encode each finite or countable string of data into a weighted tree, and vice versa. This could turn out to be an efficient way of coding that could find its way into genetics, economics, and ecology. There is a computer program that graphs the finite earthquakes approximating a given homeomorphism and lists weights associated to each leaf. The structure of this program may yield an efficient way to store, in approximate form, the essential features of an earthquake map. Another component of the project is based on integrating research and education by developing similar computer programs for possible implementation in hybrid internet courses.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nikola",
   "pi_last_name": "Lakic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nikola Lakic",
   "pi_email_addr": "nikola.lakic@lehman.cuny.edu",
   "nsf_id": "000174534",
   "pi_start_date": "2007-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Research Foundation Of The City University Of New York (Lehman)",
  "inst_street_address": "250 BEDFORD PARK BLVD W",
  "inst_street_address_2": "",
  "inst_city_name": "BRONX",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189608107",
  "inst_zip_code": "104681527",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "DJ4SM8UQBHT7"
 },
 "perf_inst": {
  "perf_inst_name": "Research Foundation Of The City University Of New York (Lehman)",
  "perf_str_addr": "250 BEDFORD PARK BLVD W",
  "perf_city_name": "BRONX",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "104681527",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 128678.0
  }
 ],
 "por": null
}