{
 "awd_id": "0700294",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Chemo-Mechanical Nano-Scale Mechanisms of Aging of Soils",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 334700.0,
 "awd_amount": 334700.0,
 "awd_min_amd_letter_date": "2007-04-24",
 "awd_max_amd_letter_date": "2007-04-24",
 "awd_abstract_narration": "Aging is a phenomenon of strengthening of soil with time of loading. Its hypothetical mechanisms remain vague, unconfirmed, and vastly differentiated.  However, its relevance to soil related technologies, such as liquefaction prevention, maturing of freshly deposited soils, soil-blasting technology, sediment compaction, etc., is fundamental. On the other hand, ignoring the effect of aging in laboratory can be a major cause of discrepancy between field and laboratory derived soil parameters. Results on laboratory-aged soils diminish that gap, but lack of a satisfactory explanation of the nature of aging causes reluctance in using the field parameters, as such practice appears to be on the unsafe side. \r\n\r\nThis research aims at clarifying the underlying physics of several components of the aging process and at quantifying the mechanisms involved. Two mechanisms will be addressed: coupling of dissolution and micro-stress and damage near the contact zone; and the post-aging stiffening of the granular structure. Experiments show that stressed grain contacts produce dissolution of minerals, but the exact role of stress remains vague. The post-aging stiffening of the soil structure is even less understood, as a confident confirmation of in-pore precipitation is still lacking. Post-aging stiffening is fast, i.e. taking effect in weeks and months. In contrast, scenarios hypothesized for a similar process of pressure solution involve millennia.\r\nThis research will focus on: (i) intergranular chemical sintering around individual asperities in contact, including the bonding role of silicic acid gel; (ii) damage (microcracks) near the inter-grain contact and the resulting dissolution of silica from the new free surface created by damage; The former mechanism has been proposed in the 1960s by Russian scientists. Recent developments in Atomic Force Microscopy (AFM) allow one to inspect the nano-scale inter-asperity space (~100 nm) at the grain contact. The methods to verify the proposed scenarios include experiments and computations. Experiments will be conducted on the nano-scale, using AFM for the contact interface, while the damage/dissolution zone will be studied at the micro-scale. Computational support will include a chemo-mechanical simulation of contact phenomena. \r\n\r\nThe intellectual merit of this grant is in addressing a fundamental property of all soils that remains unexplained and to a degree controversial. The approach is through identifying basic mechanisms of aging and simulating them via elementary microscale models. The phenomena investigated involve chemical reactions, mechanical stress and damage, transport of species, gelation as well as chemical bonding. This requires a multi-disciplinary approach, with the use of mechanics of geomaterials, atomic force microscopy, materials science and chemistry. \r\n\r\nA broader impact of the work will be achieved in several ways. First, once the mechanisms of soil aging are identified, the effort will continue towards developing industrial laboratory techniques that take advantage of testing the laboratory aged samples. This will give a new impetus to the studies on the relationship between field and laboratory tests. In the long term, it may bring about a substantially more economical design of geotechnical structures, benefiting society. Second, it is hoped that this work will open the door to the use of Atomic Force Microscopy and other nano-scale studies into Soil Mechanics. Third, the subject of the study is clearly multidisciplinary. It has fostered collaboration between Duke Materials Science and Geomechanics groups. Preliminary studies in this direction have also lead to cooperation with geochemists. The PI is currently a guest editor for the special issue on Chemo-mechanical Interactions in Geomaterials, 2007, with the International Journal of Computers and Geotechnics, to be followed by an international workshop on the same subject. These activities will advance closer ties between various branches of geo- and engineering sciences. \r\n\r\nA graduate student with a complementary background and experience in lab chemistry and a strong interest in interdisciplinary work will be needed to carry out the project. The PIs will actively recruit female students from chemical engineering and chemistry departments, which have a higher presence of women than Civil Engineering. This will increase the chances to hire a properly qualified student for the project. An undergraduate student will also be involved in this study. The Duke geomechanics group will continue the successful partnership with the Swiss Federal Polytechnic Institute team at Lausanne.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tomasz",
   "pi_last_name": "Hueckel",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Tomasz A Hueckel",
   "pi_email_addr": "hueckel@duke.edu",
   "nsf_id": "000254929",
   "pi_start_date": "2007-04-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Piotr",
   "pi_last_name": "Marszalek",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Piotr E Marszalek",
   "pi_email_addr": "pemar@duke.edu",
   "nsf_id": "000380204",
   "pi_start_date": "2007-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 334700.0
  }
 ],
 "por": null
}