{
 "awd_id": "0700383",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Distributed Vehicular Traffic Management via DSRC-Enabled Vehicles",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Konstantinos Triantis",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 341074.0,
 "awd_amount": 341074.0,
 "awd_min_amd_letter_date": "2007-02-23",
 "awd_max_amd_letter_date": "2007-02-23",
 "awd_abstract_narration": "In this research, we exploit the ad hoc networks formed by vehicles equipped with robust wireless communication devices, storage, processing, and sensing capability to perform robust traffic state estimation and distributed traffic management.  First, we will utilize the sensing and computation capabilities of vehicles and the self-organized grid computing engine to develop robust estimation and control algorithms to smooth vehicular traffic flow on freeways. Through simulation and analysis we will investigate the effectiveness of these schemes with the goal to reduce accidents, minimize congestion delays and maximize throughput. We will also investigate the required degree of penetration to make such a system effective. Second, as part of this research, we will develop the software architecture, the networking protocols, and the resource management algorithms to create the grid computing engine, VGrid, and integrate it with the roadside sensor infrastructure. New challenges arise due to the dynamic nature of the ad hoc grid computer as both the topology and the node membership change with time.  Third, we will develop an integrated simulation tool that has both a realistic vehicular mobility model and communication/networking layers that capture the dynamics of wireless channels.  Using this simulation tool, we will investigate the performance characteristics of a hybrid sensing-computing-control system, and identify design and modeling issues to improve the performance of such a system.\r\n\r\nOur proposed research provides both an alternative infrastructure and new ways to manage traffic flow and enhance traffic safety. The distributed dynamic sensing and control architecture developed here would make ubiquitous deployment of traffic safety, security and management measures a reality wherever there are VGrid types of vehicles, which alleviates the reliance on expensive fixed infrastructure and has the potential to speed up the response time compared to traditional centralized intelligent transportation systems. Moreover, understanding the characteristics of vehicular ad hoc networks and the overlay grid computing platform will aid the development of a general framework for other applications such as vehicular collision avoidance, emergency evacuation, and disaster recovery.  There are significant broader impacts of this proposed research. First, by providing both an alternative infrastructure and new ways to manage traffic flow and enhance traffic safety, significant societal benefits can be expected in the form of increased mobility and saved human lives. Second, since this project examines problems at the intersection of vehicular and information traffic, it provides interdisciplinary training to the students involved. Lastly, it enhances the educational experience of local high school students through a science project studying vehicular ad hoc networks.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Zhang",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Michael H Zhang",
   "pi_email_addr": "hmzhang@ucdavis.edu",
   "nsf_id": "000491178",
   "pi_start_date": "2007-02-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dipak",
   "pi_last_name": "Ghosal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dipak Ghosal",
   "pi_email_addr": "dghosal@ucdavis.edu",
   "nsf_id": "000359453",
   "pi_start_date": "2007-02-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chen-Nee",
   "pi_last_name": "Chuah",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chen-Nee Chuah",
   "pi_email_addr": "chuah@ucdavis.edu",
   "nsf_id": "000201231",
   "pi_start_date": "2007-02-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "029E",
   "pgm_ref_txt": "INFRASTRUCTURE SYSTEMS MGT"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 341074.0
  }
 ],
 "por": null
}