{
 "awd_id": "0700389",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanics and Control for Automated Field Tube Thoracostamy",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032925353",
 "po_email": "emisawa@nsf.gov",
 "po_sign_block_name": "Eduardo Misawa",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 139767.0,
 "awd_amount": 139767.0,
 "awd_min_amd_letter_date": "2007-08-30",
 "awd_max_amd_letter_date": "2007-08-30",
 "awd_abstract_narration": "This project will advance understanding of mechanics and controls that will enable automated tube thoracostomy, a simple definitive treatment known to be effective in relieving tension pneumothorax. In this procedure, a tube is manually inserted into the chest cavity by a trained physician.  Effective placement of the tube limits air pressure in the chest, preventing the buildup of life-threatening tension of major organs. Development of an automated tube thoracostomy system would enable field deployment for civilian and military applications.  However, automating the procedure requires advancing our understanding of how to estimate and control forces induced during the tube thoracostomy.\r\n\r\nThis project will develop an understanding of forces induced by rigid and flexible chest tubes interacting with the chest wall environment during automated insertion procedures.  This basis is key to advancing technologies that will enable autonomous insertion by an integrated self-contained system that incorporates visualization (by ultrasound) for process monitoring, and mechanical insertion by a controlled robotic system.  Methods for feature extraction from ultrasound images will enable guiding/placing rigid and flexible tubes safely into the chest cavity using visual servoing techniques. A control system that can coordinate visualization and actuation to maximize safety and effectiveness of the procedure will be developed.\r\n\r\nThis project is part of an ongoing collaboration with trauma surgeons at the University of Texas Health Science Center (Houston) who are working to advance field-deployable systems for emergency medicine.  These systems would be applicable to both civilian and military environments, and would require no special training on the part of the operator/medic.  It is expected that insight gained in this project will impact development of other devices/systems that can accomplish related medical procedures of higher complexity.\r\n\r\nSolving the problems posed showcases bridges that can be made to the field of medicine by mechatronics and controls engineering. To advance this cause, a demonstrative teaching module will be developed to illustrate how low-cost vision and software/control solutions can be used by K-12 and undergraduate students to accomplish robotic tasks, particularly to encourage hands-on creativity and experimentation.  This module will be used in undergraduate teaching and disseminated through visits with students, at meetings of professional societies, and via an on-line accessible teaching website.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raul",
   "pi_last_name": "Longoria",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Raul G Longoria",
   "pi_email_addr": "r.longoria@mail.utexas.edu",
   "nsf_id": "000376592",
   "pi_start_date": "2007-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747800",
   "pgm_ele_name": "DYNAMICAL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1059",
   "pgm_ref_txt": "SENSORS AND SENSOR SYSTEMS FOR CIS"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 139767.0
  }
 ],
 "por": null
}