{
 "awd_id": "0700651",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "International Research Fellowship Program:  Population Differentiation and Breeding Asynchrony in Andean Birds",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan Parris",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 59445.0,
 "awd_min_amd_letter_date": "2007-06-13",
 "awd_max_amd_letter_date": "2009-01-12",
 "awd_abstract_narration": "0700651\r\nBonier\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad.  The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. Frances Bonier to work with Dr. Tjitte de ries at Pontificia Universidad Catolica del Ecuador, in Quito, Ecuador and with Dr. Ignacio Moore at Virginia Tech in Blacksburg, Virginia.  Support for this project is provided by the Office of International Science and Engineering's Americas Program.\r\n\r\nThe tropical Andes Mountains are home to more than 1,500 endemic vertebrates and 20,000 endemic plants, and are amongst the most biodiverse areas on the planet. One of the hypothesized causes of this high level of diversity is an elevated rate of speciation. While there is evidence supporting higher levels of tropical speciation, its causes are unclear. Factors such as population isolation, reduction of gene flow, and divergent natural selection are thought to be involved in divergence and eventual allopatric speciation. Topography has been found to correlate with high levels of endemism and species richness, suggesting that topography plays a role in speciation. The aim of the proposed project is to investigate modes of divergence of populations separated by topographic barriers. The PI and hosts will test the predictions that 1) avian populations on either side of the Andean Divide are more genetically divergent than populations separated by similar distances on the same slope, and 2) birds that disperse across the Andean Divide are unable to adjust their reproductive seasonality in response to new climatic conditions.  They will test the first prediction by sampling populations of three avian species on both slopes of the Andean Divide in Ecuador. Using genetic markers, they will compare levels of differentiation and structuring among populations located on the same and opposite slopes of the Andes. They will test the second prediction by reciprocally translocating birds from one slope of the Andes to outdoor aviaries on the other slope, and monitoring their reproductive status over two complete breeding seasons. They will determine if translocated birds can respond to local cues and shift their reproductive timing accordingly by comparing them to control birds housed at their natal site. This study will them to determine the contribution of breeding asynchrony to population differentiation in the focal species. If birds do not shift their reproductive seasonality, it is likely that natural dispersers would not successfully integrate into the new population, resulting in reduced gene flow between populations and increased population divergence.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frances",
   "pi_last_name": "Bonier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Frances Bonier",
   "pi_email_addr": "",
   "nsf_id": "000096021",
   "pi_start_date": "2007-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bonier                  Frances",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Seattle",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "",
  "inst_zip_code": "981172604",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Bonier                  Frances",
  "perf_str_addr": "",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981172604",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  },
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "7563",
   "pgm_ref_txt": "ECUADOR"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 55645.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 3800.0
  }
 ],
 "por": null
}