{
 "awd_id": "0700551",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "International Research Fellowship Program:  Effects of Climate Change on a Marine Invertebrate",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edward Murdy",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2010-02-28",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 75000.0,
 "awd_min_amd_letter_date": "2007-07-25",
 "awd_max_amd_letter_date": "2009-05-12",
 "awd_abstract_narration": "0700551\r\nFangue\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad.  The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. Nann A. Fangue to work with Dr. Eugenio Carpizo-Ituarte of the Instituto de Investigciones Oceanologicas of the Universidad Autonoma de Baja California (IIO-UABC), Ensenada Mexico and with Dr. Gretchen E. Hofmann, Marine Science Institute of the University of California at Santa Barbara.  Support for this project is provided by the Office of International Science and Engineering's Americas Program.\r\n\r\nThe central aim of this project is to study the physiological performance of a marine invertebrate in response to climate change.  In the coming decades, scientists expect increasing numbers of species invasions and shifts in species range distributions in response to global climate change.  It is critical to determine the processes and mechanisms that set species range boundaries and influence physiological performance in novel environments presented by climate change. The purple sea urchin, Strongylocentrotus purpuratus, has a broad distribution range from Vancouver Island, British Columbia to Punta Eugenia, Mexico. As well, sea urchins have larval dispersal and settlement phases that are heavily influenced by factors predicted to change in global warming scenarios. I will investigate the response of sea urchin embryos and larvae to temperature and acidification stressors, as well as these stressors in combination at ecologically relevant levels (based on current climate change predictions).  Emphasis will be placed on the southern-most population (Punta Eugenia) of the species range because one of the direct consequences of global change is a possible shift poleward in species distributions, or \"hot spots\" of species loss, as a result of thermal stress.  In addition, multiple sea urchin populations from across their distribution range will also be investigated from a biogeographical patterning perspective.  Using results obtained from physiological performance and survival measures as well as transcriptome profiling with cDNA microarrays and quantitative PCR, I hope to make predictions about the potential impacts of climate change on the physiological performance of larval sea urchins.  In addition, by identifying distinct patterns of gene expression (transcript abundance and species) that may be important in the sea urchin's response to temperature and acidification stressors, the PI will help to advance hypotheses about ecologically relevant genes in the context of climate change.  Furthermore, the use of synergistic stressors will generate an important data set identifying physiological responses to temperature and acidification in a marine invertebrate. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nann",
   "pi_last_name": "Fangue",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Nann A Fangue",
   "pi_email_addr": "nafangue@ucdavis.edu",
   "nsf_id": "000360475",
   "pi_start_date": "2007-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5922",
   "pgm_ref_txt": "MEXICO"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "7561",
   "pgm_ref_txt": "CANADA"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": null
}