{
 "awd_id": "0700414",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Engineered Fuel Cell Membranes: Multiscale Design and Processing for Multifunctional Performance",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Toney",
 "awd_eff_date": "2007-06-01",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 399854.0,
 "awd_amount": 399854.0,
 "awd_min_amd_letter_date": "2007-05-31",
 "awd_max_amd_letter_date": "2007-05-31",
 "awd_abstract_narration": "Intellectual Merit: Fuel cells offer an efficient, clean and safe energy conversion technology that can be part of a strategy to reduce the dependence on fossil fuel resources. Proton exchange membrane fuel cells are the preferred alternative for stationary power generation, distributed power in buildings, and lightweight portable power for transportation and portable electronics applications. Chemical and mechanical degradation of fuel cell membranes limit the lifetime; the operating windows of current technology are very restricted in terms of temperature and humidity. The objective of this interdisciplinary research program is to achieve enhancements in proton conductivity together with improvements in lifetime through the multiscale design and processing of proton exchange membranes. This goal will be pursued using an integrated multiscale materials design and processing approach in which two relatively new processing capabilities, electrospinning of nanofiber matrices and layer-by-layer assembly of polymer nanocomposite thin films, will be combined for the first time to generate multilayered polymer membranes.\r\n\r\nNovel membranes will be fabricated by the controlled deposition of thin film architectures on the 1 to 100 nanometer lengthscale, upon and within fiber matrices with fiber diameters on the 100-1000 nm scale. This design and processing strategy provides avenues to achieve simultaneously transport pathways and long lifetime mechanical integrity. Fully coupled multiscale and multiphysics modeling will be utilized to understand and guide the microstructure designs needed to achieve the desired mechanical, chemical and transport properties of the membranes. \r\n\r\nBroader Impact: The fundamental nature of this research will provide the basis for the design and processing of nanostructured membranes engineered to achieve combinations of transport and mechanical properties for a wide range of engineering applications. The research provides an interdisciplinary and collaborative team environment for the education of mechanical and chemical engineering students. Through involvement with the MIT Center for Materials Science and Engineering, the project will have outreach to high school and college undergraduates from around the country, with special emphasis on underrepresented groups.  The project will engage visiting undergraduate researchers through the MIT Summer Research Program (MSRP); a program designed to increase the participation of underrepresented minority students in research and prepare them for graduate studies.  Project faculty also offer specially-geared research seminars to the MSRP students. At the graduate level, a course on fundamentals of electrochemical energy conversion \"Electrochemical Systems: Principles, Materials and Technologies\" has been developed  introducing unified thermodynamic and kinetics concepts for thermo-chemical and electrochemical systems to graduate students from mechanical engineering, materials science and engineering, chemical engineering, chemistry and electrical engineering. Finally, the PI's are actively engaged in educational and mentoring outreach to women and underrepresented minority students in a number of venues on and off campus.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Boyce",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Mary C Boyce",
   "pi_email_addr": "mcboyce@mit.edu",
   "nsf_id": "000192392",
   "pi_start_date": "2007-05-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Rutledge",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory C Rutledge",
   "pi_email_addr": "rutledge@mit.edu",
   "nsf_id": "000259281",
   "pi_start_date": "2007-05-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paula",
   "pi_last_name": "Hammond",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Paula T Hammond",
   "pi_email_addr": "hammond@mit.edu",
   "nsf_id": "000321309",
   "pi_start_date": "2007-05-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yang",
   "pi_last_name": "Shao-Horn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yang Shao-Horn",
   "pi_email_addr": "shaohorn@mit.edu",
   "nsf_id": "000330834",
   "pi_start_date": "2007-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146700",
   "pgm_ele_name": "MATERIALS PROCESSING AND MANFG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "085E",
   "pgm_ref_txt": "POLYMER & COMPOSITES PROCESSES"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 399854.0
  }
 ],
 "por": null
}