{
 "awd_id": "0701241",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "International  Research Fellowship Program:  The Ritual of Death and the Emergence of Social Hierarchies during the Chalcolitic in Central Mediterranean Spain",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan Parris",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2008-11-30",
 "tot_intn_awd_amt": 91411.0,
 "awd_amount": 91411.0,
 "awd_min_amd_letter_date": "2007-06-13",
 "awd_max_amd_letter_date": "2007-06-13",
 "awd_abstract_narration": "0701241\r\nMcClure\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad.  The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a fifteen-month research fellowship by Dr. Sarah B. McClure to work with Dr. Bernat Marti at Museu de Prehistoria de Valencia in Valencia, Spain and Dr. Douglas Kennett at the University of Oregon.\r\n\r\nThis project focuses on a fundamental shift in the organization of human societies. During the Chalcolithic (4th millennium BC), communities in eastern Spain were challenged by population pressure, environmental impacts, and wide-ranging economic interdependencies. By studying their social organization, we can identify how humans negotiated social relationships in times of cultural and environmental change and the variety of strategies humans employed. Human populations grew during the preceding millennia, and by the Chalcolithic farmers were using new technologies, such as the plow, to expand agricultural production onto more marginal soils. At the same time, ceramic and stone tool production became more organized with at least small-scale specialization by craftspeople, whose wares were widely traded.  This period also provides the first evidence of social inequality in its funerary practices. The communal burial site of Cova de la Pastora was partially excavated in the 1940's, prior to the advent of radiocarbon dating.  The remains of 75 individuals were found along with large quantities of elaborate grave goods.  This rich assemblage of artifacts and human remains plays a key part in characterizing status differences and the emergence of social hierarchies, since it appears that not all individuals were given similar grave goods for the afterlife. During the course of the postdoctoral fellowship, the PI will work closely with colleagues in Spain to analyze collections at the Museum of Prehistory in Valencia and summarize the existing literature on Chalcolithic burials and grave goods in eastern Spain. Analysis of these highly valued objects of cultural patrimony will include geo-chemical analyses on artifacts and human remains to determine chronology, differences in human diets, source locations of raw materials used in craft production, domestic animal management strategies, and land use, and will be complemented by library research to place resulting data in a broader cultural and chronological context. Results will be published in peer-reviewed journals, as a book, and presented at international conferences. The broader impacts of this study will be evaluating the causes and contexts of the emergence of social inequality, while forging long-term collaborative relationships between scientists and institutions in the United States and Spain.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "McClure",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah B McClure",
   "pi_email_addr": "",
   "nsf_id": "000070503",
   "pi_start_date": "2007-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "McClure                 Sarah          B",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Eugene",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "",
  "inst_zip_code": "974031218",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "McClure                 Sarah          B",
  "perf_str_addr": "",
  "perf_city_name": "Eugene",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5952",
   "pgm_ref_txt": "SPAIN"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 91411.0
  }
 ],
 "por": null
}