{
 "awd_id": "0701892",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RII: Nano-Enhanced Epigenetics Research (NE^2R) in Nebraska",
 "cfda_num": "47.083",
 "org_code": "01120000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sian Mooney",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 9000000.0,
 "awd_amount": 9000000.0,
 "awd_min_amd_letter_date": "2007-07-30",
 "awd_max_amd_letter_date": "2009-07-04",
 "awd_abstract_narration": "\r\nNebraska EPSCoR research infrastructure improvement project builds on the State's strengths in engineering and biosciences, and establishes a strength-based interdisciplinary Center for Nano-Enhanced Epigenetics Research (NE2R).  Epigenetics is the study of heritable changes in gene functions not associated with changes in DNA sequences.  The central theme of the Center is to enhance the understanding of how chromatin and its structure influence global gene expression patterns within an organism and whether the process can be influenced directly and in real time.  \r\n\r\nThree specific \"research aims\" for the NE2R Center are:  (1) Chromatin Expression Networks - investigates the relationship of chromatin modification and remodeling on global gene expression patterns in plants and animals.  This research focuses on how entire complexes of genes can be co-regulated in a coordinated manner.  The intent is to improve understanding of how an organism develops when entire repertoires of genes must be coordinated, and what happens when an organism faces a pathogen attack or environmental stress.  (2) Chromatin Structural Analysis - focuses on understanding structural features of chromatin and its associated proteins.  This research explores how chromatin organization changes during the aging process, particularly in mammals.  (3) Targeted Intra-Cellular Chromatin Manipulation - focuses on learning about physical properties of the plant cell wall, developing nano-devices for intracellular delivery, and testing experimental approaches of intracellular delivery in both animal and plant systems.  This research investigates the feasibility of using emerging nanotechnology to facilitate cell biology studies for delivery of biomolecules into live cells.  The NE2R Center integrates research efforts of plant and animal biologists, computational biologists, and engineers at the University of Nebraska-Lincoln, the University of Nebraska Medical Center, and Creighton University.  The research is expected to lead to new insights into biological processes, understanding the recovery of regenerable cells and development of novel techniques and devices.  \r\n\r\nThe broader impacts of the Nebraska EPSCoR plan are extensive.  The Center adds significant value to recent State and private sector investments in a growing biosciences sector, generating opportunities for scientific breakthroughs impacting agriculture, medicine and technology.  The NE RII project also has a significant impact in fostering strong multi-institutional and interdisciplinary collaborations among participating universities and with private industry.   \r\n \r\nStatewide Broadening Participation Alliance (BPA) programs develop the next generation of STEM professionals by engaging students of all ages in life science, bioengineering and other STEM-related activities.  Undergraduate and graduate research opportunities are well integrated into the research plan.  A number of activities (Young Nebraska Scientist Initiative, Minority Opportunity Portfolio programs) specifically focus on increasing participation of members of underrepresented groups.  The Faculty Development of Tribal Colleges program provides research opportunities to faculty at these institutions; additional programs afford similar opportunities to faculty at small, regional colleges and universities.  A bioscience curriculum is being developed at Little Priest Tribal College for possible use by other Tribal Colleges.  Outreach to rural middle and high school teachers and students enhance their bioscience understanding and provide opportunities for hands-on laboratory experiences in schools and at the universities.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "EPS",
 "org_div_long_name": "EPSCoR",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "F",
   "pi_last_name": "Choobineh",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "F F Choobineh",
   "pi_email_addr": "fchoobineh@nebraska.edu",
   "nsf_id": "000475726",
   "pi_start_date": "2007-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska",
  "inst_street_address": "3835 HOLDREGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024722111",
  "inst_zip_code": "685031435",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "LF77GRM3FWG5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska",
  "perf_str_addr": "3835 HOLDREGE ST",
  "perf_city_name": "LINCOLN",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685031435",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7217",
   "pgm_ref_txt": "RESEARCH INFRASTRUCTURE IMPROV"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 6000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 3000000.0
  }
 ],
 "por": null
}