{
 "awd_id": "0701059",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Deformations of Finite n-Harmonic Energy",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 110000.0,
 "awd_amount": 110000.0,
 "awd_min_amd_letter_date": "2007-04-24",
 "awd_max_amd_letter_date": "2007-04-24",
 "awd_abstract_narration": "This project features new classes of mappings between domains in Euclidean n-space. They grew out of recent studies of the variational integrals that arise in nonlinear elasticity and as a synthesis of ideas from multidimensional geometric function theory, in particular, from quasiconformal geometry. There has been considerable interest recently in extending the classical theory of complex harmonic functions to higher dimensions. Analysis and connections with geometric function theory underpin a growing confidence that n-harmonic deformations of domains in Euclidean n-space represent a better generalization of holomorphic functions than classical harmonic mappings. There are several natural ways that n-harmonic deformations arise in analysis. One of those is the mathematical model of nonlinear elasticity pioneered by Antman, Ball, and Ciarlet. To describe it in simplistic terms, the theory of elasticity studies deformations of a material body onto a given domain, the deformed configuration that minimizes the so-called stored energy functional. Classical Teichmuller theory, with its extremal mappings between Riemann surfaces, offers a similar perspective. Broadly speaking, this theory is concerned with a distortion function with the smallest possible supremum norm. The principal investigator's approach is to minimize the integral-norms of the inner distortion, which in turn reduces to the study of n-harmonic mappings. The first natural questions, both from the theoretical and practical points of view, are whether the n-harmonic energy is finite and, if so, whether it assumes a minimum value among all homeomorphisms. Both of these questions are quite difficult, because no boundary conditions are imposed on the mappings, and only fragmentary answers exist thus far. One might expect that the energy minimizers would be noninjective. The principal investigator has discovered, however, that under natural additional assumptions the minimizers are homeomorphisms. The key here is the technique that Iwaniec and he developed when studying n-harmonic minimizers. In these studies the interplay between analysis and geometric topology is crucial.\r\n\r\nModern mathematics in general and mathematical analysis in particular rely more and more for their development on physical and geometric intuition. In recent years this trend has become more pronounced and has led to increased efforts by pure and applied mathematicians to abandon extreme generalizations and abstract concepts. This project, which lies at the interface of geometric function theory and nonlinear elasticity, is aligned with those efforts. It will certainly establish connections with many other areas of mathematics and with physics, some of which are already in place. It will entail serious collaborative research. Finally, it will broaden the participation of undergraduates in research activities.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jani",
   "pi_last_name": "Onninen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jani Onninen",
   "pi_email_addr": "jkonnine@syr.edu",
   "nsf_id": "000332152",
   "pi_start_date": "2007-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "900 S CROUSE AVE",
  "perf_city_name": "SYRACUSE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "13244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": null
}