{
 "awd_id": "0701707",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Testing the gravitational inverse square law & weak equivalence principle",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2007-04-15",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 660771.0,
 "awd_min_amd_letter_date": "2007-04-04",
 "awd_max_amd_letter_date": "2011-03-03",
 "awd_abstract_narration": "A primary goal of modern physics is to understand at the most fundamental level possible the nature and behavior of matter and energy. Empirical tests of Einstein's weak-field (Newtonian) gravity play an important role in judging possible extensions of this understanding. Even small deviations from Newtonian behavior could provide new clues to a more general formulation of the so-called Standard Model of fundamental interactions a \"holy grail\" of modern physics. Such deviations have not yet been detected, but the possibilities for expecting such anomalies at a low level abound in the theoretical literature over the past decade. The goal of this project is to carry out two experiments that will substantially restrict the viability of these theoretical speculations by setting at least an order-of-magnitude more stringent empirical upper limit on the strength of putative non-Newtonian behavior than already established. Alternatively, these more-precise measurements could uncover previously undetected deviations. Either outcome would advance our fundamental understanding of the physical fabric of our universe.\r\nThis collaboration between research groups at the University of Washington and the University of California Irvine exploits new advances in measurement precision using cryogenic techniques, new methods dramatically to reduce systematic effects, and a unique laboratory facility that provides an ultra-low vibration environment.  Moreover, these activities involve young scientists (post-docs, graduate and undergraduate students) as well as corporate partner Boeing Airplane Company and institutional sponsor Pacific Northwest National Laboratory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Riley",
   "pi_last_name": "Newman",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Riley D Newman",
   "pi_email_addr": "rdnewman@uci.edu",
   "nsf_id": "000380354",
   "pi_start_date": "2010-11-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Berg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Berg",
   "pi_email_addr": "eberg@uci.edu",
   "nsf_id": "000563906",
   "pi_start_date": "2010-06-03",
   "pi_end_date": "2010-11-17"
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124300",
   "pgm_ele_name": "Gravity Exp. & Data Analysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 194592.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 54180.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 11999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>Testing the gravitational inverse square law&nbsp;</strong><strong>and weak equivalence principle </strong><br /><strong>Project Outcomes Report for the General Public</strong></p>\n<p><br />This project had three objectives:</p>\n<p>1.&nbsp; A precision measurement of the gravitational constant G.&nbsp;</p>\n<p>2.&nbsp; An ultra-sensitive test of the equivalence of inertial and gravitational mass.&nbsp; This would test whether different materials experience equal acceleration in a gravitational field (Einstein&rsquo;s Weak Equivalence Principle), as once tested with vastly less sensitivity by Galileo.</p>\n<p>3.&nbsp; A test of the inverse square distance dependence of the gravitational force, with a maximum sensitivity to inverse square law violation (ISLV) at mass separations on the order of 10 centimeters.</p>\n<p>The measurement of G was motivated by discrepancies as large as 0.6% in the value of G found by other respected research groups in the last two decades. &nbsp;The UC Irvine G measurement was based on determination of the change in a pendulum&rsquo;s torsional oscillation period when neighboring field source masses were transported between two positions.&nbsp; The&nbsp; instrument &nbsp;had a number of novel features, including: 1.&nbsp; Operation at cryogenic temperature, which reduced thermal noise by two orders of magnitude and&nbsp;&nbsp;greatly reduced experimental bias arising from frictional losses in the torsion fiber, &nbsp;and allowed the use of a superconducting lead shield to make negligible the effect on the torsion pendulum of changes in ambient magnetic fields,&nbsp; 2.&nbsp; Field source masses in the form of a pair of massive rings at a particular spacing which made the field gradient extremely uniform at the position of the pendulum and thus made the experiment extremely insensitive to error in the positioning of the pendulum, &nbsp;3.&nbsp; A pendulum in the shape of a vertically-suspended thin quartz plate, which made the experiment extremely insensitive to machining errors in the pendulum&rsquo;s fabrication, and &nbsp;4.&nbsp; The use of three different torsion fiber types , allowing a test for consistency of the G values found with each one.&nbsp;&nbsp; A preliminary result for&nbsp; the value of G has been announced:&nbsp;</p>\n<p>&nbsp;(6.67471 + 0.00017 -0.0028) x10<sup>-11</sup> m<sup>3</sup>/(kg s<sup>2</sup>).&nbsp;</p>\n<p>Data analysis is being reviewed; the final G result will probably differ from this preliminary value by about 10 parts per million.</p>\n<p>The planned test of the equivalence principle would&nbsp;have used&nbsp;a pendulum carrying four beryllium spheres and four spheres made of a magnesium alloy, in a configuration that made the test extremely insensitive to spurious gravitational interactions. &nbsp;The test would take advantage of many of the benefits offered by operation at cryogenic temperature, as described above.&nbsp; &nbsp;But after fabrication of all the precision components of the pendulum &nbsp;it became clear that an unexplained instrumental noise source was making the instrument incapable of improving on existing bounds on equivalence principle violation, and the experiment was reluctantly abandoned.&nbsp; Years of intensive search for the source of the excess noise&nbsp;proved unfruitful, although the source is now suspected to be microseismic ground motion at frequencies of a few milliHerz.</p>\n<p>The test of the gravitational inverse square law was made in collaboration with the University of Washington team led by Professor Paul Boynton.&nbsp; This test used ingenious torsion pendulum and source mass designs developed by the UW team, which made the experiment extremely insensitive to bias from ordinary (Newtonian) gravitational interactions. The pendulum operated in the cryogenic instrument designed by the UC Irvine team, while the 1.5 tonne source mass revol...",
  "por_txt_cntn": "Testing the gravitational inverse square law and weak equivalence principle \nProject Outcomes Report for the General Public\n\n\nThis project had three objectives:\n\n1.  A precision measurement of the gravitational constant G. \n\n2.  An ultra-sensitive test of the equivalence of inertial and gravitational mass.  This would test whether different materials experience equal acceleration in a gravitational field (EinsteinÆs Weak Equivalence Principle), as once tested with vastly less sensitivity by Galileo.\n\n3.  A test of the inverse square distance dependence of the gravitational force, with a maximum sensitivity to inverse square law violation (ISLV) at mass separations on the order of 10 centimeters.\n\nThe measurement of G was motivated by discrepancies as large as 0.6% in the value of G found by other respected research groups in the last two decades.  The UC Irvine G measurement was based on determination of the change in a pendulumÆs torsional oscillation period when neighboring field source masses were transported between two positions.  The  instrument  had a number of novel features, including: 1.  Operation at cryogenic temperature, which reduced thermal noise by two orders of magnitude and  greatly reduced experimental bias arising from frictional losses in the torsion fiber,  and allowed the use of a superconducting lead shield to make negligible the effect on the torsion pendulum of changes in ambient magnetic fields,  2.  Field source masses in the form of a pair of massive rings at a particular spacing which made the field gradient extremely uniform at the position of the pendulum and thus made the experiment extremely insensitive to error in the positioning of the pendulum,  3.  A pendulum in the shape of a vertically-suspended thin quartz plate, which made the experiment extremely insensitive to machining errors in the pendulumÆs fabrication, and  4.  The use of three different torsion fiber types , allowing a test for consistency of the G values found with each one.   A preliminary result for  the value of G has been announced: \n\n (6.67471 + 0.00017 -0.0028) x10-11 m3/(kg s2). \n\nData analysis is being reviewed; the final G result will probably differ from this preliminary value by about 10 parts per million.\n\nThe planned test of the equivalence principle would have used a pendulum carrying four beryllium spheres and four spheres made of a magnesium alloy, in a configuration that made the test extremely insensitive to spurious gravitational interactions.  The test would take advantage of many of the benefits offered by operation at cryogenic temperature, as described above.   But after fabrication of all the precision components of the pendulum  it became clear that an unexplained instrumental noise source was making the instrument incapable of improving on existing bounds on equivalence principle violation, and the experiment was reluctantly abandoned.  Years of intensive search for the source of the excess noise proved unfruitful, although the source is now suspected to be microseismic ground motion at frequencies of a few milliHerz.\n\nThe test of the gravitational inverse square law was made in collaboration with the University of Washington team led by Professor Paul Boynton.  This test used ingenious torsion pendulum and source mass designs developed by the UW team, which made the experiment extremely insensitive to bias from ordinary (Newtonian) gravitational interactions. The pendulum operated in the cryogenic instrument designed by the UC Irvine team, while the 1.5 tonne source mass revolved about the pendulum in steps of 360/7 degrees at intervals of about one half hour.  Final data analysis for this experiment is in progress; it is clear that the data will improve on existing bounds on inverse square violation (for mass separations on the order of 10 cm) by at least an order of magnitude.\n\n\t\t\t\t\tLast Modified: 10/31/2012\n\n\t\t\t\t\tSubmitted by: Riley D Newman"
 }
}