{
 "awd_id": "0701871",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Computing Regulatory DNA by Comparing Plant Genomes",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924508",
 "po_email": "dokamuro@nsf.gov",
 "po_sign_block_name": "Diane Jofuku Okamuro",
 "awd_eff_date": "2007-09-15",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 1965052.0,
 "awd_amount": 1965052.0,
 "awd_min_amd_letter_date": "2007-09-11",
 "awd_max_amd_letter_date": "2011-08-01",
 "awd_abstract_narration": "PI: Michael Freeling (UC Berkeley)\r\nKey personnel:  Brian C. Thomas (UC Berkeley)\r\n\r\nThis is a Genome-Enabled Plant Research project that will provide databases of regulatory DNA sequences, mapping tools and software needed by the plant breeding and research community. The primary biological research activity is to align each gene in sorghum with its orthologous gene in rice, evaluate exon annotations, and then define and store those noncoding sequences that have been conserved over evolutionary time, called \"CNSs\".   These sequences are expected to comprise DNA sites that bind proteins and small RNAs that regulate gene availability or expression. When CNS discovery is complete, the plant community should have approximately 170,000 short (mean= 31 bps long) CNSs representing functional (conserved) noncoding regions sorted to particular genes. Noncoding sequences between CNSs that are not conserved will be used as control sequences. Many previously unknown functions will be discovered.  CNSs will be associated with motifs, expression patterns, methylation status and the like, with results displayed on the project web site (http://synteny.cnr.berkeley.edu/) and available to the community through a DAS server and PlantGDB.  Both the plant research community and this project need a comparative genomics software application that will compare - using static and on-the-fly procedures - any chromosomal region with any other from any plant. This project includes the design and description of this new software system, called CoGe. All results, databases, applications and code will be publicly available on this project's website, and in journal and community websites (http://sourceforge.net; http://plantgdb.org.\r\n\r\nThis project has broader impacts. The sorghum-rice CNS-discovery project generates pan-grass mapping markers.  Grasses without sequence databases, orphan grass commodities exemplified by foxtail millet, should benefit most directly. At least one graduate student and several undergraduate researchers are essential participants in this research.  This project includes summer internships for Bay Area high school students who are talented, underserved, and recommended to us by their biology teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Freeling",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Freeling",
   "pi_email_addr": "freeling@berkeley.edu",
   "nsf_id": "000434709",
   "pi_start_date": "2007-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 504060.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 476114.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 421528.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 416624.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 146726.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This 5.5 year project generated over 40 publications and two research websites being used extensively by the community:&nbsp; <em>genomeevolution.com/CoGe (</em>at iPlant<em>) </em>and <em>qTeller.com </em>(at UC-Berkeley).&nbsp;&nbsp; Freeling&rsquo;s Google Citation Index provides impartial impact data. <strong>Broader Impacts</strong>:&nbsp; Five graduate students, three postdoctoral students, ten collaborators, four programmers, nine high school student summer interns (most underserved), and three research visitors were supported. <strong>Intellectual merit:&nbsp; </strong>Genomic DNA between transcriptional units is noncoding DNA, and much of this is either repetitive, transposon sequence or simple sequence.&nbsp; This DNA has been called &ldquo;junk&rdquo;. &nbsp;Also between transcriptional units are regulatory elements that tell genes how, when, where and how much to express, and the sequence of these not-junk elements are often conserved during evolution. &nbsp;A typical eukaryotic gene in diagrammed&nbsp; (Fig. 1) and these cis-regulatory elements are labeled (e.g. distal enhancers). Modern genomic crop breeding has a resolution smaller than &ldquo;a gene&rdquo;.&nbsp; Our primary aim is to place computed conserved noncoding sequences (CNSs) between genes to help breeders map agronomic traits (e.g. &ldquo;drought resistance&rdquo;).&nbsp; Both maize and Brassica breeders are using our CNS markers. We are just now publishing (<span style=\"text-decoration: underline;\">Frontiers</span>, 2013, in press; code on GitHub) our fully automated CNS Discovery Pipeline 3.0. Thousands of line of python code takes as input two gene-annotated genomes and generates as output two lists: a gene pairs list and a CNS list. &nbsp;We proceeded stepwise. (1) Help obtain plant genomes. We were authors on the genome &ndash;release papers of papaya, sorghum, Chinese cabbage and banana.&nbsp; (2) We hired programmers and web-developers to code my lab&rsquo;s comparative genomics software as a public on-the-fly toolbox: CoGe (lead: student Eric Lyons).&nbsp;&nbsp; Fig. 1 is CoGe&rsquo;s homepage; with an inset showing what CNSs look like graphed by CoGe.&nbsp; (3) We coded new algorithms like &nbsp;&ldquo;quota-align&rdquo; to adapt CoGe to the multiply polyploid genomes of our crops. (4) There is a reciprocal relationship between tandem duplication events and retentions of post-tetraploid genes as pairs for genes categorized by functions (Fig. 3).&nbsp; The unique nature of this relationship proved that the reason genes are or are not retained following polyploidy involves maintaining the status quo of product stoichiometries.&nbsp; The applicable theory is The Gene Balance Hypothesis framed by Birchler, Veitia and Hurst. (5) Returning to CNSs, we learned that they are rich in known DNA-binding motifs, that particular G-box CNSs are light-responsive enhancers, that there is much overlap between CNSs and DNaseI-open chromatin, retention increases with CNSs and, CNSs on CNS-rich genes may be silencers.</p>\n<p>&nbsp;</p>\n<p>We showed that duplicate functional exons and CNSs are lost quickly and by deletion via intrachromosomal recombination. Thus, ancient tetraploids less than 20 million years old serve well as &nbsp;&ldquo;deletion machines&rdquo; useful to link specific DNA (often CNS) sequence with particular expression patterns.&nbsp; Figure 4 shows the proof-of-principle of our general method called &ldquo;fractionation mutagenesis&rdquo;. We computed that the sequence 5&rsquo;TGGAAGGTGCGGTGAACGGATCTGTC would mean &ldquo;&rsquo;on&rsquo; in pollen grains&rdquo; and we proved this transgenically (inset &lsquo;blue&rdquo; pollen grains in Fig.4). &nbsp;</p>\n<p>&nbsp;</p>\n<p>To compare genes for RNAseq expression pattern and quantity, we developed &ldquo;qTeller.com&rdquo;. (Student James Schnable coded this public reads-to-FPKM pipeline and graphing tool). The deletion that removed...",
  "por_txt_cntn": "\nThis 5.5 year project generated over 40 publications and two research websites being used extensively by the community:  genomeevolution.com/CoGe (at iPlant) and qTeller.com (at UC-Berkeley).   FreelingÆs Google Citation Index provides impartial impact data. Broader Impacts:  Five graduate students, three postdoctoral students, ten collaborators, four programmers, nine high school student summer interns (most underserved), and three research visitors were supported. Intellectual merit:  Genomic DNA between transcriptional units is noncoding DNA, and much of this is either repetitive, transposon sequence or simple sequence.  This DNA has been called \"junk\".  Also between transcriptional units are regulatory elements that tell genes how, when, where and how much to express, and the sequence of these not-junk elements are often conserved during evolution.  A typical eukaryotic gene in diagrammed  (Fig. 1) and these cis-regulatory elements are labeled (e.g. distal enhancers). Modern genomic crop breeding has a resolution smaller than \"a gene\".  Our primary aim is to place computed conserved noncoding sequences (CNSs) between genes to help breeders map agronomic traits (e.g. \"drought resistance\").  Both maize and Brassica breeders are using our CNS markers. We are just now publishing (Frontiers, 2013, in press; code on GitHub) our fully automated CNS Discovery Pipeline 3.0. Thousands of line of python code takes as input two gene-annotated genomes and generates as output two lists: a gene pairs list and a CNS list.  We proceeded stepwise. (1) Help obtain plant genomes. We were authors on the genome &ndash;release papers of papaya, sorghum, Chinese cabbage and banana.  (2) We hired programmers and web-developers to code my labÆs comparative genomics software as a public on-the-fly toolbox: CoGe (lead: student Eric Lyons).   Fig. 1 is CoGeÆs homepage; with an inset showing what CNSs look like graphed by CoGe.  (3) We coded new algorithms like  \"quota-align\" to adapt CoGe to the multiply polyploid genomes of our crops. (4) There is a reciprocal relationship between tandem duplication events and retentions of post-tetraploid genes as pairs for genes categorized by functions (Fig. 3).  The unique nature of this relationship proved that the reason genes are or are not retained following polyploidy involves maintaining the status quo of product stoichiometries.  The applicable theory is The Gene Balance Hypothesis framed by Birchler, Veitia and Hurst. (5) Returning to CNSs, we learned that they are rich in known DNA-binding motifs, that particular G-box CNSs are light-responsive enhancers, that there is much overlap between CNSs and DNaseI-open chromatin, retention increases with CNSs and, CNSs on CNS-rich genes may be silencers.\n\n \n\nWe showed that duplicate functional exons and CNSs are lost quickly and by deletion via intrachromosomal recombination. Thus, ancient tetraploids less than 20 million years old serve well as  \"deletion machines\" useful to link specific DNA (often CNS) sequence with particular expression patterns.  Figure 4 shows the proof-of-principle of our general method called \"fractionation mutagenesis\". We computed that the sequence 5ÆTGGAAGGTGCGGTGAACGGATCTGTC would mean \"ÆonÆ in pollen grains\" and we proved this transgenically (inset æblue\" pollen grains in Fig.4).  \n\n \n\nTo compare genes for RNAseq expression pattern and quantity, we developed \"qTeller.com\". (Student James Schnable coded this public reads-to-FPKM pipeline and graphing tool). The deletion that removed pollen expression (Fig.4A) was first noticed by comparing maize doublets in qTeller-maize.  There are now over 30 different community-generated RNA-seq experiments in qTeller-maize.  (Additionally, this project invested in obtaining many RNA-seq endpoints for qTeller-Brassica.com.)  Figure 5 shows a two-gene plot for a post-tetraploid pair of maize genes.  These two sister genes are obviously expressed in a similar way, BUT one gene is 2:1 more expressed ..."
 }
}