{
 "awd_id": "0701542",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "African American Responses to Racism and Discrimination",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2007-04-15",
 "awd_exp_date": "2010-03-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 242984.0,
 "awd_min_amd_letter_date": "2007-04-13",
 "awd_max_amd_letter_date": "2009-09-16",
 "awd_abstract_narration": "Drawing on 160 in-depth interviews with African-Americans living in and around New York, the study analyzes the discursive and behavioral strategies that members of stigmatized groups use to cope with racism and discrimination. It compares the accounts of these strategies produced by middle and working class men and women ages 25-60 and considers how the range and salience of strategies are affected by perceived discrimination. The project also considers the association between strategies and mental health outcomes, with the goal of contributing to the literature on mental health and racial disparity. While the social epidemiology literature provides evidence of the impact of inequality and discrimination on physical and mental health, this project documents how responses to discrimination, namely through anti-racist strategies, can modulate this impact. It also illuminates the role of meanings and cultural structures in the pathways leading from discrimination to ill health.\r\n\r\nThe project is concerned with the \"everyday\" understandings of anti-racist strategies and with accounting for their range and salience. The outcomes of interest are: A) Accounts of experiences with racism and discrimination and of the emotions brought about by perceived discrimination.  B) Accounts of the similarities and differences, and relationships, between members of stigmatized groups and other groups.  C) Accounts of strategies used to change the meanings associated with their social identity in response to stereotypes about their group that others have.  D) Accounts of behavioral strategies used to gain respect or facilitate interaction with members of the dominant group.  E) Effects of perceived discrimination on mental health, as measured by various health indicators.  We will explore whether individual anti-racist strategies vary with perceived discrimination: the more frequently and intensely an individual perceives discrimination, the greater the range and salience of evidence s/he will mobilize to demonstrate his/her value. We also hypothesize that the range and salience of accounts will vary across categories of respondents: middle class and working class people; and men and women.  Results will be presented in a book written for a larger audience, as well as in scholarly articles aimed at experts on anti-racism, racism, identity, ethnicity, and social movements, as well as experts in the psychological and mental health literatures on coping, anti-racism, racism, identity, and ethnicity, and social movements.  The broader social significance of the project is to promote social justice through a better understanding of the cultural processes that may limit the impact of racism on mental health.\r\n \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Lamont",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michele Lamont",
   "pi_email_addr": "mlamont@wjh.harvard.edu",
   "nsf_id": "000472515",
   "pi_start_date": "2007-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 209985.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 32999.0
  }
 ],
 "por": null
}