{
 "awd_id": "0701552",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Topics in Banach Space Theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2007-06-01",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 115193.0,
 "awd_amount": 115193.0,
 "awd_min_amd_letter_date": "2007-05-31",
 "awd_max_amd_letter_date": "2007-05-31",
 "awd_abstract_narration": "\r\nThis project will investigate some problems in Banach space theory which are motivated in part by applications to signals processing and data compression. Elements of a given Banach space can be approximated by linear  combinations of elements  drawn from  a Schauder basis or  from a redundant system such as a frame or a dictionary. The approximants are typically selected by a greedy algorithm such as the Dual Greedy, X-Greedy , or Thresholding Greedy Algorithms. The project will study  the convergence of such algorithms  in the norm or the weak topology of the Banach space.  An important open problem in this area  is  to show that the X-Greedy Algorithm converges in Lebesgue spaces. Convergence results for greedy algorithms  are connected to geometrical properties of  the underlying Banach space such as uniform smoothness or the Kadets-Klee property. They are also connected to  ``partial  unconditionality'' properties of the underlying system such as  quasi-greediness. An important related  problem in Banach space theory which will be studied  is to show that certain absolute constants  (the Elton constants) which arise naturally in the study of partial unconditionality are uniformly bounded. A second set of problems in this project concerns coefficient quantization in Banach spaces. The goal is to replace arbitrary real  coefficients (with respect to  some underlying system)  by  coefficients that are selected  from a  finite ``alphabet''  using  some algorithmic procedure.  Building on recent results in the case of a Schauder basis,   existence of systems  with  desirable quantization properties will be connected to the  geometry of the underlying Banach space.\r\n \r\nA Banach space is a collection of ``vectors'' which can be added together or multiplied by numbers to form other vectors. There is  a concept of ``distance'' between vectors which is analogous to the everyday notion of distance  between points in the three-dimensional Banach space which we inhabit. There is a wide range of  Banach spaces of importance in both pure and applied mathematics which can be distinguished from   each other by ``geometrical'' properties such as ``smoothness''  or  ``convexity''. Mathematicians have found that Banach spaces  provide the appropriate framework in which to formulate major areas of mathematics such as Harmonic Analysis, Partial Differential Equations, and Functional Analysis. Banach spaces are also  used by scientists and engineers  to model problems in applied areas such as fluid mechanics, signals processing,  image compression, and the pricing of financial derivatives. An individual vector belonging to a given Banach space is usually identified by an  infinite  string of numbers called  ``coefficients'' . The problem of data compression  is to select the most significant coefficients and to discard the rest. The problem of analog to digital conversion is to  ``quantize'' the selected coefficients by binary numbers in such a way that the quantized vector is a good approximation to the ``target'' vector.  The geometry of the underlying Banach space will play an important part in the development of effective algorithms for  implementing such procedures. In this project we will investigate these  and other problems concerning Banach spaces and their geometrical properties.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Dilworth",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen J Dilworth",
   "pi_email_addr": "dilworth@math.sc.edu",
   "nsf_id": "000400349",
   "pi_start_date": "2007-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "1600 HAMPTON ST",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292083403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 115193.0
  }
 ],
 "por": null
}