{
 "awd_id": "0701297",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Maize Artificial Chromosomes",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924508",
 "po_email": "dokamuro@nsf.gov",
 "po_sign_block_name": "Diane Jofuku Okamuro",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 1902766.0,
 "awd_amount": 1902766.0,
 "awd_min_amd_letter_date": "2007-06-25",
 "awd_max_amd_letter_date": "2011-07-05",
 "awd_abstract_narration": "PI: James Birchler, University of Missouri-Columbia\r\n\r\nThe development of plant artificial chromosome technology will establish methods to introduce whole suites of traits into plants. Artificial chromosome platforms will be produced by introduction of the specialized ends of chromosomes, called telomeres, through transformation of maize. Introduced telomeres cause the modified chromosome to truncate. If this occurs near the centromere, the part of the chromosome required for transmission of chromosomes during replication and cell division, a minichromosome is formed. The goals of this project are to optimize the artificial chromosome technology in maize. Specific goals include 1) determine the optimal size of the introduced telomere for minichromosome formation 2) add visible markers to track transmission of the minichromosome between generations 3) add a cassette to permit future modification of the minichromosome 4) determine how many artificial minichromosomes plants will tolerate 5) add a selectable marker to ensure minichromosomes will be transferred in crosses for corn breeding.  Artificial chromosomes have the potential to improve plant resistance to insects and disease, enhance biofuels production, and enable sustainable agriculture including reducing the needs for herbicides and fertilizer.\r\n\r\nThe project will involve training at the postgraduate, graduate and undergraduate levels. Outreach will involve organizing a conference on transgenic crops and artificial chromosome technology with involvement of journalism students to develop science-reporting skills. Education of the general public about transgenic crop issues will be fostered by participation of the principal investigator in the \"\"Saturday Morning Science\"\" lectures at the University of Missouri. The outreach activities will bring together scientists to discuss plant transgenics and artificial chromosome technology, provide opportunities for high school and undergraduates to learn about this field, foster the development of science journalism and communicate issues of plant biotechnology to the general public.\r\n\r\nInformation about methods to produce engineered chromosomes and the availability of the various materials generated will be available at http://maizeminichromosomes.missouri.edu. \r\n\r\n\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Birchler",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "James A Birchler",
   "pi_email_addr": "BirchlerJ@missouri.edu",
   "nsf_id": "000295597",
   "pi_start_date": "2007-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "121 UNIVERSITY HALL",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652113020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 335167.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 357235.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 372428.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 423979.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 413957.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The amount of arable land on earth has remained constant in recent years but the world population continues to grow. If the standard of living is to remain constant or improve, the amount of food produced will need to be increased. There are many approaches that might aid in this endeavor but new technologies to manipulate and learn about plant genomes will be needed. Engineered minichromosomes can potentially contribute. Agrobacterium and biolistic telomere mediated truncation methods to produce engineered minichromosomes were compared. A method of co-bombardment of constructs and free telomeres to produce engineered minichromosomes was used and minichromosomes were recovered from this approach and their structure analyzed. A proof of concept that minichromosomes could be modified in vivo using site specific recombination to remove the selectable marker was conducted. A method of chromosomal truncation involving transformation of Double-Ds transposable element constructs that foster breakage in the presence of Activator was developed. This approach will allow directed chromosomal breakage at pre-determined sites. Transformed maize lines were recovered that express Cre recombinase and phiC31 integrase that can be used for modifications of minichromosomes in the future. A test of the accumulation limits of engineered minichromosomes derived from the maize B chromosome, which undergoes nondisjunction and therefore can be increased in copy number was conducted. The maximum number that was accumulated was 19. Thus, the output from minichromosomes could be increased, if so desired, by accumulating multiple copies as long as gene silencing is avoided. Minichromosomes were studied in meiosis in terms of the behavior of different copy numbers, pairing with normal chromosomes, pairing among themselves and other aspects of transmission. Nineteen publications were sponsored. Two postdoctoral fellows, four graduate students and one undergraduate received training. A symposium was sponsored in the annual series of the Interdisciplinary Plant Group at the University of Missouri on the topic &ldquo;Plants for the Future: Food, Feed, Fiber, Fuel and Pharmaceuticals&rdquo;. The talks ranged from topics of conservation and its balance with agriculture to the application of new biotechnology tools to issues of conservation, agriculture and energy needs. There were 179 registrants.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2013<br>\n\t\t\t\t\tModified by: James&nbsp;A&nbsp;Birchler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe amount of arable land on earth has remained constant in recent years but the world population continues to grow. If the standard of living is to remain constant or improve, the amount of food produced will need to be increased. There are many approaches that might aid in this endeavor but new technologies to manipulate and learn about plant genomes will be needed. Engineered minichromosomes can potentially contribute. Agrobacterium and biolistic telomere mediated truncation methods to produce engineered minichromosomes were compared. A method of co-bombardment of constructs and free telomeres to produce engineered minichromosomes was used and minichromosomes were recovered from this approach and their structure analyzed. A proof of concept that minichromosomes could be modified in vivo using site specific recombination to remove the selectable marker was conducted. A method of chromosomal truncation involving transformation of Double-Ds transposable element constructs that foster breakage in the presence of Activator was developed. This approach will allow directed chromosomal breakage at pre-determined sites. Transformed maize lines were recovered that express Cre recombinase and phiC31 integrase that can be used for modifications of minichromosomes in the future. A test of the accumulation limits of engineered minichromosomes derived from the maize B chromosome, which undergoes nondisjunction and therefore can be increased in copy number was conducted. The maximum number that was accumulated was 19. Thus, the output from minichromosomes could be increased, if so desired, by accumulating multiple copies as long as gene silencing is avoided. Minichromosomes were studied in meiosis in terms of the behavior of different copy numbers, pairing with normal chromosomes, pairing among themselves and other aspects of transmission. Nineteen publications were sponsored. Two postdoctoral fellows, four graduate students and one undergraduate received training. A symposium was sponsored in the annual series of the Interdisciplinary Plant Group at the University of Missouri on the topic \"Plants for the Future: Food, Feed, Fiber, Fuel and Pharmaceuticals\". The talks ranged from topics of conservation and its balance with agriculture to the application of new biotechnology tools to issues of conservation, agriculture and energy needs. There were 179 registrants.\n\n \n\n\t\t\t\t\tLast Modified: 09/30/2013\n\n\t\t\t\t\tSubmitted by: James A Birchler"
 }
}