{
 "awd_id": "0701013",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "International Research Fellowship Program:  Chamber Studies and Field Analysis of Organic Aerosol with High Resolution Aerosol Mass Spectrometry Statistical Techniques",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan Parris",
 "awd_eff_date": "2007-10-01",
 "awd_exp_date": "2010-03-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 121544.0,
 "awd_min_amd_letter_date": "2007-07-02",
 "awd_max_amd_letter_date": "2009-09-04",
 "awd_abstract_narration": "0701013\r\nDeCarlo\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad.  The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. Peter F. DeCarlo to work with Dr. Urs Baltensperger at the Paul Scherrer Institut in Switzerland.\r\n\r\nAerosols in the atmosphere have been shown to have adverse effects on climate, visibility, and human health. Currently, the direct and indirect effects of aerosols represent the largest source of uncertainty in our understanding of the climate system.  The organic component of ambient aerosol, which can make up a significant fraction of the aerosol mass, is poorly characterized due to the complexity of the compounds in organic aerosol.  Organic aerosol is comprised of both primary emissions and secondary formation of compounds that condense to the particle phase.  Much of the limited understanding of organic aerosol is due to our limited ability to measure the size and chemistry of these particles with high time resolution.  Recent advances in aerosol instrumentation including aerosol mass spectrometers allow for a more detailed look at these aerosol properties. One instrument in particular, the High Resolution Time-of-Flight Aerosol Mass spectrometer, represents a significant step forward in our ability to measure the size resolved chemistry of ambient aerosol particles.  This instrument will be used to study ambient atmospheric particles in Switzerland and particles generated in a state-of-the-art environmental chamber at the Paul Scherrer Institut (PSI) in Switzerland, building on previous work undertaken by the group at PSI.  Measurements of ambient aerosols allow us to passively observe organic aerosols and the processes they undergo in the atmosphere.  In contrast environmental chambers allow scientists to actively simulate the atmosphere in controlled experiments to gain insight into particle chemistry, formation, and growth.  Combining advanced aerosol instrumentation with ambient observations and chamber experiments will increase our understanding of organic aerosols and the processes that they undergo in the atmosphere.  This will allow for better quantification of the effects of aerosols on climate, health, and visibility.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "DeCarlo",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Peter F DeCarlo",
   "pi_email_addr": "",
   "nsf_id": "000294826",
   "pi_start_date": "2007-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "DeCarlo                 Peter          F",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "",
  "inst_zip_code": "803056328",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "DeCarlo                 Peter          F",
  "perf_str_addr": "",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803056328",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5950",
   "pgm_ref_txt": "SWITZERLAND"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 121544.0
  }
 ],
 "por": null
}