{
 "awd_id": "0702621",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Tools for Exploring Low-power, High-performance Reconfigurable Computing Architectures",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927843",
 "po_email": "sabasu@nsf.gov",
 "po_sign_block_name": "Sankar Basu",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 315988.0,
 "awd_min_amd_letter_date": "2007-06-27",
 "awd_max_amd_letter_date": "2010-06-22",
 "awd_abstract_narration": "Proposal ID: 0702621\r\nPI Institution: University  of Washington, Seattle\r\nPI name: Cark Ebeling\r\nTitle: Tools for Exploring Low-power, High-performance Reconfigurable Computing Architectures\r\n\r\nAbstract:\r\nCreating high-performance, low-power systems for embedded communications, media and signal-processing applications in future nanoscale technologies will require new parallel computing architectures that can be reconfigured on-the-fly to match the structure of the application.  Computing infrastructures based on these coarse-grained reconfigurable platforms will be better able to meet the future performance and power demands of embedded applications than traditional processor-based architectures.\r\n\r\nThe potential design space of these large-scale coarse-grained reconfigurable computing architectures is enormous, and efficient, architecture-independent tools will be needed to quickly explore and evaluate the different points in this space for different applications and application domains.  This research project will develop architecture-independent tools that map the intermediate representations of algorithms produced by compilers to coarse-grained reconfigurable architectures comprising a wide range of architectural features.  These tools will rely on integrating scheduling, placement and routing algorithms to perform this mapping.  They will enable the fast exploration of the overall space of large-scale coarse-grained reconfigurable architectures, as well as the impact of specific architectural features and structures.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carl",
   "pi_last_name": "Ebeling",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carl Ebeling",
   "pi_email_addr": "ebeling@cs.washington.edu",
   "nsf_id": "000305191",
   "pi_start_date": "2010-02-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Hauck",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Scott A Hauck",
   "pi_email_addr": "hauck@uw.edu",
   "nsf_id": "000189513",
   "pi_start_date": "2010-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735200",
   "pgm_ele_name": "COMPUTING PROCESSES & ARTIFACT"
  },
  {
   "pgm_ele_code": "794500",
   "pgm_ele_name": "DES AUTO FOR MICRO & NANO SYST"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 199995.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 99993.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our research has focused on software support for proposed<br />computational accelerators that are based on \"reconfigurable<br />hardware\".&nbsp; The structure of traditional computers is defined when the<br />computer is made, that is, when the computer chip is fabricated.<br />By contrast, the structure of an accelerator that uses reconfigurable<br />hardware can be changed on-the-fly to directly support the computation to be<br />performed at the moment.&nbsp; This ability to adapt to the needs of a<br />specific computation enables higher performance and lower energy<br />consumption for many important applications.<br /><br />Our goal has been to design computer-aided design tools that can<br />compile programs automatically to run on these accelerators.&nbsp; More<br />importantly, these tools are not written for a specific accelerator<br />but for a very general set of accelerators built using reconfigurable<br />hardware.&nbsp; The tools can be targeted to a new accelerator merely by<br />describing the architecture of that accelerator.&nbsp; This allows<br />architects to easily explore a wide range of accelerator architectures<br />to find those that have the best performance, lowest cost or lowest<br />power energy consumption.<br /><br />Our tools comprise a compiler for a high-level language called Macah,<br />a tool for describing the accelerator architecture to the tools, and a<br />set of tools that generate a circuit that implements the program and<br />change the structure of the accelerator to implement that circuit.&nbsp; We<br />implemented a large number of benchmark circuits using our tools and<br />mapped them to a wide range of accelerator architectures.&nbsp; We were<br />able to analyze many different accelerator architectures that use<br />different ways to compute, store and communicate values used by a<br />computation.&nbsp; Using these tools, we explores a large number of different architectural features used by accelerators and were able to identify a combination that gave almost a 10x improvement in performance/cost/energy consumption.<br /><br />We have published 15 articles, papers and research reports detailing<br />the results of this research.&nbsp; These papers contain a description and<br />analysis of the algorithms used in our tools, and an analysis of<br />effects of different accelerator architecture features on performance<br />and power consumption.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/07/2011<br>\n\t\t\t\t\tModified by: Carl&nbsp;Ebeling</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur research has focused on software support for proposed\ncomputational accelerators that are based on \"reconfigurable\nhardware\".  The structure of traditional computers is defined when the\ncomputer is made, that is, when the computer chip is fabricated.\nBy contrast, the structure of an accelerator that uses reconfigurable\nhardware can be changed on-the-fly to directly support the computation to be\nperformed at the moment.  This ability to adapt to the needs of a\nspecific computation enables higher performance and lower energy\nconsumption for many important applications.\n\nOur goal has been to design computer-aided design tools that can\ncompile programs automatically to run on these accelerators.  More\nimportantly, these tools are not written for a specific accelerator\nbut for a very general set of accelerators built using reconfigurable\nhardware.  The tools can be targeted to a new accelerator merely by\ndescribing the architecture of that accelerator.  This allows\narchitects to easily explore a wide range of accelerator architectures\nto find those that have the best performance, lowest cost or lowest\npower energy consumption.\n\nOur tools comprise a compiler for a high-level language called Macah,\na tool for describing the accelerator architecture to the tools, and a\nset of tools that generate a circuit that implements the program and\nchange the structure of the accelerator to implement that circuit.  We\nimplemented a large number of benchmark circuits using our tools and\nmapped them to a wide range of accelerator architectures.  We were\nable to analyze many different accelerator architectures that use\ndifferent ways to compute, store and communicate values used by a\ncomputation.  Using these tools, we explores a large number of different architectural features used by accelerators and were able to identify a combination that gave almost a 10x improvement in performance/cost/energy consumption.\n\nWe have published 15 articles, papers and research reports detailing\nthe results of this research.  These papers contain a description and\nanalysis of the algorithms used in our tools, and an analysis of\neffects of different accelerator architecture features on performance\nand power consumption.\n\n\t\t\t\t\tLast Modified: 09/07/2011\n\n\t\t\t\t\tSubmitted by: Carl Ebeling"
 }
}