{
 "awd_id": "0703850",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Topics in combinatorial and algorithmic number theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2010-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 296249.0,
 "awd_min_amd_letter_date": "2007-06-13",
 "awd_max_amd_letter_date": "2009-05-21",
 "awd_abstract_narration": "Abstract for the award DMS-0703850of Pomerance\r\n\r\n\r\nThis proposal deals with several problems in computational and combinatorial number theory, and the theory of arithmetic functions with applications to ranks of elliptic curves.  In the first category, the PI will work with Hendrik Lenstra on improving the AKS primality test, with applications to the construction of finite fields, and he will work with Lenstra and Jonathan Pila on a rigorously fast factorization algorithm involving jacobian varieties of hyperelliptic curves of genus 2.  In combinatorial number theory, the PI will continue his recent work with Michael Filaseta, Kevin Ford, Sergei Konyagin, and Gang Yu dealing with the covering congruences problem of Paul Erdos.\r\nAmong the arithmetic functions that the PI will study are the order of the multiplicative group modulo an integer (Euler's function) and the order of the largest cyclic subgroup of this group (Carmichael's function), including the index of this subgroup in the full group.  This index has applications to the work of Ulmer on the ranks of elliptic curves over function fields of positive characteristic and some questions of Arnold.  The PI will be working jointly with Igor Shparlinski on the former applications and with Michel Balazard on the latter.  With the Carmichael function, the PI intends with Florian Luca to strongly improve the known results concerning its range.\r\n\r\nOne would think that basic questions concerning the integers, such as deciding when one is prime, factoring another, or the multiplicative structure of the remainders when a particular number is used as a divisor, would be well-understood by now.  But they are not, and for one of these problems, namely factoring, the fact that it is apparently difficult in general is the basis for the security of cryptographic systems that underpin commerce and communication.  The principal proposed activities of this proposal concern these fundamental problems, mostly from the theoretical side.  In addition, the PI proposes to study some applications of the multiplicative structure of remainders to the study of the ranks of certain elliptic curves.  Elliptic curves arise from cubic equations in two variables; one studies the solutions to such an equation with the variables coming from a given algebraic domain such as the rational numbers and similar domains.  They have provided a rich source of structure for number theorists. These curves too have been used in cryptographic systems and in computational number theory, but the PI's focus here is a statistical study of certain algebraic invariants of the solution sets as one varies curve parameters. Finally, the PI will study some problems in combinatorial number theory, including the famous covering congruences problem of the late Paul Erdos. Here one asks if there can be a finite set of large integers and a single remainder for each such that every integer when divided by the given large numbers leaves at least one corresponding remainder in the given pre-set list.  The current record for \"large\" is 25, and it is not known if one can do this with arbitrarily large numbers.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carl",
   "pi_last_name": "Pomerance",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Carl B Pomerance",
   "pi_email_addr": "carl.b.pomerance@Dartmouth.EDU",
   "nsf_id": "000159960",
   "pi_start_date": "2007-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "7 LEBANON ST",
  "perf_city_name": "HANOVER",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037552170",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 85000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 85000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 126249.0
  }
 ],
 "por": null
}