{
 "awd_id": "0703968",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Family Resource Allocation in Urban and Rural Communities",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2007-03-15",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 206136.0,
 "awd_min_amd_letter_date": "2007-03-12",
 "awd_max_amd_letter_date": "2007-05-30",
 "awd_abstract_narration": "Linda Burton\r\nStephen Matthews\r\nDebra Skinner\r\nPennyslvania State University\r\n\r\nUsing ethnography and Geographic Information Systems (GIS) technology, the investigators will conduct a novel, in- depth, comparative study of resource allocation in low-income families residing in large urban, small town, and rural communities. Resource allocation is defined as the procurement and distribution of material, emotional, and informational resources within and across generations in families. To examine this issue, the PIs (Principal Investigators) will analyze secondary data from two comparably designed ethnographic studies, and supplement on-going data collection in one.   The studies are  the Welfare, Children, and Families: A Three-City Study and the Family Life Project. The Three-City Study Ethnography was conducted in Boston, Chicago, and San Antonio from June 1999 to August 2003 and comprises a sample of 256 low-income African American, Hispanic, and non- Hispanic white families. The data include over 45,000 pages of fieldnotes and transcripts of participant interviews and observations, 3500 audiotapes, and key tables with life course and spatial resource use information. The Family Life Project, launched in October 2002 and continuing through October 2006, involves a sample of 72 low income African American and non-Hispanic white families. This ethnography is being conducted in Pennsylvania and North Carolina.  The grant will support the collection of on-going ethnographic and GIS resource allocation data from families in the Family Life Project.  The grant will also allow the investigators to add ten Hispanic families to this ethnography so that the sample is ethnically comparable to the Three-City Study.  The specific aims of the proposed study are twofold: (1) to examine the relationship between intergenerational resource allocation, family roles, community resources, and social mobility in urban and rural settings and (2) to integrate ethnographic methods and data on families and communities with GIS technology to inform our understanding of intergenerational resource allocation in urban and rural communities.  \r\n\r\nThe project will advance our knowledge and understanding of family resource allocation.  The project takes an interdisciplinary approach, including sociologist, anthropologists, geographers as research team members.  Study findings will have a broad appeal to not only disciplines represented by the research team, but to scholars in demography, human development, and life course and family studies as well.   More over, the integration of ethnographic and GIS methods and data represents significant innovation in the field that has the potential to lead to new insights and contextually-sensitive understandings of resource allocation among lower-income families.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Burton",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Linda M Burton",
   "pi_email_addr": "lburton@soc.duke.edu",
   "nsf_id": "000459024",
   "pi_start_date": "2007-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 24122.0
  },
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 182014.0
  }
 ],
 "por": null
}