{
 "awd_id": "0703018",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "National Center of Excellence in Welding Education and Training (NCWET)",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David B. Campbell",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 4999922.0,
 "awd_amount": 4999922.0,
 "awd_min_amd_letter_date": "2007-06-18",
 "awd_max_amd_letter_date": "2010-07-20",
 "awd_abstract_narration": "The National Center for Welding Education and Training (NCWET), also known as WELD-ED, is increasing the number of science and engineering welding technicians to meet workforce demands. The Center furthers comprehensive reform in welding education by providing technologically current educational materials and professional development opportunities to two-year colleges and other educational institutions. The focus is on welding technician education at community colleges, but secondary and university education are being advanced with a 2+2+2 model of vertical articulation. \r\n\r\nIntellectual Merit: The welding industry in the United States is economically large, technically diverse, and has documented educational needs and considers technician education and training as essential to advanced manufacturing. The Center envisions education driven by industry needs through a network of nine regional partner colleges. The project team represents five major corporations, four industry associations, ten educational institutions, two government facilities, and one professional society. One of the corporate advisors directs a large commercial educational facility with ties to union training facilities. National conferences, print media, and web casts supplement faculty workshops at convenient regional locations and online courses. Faculty are being exposed to state-of-the-art welding equipment and welding methods in modern factories where their students will work. Development of a contemporary welding technician curriculum is providing the curricular foundation for the Center. Joining the partner colleges is the American Welding Society (AWS), the primary professional society for welding worldwide. AWS has ready-made dissemination networks through its education committees and a professional development program for educators. The AWS Foundation plans to commit proceeds of a future endowment to sustain the Center. \r\n\r\nBroader Impacts: Collaboration with the Manufacturing Skills Standards Council (MSSC) and other employers and educational institutions assures that the education of welding technicians for the modern workforce is the priority of the Center. Allied modern processes such as brazing, soldering, cutting, and thermal spray (coatings) are being considered as well as robotic welding and process control. Organizations and initiatives interested in increasing the diversity of the workforce (including the The Dream It! Do It! Campaign  of the National Association of Manufacturers' (NAM)) are partnering with the Center to recruit and retain students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Monica",
   "pi_last_name": "Pfarr",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Monica Pfarr",
   "pi_email_addr": "mpfarr@aws.org",
   "nsf_id": "000272936",
   "pi_start_date": "2010-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth Smith",
   "pi_email_addr": "ksmith@lorainccc.edu",
   "nsf_id": "000279427",
   "pi_start_date": "2007-06-18",
   "pi_end_date": "2009-11-10"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Monica",
   "pi_last_name": "Pfarr",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Monica Pfarr",
   "pi_email_addr": "mpfarr@aws.org",
   "nsf_id": "000272936",
   "pi_start_date": "2008-07-21",
   "pi_end_date": "2009-11-10"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Pollock",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher B Pollock",
   "pi_email_addr": "cpollock@aws.org",
   "nsf_id": "000094327",
   "pi_start_date": "2007-06-18",
   "pi_end_date": "2008-07-21"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Zelesnik",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly A Zelesnik",
   "pi_email_addr": "kzelesni@lorainccc.edu",
   "nsf_id": "000070456",
   "pi_start_date": "2007-06-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Annable",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas W Annable",
   "pi_email_addr": "tannable@lorainccc.edu",
   "nsf_id": "000074874",
   "pi_start_date": "2007-06-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ernest",
   "pi_last_name": "Levert",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Ernest D Levert",
   "pi_email_addr": "Ernest.levert@lmco.com",
   "nsf_id": "000074877",
   "pi_start_date": "2007-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lorain County Community College",
  "inst_street_address": "1005 N ABBE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ELYRIA",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4403655222",
  "inst_zip_code": "440351613",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "OH05",
  "org_lgl_bus_name": "LORAIN COUNTY COMMUNITY COLLEGE DISTRICT",
  "org_prnt_uei_num": "",
  "org_uei_num": "LF9NNSN2HGN3"
 },
 "perf_inst": {
  "perf_inst_name": "Lorain County Community College",
  "perf_str_addr": "1005 N ABBE RD",
  "perf_city_name": "ELYRIA",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "440351613",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "OH05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 1155730.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 1180530.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 1306980.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1356682.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 2007, the American Welding Society and several companies that rely heavily upon welding worked with representatives from Lorain County Community College, The Ohio State University and other community and technical colleges to seek funding for the creation of the National Center for Welding Education and Training from the National Science Foundation&rsquo;s Advanced Technological Education funds. The four-year funding established the National Center for Welding Education and Training, headquartered in the Nord Advanced Technologies Center at Lorain County Community College in Elyria, Ohio. The Center began operations in July 2007. Weld-Ed brings together the American Welding Society (AWS), industry partners, such as Lockheed Martin and Lincoln Electric, and a collection of colleges and universities.&nbsp; The original Weld-Ed grant concluded September 30, 2011.</p>\n<p>Weld-Ed&rsquo;s goals were to: Increase the number and quality of welding technicians to meet the on-going workforce needs; promote comprehensive reform of&nbsp;welding education and training; and promote and enhance faculty professional development and continuing education for welding educators.</p>\n<p>Weld-Ed strived to improve the quality of education and training services to address the hiring and professional development needs of the welding industry.&nbsp; To accomplish its mission, the Center, along with its ten Regional Partner two- and-four-year member colleges, and industry partners, worked collaboratively on the development of new and improved curricula in all areas of welding.&nbsp; As a result of these efforts, faculty and instructors were provided continuing education opportunities at Regional Partners throughout the country.&nbsp; These programs were specifically designed to train the next generation of workers for the materials joining industry and to upgrade the skills of existing workers.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>Weld-Ed identified a Welding Technician Associate Degree core curriculum that was vetted by a cross section of industry leaders and post secondary educators.&nbsp; This curriculum guide will continue to upgrade welding technician education throughout the United States, a primary goal of the Weld-Ed grant.&nbsp;</p>\n<p>Weld-Ed developed four industry- validated training modules for secondary and post-secondary welding educators.&nbsp; Each one-week long summer course is designed to upgrade skills and knowledge in the following cornerstone areas of welding: Welding Metallurgy; Joining and Cutting Processes; Weld Quality and Inspection, Welding Codes, Specifications and Safety; and Design/Assembly/Robotic Welding.&nbsp; A total of 217 welding instructors and faculty participated in and completed Weld-Ed professional development courses held at Regional Partner colleges throughout the country during the four years of the grant.</p>\n<p>Weld-Ed, in partnership with Economic Modeling Specialists, Inc. (EMSI), and a panel of 33 leaders in welding education and the welding industry, published a report that quantifies the demand for trained welding professionals through the year 2019 at the local, regional, and national levels.&nbsp; The National State of the Welding Industry Report is the first of its kind and will help to drive welding technician program establishment and growth throughout the United States.</p>\n<p>Weld-Ed&rsquo;s &nbsp;ten Regional Partner colleges have added to their welding technician curricula, established new or revised certificate trainings, and forged 73 articulation agreements with high schools, two and four year colleges, and with industry.&nbsp; One partner college, Yuba College, established a new Associate of Arts Degree in Welding Technology in 2009.</p>\n<p>The underlying message being sent through marketing and outreach efforts of the National Center and Regional Partner members is that a career in materials join...",
  "por_txt_cntn": "\nIn 2007, the American Welding Society and several companies that rely heavily upon welding worked with representatives from Lorain County Community College, The Ohio State University and other community and technical colleges to seek funding for the creation of the National Center for Welding Education and Training from the National Science FoundationÆs Advanced Technological Education funds. The four-year funding established the National Center for Welding Education and Training, headquartered in the Nord Advanced Technologies Center at Lorain County Community College in Elyria, Ohio. The Center began operations in July 2007. Weld-Ed brings together the American Welding Society (AWS), industry partners, such as Lockheed Martin and Lincoln Electric, and a collection of colleges and universities.  The original Weld-Ed grant concluded September 30, 2011.\n\nWeld-EdÆs goals were to: Increase the number and quality of welding technicians to meet the on-going workforce needs; promote comprehensive reform of welding education and training; and promote and enhance faculty professional development and continuing education for welding educators.\n\nWeld-Ed strived to improve the quality of education and training services to address the hiring and professional development needs of the welding industry.  To accomplish its mission, the Center, along with its ten Regional Partner two- and-four-year member colleges, and industry partners, worked collaboratively on the development of new and improved curricula in all areas of welding.  As a result of these efforts, faculty and instructors were provided continuing education opportunities at Regional Partners throughout the country.  These programs were specifically designed to train the next generation of workers for the materials joining industry and to upgrade the skills of existing workers.\n\n \n\nIntellectual Merit\n\nWeld-Ed identified a Welding Technician Associate Degree core curriculum that was vetted by a cross section of industry leaders and post secondary educators.  This curriculum guide will continue to upgrade welding technician education throughout the United States, a primary goal of the Weld-Ed grant. \n\nWeld-Ed developed four industry- validated training modules for secondary and post-secondary welding educators.  Each one-week long summer course is designed to upgrade skills and knowledge in the following cornerstone areas of welding: Welding Metallurgy; Joining and Cutting Processes; Weld Quality and Inspection, Welding Codes, Specifications and Safety; and Design/Assembly/Robotic Welding.  A total of 217 welding instructors and faculty participated in and completed Weld-Ed professional development courses held at Regional Partner colleges throughout the country during the four years of the grant.\n\nWeld-Ed, in partnership with Economic Modeling Specialists, Inc. (EMSI), and a panel of 33 leaders in welding education and the welding industry, published a report that quantifies the demand for trained welding professionals through the year 2019 at the local, regional, and national levels.  The National State of the Welding Industry Report is the first of its kind and will help to drive welding technician program establishment and growth throughout the United States.\n\nWeld-EdÆs  ten Regional Partner colleges have added to their welding technician curricula, established new or revised certificate trainings, and forged 73 articulation agreements with high schools, two and four year colleges, and with industry.  One partner college, Yuba College, established a new Associate of Arts Degree in Welding Technology in 2009.\n\nThe underlying message being sent through marketing and outreach efforts of the National Center and Regional Partner members is that a career in materials joining is a clean, highly skilled, technologically advanced, and financially rewarding career option. To bolster this message, Weld-Ed, in partnership with the American Welding Society has created In-Demand Careers In W..."
 }
}