{
 "awd_id": "0703153",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Effects of Run-of-River Dams on Stream Morphology",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2007-04-01",
 "awd_exp_date": "2009-03-31",
 "tot_intn_awd_amt": 9782.0,
 "awd_amount": 9782.0,
 "awd_min_amd_letter_date": "2007-03-16",
 "awd_max_amd_letter_date": "2007-03-16",
 "awd_abstract_narration": "Dams are ubiquitous on river systems throughout the United States. Scientific investigations of dams have demonstrated that they impound sediment upstream, and significantly erode river channels downstream, with the effects proceeding along the river at distances far from the dam. Studies thus far have focused mainly on large impoundment dams, ignoring smaller run-of-river (non-impoundment) dams. Because of a growing interest in river restoration, knowledge of the in situ impacts of run-of-river dams on geomorphic characteristics is required to forecast the effects of dam removal on river dynamics. This doctoral dissertation research project investigates how run-of-river dams have impacted river geomorphology at five sites in Illinois. This project poses the following questions: (1) What is the impact of run-of-river dams on stream systems above and below each dam?; (2) What are the similarities and differences of these impacts across all dams in this study?; and (3) How do the effects caused by run-of-river dams compare to their impoundment counterparts?  The methodology involves longitudinal and cross-channel topographic surveys and sampling of bed material near each dam, and at a control site well upstream. Additionally, two cores will be collected in the stored sediment behind each dam for Cesium-137 determination to ascertain whether sediment stratification exists, as an indicator of the trap efficiency of these dams. Preliminary site visits suggest that geomorphic effects differ among the dams, despite their location within the same physiographic region within Illinois. Data obtained in this project will be compared among the sites. It will also be compared to similar data collected for impoundment dams in Illinois to establish whether differences in geomorphic effects among the two dam types are statistically significant. The expected outcome is that the spatial extent and degree of impact of these structures on geomorphic conditions will be less than that for larger dams, and that variations will exist among the impacts across the dams. \r\n\r\nThis research will contribute to our understanding of the spatial extent and degree of impact of  run-of-river dams on river geomorphology. Understanding the effects that run-of-river dams have on stream systems will allow better forecasting of how a river system might respond once a dam is taken out. As a Doctoral Dissertation Research Improvement Award, this award will also provide support to enable a promising student to establish a strong independent research career.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Rhoads",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce L Rhoads",
   "pi_email_addr": "brhoads@uiuc.edu",
   "nsf_id": "000212998",
   "pi_start_date": "2007-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1325",
   "pgm_ref_txt": "WATER & ENERGY: ATMO, VEG, EARTH"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 9782.0
  }
 ],
 "por": null
}