{
 "awd_id": "0703118",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "South Texas Undergraduate Curriculum Consortium for Educating Biotechnical Science Students (SUCCESS)",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David A. Hanych",
 "awd_eff_date": "2007-06-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 831532.0,
 "awd_amount": 1015040.0,
 "awd_min_amd_letter_date": "2007-06-18",
 "awd_max_amd_letter_date": "2012-05-30",
 "awd_abstract_narration": "Del Mar College (DMC) and Texas A&M University at Corpus Christi (TAMU-CC), two Hispanic-serving institutions, are collaborating with a local workforce board, a national laboratory, a university, and industry to create a new biotechnology program for South Texas. The goals of the project are to (1) develop a new biotechnology program at DMC that teaches current research and laboratory procedures in agricultural and medical biotechnology, (2) build a customized workforce of underrepresented technicians for local employment in the life science industry, (3) improve students' scientific literacy through inquiry-based learning, (4) incorporate instructional technology into new and existing certificate and associates degree courses, and (5) provide professional development for high school and college educators. Project deliverables include a new biotechnology program, a course website, new and revised biotechnology-related courses, teacher institutes, student research internships, project-related reports, and articulation agreements.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Hatherill",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "John R Hatherill",
   "pi_email_addr": "jhatherill@delmar.edu",
   "nsf_id": "000181818",
   "pi_start_date": "2007-06-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kirk",
   "pi_last_name": "Cammarata",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Kirk V Cammarata",
   "pi_email_addr": "Kirk.Cammarata@tamucc.edu",
   "nsf_id": "000235660",
   "pi_start_date": "2007-06-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonda",
   "pi_last_name": "Halcomb",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jonda L Halcomb",
   "pi_email_addr": "jhalcomb@delmar.edu",
   "nsf_id": "000193309",
   "pi_start_date": "2007-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Del Mar College",
  "perf_str_addr": "101 BALDWIN BLVD",
  "perf_city_name": "CORPUS CHRISTI",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "784043805",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "TX27",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 831532.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 21500.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 12500.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 88544.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 30482.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 30482.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF SUCCESS ATE grant has created a new biotechnology program for South Texas and incorporated innovative pedagogical approaches, developed educational materials, provided students with real-world research experiences and provided professional development of educators. The SUCCESS project has impacted over 1000 high school science students from a Science Laboratory Loaner Kit program, trained 142 high school science teachers for the experiments that were available from the loaner kit program. As a result of the training received at the Fall Institutes, science teachers have been requesting the lab loaner kits for their students.&nbsp; To date, there have been over 1000 student 'touches' with these kits. SUCCESS also supplied technical assistants to help high school science teachers prepare for the labs by providing outreach for the project and support for the teachers.&nbsp;</p>\n<p>SUCCESS enabled the formation of a new and award winning Del Mar College biotechnology program, supported student research internships and procured &ldquo;state of the art&rdquo; lab equipment. SUCCESS embedded a research-mentoring component into life science courses at Del Mar College (DMC) and accomplished impressive project results. Research mentored students voluntarily worked on the weekends and took ownership of their research projects. SUCCESS students that participated in undergraduate research showed greater gains in learning, increased recruiting and retention, greater participation in campus activities and integration into the culture and profession of science. The SUCCESS students have reported better performance in science classes, enhanced career options and direction, more self-confidence, better problem solving and critical thinking skills, and better student motivation and career focus. Also, the faculty and student assistants noted an elevated level of student excitement and engagement compared to the traditionally mentored science labs. &nbsp;SUCCESS instilled the students with a diverse skill set of science technician skills such as meticulously maintaining a laboratory notebook.&nbsp; Recent emphasis has been placed upon data archiving and record management skills. SUCCESS stressed the critical importance of &ldquo;hands on&rdquo; training to make students more competitive in the workplace. Many SUCCESS students are offered employment before graduation. For example, SUCCESS student Damien Seay was recently offered a full time position with the USDA Agricultural Research Service.&nbsp;</p>\n<p>SUCCESS sponsored eight all-campus student poster sessions to expose the student body and disseminate program outcomes to the surrounding community regarding the research mentoring experience. Over 1200 participants have attended the eight annual all-campus poster sessions including DMC faculty, staff and students, AP high school teachers and students, regional university faculty, collegiate high school science students, parents, teachers and college administrators. The DMC Board of Regents recognized the student researchers each fall upon completion of summer internship experiences, which drew extensive regional television and print media coverage. In addition, SUCCESS has sponsored over 100 students to present their work at scientific venues. Freshman students&rsquo; presenting their research results at national and regional scientific meetings is simply not possible with traditionally taught science courses.</p>\n<p>Further the extraordinary student outcomes of Ms. Robles Chancellor would not be possible without the SUCCESS research-mentoring program.&nbsp; Ms. Jennifer Robles Chancellor was a mentored research intern in the summer of (2010) and won the $10,000 grand prize during a student poster competition sponsored by the U.S. Department of Energy (DOE) Office of Science. A panel reviewed 321 posters before selecting competitors.&nbsp; Ms. Robles Chancellor competed agai...",
  "por_txt_cntn": "\nThe NSF SUCCESS ATE grant has created a new biotechnology program for South Texas and incorporated innovative pedagogical approaches, developed educational materials, provided students with real-world research experiences and provided professional development of educators. The SUCCESS project has impacted over 1000 high school science students from a Science Laboratory Loaner Kit program, trained 142 high school science teachers for the experiments that were available from the loaner kit program. As a result of the training received at the Fall Institutes, science teachers have been requesting the lab loaner kits for their students.  To date, there have been over 1000 student 'touches' with these kits. SUCCESS also supplied technical assistants to help high school science teachers prepare for the labs by providing outreach for the project and support for the teachers. \n\nSUCCESS enabled the formation of a new and award winning Del Mar College biotechnology program, supported student research internships and procured \"state of the art\" lab equipment. SUCCESS embedded a research-mentoring component into life science courses at Del Mar College (DMC) and accomplished impressive project results. Research mentored students voluntarily worked on the weekends and took ownership of their research projects. SUCCESS students that participated in undergraduate research showed greater gains in learning, increased recruiting and retention, greater participation in campus activities and integration into the culture and profession of science. The SUCCESS students have reported better performance in science classes, enhanced career options and direction, more self-confidence, better problem solving and critical thinking skills, and better student motivation and career focus. Also, the faculty and student assistants noted an elevated level of student excitement and engagement compared to the traditionally mentored science labs.  SUCCESS instilled the students with a diverse skill set of science technician skills such as meticulously maintaining a laboratory notebook.  Recent emphasis has been placed upon data archiving and record management skills. SUCCESS stressed the critical importance of \"hands on\" training to make students more competitive in the workplace. Many SUCCESS students are offered employment before graduation. For example, SUCCESS student Damien Seay was recently offered a full time position with the USDA Agricultural Research Service. \n\nSUCCESS sponsored eight all-campus student poster sessions to expose the student body and disseminate program outcomes to the surrounding community regarding the research mentoring experience. Over 1200 participants have attended the eight annual all-campus poster sessions including DMC faculty, staff and students, AP high school teachers and students, regional university faculty, collegiate high school science students, parents, teachers and college administrators. The DMC Board of Regents recognized the student researchers each fall upon completion of summer internship experiences, which drew extensive regional television and print media coverage. In addition, SUCCESS has sponsored over 100 students to present their work at scientific venues. Freshman studentsÆ presenting their research results at national and regional scientific meetings is simply not possible with traditionally taught science courses.\n\nFurther the extraordinary student outcomes of Ms. Robles Chancellor would not be possible without the SUCCESS research-mentoring program.  Ms. Jennifer Robles Chancellor was a mentored research intern in the summer of (2010) and won the $10,000 grand prize during a student poster competition sponsored by the U.S. Department of Energy (DOE) Office of Science. A panel reviewed 321 posters before selecting competitors.  Ms. Robles Chancellor competed against students from tier I research universities such as MIT, Harvard University, Columbia University and the University of California Berkeley. Ms..."
 }
}