{
 "awd_id": "0703299",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:    The Politics of War Trauma: A Case Study of St. Elizabeth's Hospital, 1890-1930",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2007-03-01",
 "awd_exp_date": "2008-02-29",
 "tot_intn_awd_amt": 7062.0,
 "awd_amount": 7062.0,
 "awd_min_amd_letter_date": "2007-02-20",
 "awd_max_amd_letter_date": "2007-02-20",
 "awd_abstract_narration": "Title: Doctoral Dissertation Research: The Politics of War Trauma: A Case Study of St. Elizabeth's Hospital, 1890-1930\r\n\r\nPI:  Simonetta Falasca-Zamponi, University of California, Santa Barbara. \r\n\r\nProposal Number: 0703299\r\n\r\nAbstract\r\n\r\nThis dissertation is an in-depth case study of the diagnosis and treatment of \"insane soldiers\" institutionalized at St. Elizabeth's Hospital in Washington D.C. from 1890 to 1930. It addresses the following research questions:  What was the impact of pensions for soldiers with psychological disabilities on the medicalization of war trauma in the U.S.? Within St. Elizabeth's, what assumptions about non-normative psychological responses to warfare authorized the production of \"war neurosis\" and how did those assumptions shift over time?  Who were the soldiers institutionalized at St. Elizabeth's and how did they construct their experience of war-related mental illness? To address these questions, three types of archival data generated between 1890 and 1930 that are housed in the National Archives and the Library of Congress in Washington D.C will be collected: (1) patient registry and medical files of soldiers institutionalized at St. Elizabeth's, (2) administrative records from this hospital, (3) and legislative records and veterans' advocacy materials regarding the formation of social policy for psychologically injured soldiers. This archival data will be digitally scanned and analyzed as qualitative texts following the extended case method. The findings will explicate the role of state policy, specifically disability pensions for soldiers, in shaping diagnostic categories and therapeutic regimes for war-related mental illness; analyze the institutional production of medical knowledge about the psychological effects of war at St. Elizabeth's Hospital; and, finally, examine the ways in which soldiers made sense of, challenged, and consented to dominant medical and political notions of their war experience.\r\n\r\nThis research will make important contributions to several fields of sociology, enhance educational infrastructure in the social sciences, and will benefit societal understanding of the psychological impacts of warfare. This dissertation builds on and will add to rich historical scholarship on mental health and social welfare policy in the United States. By closely examining the relationship between medicalization, the military, and state policy, it is well situated to contribute to on-going debates in state theory and theoretical perspectives on medicalization. Constructing a comparative case in the American context will allow for cross-case theorizing with Western Europe and will expand upon the theoretical contributions of historical work in other national contexts. Archival data will be digitized and made available for other scholars and students. Digitization will provide an opportunity to teach archival methods in the social sciences in a more formalized, dynamic, and interactive manner.\r\n\r\nFinally, the current political moment is a critical juncture for this research. The United States government faces another generation of veterans from the two Gulf wars who will require psychological treatment as a result of their military service. How the U.S. government and the American public have negotiated the return of such soldiers is a question of persistent significance. This dissertation's focus on the broader social, political, and economic factors that shape diagnosis and treatment of war-related mental illness will be crucial for the development of policy for veterans returning with the psychological wounds of war. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Simonetta",
   "pi_last_name": "Falasca-Zamponi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Simonetta Falasca-Zamponi",
   "pi_email_addr": "falasca@soc.ucsb.edu",
   "nsf_id": "000443404",
   "pi_start_date": "2007-02-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 7062.0
  }
 ],
 "por": null
}