{
 "awd_id": "0704255",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nanoscale Modulated Checkerboard Structures in Li-based A-site Perovskites",
 "cfda_num": "47.049",
 "org_code": "03070009",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2007-07-15",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 520000.0,
 "awd_amount": 553814.0,
 "awd_min_amd_letter_date": "2007-04-11",
 "awd_max_amd_letter_date": "2011-09-06",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION:  Advances in the control of chemistry, structure and functionality at the nanoscale are critical in enabling the engineering of new materials for application in nanotechnology.  This research project focuses on a novel family of inorganic materials that spontaneously assemble into ordered \"checkerboard\" nanostructures with unprecedented levels of perfection.  The proposed work will study the formation and atomic structure of these new materials to understand the forces responsible for their stabilization and investigate methods for tailoring the length scale of their assembly.  The remarkable level of control over the arrangement of the building blocks within these systems provides an opportunity to use their surface structure as a template to organize nano-sized objects placed on their surface. The achievement of this aim could represent a new paradigm for self-assembly in nanoscience and nanotechnology, areas that are vital to US technology.  The research will train undergraduate and graduate students in the synthesis and structure characterization of nanomaterials and expose them to the many advances being made in nanotechnology.  The PI and students will be involved in the development of new laboratory modules for high school students and teachers to illustrate the use of electron microscopy in revealing and understanding structure and chemistry at the nano-level.\r\n\r\nTECHNICAL DETAILS:  The project focuses on a family of Li-based A-site perovskites where spontaneous nanoscale phase separation into ordered Li-rich domains and a Li-deficient matrix produces mesoscopic ordered checkerboard structures with extraordinary levels of perfection.  The formation of the checkerboard structure appears to proceed via spinodal decomposition; the mechanistic studies will focus why the bulk chemistry and bonding of these Li systems promote such a remarkable level of control over the nanoscale periodicity.  This understanding will be used to design new bulk checkerboard chemistries where magnetic and electronic functionality will be incorporated into the building blocks.  The surfaces of the checkerboard systems present a unique modulated nanostructure; these will be patterned using self-assembled monolayers, which subsequently will be utilized to spontaneously assemble nanometer-sized objects placed on the surface. The experimental parts of the project will enable the students involved to develop expertise in state-of-the-art techniques in electron microscopy and use national facilities to study their samples by neutron scattering.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Davies",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Peter K Davies",
   "pi_email_addr": "davies@seas.upenn.edu",
   "nsf_id": "000421692",
   "pi_start_date": "2007-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 520000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 33814.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The engineering of devices for applications in nanotechnology requires advances in the control of chemistry, structure and functionality at the nanoscale.&nbsp; Nanostructure fabrication has been approached using several methods, such as top-down lithographic techniques and the bottom-up approach of wet chemical assembly.&nbsp; This project investigated the 3-D self-assembly of a new compositionally modulated ceramic nano-checkerboard structures that, in contrast to most thin-film or bottom-up assembled nanostructures, provide inherent stability at elevated temperatures.&nbsp; The new materials were discovered in a family of inorganic oxides with the so-called perovskite structure and chemistries based on mixtures of alkali and rare earth cations.&nbsp; During their cooling from high temperature these &ldquo;mixed A-site&rdquo; perovskites were found to spontaneously assemble into ordered \"checkerboard\" nanostructures with unprecedented levels of perfection. &nbsp;Through the synthesis of several different chemical compositions the project established how changes in the nature of the alkali cation affect the periodicity and morphology of the nanostructure.&nbsp; Advanced microscopy tools were used to characterize the atomistic arrangements in the modulated nanoscale structures. &nbsp;The remarkable level of control over the assembly of the building blocks within these systems may provide an opportunity for their use as templates for the organization of nano-sized objects placed on their surface. &nbsp;The project supported the training of young undergraduate and graduate students in the synthesis and structure characterization of nanomaterials and exposed them to the many advances being made in nanotechnology. &nbsp;In addition to presentations at major national meetings, the work was also discussed at venues attended by K-12 students and teachers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/02/2012<br>\n\t\t\t\t\tModified by: Peter&nbsp;K&nbsp;Davies</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe engineering of devices for applications in nanotechnology requires advances in the control of chemistry, structure and functionality at the nanoscale.  Nanostructure fabrication has been approached using several methods, such as top-down lithographic techniques and the bottom-up approach of wet chemical assembly.  This project investigated the 3-D self-assembly of a new compositionally modulated ceramic nano-checkerboard structures that, in contrast to most thin-film or bottom-up assembled nanostructures, provide inherent stability at elevated temperatures.  The new materials were discovered in a family of inorganic oxides with the so-called perovskite structure and chemistries based on mixtures of alkali and rare earth cations.  During their cooling from high temperature these \"mixed A-site\" perovskites were found to spontaneously assemble into ordered \"checkerboard\" nanostructures with unprecedented levels of perfection.  Through the synthesis of several different chemical compositions the project established how changes in the nature of the alkali cation affect the periodicity and morphology of the nanostructure.  Advanced microscopy tools were used to characterize the atomistic arrangements in the modulated nanoscale structures.  The remarkable level of control over the assembly of the building blocks within these systems may provide an opportunity for their use as templates for the organization of nano-sized objects placed on their surface.  The project supported the training of young undergraduate and graduate students in the synthesis and structure characterization of nanomaterials and exposed them to the many advances being made in nanotechnology.  In addition to presentations at major national meetings, the work was also discussed at venues attended by K-12 students and teachers.\n\n\t\t\t\t\tLast Modified: 08/02/2012\n\n\t\t\t\t\tSubmitted by: Peter K Davies"
 }
}