{
 "awd_id": "0704045",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Thermodynamics and Kinetics of Phase Transformations in Complex Non-Equilibrium Systems",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 381000.0,
 "awd_amount": 381000.0,
 "awd_min_amd_letter_date": "2007-08-29",
 "awd_max_amd_letter_date": "2009-06-17",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\n\r\nThis award supports theoretical and computational materials theory and education with a focus on non-equilibrium systems. The great majority of materials with advanced technological properties are non-equilibrium systems. Their most valuable properties are usually obtained when a material is in a metastable or transient state and its structure is a coherent nano-scale mixture of structurally and compositionally different phases. The mechanical, dielectric, magnetic, and other properties and their responses to the applied fields strongly depend on the microstructure morphology. Unexplored structural states are usually \"hidden\" in the nonequilibrium extension of the phase diagram. These states are expected in complex systems with several evolving internal thermodynamic parameters such as composition, crystal lattice structure, long-range atomic order, magnetization, polarization, and etc. A typical relaxation time for these parameters is usually very different, their driving forces are non-linearly coupled, and their evolution develops in a multidimensional phase space. Under these conditions, there are multiple transformation pathways in the space of these parameters leading to a succession of transient and metastable states with potentially unusual structures and properties.\r\n\r\nThe focus of this research is on a systematic theoretical and computational study of the structural and kinetic accessibility of transient states \"hidden\" in the nonequilibrium part of the phase diagram and the response of these states to the applied field describing the structure-property relations. The proposed theoretical research will study (i) the succession of transformations along the way to the equilibrium that is often difficult to foresee in advance, (ii) the ways of \"channeling\" transformation cascades along the pathways of our choice by a realistic 3D computational modeling of the evolution of the internal parameters, (iii) the structure-property relations the response of the transient and metastable states to the applied fields, and (iv) the conceptually or practically important generic metal alloys and ceramic systems that represent important classes of multi-parametric phase transformations. These systems are: Fe-Ga bcc alloys with giant magnetostriction and an exceptionally large elastic softening, the Fe-Cu and Cu-Mn alloys with multiple structural states along the evolution path, the systems forming the checkerboard structures, and the ferroelectric solid solutions that, according to the Gibbs phase rule, have to decompose into a coherent mixture of different ferroic phases with a formation of complex assemblages of structural and polar domains. The latter is the area that has never been previously investigated.\r\n\r\nThe software that will enable realistic 3D simulations of multiple processes in complex materials systems will be developed. The code will be distributed to the researchers in the field.  The PI will develop a new course \"Theoretical and Computational Modeling of Advanced Materials\" at senior undergraduate and graduate levels that will be based on the research. \r\n\r\nNON-TECHNICAL SUMMARY:\r\nThis award supports theoretical and computational materials theory and education with a focus on materials that are in not in equilibrium but are in states that last for a very long time. The structure of these materials on length scales larger than that of an atom but still much smaller than the size of a thumb plays an important role in determining their properties and the pathways available to the processing of these materials. The PI will use theoretical and computational methods to study various prototype two-element systems that can yield alloys with interesting and technologically useful magnetic and structural properties. In these systems, structural, magnetic, and other properties may be linked together so that effects that change one property may change others as well. This is an important aspect that will captured by the research. The research has potential impact on condensed matter physics as well as materials science and engineering. The potential broad impact on materials and materials processing contributes to the effort to keep America competitive.\r\n\r\nThe computer simulation software that is developed in the course of the research will be distributed to the broader materials research community.  The PI will develop a new course \"Theoretical and Computational Modeling of Advanced Materials\" at senior undergraduate and graduate levels that will be based on the research. \r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Armen",
   "pi_last_name": "Khachaturyan",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Armen G Khachaturyan",
   "pi_email_addr": "khach@jove.rutgers.edu",
   "nsf_id": "000452172",
   "pi_start_date": "2007-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 127000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 127000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 127000.0
  }
 ],
 "por": null
}