{
 "awd_id": "0704130",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Model diagnostics under long memory, and for spatial data",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2007-06-01",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 242741.0,
 "awd_amount": 242741.0,
 "awd_min_amd_letter_date": "2007-04-20",
 "awd_max_amd_letter_date": "2009-03-24",
 "awd_abstract_narration": "A discrete time stationary stochastic process is said to have long memory if its auto-correlations tend to zero hyperbolically in the lag parameter, as the lag tends to infinity. Physical and social sciences are full of real\r\ndata examples that exhibit this behavior in the presence of conditionalheteroscedasticity and where regression functions are nonlinear and non-smooth. The first part of the proposal focuses on developing useful and optimal lack-of-fit tests for fitting a nonlinear and non-smooth parametric regression function in the presence of heteroscedastic and long memory moving average (LMMA) errors, and when designs are either non-random or  LMMA. It is further proposed to construct useful and optimal tests for testing the equality of two or more regression functions against one or two sided alternatives, when the error and the covariate processes follow some LMMA models. The second part of proposal is concerned with developing robust inference for a first order quadrant autoregressive process, a process that is a unilateral autoregressive process in the plane. P.I. proposes to provide a class of minimum distance tests for fitting a parametric first order quadrant autoregressive process. In addition, assuming such a model is valid, P.I. proposes to develop asymptotically distribution free tests for fitting an error distribution.\r\n \r\nA data set is said to have long memory if an association between distant observations is slowly decaying but persistent, as the distance between observations increases. A data set observed over a period of time is called\r\na time series. A heteroscedastic time series is one where the conditional variability of an observation at the current time, given the past, depends on the past. Such data often arises in economics, finance, hydrology, and\r\nphysical sciences. In particular, an important example of long memory heteroscedastic time series is  the volatility of spot returns. Part of the emphasis of the proposal is on developing optimal inferential procedures in a class of non-smooth non-linear heteroscedastic time series models. Practical modelling of numerous agricultural and environmental phenomenon involve spatial correlations. A useful model for analyzing spatial correlations is a unilateral autoregressive time series, also known as a first-order quadrant autoregressive process.  This type of processes is especially appropriate when there is an evidence of a spatial movement over the plane in one direction, such as with environmental pollutants transported by winds or ocean currents, or with the spread of a disease.  A model where certain fractional differences of a spatial time series are first-order quadrant autoregressive has been found useful in modelling the slow decay of correlations between yields in two dimensional agricultural field trials. Part of the focus of this proposal is to develop useful and robust inference procedures for the underlying parameters in these models with applications to agriculture and environmental science.\r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hira",
   "pi_last_name": "Koul",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Hira L Koul",
   "pi_email_addr": "koul@stt.msu.edu",
   "nsf_id": "000450132",
   "pi_start_date": "2007-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 79514.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 80958.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 82269.0
  }
 ],
 "por": null
}