{
 "awd_id": "0704191",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Operator Algebras and Applications",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joe W. Jenkins",
 "awd_eff_date": "2006-07-15",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 46015.0,
 "awd_amount": 46015.0,
 "awd_min_amd_letter_date": "2006-11-17",
 "awd_max_amd_letter_date": "2006-11-17",
 "awd_abstract_narration": "ABSTRACT\r\nIn their current joint papers, the two PIs have already developed\r\ncertain geometric tools which hold promise in a number of pure and applied\r\nareas: In the proposal, they outline six main problems from operator\r\ntheory/operator algebras, iterated function systems (IFS), and more generally\r\nfrom geometric self-similarity of nonlinear iteration systems. Specifically,\r\nthey wish to use operator-algebraic and dynamical-systems tools in the\r\nconstruction of bases in the settings of IFS's, and of wavelets in the context of fractals, and in particular, for Julia sets. They expect that their results will be of computational significance, as they are constructive and naturally allow for matrix iteration schemes. They are modelled on the more familiar wavelet algorithms which have already proved successful in signal and image processing. --The PIs will continue their collaboration with graduate students at both universities, and Jorgensen will continue to mentor new Ph.D. students, and to direct two Ph.D. theses in each of the three years. These students are already in the pipeline.\r\n\r\nWe believe that the solution of our proposed problems will be significant not only in the area of operator algebras, but also in neighboring fields, such as harmonic analysis, wavelets, dynamcal systems, and signal processing. This is borne out by the track record of our collaboration up to date, and by our collaborations with these other areas of mathematics and its applications. In particular, Jorgensen is getting started with a current and active collaboration with engineering at the University of Iowa. This project with engineering involves two engineering professors and a team of engineering graduate students, and it is a natural outgrowth of the work the the two PI's already have under way. The graduate students that Jorgensen has mentored and directed in the past have included a good proportion of women and under-represented minorities, and this is certainly to be continued with this particular project if funded. --Further, the co-PIs will continue to travel to conferences, to organize workshops for their students, and to visit our respective universities. An added element of attraction with the collaboration is the closeness of Rutgers to Princeton. The two co-PIs will be able to benefit from contacts to Ingrid Daubechies's wavelet team in Princeton. Such contacts have already been explored in the PIs' participation in an NSF wavelet FRG, which is just now ending. These contacts in fact have served as preparation for our current research plans.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dorin",
   "pi_last_name": "Dutkay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dorin Dutkay",
   "pi_email_addr": "ddutkay@gmail.com",
   "nsf_id": "000391199",
   "pi_start_date": "2006-11-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 46015.0
  }
 ],
 "por": null
}