{
 "awd_id": "0704962",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   Mesoscopic Transport and Localization in Active Random Media",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2008-01-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 110000.0,
 "awd_min_amd_letter_date": "2007-05-31",
 "awd_max_amd_letter_date": "2007-05-31",
 "awd_abstract_narration": "****NON-TECHNICAL ABSTRACT****\r\n\r\nLight scattering accounts for many phenomena in our daily life, e.g., the sky is blue, milk is white. If the scattering is strong, light can be brought to a standstill as the particles of light - photons - get \"lost in a jungle\". This phenomenon, called localization, was first introduced in condensed matter physics for electrons. Unlike electrons, the number of photons can be multiplied. When a photon eventually emerges from the \"jungle\", it is hard to tell whether it is the input one or another one created during the random walk of the original photon. The goal of the project is to understand the interplay between light localization and amplification by performing numerical simulations and experimentally tracking the photons in the \"jungle\". The physical insight obtained from the proposed work may lead to the development of new optical techniques for non-invasive real-time characterization of biological tissues in which light scattering is strong. Also, the outcome of the project will be instrumental in understanding the random laser - an unconventional laser made of random medium. The interdisciplinary nature of this collaborative research program will impact both condensed matter physics and optics. The graduate and undergraduate students involved in this program will receive extensive training. The proposed education activities include the curriculum development and educational outreach, which will enrich the research and education environments at the participating institutions.\r\n\r\n\r\n**** TECHNICAL ABSTRACT****\r\n\r\nWithout a counter-part in electronic systems, coherent amplification of photons adds a new dimension to the fundamental study of mesoscopic transport and Anderson localization. The main goal of this project is to understand the effects of coherent amplification on mesoscopic wave transport in random dielectric media. The collaborative research program combines experimental and numerical studies on light transport and localization in two-dimensional random systems with gain or absorption. Near-field scanning optical microscopy will be employed to investigate the statistical properties of local fields and intensities, including the spatial and spectral correlations, the field and intensity distributions and moments. These studies will provide physical insight into the intricate interplay between localization and amplification, enroute to formulating the criterion of Anderson localization in active random systems. The close collaboration between an experimental and theoretical group is crucial to the success of the proposed research program. The graduate students and undergraduate students involved in this interdisciplinary program will receive extensive training in both condensed matter physics and optics. The proposed education activities include the curriculum development and educational outreach, which will enrich the research and education environments at the participating institutions.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hui",
   "pi_last_name": "Cao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hui Cao",
   "pi_email_addr": "hui.cao@yale.edu",
   "nsf_id": "000203752",
   "pi_start_date": "2007-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}