{
 "awd_id": "0705037",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Spike and Slab Models: Theory and Applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 159995.0,
 "awd_min_amd_letter_date": "2007-06-07",
 "awd_max_amd_letter_date": "2007-12-11",
 "awd_abstract_narration": "The investigator seeks to expand the theory and application for rescaled spike and slab models, a class of Bayesian models, to address the general problem of variable selection and prediction.  This will be accomplished in three distinct aims: (1) By developing theory as well as fast computational algorithms for non-orthogonal designs making using of  spike and slab orthogonalization.  The resulting predictor, a bagged ensemble derived using generalized ridge regression, will be shown to possess state of the art predictiveness, when one factors in interpretation over black-box prediction.  Theory, in the form of finite sample arguments, will show this is due to selective shrinkage, a property whereby only truly zero coefficients are shrunk towards zero; (2) By developing general methodology for hard thresholding estimated regression coefficients; (3) By extending the rescaled spike and slab framework to include non-linear models such as generalized linear models and non-proportional survival regression models with time dependent predictors.\r\n \r\n\r\nIntellectually, this research will enhance our understanding of model building and outcome prediction, especially in ill-determined settings when the sample size is on the order of, or dominated by, the number of predictors (variables).  This type of setting is becoming all too common in scientific settings.  Among applications considered will be colon cancer genomics, an important public health problem.  Currently, colorectal cancer is the second leading cause of cancer mortality in the adult American population, accounting for 140,000 new cases annually and 60,000 deaths.  Although widely used, it is known that the current classification scheme is highly imperfect in reflecting the actual underlying molecular determinants of colon cancer behavior. For instance, upwards of 20% of patients whose cancers metastasize to the liver are not given life saving adjuvant chemotherapy based on the current clinical staging system.  Thus, there is an important need for the identification of a molecular signature that will identify tumors that metastasize.  Another area of application will be long-term prediction models for predicting outcomes following coronary artery bypass surgery, a widely used surgical modality for patients with obstructive coronary artery disease.  Current long-term prediction models have serious limitations which have hindered our understanding.  Yet another application will be in understanding survival behavior of heart and lung transplant recipients and the role viruses play in potential dysfunction of the transplanted organs. Methodology will be complemented by development of software for fast computational solutions in high dimensional settings.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hemant",
   "pi_last_name": "Ishwaran",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hemant Ishwaran",
   "pi_email_addr": "HIshwaran@med.miami.edu",
   "nsf_id": "000113468",
   "pi_start_date": "2007-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cleveland Clinic Foundation",
  "inst_street_address": "9500 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2164456440",
  "inst_zip_code": "441950001",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "THE CLEVELAND CLINIC FOUNDATION",
  "org_prnt_uei_num": "TDGUJ1WA4UJ9",
  "org_uei_num": "TDGUJ1WA4UJ9"
 },
 "perf_inst": {
  "perf_inst_name": "Cleveland Clinic Foundation",
  "perf_str_addr": "9500 EUCLID AVE",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 159995.0
  }
 ],
 "por": null
}