{
 "awd_id": "0705058",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Ultra-Precision Silicon Immersion Gratings for Infrared Spectroscopy",
 "cfda_num": "47.049",
 "org_code": "03020518",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric Bloemhof",
 "awd_eff_date": "2007-06-15",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 598043.0,
 "awd_amount": 653043.0,
 "awd_min_amd_letter_date": "2007-06-06",
 "awd_max_amd_letter_date": "2010-08-31",
 "awd_abstract_narration": "This project is to develop a well-tested recipe for the production of large (30 centimeter) silicon immersion gratings with ultra-high groove precision. These devices are critical for future high resolution near-infrared spectrographs on 8meter and the next generation of 30 meter class telescopes. They will enable construction of compact instruments with high throughput and broadband continuous instantaneous wavelength coverage. The high resolution infrared spectroscopy will permit the indirect measurements of the physical conditions and chemical state of objects inaccessible at visible wavelengths, viz., cool objects and objects obscured by interstellar and circumstellar dust. This is important for the evolution of protostars and planetary systems, but also will be useful in the study of planets and brown dwarfs, and of the chemical evolution of the Galaxy.  The immersion gratings will enhance the research infrastructure by serving as the critical element in a new generation of infrared spectrographs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Schattenburg",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Mark L Schattenburg",
   "pi_email_addr": "marks@space.mit.edu",
   "nsf_id": "000474061",
   "pi_start_date": "2007-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121800",
   "pgm_ele_name": "ADVANCED TECHNOLOGIES & INSTRM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "7697",
   "pgm_ref_txt": "INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 199958.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 192948.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 205137.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 55000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Diffraction gratings break up light beams into individual wavelength intervals. When these intervals are fine enough, astronomers can learn about the composition, temperature, structure, and motions of the objects under study.&nbsp; The goal of this project was to develop a new type of ultra-high resolution diffraction grating that would enable powerful infra-red spectrometers for large telescopes. By working in the infrared, these instruments would enable deep probing of both very cool objects and objects shrouded in interstellar dust clouds.&nbsp; The main targets are newly forming planetary systems.&nbsp; The study of these important interstellar &ldquo;nurseries&rdquo; can help us to understand much about how our solar system was formed and where it is going.</p>\n<p>Diffraction gratings break up the incoming &ldquo;white&rdquo; light into many small intervals by reflecting light off of a series of grooves.&nbsp; By using many hundreds or thousands of grooves, the light from the object is split up into a spectrum which can be detected and studied to reveal key information about the source.&nbsp; The specific type of diffraction grating technology being developed is called an immersion echelle grating.</p>\n<p>(The term echelle comes from the French, &ldquo;&eacute;chelle,&rdquo; meaning stairs or ladder.)&nbsp; It was originally invented by Nobel prize winner Albert Michelson in 1898.&nbsp; This type of grating utilizes widely spaced grooves, similar to the grooves on old LP record disks, but with much smoother and more regularly-spaced lines.&nbsp; The word &ldquo;immersion&rdquo; refers to a technique that involves placing the grating grooves on the surface of a solid or liquid material and sending the light to the grating through the material.&nbsp; This too is an old idea, dating to work by Joseph Fraunhofer in 1822.</p>\n<p>While the two concepts of echelle and immersion gratings are old, significant technical barriers kept astronomers from producing practical versions of these devices.</p>\n<p>A key problem has been the patterning the grooves with the required precision and smoothness.&nbsp; It turns out that getting this right is essential in order to realize the desired ultra-high resolution and sensitivity, and furthermore the requirements significantly push the state of the art in precision surface patterning.</p>\n<p>To this end, two research groups, one at the University of Texas at Austin and the other at the Massachusetts Institute of Technology, combined forces to solve the challenging engineering problems that blocked progress.&nbsp; At MIT a group led by Dr. Mark Schattenburg developed a new grating patterning tool based on a scanning ultra-violet laser beam.&nbsp; Meanwhile, a group at UT led by Prof. Daniel Jaffe developed improved techniques to transfer the patterns into special large blocks of nearly perfect silicon crystals which serve as the grating substrates, and new metrology tools used to gauge progress towards goals.</p>\n<p>A great deal of progress was made under this NSF project.&nbsp; We developed a suite of powerful new tools and techniques which have significantly pushed forward the state-of-the-art of echelle grating technology, but much still remains to do.&nbsp; We are just starting to use and optimize these new techniques and are excited by the preliminary results and the prospect of achieving a new generation of powerful spectrometers.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/31/2012<br>\n\t\t\t\t\tModified by: Mark&nbsp;L&nbsp;Schattenburg</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDiffraction gratings break up light beams into individual wavelength intervals. When these intervals are fine enough, astronomers can learn about the composition, temperature, structure, and motions of the objects under study.  The goal of this project was to develop a new type of ultra-high resolution diffraction grating that would enable powerful infra-red spectrometers for large telescopes. By working in the infrared, these instruments would enable deep probing of both very cool objects and objects shrouded in interstellar dust clouds.  The main targets are newly forming planetary systems.  The study of these important interstellar \"nurseries\" can help us to understand much about how our solar system was formed and where it is going.\n\nDiffraction gratings break up the incoming \"white\" light into many small intervals by reflecting light off of a series of grooves.  By using many hundreds or thousands of grooves, the light from the object is split up into a spectrum which can be detected and studied to reveal key information about the source.  The specific type of diffraction grating technology being developed is called an immersion echelle grating.\n\n(The term echelle comes from the French, \"&eacute;chelle,\" meaning stairs or ladder.)  It was originally invented by Nobel prize winner Albert Michelson in 1898.  This type of grating utilizes widely spaced grooves, similar to the grooves on old LP record disks, but with much smoother and more regularly-spaced lines.  The word \"immersion\" refers to a technique that involves placing the grating grooves on the surface of a solid or liquid material and sending the light to the grating through the material.  This too is an old idea, dating to work by Joseph Fraunhofer in 1822.\n\nWhile the two concepts of echelle and immersion gratings are old, significant technical barriers kept astronomers from producing practical versions of these devices.\n\nA key problem has been the patterning the grooves with the required precision and smoothness.  It turns out that getting this right is essential in order to realize the desired ultra-high resolution and sensitivity, and furthermore the requirements significantly push the state of the art in precision surface patterning.\n\nTo this end, two research groups, one at the University of Texas at Austin and the other at the Massachusetts Institute of Technology, combined forces to solve the challenging engineering problems that blocked progress.  At MIT a group led by Dr. Mark Schattenburg developed a new grating patterning tool based on a scanning ultra-violet laser beam.  Meanwhile, a group at UT led by Prof. Daniel Jaffe developed improved techniques to transfer the patterns into special large blocks of nearly perfect silicon crystals which serve as the grating substrates, and new metrology tools used to gauge progress towards goals.\n\nA great deal of progress was made under this NSF project.  We developed a suite of powerful new tools and techniques which have significantly pushed forward the state-of-the-art of echelle grating technology, but much still remains to do.  We are just starting to use and optimize these new techniques and are excited by the preliminary results and the prospect of achieving a new generation of powerful spectrometers.\n\n \n\n\t\t\t\t\tLast Modified: 08/31/2012\n\n\t\t\t\t\tSubmitted by: Mark L Schattenburg"
 }
}