{
 "awd_id": "0705898",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RI:  Dynamic Discrete Choice Networks -- An Artificial Intelligence Approach to Modeling Dynamic Travel Behavior",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Vijayalakshmi Atluri",
 "awd_eff_date": "2007-10-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 899964.0,
 "awd_amount": 931964.0,
 "awd_min_amd_letter_date": "2007-09-20",
 "awd_max_amd_letter_date": "2010-04-23",
 "awd_abstract_narration": "Project Summary\r\nThe goals of the proposed research are twofold: first, to advance the state of the art in artificial intelligence and cognitive sciences by developing novel probabilistic reasoning techniques; and second, to use these techniques in building better transportation models, which can then be used to help inform public deliberation regarding major infrastructure decisions. Problems of maintaining or replacing aging infrastructure, or adding new infrastructure to meet the needs of population growth and urban expansion of metropolitan areas, are becoming increasingly difficult to solve, in part because the cost is extremely large, and in part because the political discourse over alternative solutions is contentious and reflects divergent assumptions and values. Often, a major source of disagreement is cost; but another is rooted in differing assumptions about how people would adjust their travel in response to changed circumstances in both the short and long term, and how much congestion would result. Current transportation models used in operational analysis and planning are too behaviorally simple to be very useful in addressing these questions. Recent research advances have provided improvements in behavioral representation in these kinds of choice situations, but to date these nnovations are not integrated and are computationally not feasible for large-scale application. During the last decade, the artificial intelligence community has developed a set of techniques that enable fine-grained activity recognition from sensor data; among the most advanced and successful are approaches based on Dynamic Bayesian networks and statistical relational learning. The research team will build on this foundation, integrating these AI techniques with the Discrete Choice Models used in econometric approaches, to yield a new, hybrid reasoning system: Dynamic Discrete Choice Networks. This technique will be applied to the challenging domain of modeling dynamic travel choices of individuals, such as the number of trips, scheduled time of departure, destinations, modes, and routes and to predict how these choices change under dynamically updated travel conditions. \r\n\r\nIntellectual Merit\r\n\r\nThe merit of this proposal is grounded in the research challenges in the artificial intelligence and urban modeling areas. This project advances the state of the art in artificial intelligence and cognitive sciences by developing novel probabilistic reasoning techniques that are well suited for modeling the complex combinations of factors involved in human decision making in the commonsense domain of daily travel. By integrating this modeling power into probabilistic temporal models, Dynamic Discrete Choice Networks will provide an extremely general and flexible framework for learning and recognizing human activities from sensor data and for understanding how everyday human decision making adapts to a constantly changing environment.\r\n\r\nBroader Impacts\r\n\r\nUrbanSim has the potential to significantly aid in public deliberation over major decisions regarding transportation replacement or expansion of transportation infrastructure, managing urban development, planning for response to mitigate the effects of events such as hurricane Katrina or a major earthquake, and other issues. UrbanSim is Open Source and freely available, and has already attracted considerable interest and use. Because of their improved ability to recognize and analyze human activities from raw sensor data, Dynamic Discrete Choice Networks will have applications to other significant domains as well, such as eldercare and long term health monitoring.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Borning",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Alan H Borning",
   "pi_email_addr": "borning@cs.washington.edu",
   "nsf_id": "000413655",
   "pi_start_date": "2007-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Waddell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Waddell",
   "pi_email_addr": "waddell@berkeley.edu",
   "nsf_id": "000373541",
   "pi_start_date": "2007-09-20",
   "pi_end_date": "2009-07-28"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Layton",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "David F Layton",
   "pi_email_addr": "dflayton@u.washington.edu",
   "nsf_id": "000170220",
   "pi_start_date": "2007-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dieter",
   "pi_last_name": "Fox",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dieter Fox",
   "pi_email_addr": "fox@cs.washington.edu",
   "nsf_id": "000210667",
   "pi_start_date": "2007-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 899964.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Problems of maintaining or replacing aging transportation infrastructure, or adding new infrastructure, are becoming increasingly difficult to solve.&nbsp; One major source of disagreement is cost; but another is rooted in differing assumptions about how people would adjust their travel in response to changed circumstances in both the short and long term, and how much congestion would result. &nbsp;&nbsp;</p>\n<p>Transportation models are used to simulate overall travel behavior and how it changes under different conditions.&nbsp; For example, if a freeway is expanded, or a new light rail line is constructed, what will be the effect on the total number of trips, and on the split among people driving alone, taking transit, bicycling, walking, and so forth?&nbsp; In modeling transportation behavior over the long term, we also need to model land use, since where people live and where development occurs is strongly influenced by the available transportation infrastructure and vice versa. &nbsp;Current transportation models are limited, both in their capabilities to assess complex interactions among choices and in their capacity to model walking and bicycling in addition to motorized modes.&nbsp; The aim of this research project has been to investigate components of better transportation models, and also to investigate how better information can affect travel behavior.</p>\n<p>One activity has been constructing and applying tools for analyzing data from a rich dataset of GPS traces of travel behavior of volunteers from a study that was conducted by the Puget Sound Regional Council, a government agency in the Seattle region. Our tool included a graphical interface to allow researchers to explore the data easily.&nbsp; We also investigated mathematical models of the effects on travel behavior, specifically on how to compute the utility (desirability) of different possible routes.</p>\n<p>A second activity has concerned providing real-time information to transit riders and assessing the results.&nbsp; We constructed a system called OneBusAway that provides such real-time transit information to riders in the Puget Sound region of Washington State.&nbsp; We then assessed the effects of providing such information.&nbsp; We found a set of important positive outcomes: strongly increased overall satisfaction with public transit, decreased waiting time, increased transit trips per week, increased feelings of safety, and even a health benefit in terms of increased distance walked when using transit.&nbsp; In July 2010 we launched a 3 month experiment on giving one set of riders OneBusAway, along with a variety of transit incentives, and a control group the incentives but not OneBusAway.&nbsp; We also gave high-end mobile phones to a subset of the riders to do detailed activity recognition, so that we could gain an accurate picture of their transportation behavior.</p>\n<p>In addition to being a successful research project, resulting in two PhD dissertations and a series of papers in conferences and journals, OneBusAway is also a real system, in use by over 100,000 bus riders per week in the Puget Sound region.&nbsp; In 2011 we obtained funding from three regional transit agencies to document and help maintain the system, and to transition it to a stable long-term home.&nbsp; The OneBusAway code is all open source, so that it is available for other regions to use and build on.&nbsp; It is being used for a real-time bus information system in New York City, which will be rolled out for the entire city of New York (which has the nation&rsquo;s largest transit system).</p>\n<p>&nbsp;A third activity has been the development and testing of new algorithms for improved models of interrelated choices about transportation and land use, and incorporating them into computer programs. &nbsp;For example, decisions about where to live, what type of housing to choose, how many vehicles to own, and wha...",
  "por_txt_cntn": "\nProblems of maintaining or replacing aging transportation infrastructure, or adding new infrastructure, are becoming increasingly difficult to solve.  One major source of disagreement is cost; but another is rooted in differing assumptions about how people would adjust their travel in response to changed circumstances in both the short and long term, and how much congestion would result.   \n\nTransportation models are used to simulate overall travel behavior and how it changes under different conditions.  For example, if a freeway is expanded, or a new light rail line is constructed, what will be the effect on the total number of trips, and on the split among people driving alone, taking transit, bicycling, walking, and so forth?  In modeling transportation behavior over the long term, we also need to model land use, since where people live and where development occurs is strongly influenced by the available transportation infrastructure and vice versa.  Current transportation models are limited, both in their capabilities to assess complex interactions among choices and in their capacity to model walking and bicycling in addition to motorized modes.  The aim of this research project has been to investigate components of better transportation models, and also to investigate how better information can affect travel behavior.\n\nOne activity has been constructing and applying tools for analyzing data from a rich dataset of GPS traces of travel behavior of volunteers from a study that was conducted by the Puget Sound Regional Council, a government agency in the Seattle region. Our tool included a graphical interface to allow researchers to explore the data easily.  We also investigated mathematical models of the effects on travel behavior, specifically on how to compute the utility (desirability) of different possible routes.\n\nA second activity has concerned providing real-time information to transit riders and assessing the results.  We constructed a system called OneBusAway that provides such real-time transit information to riders in the Puget Sound region of Washington State.  We then assessed the effects of providing such information.  We found a set of important positive outcomes: strongly increased overall satisfaction with public transit, decreased waiting time, increased transit trips per week, increased feelings of safety, and even a health benefit in terms of increased distance walked when using transit.  In July 2010 we launched a 3 month experiment on giving one set of riders OneBusAway, along with a variety of transit incentives, and a control group the incentives but not OneBusAway.  We also gave high-end mobile phones to a subset of the riders to do detailed activity recognition, so that we could gain an accurate picture of their transportation behavior.\n\nIn addition to being a successful research project, resulting in two PhD dissertations and a series of papers in conferences and journals, OneBusAway is also a real system, in use by over 100,000 bus riders per week in the Puget Sound region.  In 2011 we obtained funding from three regional transit agencies to document and help maintain the system, and to transition it to a stable long-term home.  The OneBusAway code is all open source, so that it is available for other regions to use and build on.  It is being used for a real-time bus information system in New York City, which will be rolled out for the entire city of New York (which has the nationÆs largest transit system).\n\n A third activity has been the development and testing of new algorithms for improved models of interrelated choices about transportation and land use, and incorporating them into computer programs.  For example, decisions about where to live, what type of housing to choose, how many vehicles to own, and what kind of transportation to use, are all interrelated &ndash; but current models treat them separately.  In this part of the work, we developed robust discrete choice models that support m..."
 }
}