{
 "awd_id": "0705460",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Many-Body Theory of Electronic Dynamics and Transport",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2007-09-15",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2007-09-04",
 "awd_max_amd_letter_date": "2009-07-12",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\n\r\nThis award supports theoretical research and education in condensed matter physics. The PI aims to describe and establish novel many-body effects, and to develop formal tools that would enable the calculation of these effects in real materials and devices. The program consists of two related parts:\r\n(1) Many-body effects in spin transport and dynamics. Effects will be studied in which the electron-electron interaction, often in combination with the spin-orbit interaction, opens up new possibilities of control of the spin current. Examples are: (i) the influence of the spin-drag effect on the propagation of spin pulses in one-dimensional wires, (ii) spin-orbit and pseudo-spin-orbit effects in Coulomb-coupled bilayer systems, (iii) spin resistivity and spin Hall effect in superconductors, and (iv) relaxation and drift of optically generated spin gratings. All these effects and the systems in which they occur are accessible to experimental study enabling synergy between theory and experiment that can lead to new concepts for spin-based devices.\r\n(2) Current density functional theory and continuum mechanics of quantum many-body systems. The time-dependent current density functional theory (TDCDFT) allows a unified treatment of transport and dynamics in real materials in terms of time-dependent effective fields. The key quantity in this theory is the stress tensor; a primary goal of the project is to generate a better understanding of the quantum mechanical stress tensor through a perturbative expansion of its exchange-correlation part in terms of single-particle orbitals. The construction of an accurate stress tensor is tantamount to developing a continuum mechanics for quantum many-body systems. Such a theory could offer a powerful alternative to the time-dependent Kohn-Sham equation in situations where strong correlation generates a highly collective behavior.\r\n\r\nNON-TECHNICAL SUMMARY:\r\n\r\nThis award supports theoretical research and education in condensed matter physics. The PI aims to discover novel phenomena that arise when electron charge and spin move through a material. Spin is a property of an electron that is of quantum mechanical origin that is related to the magnetic properties of an electron; an electron can be thought of as a tiny magnet. Modern electronic devices manipulate charge. Spintronic devices are envisioned to also manipulate spin, or the way the magnet points. The PI's research is particularly focused on phenomena related to the transport of spin through a material and contributes to the intellectual foundations for future spintronic device technology. The PI will work to develop new formal theoretical methods that will enable predictions of the charge and spin transport properties of real materials. Synergistic interaction between theory and experiment is a key aspect of this work that will maximize prospects for significant advance. The project is well suited to involve graduate students and researchers just beyond their graduate degrees, and so will contribute to a scientifically capable workforce. \r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Giovanni",
   "pi_last_name": "Vignale",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Giovanni Vignale",
   "pi_email_addr": "vignaleg@missouri.edu",
   "nsf_id": "000315209",
   "pi_start_date": "2007-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "121 UNIVERSITY HALL",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652113020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7574",
   "pgm_ref_txt": "CYBER INFRA FOR MATERIALS RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 220000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": null
}