{
 "awd_id": "0705098",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "International Research Fellowship Program: Plant Invasions and Species Range Shifts in the Face of Climate Change:  An Experimental and Modeling Study in Mediterranean Ecosystems",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan Parris",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 187665.0,
 "awd_min_amd_letter_date": "2007-08-20",
 "awd_max_amd_letter_date": "2008-04-29",
 "awd_abstract_narration": "0705098\r\nSchwartz\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad.  The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. Miguel Schwartz to work with Dr. Marcelo Sternberg at Tel Aviv University in Israel, and with Dr. James S. Clark at Duke University in North Carolina.\r\n\r\nClimate change is altering natural ecosystems in diverse ways. Shifts in species ranges and biological invasions are two of the most consequential of these impacts. These processes are associated with regional reductions in biodiversity, altered ecosystem function and reorganized species interactions. Because the mechanisms of species range shifts and exotic species invasions share common characteristics, the PI and host  propose an experimental and modeling framework that allow them to study both in a highly diverse ecosystem. Understanding the potential of species (be they exotics or immigrants from a neighboring region) to invade natural communities is key to predicting species, community, and ecosystem changes in a changing future.  The Mediterranean basin, a biological hotspot, lies at the border between temperate and arid regions. Regional climate models indicate a significant reduction in precipitation with unknown consequences for natural systems. The main question this study asks is: what might plant communities look like, given this dramatic climatic change. With its strong precipitation gradient, Israel provides an ideal area to locate this study, allowing assessment of diverse sites within a short distance. Dr. Sternberg is one of the coordinators of an international effort (GLOWA Jordan River Project) investigating this gradient.  The PI will work with his host to investigate the study's main question by determining whether selected species can invade natural communities at two sites along the aridity gradient. At these two sites, representing Mediterranean and semi-arid climates, they will manipulate rainfall to simulate predicted precipitation in the middle of the century. Across a range of microsites at both sites, and at two precipitation treatments, they will assess the success of planted invaders (both exotic and neighboring region species) relative to each other, to planted natives, and to the surrounding native community. Plant performance will be quantified via several measures and investigate quantifiable species traits of the selected species.  They will measure biotic and environmental covariates using a sophisticated sampling technique to better understand the range of variation across microsites and time.  Working with the domestic host, the PI proposes to use a hierarchical Bayesian modeling framework to analyze the results. This approach allows use of the data from the manipulation experiment as well as to exploit long term monitoring data from the GLOWA Project. They will scale their results by using the model to predict regional invasions of tested species (and their trait-based analogues) under a realistic climate scenario. Results of both the project and the associated species traits database will be shared through an existing website with analysis of results geared to both academic scientists and the public at large.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Miguel",
   "pi_last_name": "Schwartz",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Miguel J Schwartz",
   "pi_email_addr": "",
   "nsf_id": "000159183",
   "pi_start_date": "2007-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Schwartz                Miguel         J",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Durham",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "",
  "inst_zip_code": "277011543",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Schwartz                Miguel         J",
  "perf_str_addr": "",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277011543",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  },
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5905",
   "pgm_ref_txt": "ISRAEL"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 183415.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 4250.0
  }
 ],
 "por": null
}