{
 "awd_id": "0706348",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Penalized Methods for Variable Selection and Estimation in High-Dimensional Models",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2007-08-15",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 45000.0,
 "awd_amount": 45000.0,
 "awd_min_amd_letter_date": "2007-08-03",
 "awd_max_amd_letter_date": "2007-08-03",
 "awd_abstract_narration": "This project studies penalized methods for variable selection and estimation in high-dimensional models. A general approach for fitting high-dimensional models is to use regularization penalties. Several important penalized methods for variable selection and estimation have been proposed, but the properties of these methods have not been systematically studied. To apply the methods in scientific investigations, it is important to understand their properties. In particular, it is important to know under what conditions, the methods correctly select the important variables and estimate their effects in an efficient way. Standard methods for evaluating a statistical procedure assume that the number of variables in a model is fixed and much smaller than the sample size. This formulation is not applicable to high-dimensional models. The problem of analyzing high-dimensional models presents novel and challenging theoretical questions in mathematical statistics. Current variable selection methods using penalties assume a known form of the statistical model, which can be a misrepresentation of the reality. It is important to investigate what happens if a parametric model is misspecified or if no parametric assumptions are made about the model. In particular, it is important to know whether there are conditions under which penalized methods select variables correctly despite misspecification and under what conditions misspecification causes them to yield misleading results. It is also important to extend the penalized methods to nonparametric and semiparametric models.\r\n\r\nHigh-dimensional data arise in many important applications, notably biological and biomedical investigations. With rapid advances in biotechnology, more and more large data sets are being generated. The identification of statistically and biologically significant patterns from high-dimensional and noisy data sets is a major challenge. The investigators apply the proposed research to genome-wide association (GWA) analysis, detection of copy number variation (CNV), and analysis of censored survival data with gene expression profiles. GWA analysis and detection of CNV enable the identification of genes and pathways responsible for the development and progression of a disease, such as many forms of cancer. Correlating a gene expression profiles with survival is useful, because survival is perhaps the most important clinical endpoint in many cancer studies. The development of statistical methods that can deal with high-dimensional problems in estimating the relationship between clinical outcomes and genetic and genomic data contribute to better understanding of the genetic basis of diseases, better diagnoses, and better survival prediction.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Horowitz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joel Horowitz",
   "pi_email_addr": "joel-horowitz@northwestern.edu",
   "nsf_id": "000470690",
   "pi_start_date": "2007-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 45000.0
  }
 ],
 "por": null
}