{
 "awd_id": "0706647",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Spatially-Controlled Immobilization of Bioactive Molecules on Solid Surfaces",
 "cfda_num": "47.049",
 "org_code": "03070013",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David A. Brant",
 "awd_eff_date": "2007-09-15",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2007-06-06",
 "awd_max_amd_letter_date": "2010-09-17",
 "awd_abstract_narration": "INTELLECTUAL MERIT:  In the proposed research patterned surfaces will be created on gold substrates using a solvent-assisted micro-contact molding procedure.  These surfaces will have two regions, one displaying indole moieties and the other displaying adamantine moieties.  These bind, strongly and selectively, to alpha- and beta-cyclodextrin, respectively.  The cyclodextrins (CD) are barrel shaped water soluble cyclic glucans with a hydrophobic interior that binds the respective hydrocarbon species in an aqueous environment.  In preliminary work the PI has demonstrated that beta-CD can be conjugated with positively charged polyethyleneimine (PEI) and that these conjugates complex with negatively charged DNA to form nanoparticulate DNA delivery vehicles.  Formation of host-guest inclusion complexes between surface-bound adamantine and the beta-CD moiety of these nanoparticulate delivery vehicles then permits immobilization of the nanoparticles on the surface.  The goal of the current proposal is to create patterned surfaces with regions that can selectively bind two different delivery vehicles, one by complexing surface bound indole and a second by complexing surface bound adamantine, respectively, with alpha- and beta-CD.  The PI intends to pursue the program in the following sequence:  First, indole-oligo(ethylene oxide)-thiol adducts will be synthesized and bound to gold surfaces as self-assembled monolayers.  Next it will be shown, using surface plasmon resonance spectroscopy and atomic force microscopy, that specific nanoparticle immobilization can be accomplished through host-guest complexation of surface bound indole moieties and nanoparticles bearing alpha-CD moieties.  Then she will demonstrate that the two types of guest moieties, adamantine and indole, can be patterned on a surface and that these can organize two different nanoparticles on the surface by self-assembly through selective host-guest complexation.  These studies will employ fluorescently-labeled alpha- and beta-CD nanoparticle formulations that can be imaged using fluorescence microscopy.  Finally, she will demonstrate spatially-controlled delivery of the nanoparticles to cultured cells.  Attachment and viability of cultured fibroblasts will be evaluated using imaging and cell toxicity studies.  Spatially-controlled delivery of two different, fluorescently-labeled nanoparticle formulations will be assessed using confocal microscopy imaging, and functionally and spatially controlled delivery of DNA will be evaluated by delivery of nucleic acids coding for green and red fluorescent proteins. \r\n\r\nBROADER IMPACTS:   Localized display of gene delivery vehicles from solid surfaces has applications ranging from gene therapy to tissue engineering to functional genomics.  Spatial control of the display of multiple vehicle formulations can play an important role in therapeutic applications.  For example, complex signaling cascades involved in stimulating tissue regeneration can be mimicked in synthetic tissue engineering constructs by immobilizing gene delivery vehicles containing a series of growth factor expression plasmids in spatially defined patterns.  This project is developing delivery platforms to meet these needs.  In educational outreach the research group supported by this grant participates in various activities at the University of Washington, including a summer Bioscience Experiences program of hands-on laboratory sessions for under represented high school students.  The project will develop a lab module on immobilizing and imaging nanoparticles using fluorescence microscopy for this program.  They will also be involved in a Bioengineering summer camp that introduces 7th and 8th graders to science and engineering.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suzie",
   "pi_last_name": "Pun",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Suzie H Pun",
   "pi_email_addr": "spun@u.washington.edu",
   "nsf_id": "000377401",
   "pi_start_date": "2007-06-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Dong",
   "pi_last_name": "Qin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dong Qin",
   "pi_email_addr": "dqin@u.washington.edu",
   "nsf_id": "000071662",
   "pi_start_date": "2007-06-06",
   "pi_end_date": "2008-01-10"
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1711",
   "pgm_ref_txt": "MATERIALS EDUCATION AND RESEARCH"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 130717.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 139546.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 149737.0
  }
 ],
 "por": null
}