{
 "awd_id": "0706792",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER: Experimental Design for Estimating Process Parameters",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2007-03-01",
 "awd_exp_date": "2008-02-29",
 "tot_intn_awd_amt": 63689.0,
 "awd_amount": 63689.0,
 "awd_min_amd_letter_date": "2007-01-04",
 "awd_max_amd_letter_date": "2007-01-04",
 "awd_abstract_narration": "PI: Juergen Hahn \r\nInstitution:  Texas A & M University\r\nProposal Number: 0706792\r\nTitle: Autothermal Reforming of Greenhouse Gases-SGER\r\n\r\nModels derived from first-principles can be found in applications ranging from model predictive control, dynamic data reconciliation, and fault diagnosis to plant-wide real-time optimization. While these techniques were originally based upon linear models, more applications relying on nonlinear models have emerged over the last couple of decades.  In many cases it is the accuracy of the model rather than the actual algorithm that determines the quality of a controller, fault detection scheme, or optimization.  Therefore, typically a model is adapted to data collected from plant operations.  However, first-principles-based models tend to consist of a dozen to thousands of equations and usually contain even more parameters than equations.  It is virtually impossible to re-estimate the values of such a large number of parameters due to the requirements that this would place on the available data as well as the fact that many of these parameters cannot be individually estimated from process data.  One approach is to select a small subset of parameters which are re-estimated from process data.  However, the choice of which parameters to include in this set of important parameters is usually made using a combination of trial-and-error and experience with the process.  Additionally, much work has been conducted in the area of experimental design.  Unfortunately, experimental design techniques have been developed and applied in isolation of parameter selection and estimation.  No method has found wide acceptance for selecting the set of parameters to be estimated and no work has been performed on determining the effect that the available data has on estimating the parameters.  One last aspect that has not been investigated so far is the interplay between experimental design and choice of an \"optimal\" parameter set to be estimated. \r\n\r\nIt is the purpose of this Small Grant for Exploratory Research (SGER) to develop an integrated technique for experimental design and parameter selection for nonlinear systems. This approach will optimize the model accuracy that can be achieved by re-estimating model parameters.  The PI also plans to develop a coordinated activity between the areas of experimental design and parameter selection/estimation.\r\n\r\nBroad Impact:\r\n\r\nThis work could have a significant impact on any application where models are used online and updated with experimental and/or plant data.  These include, but are not limited to model-based control, data reconciliation, fault diagnosis, and real-time optimization.  Improved process monitoring and control has a direct economical and ecological impact as it allows improved plant operations by minimizing waste production, by lowering the raw materials usage, by quick detection and correction of upset conditions, and by generally resulting in safer plant operation.\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juergen",
   "pi_last_name": "Hahn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Juergen Hahn",
   "pi_email_addr": "hahnj@rpi.edu",
   "nsf_id": "000491837",
   "pi_start_date": "2007-01-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "3124 TAMU",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "049E",
   "pgm_ref_txt": "CHEMICAL PROCESS CONTROL"
  },
  {
   "pgm_ref_code": "050E",
   "pgm_ref_txt": "CHEMICAL PROCESS DESIGN"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 63689.0
  }
 ],
 "por": null
}