{
 "awd_id": "0707280",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Graduate Education and Development: The GSMM Camp and MPI Workshop",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 176346.0,
 "awd_amount": 176346.0,
 "awd_min_amd_letter_date": "2007-06-20",
 "awd_max_amd_letter_date": "2007-06-20",
 "awd_abstract_narration": "Proposal: \tDMS - 0707280\r\nPI: \tSchwendeman, Donald W\r\nInstitution:\tRensselaer Polytechnic Institute\r\nTitle:\tGraduate Education and Development: The GSMM Camp and MPI Workshop \r\n\r\nABSTRACT\r\n\r\nThis proposal describes a program for graduate student education and career development consisting of the Graduate Student Mathematical Modeling (GSMM) Camp and the Mathematical Problems in Industry (MPI) Workshop.  The GSMM Camp is a week-long meeting held annually in June and is designed to promote problem-solving and scientific communication skills.  At the Camp, graduate students work together in teams, with the guidance of a faculty mentor, on highly interdisciplinary problems typically inspired by industrial applications.  The problems span a wide range of areas of application and are carefully selected to promote a broad set of problem-solving skills.  The MPI Workshop is held during the week following the Camp, and its focus is on a set of problems brought by representatives from industry.  At the Workshop, the graduate students from the Camp are joined by postdocs and faculty, all working together in teams on the problems presented.  While the general organization of the Workshop is similar to that of the Camp the emphasis is different.  The Camp is a vehicle for graduate student education, whose aim is to build strength in problem-solving and scientific communication skills.  The problems brought to the Camp are intended to challenge, but not overwhelm, the students, and to provide a warm up for the difficult problems considered at the Workshop.  The Workshop also provides a learning experience for graduate students, but its primary goal is to promote links between applied mathematicians at universities and scientists and engineers in industry.  The two meetings compliment each other, and the combined program is highly valuable for graduate students and unique amongst universities in the U.S., and in the northeast in particular.\r\n\r\nThe proposed activity builds on a successful program already in place under the direction of the Principle Investigator.  The first three GSMM Camps were held at Rensselaer Polytechnic Institute starting in the summer of 2004, and a fourth Camp is scheduled for June, 2007.   \r\nThese Camps have attracted over one hundred outstanding graduate students, including many women and students from underrepresented groups, from top-tier universities across the U.S. and Canada.  The present grant will support the organization and graduate student participation in three more GSMM Camps beginning in the summer of 2008.  As a result of this support, the program will continue to grow and to have a broad impact on graduate student education and development.  The Camp, and the Workshop that follows, promote both depth in mathematics and the ability to understand and communicate across a variety of areas of science and engineering.  Accordingly, the Camp-Workshop combination provides a valuable experience that has a strong impact on the interdisciplinary research efforts of the participating graduate students.  The intellectual merit of the activity centers around the problems considered at the Camp and Workshop.  Some of these problems have led to follow up research and new mathematical results, and it is expected that this will continue to be an outcome of the combined problem-solving experience.  In sum, the aim of the program is to help build a stronger workforce of applied mathematicians who are both skilled in interdisciplinary research and are able to communicate effectively across a variety of areas of science and engineering.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Schwendeman",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Donald W Schwendeman",
   "pi_email_addr": "schwed@rpi.edu",
   "nsf_id": "000321266",
   "pi_start_date": "2007-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "TROY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 176346.0
  }
 ],
 "por": null
}