{
 "awd_id": "0707679",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative  Research: Mapping the Galactic Arecibo  Sky in the 21-cm Line",
 "cfda_num": "47.049",
 "org_code": "03020400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Katharina Lodders",
 "awd_eff_date": "2007-09-15",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 364300.0,
 "awd_amount": 364300.0,
 "awd_min_amd_letter_date": "2007-09-04",
 "awd_max_amd_letter_date": "2009-06-18",
 "awd_abstract_narration": "In this collaborative research project Drs. Snezana Stanimirovic (University of Wisconsin - Madison), Mary Putman (University of Michigan), and Eric Korpela (University of California - Berkeley) will survey the Galaxy in neutral hydrogen (HI) across the entire Arecibo Observatory sky (13,000 square degrees).  This project will reveal the detailed spatial and kinematic structure of Galactic neutral hydrogen (HI) and allow new studies of the gaseous disk, halo, and the flow of material between them to be completed. Surveying the entire Arecibo sky has only recently become possible with the installment of the Arecibo L-band Feed Array (ALFA), a cluster of seven receivers operating at the wavelength of 21-cm that provide an unsurpassed combination of sensitivity, resolution, and mapping speed.  Topics already being uncovered by the survey are: 1) the evolution between atomic and molecular clouds, 2) the interplay between the Galactic disk and halo, and 3) the detailed gas dynamics at work in the Galactic halo.  In the Galactic disk, the high-resolution Arecibo observations, when compared with other interstellar tracers, probe the nature of the molecular gas not traced by carbon monoxide, the so called \"dark gas\". In addition, statistical investigation of HI datasets will relate properties of interstellar turbulence with the underlying physical conditions. The transition region between the Galactic disk and halo, when viewed by Arecibo, consists of a thick \"belt\" of numerous cold, discrete HI clouds. The survey will map the extent of this belt and investigate its possible connection to the local sites of star formation in the Galactic disk and galactic fountain models. In the Galactic halo itself, research will focus on the interaction between HI halo clouds known as high-velocity clouds (HVCs) and the surrounding diffuse halo gas. This will be done by studying the detailed features of the clouds in the context of models of the halo and comparing the cloud dynamics directly to simulations. The initial survey data also show that Arecibo will superbly sample the unexplored tail-end of the HVC population.  At the heart of this project are synergistic studies of Galactic HI with surveys at other wavelengths and the latest numerical simulations of the interstellar medium and gaseous halo. This Galactic HI survey, confronted with theory and numerical simulations, promises fundamental contributions to our understanding of the cycling of matter in the Galaxy on scales from a few pc to many kpc.\r\n\r\nThe data products from this survey will have a true legacy character, as the observations, data reduction, and final collating of the data cubes have been successfully developed, and these final data products will be made available to the public on a timely basis.  The dissemination of these data products, will enhance the infrastructure for Galactic research across the world. This research will provide topics for Ph.D. theses and undergraduate research projects at the University of California-Berkeley, the University of Michigan, and the University of Wisconsin-Madison, fostering the confluence of research and education. Images of the Galactic HI sky will be displayed at outreach centers at the three institutions to demonstrate the multi-wavelength character of the Galaxy to the public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Snezana",
   "pi_last_name": "Stanimirovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Snezana Stanimirovic",
   "pi_email_addr": "sstanimi@astro.wisc.edu",
   "nsf_id": "000484986",
   "pi_start_date": "2007-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121600",
   "pgm_ele_name": "GALACTIC ASTRONOMY PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7480",
   "pgm_ref_txt": "ARCHIVAL DATA ANALYSIS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 115802.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 118359.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 130139.0
  }
 ],
 "por": null
}