{
 "awd_id": "0707704",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative research: Three-Dimensional Simulations of Type Ia Supernovae: Constraining Models with Observations",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032924905",
 "po_email": "nsharp@nsf.gov",
 "po_sign_block_name": "Nigel Sharp",
 "awd_eff_date": "2007-08-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 414927.0,
 "awd_amount": 480739.0,
 "awd_min_amd_letter_date": "2007-08-13",
 "awd_max_amd_letter_date": "2014-06-23",
 "awd_abstract_narration": "AST-0709181/AST-0707704/AST-0708873/AST-0708855\r\nKohkhlov/Baron/Wang/Hoeflich\r\n\r\nThis project is a comprehensive theoretical analysis of thermonuclear Type Ia supernovae (SNe Ia), which will account for any three-dimensional (3D) processes affecting SNe Ia explosions, and will provide a rigorous comparison of model predictions with existing and future high quality observations.  The methods and techniques will be combined into the remote-access SNe Ia computational pipeline, which comprises sophisticated 3D simulation algorithms for fluid dynamics, nucleosynthesis, and radiation transport, as well as tools for the 3D analysis of SNe Ia data.  SNe Ia are crucial for identifying the nature of dark energy, one of the most important problems facing modern science, because they serve as one of the most direct and precise distance indicators in the Universe.  The results of this study will improve the cosmological calibration of these critical tools, by trying to understand what affects their status as standard candles, notably the different types of progenitor systems, deviations from spherical symmetry, and interaction with circumstellar matter.  One important outcome will be a comprehensive set of observationally verified first-principles multidimensional explosion models of SNe Ia.  Identifying physical correlations among predicted and observed signatures of SNe Ia will be crucial for improving the accuracy of their calibration.\r\n\r\nThis work is an exceptional platform for introducing students to cross-disciplinary and multi-field science, through the many areas involved in studying SNe Ia, such as numerical methods, large-scale hydrodynamics and radiation transport simulations, observations, and cosmological applications.  Research results will be made available to the broad scientific community via the developed computational pipeline, and will be disseminated to the wider non-technical audience.  The results will also benefit current and future ground- and space-based observing programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Baron",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Edward A Baron",
   "pi_email_addr": "baron@ou.edu",
   "nsf_id": "000315555",
   "pi_start_date": "2007-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "660 PARRINGTON OVAL RM 301",
  "perf_city_name": "NORMAN",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730193003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  },
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 70793.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 96557.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 102628.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 89054.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 96395.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 25312.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the grant period two students from the University of Oklahoma<br />received PhDs working on the project: Bin Chen (now at Florida State<br />University), Soma De (finished postdoc at ETH Zurich, currently<br />searching for her next position). Brian Friesen (next position<br />NESAP Postdoctoral Fellow, NERSC/Berkeley National Lab) will receive<br />his PhD in May, <br />2015. Thirteen undergraduates worked on <br />related projects supported by a combination of project funds and funds<br />from the OU NSF REU site grant. These students represented nine<br />different higher learning institutions.<br /><br /><br />Forty five refereed papers were published and twenty five conference<br />contributions were presented. <br /><br />At the University of Oklahoma the graduate student initiated group<br />Lunar Sooners was formed during the grant period. Brian Friesen and<br />Jeremy Lusk played a major role in Lunar Sooners. Lunar Sooners<br />performs a variety of outreach events including weekly star parties,<br />Science in action day, NASA OSGC, Star Parties in the Wichita<br />Mountains, visiting minority high schools in Oklahoma City, etc.<br /><br />The major intellectual focus of the grant work was to continue to<br />probe the validity of the Chandrasekhar Mass model of the explosion of<br />Type Ia Supernovae. Type Ia Supernovae were used to discover the Dark<br />Energy, which led to the 2011 Nobel Prize in Physics. However, since<br />the progenitor system of Type Ia supernovae is unknown, the variation<br />of Type Ia supernovae with redshift is an important systematic<br />error. While the Chandrasekhar mass model has been the mainstay model<br />of a Type Ia supernova explosion in the last 3-5 years its validity<br />has been called into question particularly due to the more detailed<br />variation seen in individual Type Ia supernovae. Our group has worked<br />to show how this model may still be compatible with nearly all the<br />observations, but at the same time this work focuses just what the<br />model can and can not due, helping the scientific community to come to<br />a consensus about the nature of Type Ia supernova progenitor systems.<br /><br />Simultaneously at the University of Oklahoma we have worked on the<br />improvement of our generalized stellar atmospheres code<br />PHOENIX. PHOENIX now runs in full 3D on over 100,000 computer cores in<br />parallel. We have added support for HDF5 which is used both for<br />speedup in collective I/O and for the output and ease of plotting many<br />intermediate quantities which allows us to perform detective work on<br />our results. Because radiative transfer is a highly non-linear<br />problem, it can be difficult to determine exactly what physical<br />phenomenon is causing what result and much of our work has focused on<br />teasing out exactly the cause and effect. <br /><br />We have also moved into the later time regime (Brian Friesen Ph.D<br />Thesis) Spectra of type Ia supernovae near maximum light are characterized by<br />broad and blended P Cygni profiles from many atomic<br />lines. Disentangling them in order to glean information about the line<br />forming regions in the supernova ejecta is a challenging task. After<br />maximum light the spectra undergo a complicated transition from being<br />P Cygni-dominated to emission-dominated. At these later times the<br />spectra probe deeper regions of the ejecta, providing valuable insight<br />regarding the initial stages of the explosion, which remain largely<br />unknown. We have performed a series of analytic and numerical<br />calculations to explore in detail the underlying physics and radiative<br />transfer mechanisms which lead to the observed properties of late-time<br />spectra. We have constructed a simple model of an optically thick<br />scattering line embedded in a medium emitting optically thin continuum<br />radiation...",
  "por_txt_cntn": "\nDuring the grant period two students from the University of Oklahoma\nreceived PhDs working on the project: Bin Chen (now at Florida State\nUniversity), Soma De (finished postdoc at ETH Zurich, currently\nsearching for her next position). Brian Friesen (next position\nNESAP Postdoctoral Fellow, NERSC/Berkeley National Lab) will receive\nhis PhD in May, \n2015. Thirteen undergraduates worked on \nrelated projects supported by a combination of project funds and funds\nfrom the OU NSF REU site grant. These students represented nine\ndifferent higher learning institutions.\n\n\nForty five refereed papers were published and twenty five conference\ncontributions were presented. \n\nAt the University of Oklahoma the graduate student initiated group\nLunar Sooners was formed during the grant period. Brian Friesen and\nJeremy Lusk played a major role in Lunar Sooners. Lunar Sooners\nperforms a variety of outreach events including weekly star parties,\nScience in action day, NASA OSGC, Star Parties in the Wichita\nMountains, visiting minority high schools in Oklahoma City, etc.\n\nThe major intellectual focus of the grant work was to continue to\nprobe the validity of the Chandrasekhar Mass model of the explosion of\nType Ia Supernovae. Type Ia Supernovae were used to discover the Dark\nEnergy, which led to the 2011 Nobel Prize in Physics. However, since\nthe progenitor system of Type Ia supernovae is unknown, the variation\nof Type Ia supernovae with redshift is an important systematic\nerror. While the Chandrasekhar mass model has been the mainstay model\nof a Type Ia supernova explosion in the last 3-5 years its validity\nhas been called into question particularly due to the more detailed\nvariation seen in individual Type Ia supernovae. Our group has worked\nto show how this model may still be compatible with nearly all the\nobservations, but at the same time this work focuses just what the\nmodel can and can not due, helping the scientific community to come to\na consensus about the nature of Type Ia supernova progenitor systems.\n\nSimultaneously at the University of Oklahoma we have worked on the\nimprovement of our generalized stellar atmospheres code\nPHOENIX. PHOENIX now runs in full 3D on over 100,000 computer cores in\nparallel. We have added support for HDF5 which is used both for\nspeedup in collective I/O and for the output and ease of plotting many\nintermediate quantities which allows us to perform detective work on\nour results. Because radiative transfer is a highly non-linear\nproblem, it can be difficult to determine exactly what physical\nphenomenon is causing what result and much of our work has focused on\nteasing out exactly the cause and effect. \n\nWe have also moved into the later time regime (Brian Friesen Ph.D\nThesis) Spectra of type Ia supernovae near maximum light are characterized by\nbroad and blended P Cygni profiles from many atomic\nlines. Disentangling them in order to glean information about the line\nforming regions in the supernova ejecta is a challenging task. After\nmaximum light the spectra undergo a complicated transition from being\nP Cygni-dominated to emission-dominated. At these later times the\nspectra probe deeper regions of the ejecta, providing valuable insight\nregarding the initial stages of the explosion, which remain largely\nunknown. We have performed a series of analytic and numerical\ncalculations to explore in detail the underlying physics and radiative\ntransfer mechanisms which lead to the observed properties of late-time\nspectra. We have constructed a simple model of an optically thick\nscattering line embedded in a medium emitting optically thin continuum\nradiation, and have shown that, compared to traditional P Cygni\nprofiles, these spectral features appear qualitatively similar but\nundergo noticeable wavelength shifts which may be incorrectly\ninterpreted as Doppler shifts of the line-forming region, or else may\nlead to misidentification of the line altogether. Within the context\nof supernova spectra, this model may be represent..."
 }
}