{
 "awd_id": "0707484",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CMP:  Charge Fractionalization and Spin Charge Separation in One Dimensional Conductors",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniele Finotello",
 "awd_eff_date": "2007-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 480000.0,
 "awd_amount": 480000.0,
 "awd_min_amd_letter_date": "2007-05-31",
 "awd_max_amd_letter_date": "2010-06-21",
 "awd_abstract_narration": "****NON-TECHNICAL ABSTRACT****\r\n\r\nMatter is constructed from fundamental building blocks. These may be the elementary particles like quarks that construct neutrons and protons. They may be less fundamental, like the atoms when describing the structure of crystals. Moreover, depending on the level of description, they may even be simply fundamental excitation modes such as those describing the vibration of a guitar string. Identifying the relevant building blocks and unraveling their properties is an essential step in formulating our description and understanding of matter. In electronic systems, such as conventional metals, the electrons themselves constitute the elementary building block for the description of many of its properties such as the electrical conductivity and heat capacity. Despite their vast number and the electrical interaction (known as the Coulomb interaction) amongst them, the electrons continue to behave as independent particles with one unit of charge and a magnetic property called spin. Surprisingly, such a simple description of electronic systems, known as Fermi liquid theory, is valid only in two and three spatial dimensions. In one-dimensional metals, where electrons are forced to move along a straight line, the inclusion of Coulomb interactions completely breaks the single particle description. The elementary building blocks of a one-dimensional system can carry independently spin and charge and the charge carriers are fractionalized into quantities that are smaller than the unit of an electron charge. This project seeks to understand the nature of these elementary building blocks present in the one-dimensional world, by using state of the art experimental techniques to investigate novel one-dimensional systems. This project educates students at the interface between fundamental condensed matter physics and the more applied aspects of Nano-Science. The interdisciplinary character of the research will produce students who are used to communicating across disciplines. Such skills are of ever greater importance as fundamental and applied sciences approach one another.\r\n\r\n\r\n**** TECHNICAL ABSTRACT****\r\n\r\nQuantum one-dimensional (1D) systems can carry charge in units smaller than a single electron charge. This unique effect is a result of the repulsive Coulomb electron-electron interactions. According to Luttinger Liquid theory, which describes the low-energy excitations of such systems, an electron added near either Fermi point is expected to decompose into two counter propagating charge-excitations carrying charges Q(+)=(1+g)/2 and Q(-)=(1-g)/2 where g<1 for repulsive interactions. Observing fractionalization physics in an experiment is a considerable challenge. A well-known example is the elementary excitations of the Fractional Quantum Hall (FQH) state. These carry charge fractions of the form 1/m, m being an odd integer. However, the predicted charge fractionalization in quantum wires has not been observed experimentally. This project utilizes a novel technique for direct measurement of charge fractionalization in quantum wires. A double-wire geometry will be used. Through momentum conservation in the tunneling process between the two wires, unidirectional electrons will be injected into the bulk of a wire, with fractionalization resulting in currents detected on both sides of the injection region. The ratio of these currents together with a 2-terminal reference measurement would enable the determination of the extent of charge fractionalization and its dependence on various system parameters such as the carrier density and disorder. This challenging project educates students at the interface between fundamental condensed matter physics and the more applied aspects of Nano-Science. The interdisciplinary character of the research will produce students who are used to communicating across disciplines. Such skills are of ever greater importance as fundamental and applied sciences approach one another.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amir",
   "pi_last_name": "Yacoby",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amir Yacoby",
   "pi_email_addr": "yacoby@g.harvard.edu",
   "nsf_id": "000152626",
   "pi_start_date": "2007-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Matter is constructed from fundamental building blocks. These may be the elementary particles like quarks for example that construct neutrons and protons. They may be less fundamental, like the atoms when describing the structure of crystals. Moreover, depending on the level of description, they may even be simply fundamental excitation modes such as those describing the vibration of a guitar string. Identifying the relevant building blocks and unraveling their properties is an essential step in formulating our description and understanding of matter. In electronic systems such as conventional metals, the electrons themselves constitute the elementary building block for the description of many of its properties such as the electrical conductivity and heat capacity. Despite their vast number and the Coulomb interaction amongst them, they continue to behave as independent particles with charge <em>e</em> and spin <em>1/2</em>.</p>\n<p>Surprisingly, such simple description of electronic systems, known as Fermi liquid theory, is valid only in two and three spatial dimensions. In one-dimensional metals, where electrons are forced to move along a straight line, the inclusion of Coulomb interactions completely breaks the single particle description. The elementary building blocks of a one-dimensional system can carry independently spin and charge and the charge carriers are fractionalized into quantities that are smaller than the electron charge. This project utilizes novel one dimensional systems in order to unravel the nature of such elementary building blocks in a one dimensional world.</p>\n<p>One of the surprising outcomes of our research is that in one dimension, the particles and the corresponding anti-particles (known as holes) do not behave in a similar manner. This turns out to be a unique property of one dimensional systems. While particles can easily relax their energy the anti-particles cannot. This property, explored here experimenatlly for the first time, has important consequences on the dissipation of information transported using one dimensional systems.</p>\n<p>One dimensional systems can also form at the boundaries of two dimensional systems that are subject to strong magnetic fields. In such systems, it has been predicted theoretically that repulsion amongst the carriers can determine the degree of spin polarization of such edge modes. Here, using momentum resolved tunneling that allows to directly measure the energy-momentum relation of particles, we provided direct evidence for this phenomena for the first time.</p>\n<p>Finally, the research in this field trains students at the interface between fundamental condensed matter physics and the more applied aspects of Nano-Science. The interdisciplinary character of the research educates students who are used to communicating across disciplines. This is a trend of ever greater importance as fundamental and applied sciences approach one another.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/02/2012<br>\n\t\t\t\t\tModified by: Amir&nbsp;Yacoby</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMatter is constructed from fundamental building blocks. These may be the elementary particles like quarks for example that construct neutrons and protons. They may be less fundamental, like the atoms when describing the structure of crystals. Moreover, depending on the level of description, they may even be simply fundamental excitation modes such as those describing the vibration of a guitar string. Identifying the relevant building blocks and unraveling their properties is an essential step in formulating our description and understanding of matter. In electronic systems such as conventional metals, the electrons themselves constitute the elementary building block for the description of many of its properties such as the electrical conductivity and heat capacity. Despite their vast number and the Coulomb interaction amongst them, they continue to behave as independent particles with charge e and spin 1/2.\n\nSurprisingly, such simple description of electronic systems, known as Fermi liquid theory, is valid only in two and three spatial dimensions. In one-dimensional metals, where electrons are forced to move along a straight line, the inclusion of Coulomb interactions completely breaks the single particle description. The elementary building blocks of a one-dimensional system can carry independently spin and charge and the charge carriers are fractionalized into quantities that are smaller than the electron charge. This project utilizes novel one dimensional systems in order to unravel the nature of such elementary building blocks in a one dimensional world.\n\nOne of the surprising outcomes of our research is that in one dimension, the particles and the corresponding anti-particles (known as holes) do not behave in a similar manner. This turns out to be a unique property of one dimensional systems. While particles can easily relax their energy the anti-particles cannot. This property, explored here experimenatlly for the first time, has important consequences on the dissipation of information transported using one dimensional systems.\n\nOne dimensional systems can also form at the boundaries of two dimensional systems that are subject to strong magnetic fields. In such systems, it has been predicted theoretically that repulsion amongst the carriers can determine the degree of spin polarization of such edge modes. Here, using momentum resolved tunneling that allows to directly measure the energy-momentum relation of particles, we provided direct evidence for this phenomena for the first time.\n\nFinally, the research in this field trains students at the interface between fundamental condensed matter physics and the more applied aspects of Nano-Science. The interdisciplinary character of the research educates students who are used to communicating across disciplines. This is a trend of ever greater importance as fundamental and applied sciences approach one another.\n\n\t\t\t\t\tLast Modified: 09/02/2012\n\n\t\t\t\t\tSubmitted by: Amir Yacoby"
 }
}