{
 "awd_id": "0708140",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AMC-SS: Theory and Modeling of Rare Events",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 366748.0,
 "awd_amount": 366748.0,
 "awd_min_amd_letter_date": "2007-07-24",
 "awd_max_amd_letter_date": "2012-07-16",
 "awd_abstract_narration": "The present proposal focuses on the study of rare events as they arise from real applications in computational chemistry, material sciences or molecular biology (for details on the latter, see the second paragraph below). Examples of such rare events include phenomena as diverse as nucleation events during phase transitions, chemical reactions, conformation changes of biomolecules, or bistable behaviors in genetic switches. The study of these rare events requires going beyond Freidlin-Wentzell theory of large deviations, which in mathematics has been the traditional tool to analyze rare events. It also requires integrating the theory within a computational perspective, which is necessary since traditional numerical tools such as Monte Carlo or direct simulation of SDEs are highly ineffective for rare events. Here the PI proposes to do so by (i) generalizing the theoretical framework of Transition Path Theory (TPT), which allows one to describe the statistical mechanics of rare events in situations when large deviation theory does not apply, and (ii) developing associated numerical algorithms such as the String Method for the effective computation of the various objects in TPT (like the probability density of reactive trajectories, their probability current and flux, and the rate of the reaction).\r\n\r\nThe excitement of using molecular dynamics as a tool to do biology stems for the fact that it would enable us to understand the behavior of biomolecules such as protein, enzymes, ion channels, etc. from the \"jiggling and wiggling\"  of the atoms they are made of (to quote Richard Feynman).  This would allow for a much deeper understanding of their function and one that goes beyond what is currently achievable via experiments (in which it is hard or impossible to resolve the actual dynamics of the atoms).  But this objective comes with tremendous challenges. While biomolecules are tiny objects from our perspective, they are also huge in that they are typically made of thousands of atoms (hundreds of thousands if one accounts for the molecules of solvent surrounding them). Since these atoms move very fast, the equations of motion governing their evolution must be integrated on the computer using a very small time step--typically of the order of one femtosec (1 femtosec = 1e-15 sec = 0.000000000000001 sec). Every such time step takes some time because it involves updating the position of so many atoms. As a result, it is only possible to simulate directly the motion of a typical biomolecule such as Hemoglobin over a few nanoseconds (1 nanosec = 1e-9 sec = 0.000000001 sec).  Such a calculation already takes several days on a large computer.  This, however, is a problem because the motion of these large molecules which governs their actual function only arise on a much slower time scale, typically of the order of the microseconds or even more (1 microsec = 1e-6 sec =  0.000001 sec). This is because such motion typically involves reactive events, e.g. large-scale reorganization of the shape of the molecule, which are very rare on the time scale of the molecule (though obviously, they are not on our own daily time scale). The direct simulation of any such reactive event would typically require years of computations, which is neither affordable nor practical. On the other hand, various techniques have been designed recently to bypass this difficulty and describe statistically (rather than on a one to one basis) the reactive events. This proposal is about developing these techniques, first at a theoretical level then by exploiting  the theory to design efficient numerical algorithms for the computation of the reactive events which are so important in molecular biology.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Vanden-Eijnden",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Vanden-Eijnden",
   "pi_email_addr": "eve2@cims.nyu.edu",
   "nsf_id": "000188424",
   "pi_start_date": "2007-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "Courant Institute of Math Sciences",
  "perf_str_addr": "New York University",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121092",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 366748.0
  }
 ],
 "por": null
}