{
 "awd_id": "0708199",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRI: IAD An Advanced Infrastructure for Generation, Storage, and Analysis of Program Execution Traces",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rita Rodriguez",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2007-10-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2007-07-24",
 "awd_max_amd_letter_date": "2007-07-24",
 "awd_abstract_narration": "Proposal #:\tCNS 07-08199\t\t\t\t\t07-08464\r\nPI(s):\t        \tGupta, Rajiv; Gupta, Neelam\t\t\tZhang, Xiangyu\r\nInstitution:\tUniversity of Arizona\t\t\t\tPurdue University\r\n\t\tTucson, AZ 85721-0001\t\t\t\tWes Lafayette, IN 47907-2108\r\nTitle: \t\tIAD: Advanced Infr for Generation, Storage, and Analysis of Program Execution Traces \r\n\r\nProject Proposed:\r\nThis collaborative project, developing an open source software infrastructure that is capable of tracing and analyzing long program executions, features customizability, extensibility, and most importantly, the capability of collecting prolific types of execution traces for realistic executions on single- and multi-threaded programs. The work is feasible due to the fact that, at present, checkpointing/logging can be effectively combined with tracing through a technique called Execution Fast Forwarding (EFF) that enables scaling up tracing by orders of magnitude and availability of a highly compacted trace representation called Whole Execution Trace (WET) composed of static program representation that is annotated with dynamic traces including control flow, address, value, and a dependence trace that can contain complete program execution history in compacted form. Components of the infrastructure include\r\n.\tCheckpointing/logging environment that will execute a given binary on the supplied input to produce a set of checkpoints and logs which can be used to replay the execution;\r\n.\tExecution fast forwarding components that will eliminate part of the execution that is not relevant to reproducing a given event;\r\n.\tTracing component to generate, compress, and store the WET (Whole Execution Trace) of a replayed execution interval; and\r\n.\tTrace analysis component to provide an API that will enable users to access WET's with ease, without having to understand the low level detailed representation of WET.\r\nDynamic analysis techniques analyze traces of program executions to characterize the runtime behavior of programs. Distinctive runtime characteristics are then exploited in designing the systems to \r\n.\tDevelop highly reliable systems by detecting bugs, locating faults, and testing programs; \r\n.\tDevelop secure systems by detecting information leaks and unsafe behavior, and performing software marking; \r\n.\tValidate and verify data by associating the output produced by highly complicated data processing procedures to the raw input data that can greatly facilitate verification of results;\r\n.\tDevelop hardware and software for highly optimized systems (e.g.,  embedded systems that must optimize performance, power, & memory usage) exploiting a wide range of runtime program characteristics (e.g., recurring code sequences to achieve compression, narrow width data to develop energy efficient cache designs & pipelines, etc.). \r\n\r\nBroader Impacts: The infrastructure enables rapid prototyping for data verification, computer architecture, compilers, embedded systems, software engineering such as building testers and debuggers, security such as designing watermarking and information flow analysis tools. The uniform representation of logs and WETs provides standard interface to easily exchange traces. Moreover, encouraging synergy among projects, course projects will be designed and provided with the infrastructure.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rajiv",
   "pi_last_name": "Gupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rajiv Gupta",
   "pi_email_addr": "gupta@cs.ucr.edu",
   "nsf_id": "000077772",
   "pi_start_date": "2007-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Neelam",
   "pi_last_name": "Gupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Neelam Gupta",
   "pi_email_addr": "ngupta@cs.arizona.edu",
   "nsf_id": "000460196",
   "pi_start_date": "2007-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "739900",
   "pgm_ele_name": "CISE MINOR INST INFRA (MII) PR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7359",
   "pgm_ref_txt": "COMPUTING RES INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}