{
 "awd_id": "0708478",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  A Comparative Study of Escaping Atmospheres using AEOS/HiVIS",
 "cfda_num": "47.049",
 "org_code": "03020400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas S. Statler",
 "awd_eff_date": "2007-07-15",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 79196.0,
 "awd_amount": 79196.0,
 "awd_min_amd_letter_date": "2007-07-13",
 "awd_max_amd_letter_date": "2007-07-16",
 "awd_abstract_narration": "AST 0709343\r\nSchneider\r\nAST 0708478\r\nKuhn\r\n\r\nDrs. Nicholas Schneider, University of Colorado, and Jeffrey Kuhn, University of Hawaii, will carry out a three-year program of observations focused on a comparative study of four escaping atmospheres of the solar system. The program will start with Io in Year 1, then add Europa, Mercury and Enceladus. Spatially-resolved maps and velocity spectra of multiple atmospheric species will be obtained in multiple orbital and magnetic field geometries in order to quantify the dependence of escape rates on these valuables. Observations spaced over weeks, months and years will probe the true nature of the temporal variability of escape.  The team will use the HiVIS echelle spectrograph on the Air Force's AEOS telescope on Maui. \r\n\r\nThe AEOS/HiVIS combination is the ideal tool for study of escaping atmospheres. First, the echelle format captures emissions from multiple bright species known at Io, Europa and Mercury: sodium, potassium and oxygen in the visible range, and potentially sulfur and sulfur monoxide using the IR arm of the instrument.  Second, the high spectral resolution easily separates the emissions from the objects' reflected solar continua, while allowing accurate measurements of line widths and velocity offsets, plus any high-velocity tails. Third, the excellent AEOS image quality will allow unprecedented spatial mapping of these objects' escaping atmospheres. Fourth, the facility standing of HiVIS and the flexible scheduling of AEOS allow observing according to scientific requirements, not instrument block scheduling or single-shot user-instrumentation. No previous atmospheric escape study has had more that two of these advantages at the same time, which underscores the potential of the proposed program.\r\n\r\nWith AEOS/HiVIS capabilities, the team will accomplish the following: \r\n. Map the spatial distribution of multiple constituents of Io and Europa's atmospheres, and relate the results to atmospheric source and escape processes.  They will locate the source region for fast sodium escape, and test the hypothesis that oxygen emission comes from escaping molecules vs. atoms.\r\n. Quantify atmospheric escape rates and their temporal variability.  The researchers will characterize Io's atmosphere & supply to the magnetosphere.\r\n. Extend these techniques to Mercury and Enceladus, based on optimization of observational techniques at Io - the archetype for atmospheric escape.\r\n\r\nThis project will also have a broader impact through training, formal & informal education on how technology overcomes the blurring effects of Earth's atmosphere. First, undergraduate and graduate students will actively participate the project. Second, the investigators teach classes on optics and observational astronomy, and will expand their coverage of adaptive optics based on their experiences at AEOS. Finally, this project will enable \"Video Astronomy Nights\" at the Sommers Bausch Observatory on the University of Colorado campus.  Observations carried out by the team will show in real time the effects of the atmosphere, and how even a small telescope can overcome these effects. Over the course of the project, hundreds of students and members of the general\r\npublic will have a greater exposure to and appreciation of this important new technology.\r\n***\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Kuhn",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey R Kuhn",
   "pi_email_addr": "kuhn@ifa.hawaii.edu",
   "nsf_id": "000328468",
   "pi_start_date": "2007-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 79196.0
  }
 ],
 "por": null
}