{
 "awd_id": "0708950",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Galacitc Spiral Structure Reassessment: a precision photometry approach to complete homogeneous samples",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922475",
 "po_email": "jneff@nsf.gov",
 "po_sign_block_name": "James Neff",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 166342.0,
 "awd_amount": 194147.0,
 "awd_min_amd_letter_date": "2007-08-21",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "Understanding the formation and evolution of the Milky Way''s present spiral structure must necessarily begin with observations.  However, the Galactic structure is not easy to interpret because of the multiple choices of tracer objects and varied observational approaches used in many studies. To spatially separate distant stellar structures is a complex experiment in which the quantity, quality, and completeness of the observational data and their reliable interpretation play a critical role. In this context, Dr. Kaltcheva (University of Wisconsin-Oshkosh) will employ a precision photometry approach, utilizing uvby-Beta photometry of two types of tracer objects, OB associations and clusters and A-F-G bright giants/supergiants, with complete homogeneous samples and careful consideration to calibration that will result in a greatly improved determination of some aspects of the Galactic spiral structure, particularly regarding the star formation processes along the spiral arms and tracing the Galactic features to large distances.\r\n\r\nWhile this research has a potential broad contribution to the field of astronomy, the program itself is also feasible for execution by faculty and students in a primarily undergraduate institution, where the work will take place.  The individual projects in the program are designed such that small parts can be isolated as independent research tasks, which can be accomplished by students of varying skill levels in reasonable amounts of time. A primary goal is to provide students with a positive learning experience and an introduction to the process of scientific investigation. In addition, the special Stromgren-HBeta filters (to be acquired as part of this project) will also be made available to the astronomical community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nadejda",
   "pi_last_name": "Kaltcheva",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nadejda Kaltcheva",
   "pi_email_addr": "kaltchev@uwosh.edu",
   "nsf_id": "000336314",
   "pi_start_date": "2007-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Oshkosh",
  "inst_street_address": "800 ALGOMA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "OSHKOSH",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "9204243215",
  "inst_zip_code": "549013551",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "WI06",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "DCYNUU4E7Q66"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Oshkosh",
  "perf_str_addr": "800 ALGOMA BLVD",
  "perf_city_name": "OSHKOSH",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "549013551",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "WI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121600",
   "pgm_ele_name": "GALACTIC ASTRONOMY PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "7480",
   "pgm_ref_txt": "ARCHIVAL DATA ANALYSIS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 72005.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 46150.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 48187.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 27805.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!--[if gte mso 9]><xml> <o:OfficeDocumentSettings> <o:AllowPNG /> </o:OfficeDocumentSettings> </xml><![endif]-->\n<p class=\"MsoNormal\">In contrast to the distant external galaxies, in our own Milky Way we can observe star-forming regions in unprecedented detail. According to current theories, stars form in both turbulent and quiescent clouds of interstellar material.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Massive recently-born stars have a profound influence on their surroundings. On large scales they may cause cloud disruption and thus interrupt star-formation. On small scales they may cause cloud compression, in this way triggering the formation of other stars. Since massive stars dominate the structure of their environments, a better understanding of the connection between them and the surrounding interstellar medium will cast light on the entire process of star-formation. Unfortunately, unlike the external galaxies where the star-forming fields are generally evident from direct imaging, in our own Galaxy the spiral arms are strung out along the line of sight, and so a direction may contain many different star-forming complexes overlapping each other on the sky. To uncover the spatial distribution of these young objects, one first must identify them, and then determine their distances. Thus, the study of the Galactic star-forming fields is grounded in obtaining reliable distances to the young, recently-born stars. The investigation of the stellar content of selected star-forming regions in the Milky Way, based on precise photometric distances, makes up the centerpiece of this award. The objectives are to improve our knowledge of the structure of a number of star-forming fields and the overall Galactic structure mapping in their directions,<span style=\"mso-spacerun: yes;\">&nbsp; </span>and also to correlate the locations of the optical spiral tracers and the interstellar material.</p>\n<p>Under this award,<span style=\"mso-spacerun: yes;\">&nbsp; </span>several major star-forming fields were studied, as follows:<span style=\"mso-spacerun: yes;\">&nbsp; </span>Carina Spiral Feature, Carina Tangent, Northern Monoceros, Lacerta OB1, Norma OB1, Centaurus, Perseus and Cepheus. The intermediate-band photometric system that we utilize<span style=\"mso-spacerun: yes;\">&nbsp; </span>provides reliable astrophysical information in a highly efficient way, thereby helping to distinguish between closely spaced groups lying along the line of sight. New estimates of the distance and absorption of light<span style=\"mso-spacerun: yes;\">&nbsp; </span>for prominent groups in the star-forming fields we studied were obtained and used<span style=\"mso-spacerun: yes;\">&nbsp; </span>to<span style=\"mso-spacerun: yes;\">&nbsp; </span>investigate<span style=\"mso-spacerun: yes;\">&nbsp; </span>the interaction<span style=\"mso-spacerun: yes;\">&nbsp; </span>between the recently-born stars and the neutral and ionized material in their surroundings.<span style=\"mso-spacerun: yes;\">&nbsp;&nbsp; </span>Several Bok globules (small dark clouds of interstellar matter<span style=\"mso-spacerun: yes;\">&nbsp; </span>in which star-formation may takes place) and the rich Galactic open cluster M11 (the most outstanding cluster seen toward the Scutum star-forming field) were also investigated, based on precise intermediate-band<span style=\"mso-spacerun: yes;\">&nbsp; </span>photometry obtained with the 0.9-m WIYN telescope at the Kitt Peak National Observatory. In addition, extensive tests of various photometric calibrations in terms of true stellar distance were performed, casting light on the advantages of the intermediate-band photometric approach for fields more distant than 500 pc. The overall contribution to the field<span style=\"mso-spacerun: yes;\">&nbsp; </span>of Astronomy resulted in eleven<span style=\"mso-spacerun: yes;\">&nbsp; </span>publications in refereed scientific journals and numerous presentation...",
  "por_txt_cntn": "\nIn contrast to the distant external galaxies, in our own Milky Way we can observe star-forming regions in unprecedented detail. According to current theories, stars form in both turbulent and quiescent clouds of interstellar material.  Massive recently-born stars have a profound influence on their surroundings. On large scales they may cause cloud disruption and thus interrupt star-formation. On small scales they may cause cloud compression, in this way triggering the formation of other stars. Since massive stars dominate the structure of their environments, a better understanding of the connection between them and the surrounding interstellar medium will cast light on the entire process of star-formation. Unfortunately, unlike the external galaxies where the star-forming fields are generally evident from direct imaging, in our own Galaxy the spiral arms are strung out along the line of sight, and so a direction may contain many different star-forming complexes overlapping each other on the sky. To uncover the spatial distribution of these young objects, one first must identify them, and then determine their distances. Thus, the study of the Galactic star-forming fields is grounded in obtaining reliable distances to the young, recently-born stars. The investigation of the stellar content of selected star-forming regions in the Milky Way, based on precise photometric distances, makes up the centerpiece of this award. The objectives are to improve our knowledge of the structure of a number of star-forming fields and the overall Galactic structure mapping in their directions,  and also to correlate the locations of the optical spiral tracers and the interstellar material.\n\nUnder this award,  several major star-forming fields were studied, as follows:  Carina Spiral Feature, Carina Tangent, Northern Monoceros, Lacerta OB1, Norma OB1, Centaurus, Perseus and Cepheus. The intermediate-band photometric system that we utilize  provides reliable astrophysical information in a highly efficient way, thereby helping to distinguish between closely spaced groups lying along the line of sight. New estimates of the distance and absorption of light  for prominent groups in the star-forming fields we studied were obtained and used  to  investigate  the interaction  between the recently-born stars and the neutral and ionized material in their surroundings.   Several Bok globules (small dark clouds of interstellar matter  in which star-formation may takes place) and the rich Galactic open cluster M11 (the most outstanding cluster seen toward the Scutum star-forming field) were also investigated, based on precise intermediate-band  photometry obtained with the 0.9-m WIYN telescope at the Kitt Peak National Observatory. In addition, extensive tests of various photometric calibrations in terms of true stellar distance were performed, casting light on the advantages of the intermediate-band photometric approach for fields more distant than 500 pc. The overall contribution to the field  of Astronomy resulted in eleven  publications in refereed scientific journals and numerous presentations at professional meetings.\n\nIn addition to its contribution to the field of Astronomy, this award provided excellent opportunities for undergraduate students to perform research.  Within the scope of this award, student projects were designed as independent research tasks, which were accomplished by students of varying skill levels in reasonable amounts of time. A primary goal is to provide students with a positive learning experience and an introduction to the process of scientific investigation.  Participating students are co-authors on seven of the published papers.  Students involved in the award presented their results at more than 20 local, regional and national meetings of undergraduate research. This award further developed existing synergies between the involved astronomers from the University of Wisconsin Oshkosh (a primarily-undergraduate institution) ..."
 }
}