{
 "awd_id": "0709983",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Engineering Principles in Biological Systems",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927843",
 "po_email": "sabasu@nsf.gov",
 "po_sign_block_name": "Sankar Basu",
 "awd_eff_date": "2007-05-01",
 "awd_exp_date": "2009-04-30",
 "tot_intn_awd_amt": 47830.0,
 "awd_amount": 47830.0,
 "awd_min_amd_letter_date": "2007-04-24",
 "awd_max_amd_letter_date": "2007-04-24",
 "awd_abstract_narration": "ABSTRACT\r\n0709983\r\nMitra, Partha\r\nCold Spring Harbor Lab\r\nEngineering Principles in Bioogical Systems\r\n\r\nThree workshops in a series entitled Engineering Principles in Biological Systems are proposed to take place at Cold Spring Harbor Laboratory's Banbury Center, Cold Spring Harbor, NY on May 6-8, 2007, May 4-6, 2008, and May 3-5, 2009. The purpose of these workshops is to bring together scientists with strong theoretical or mathematical backgrounds, and an active interest in applying engineering principles to the study of biological systems, for mutual education and future collaboration. Participants will be drawn from engineering and computer science, biology, and the physical sciences, and their topics of research will span cellular, systems and population biology.  Intellectual Merit: Through the process of evolution, living systems retain accidentally found solutions to problems they must solve in order to survive. In the past, theoretical\r\nbiology has largely focused on explanations of the physico-chemical mechanisms behind such solutions, while explanation in the form of function-solution pairs has been studied in a relatively ad hoc manner and has not been approached from a disciplinary perspective. These workshops will promote the development of an emerging approach to theoretical biology with more formal emphasis on design or engineering principles. Here, the premise is that although solutions or designs in biological systems are not engineered but instead arise incrementally through natural selection, they may nevertheless be studied in their existing forms in the framework of engineering theories developed alongside human-engineered systems.\r\nGoals of the workshops:\r\n(1) Development of a theoretical canon: Refine a list of theories, rather than a theory of everything, applicable to studying engineering principles in biological systems. A starting point for these theories (as reflected in the proposed workshop sessions) can be drawn from courses taught in engineering departments. The idea is therefore to start with major existing engineering theories (controls, communication, computation) and to examine whether these apply to biological systems, and if not, what modifications are in order.\r\n(2) Pedagogical goals: The workshops will provide an educational opportunity for biological researchers to learn about engineering theories which may be relevant to their work, and for engineering theorists and computer scientists to learn about biological problems they might help to be understood. Each session will have a tutorial overview of the corresponding engineering theory, followed by biological examples, chosen\r\nspecifically to span scales: from cellular and organism levels, as well as from population or evolutionary biology where appropriate.  Dissemination and Broader Impact: The proposed workshops will foster this new\r\napproach to understanding biological systems and the collaborative culture across disciplines that its success will require. The conference venue and format are ideal for encouraging open discussion and initiating collaborative efforts, and it is hoped that a continuing series of such workshops will also encourage the development of an enduring and progressive theoretical framework. To complement the direct training opportunity for workshop participants, talks presented at the workshop along with relevant supporting\r\nmaterial will be put on a publicly accessible website for the benefit of the general scientific community. In addition, a summary report reflecting the deliberations at the workshop will be prepared and disseminated through the website and submitted for publication in a review journal.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Partha",
   "pi_last_name": "Mitra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Partha Mitra",
   "pi_email_addr": "mitra@cshl.edu",
   "nsf_id": "000095192",
   "pi_start_date": "2007-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cold Spring Harbor Laboratory",
  "inst_street_address": "1 BUNGTOWN RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLD SPG HBR",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5163678307",
  "inst_zip_code": "117242202",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NY03",
  "org_lgl_bus_name": "COLD SPRING HARBOR LABORATORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GV31TMFLPY88"
 },
 "perf_inst": {
  "perf_inst_name": "Cold Spring Harbor Laboratory",
  "perf_str_addr": "1 BUNGTOWN RD",
  "perf_city_name": "COLD SPG HBR",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117242202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NY03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "471000",
   "pgm_ele_name": "DES AUTO FOR MICRO & NANO SYS"
  },
  {
   "pgm_ele_code": "735300",
   "pgm_ele_name": "EMERGING MODELS & TECHNOLOGIES"
  },
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  },
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 47830.0
  }
 ],
 "por": null
}