{
 "awd_id": "0710605",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Materials World Network:  Liquid Precursor Formation and Crystallization at Interfaces: Fundamentals Towards Applications",
 "cfda_num": "47.049",
 "org_code": "03070013",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David A. Brant",
 "awd_eff_date": "2007-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 445000.0,
 "awd_amount": 487556.0,
 "awd_min_amd_letter_date": "2007-08-09",
 "awd_max_amd_letter_date": "2009-08-09",
 "awd_abstract_narration": "A Materials World Network (MWN) team has been established which investigates the fundamental aspects of a polymer-induced liquid-precursor (PILP) crystallization process.   This process has been examined by two of the investigators of the team (Gower and Colfen), for both inorganic and organic materials, and has the potential to provide new biomimetic processing strategies for advanced materials. Some potential applications of this process include the development of \"biomimetic bone\", biodegradable microcapsules for controlled release, and other biomaterial applications requiring benign processing conditions for sensitive biocomponents. The US team is led by Laurie Gower, Associate Professor of Materials Science and Engineering (University of Florida), whose research program in biomimetic materials chemistry, is centered around the non-classical PILP crystallization process that is the focus of this US-German network. The PILP process appears to be broadly applicable, in which preliminary studies find that it can be induced in a variety of inorganic materials, as well as organic crystals of amino acids. Although formation of PILP phases has now been observed under many different experimental conditions- the fundamental physicochemical properties, and the stability and transformation mechanisms of this unusual phase are largely unresolved and will be the focus of this project.  The German team consists of Dirk Volkmer (University of Ulm) and Helmut Colfen (Max Planck Institute of Colloids and Interfaces). Volkmer's group has prepared novel amphiphiles and polymer brushes as templates for mineral deposition, and is well recognized for their mechanistic studies on the growth of calcium carbonate crystals beneath Langmuir monolayers.  Colfen's group is well recognized for their studies of non-classical crystallization processes, and have made seminal contributions to the study of PILP systems, demonstrating that organic PILPs can also be formed. Both labs have unique analytical capabilities for examining the thermodynamics and interfacial phenomena of this unusual crystallization process.  \r\nThe MWN project consists of three thrusts, centered around the primary expertise of the three principal investigators.  The first thrust examines the fundamental thermodynamics and kinetics of PILP formation, using microcalorimetry, ultracentrifugation, and in situ chemical titrations; and ternary phase diagrams will first be determined for the simpler organic PILP systems, to correlate lattice energy parameters with the capability of forming PILP phases. The second thrust develops a technique for capturing and stabilizing the labile PILP phase, which is needed for determination of the rheological properties and spectroscopic analysis of this unusual phase. Co-investigators, Roger Tran-Son-Tay (Professor of Mechanical Engineering, U. of Florida), will provide the micro-rheological instruments and expertise for examining the fluidic character and solidification kinetics of the captured PILP phase; and Joanna Long (Associate Professor of Molecular and Cellular Biochemistry) will provide NMR expertise for examining molecular interactions within the accumulated precursor phase, and relaxation time experiments to examine the solidification kinetics.  The third thrust examines the influence of Langmuir monolayers, as well as immobilized self-assembled monolayers, with well-defined surface chemistries and structure, on the transformation of the precursor phase. This interfacial aspect is important for stabilizing the pseudomorphic transformation, as well as regulating crystallographic properties (phase, orientation, texture, and morphology).  This Materials World Network encompasses training for both graduate and undergraduate level students, with particular benefits from the integration of research and training in an international environment. In the latter case, materials chemistry projects will be advertised to the undergraduate students of the respective institutions, and top ranked students will be selected to participate in the program during the summer of their junior year, facilitating international networking between the next generation of Materials Scientists.  \r\n\r\nThis award is co-funded with the Office of International Science and Engineering.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laurie",
   "pi_last_name": "Gower",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Laurie B Gower",
   "pi_email_addr": "lgower@mse.ufl.edu",
   "nsf_id": "000265050",
   "pi_start_date": "2007-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5936",
   "pgm_ref_txt": "GERMANY (F.R.G.)"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7488",
   "pgm_ref_txt": "MATERIALS WORLD NETWORK"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 155000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 145000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 187556.0
  }
 ],
 "por": null
}