{
 "awd_id": "0710941",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Evaluation of Storage in Fractured-Rock Aquifer Systems",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2011-01-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 151902.0,
 "awd_min_amd_letter_date": "2007-07-19",
 "awd_max_amd_letter_date": "2009-07-13",
 "awd_abstract_narration": "Many important local and regional aquifers occur in fractured and faulted crystalline-rock systems. Effective porosity and related storage occur in primary and secondary fracture networks as well as the matrix block. Many hydraulic tests have been designed to quantify flow and permeability of the fractured system, but accurate quantification and distribution of storage and porosity have been elusive because measuring the compression of the fractures or matrix block under stressed conditions is difficult and costly. One device that has been highly effective for providing stress-strain relations for quantifying skeletal specific storage properties in unconsolidated pumped basins is the borehole pipe extensometer. We propose to install a pipe extensometer in a well characterized fractured and faulted crystalline-rock aquifer system that is known to contain a major fracture zone from thrust faulting and a secondary fracture network contained within a low permeability matrix. The extensometer design will allow for accurate strain measurements for a rock (and fracture) compressibility of 10-1l m2/N. Residual strains from earth tides, barometric and rainfall loading and temperature effects can be monitored and effectively eliminated. Designed cyclical hydraulic tests will yield hysteretic stress-strain curves leading to quantification of primary and secondary fracture compressive storage properties. Analytical modeling of flow verses time using the heatpulse flow meter and type-curve analysis can provide estimates of fracture transmissivity and total fracture storage. The coupled extensometer and analytical modeling analysis can allow for quantification of porosity and block hydraulic conductivity along with accurate storage estimates. Finite-element modeling with ABAQUS allows for the use of transient parameters in a dual permeability/porosity system that will provide further understanding of the hydraulic characteristics and response under stressed conditions.\r\n\r\nThe broader impacts of this proposed research are significant because storage and porosity quantification in fractured rocks is often elusive, even with detailed and costly aquifer testing techniques. The combined use of extensometer data coupled with analytical and numerical modeling will provide detailed estimates of all important hydraulic properties of fractures. The techniques used and developed in this research can be readily applied to all fractured-rock settings. This would represent the first and only operating pipe extensometer in the eastern United States (the only one in the country in fractured crystalline rocks) and would provide important data and opportunities for researchers and students from other universities and the US Geological Survey who would not otherwise have access to this device or the strain measurements it will yield. The data obtained from the extensometer will be incorporated into two hydrogeology courses at Virginia Tech as part of lectures pertaining to strain, storage, and fracture mechanics. It will also be available for student field trips to the Fractured Rock Research site that we are continuing to develop in the Blue Ridge province.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Burbey",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas J Burbey",
   "pi_email_addr": "tjburbey@vt.edu",
   "nsf_id": "000340792",
   "pi_start_date": "2007-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 48305.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 50529.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 53068.0
  }
 ],
 "por": null
}