{
 "awd_id": "0710962",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2007  Gordon Research Conference on Elastomers, Networks, and Gels, July 15-20, 2007, New London, NH",
 "cfda_num": "47.049",
 "org_code": "03070012",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2007-04-01",
 "awd_exp_date": "2008-03-31",
 "tot_intn_awd_amt": 4000.0,
 "awd_amount": 4000.0,
 "awd_min_amd_letter_date": "2007-01-10",
 "awd_max_amd_letter_date": "2007-01-10",
 "awd_abstract_narration": "The goal of the Gordon Research Conference on Elastomers, Networks, and Gels is to bring together scientists whose interests range from polymer gels to molecular gels, from hydrogels to biomedical gels, and from chemical synthesis of network materials to rheological and structural properties. This conference was previously known as the GRC on Elastomers. The broadening of the conference to include networks and gels results from a recognition of the maturity of the field of \"elastomers\" and the need to rejuvenate the conference without losing its identity with crosslinked materials. In the spirit of this broadened perspective, the 2007 conference will be organized to emphasize fundamentals of chemical and physical networks as they may apply to novel network systems, to biomedical systems, and to industrial elastomers.\r\nThe conference will be held at Colby-Sawyer College in New London, NH, from July 15-20, 2007.\r\nThe PI is highly qualified both technically and organizationally to carry out this organization. He has published widely his original work on networks and gels and has participated frequently in the present conference. In addition, he has served as the technical program chair for the \"Kunststoffkolloquium\" at the University of Stuttgart (1969, 1971) and the Chairman of the 1989 meeting of the Polymer Processing Society in Amherst (Co-chair with Mike Malone).\r\nElastomers, Networks and Gels are important materials both in industry and in the burgeoning activities of the biological sciences. In addition, in spite of the nominal age of crosslinked networks or elastomers as a field of endeavor, there are many new and exciting activities and findings going on in the field. Not only is industry finding novel materials, such as liquid crystalline elastomers, but the advent of electrolytic gels such as DNA gels and their relevance to biological systems has resulted in a resurgence of work in the specific area of gels. Furthermore, nanoscience has made possible new approaches to understanding reinforcement of elastomers and this permits unresolved problems in rubber reinforcement, such as the mechanisms of the Payne and Mullins Effects, to be re-investigated. This GRC brings these areas of knowledge together in a way that promotes interaction among the researchers in the different fields and cements the interactions by providing sessions on theory and simulation that are relevant to all elastomers, networks, and gels.\r\n\r\nIntellectual merit of the proposed activity\r\nThe general theme of this GRC brings experts together with vastly different areas of knowledge. There is no better place than a Gordon Conference to debate the synthesis, physics, and biology concepts that are common to molecular and supra-molecular network materials and their applications. This stimulates new ideas and promotes interaction among researchers that are otherwise separated due to their specialization.\r\n\r\nBroader impacts of the proposed activity\r\nThe proposed program is very diverse with respect to the science covered as well as issues of gender and ages of speakers. Knowledge of network behavior is advanced for the classical chemical networks and elastomers. Much less understood are physical gels as they occur in biology. The GRC will help in the transfer of knowledge from the more established field of elastomers and networks to biological gels. In reverse, concepts of biology are expected to infuse new ideas into network research in general.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "H. Henning",
   "pi_last_name": "Winter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "H. Henning Winter",
   "pi_email_addr": "winter@ecs.umass.edu",
   "nsf_id": "000384020",
   "pi_start_date": "2007-01-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "5586 POST RD UNIT 2",
  "perf_city_name": "EAST GREENWICH",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028183454",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 4000.0
  }
 ],
 "por": null
}