{
 "awd_id": "0710844",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Deformation and Seismicity Accompanying Effusive Silicic Eruptions",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 135000.0,
 "awd_min_amd_letter_date": "2007-05-31",
 "awd_max_amd_letter_date": "2009-06-03",
 "awd_abstract_narration": "Arc volcanoes erupt both explosively and effusively, and while effusive eruptions are less hazardous they are more amenable to study.  Furthermore, many important physical and chemical processes are common to both styles of activity.  As magma ascends the decrease in pressure results in exsolution of volatile constituents, which has the dual effect of increasing melt viscosity and promoting crystal growth.  Considerable progress has been made in the past decade in modeling these processes, yet surprisingly little attention has been given to coupling the resultant tractions on the boundary of volcanic conduits to stress and deformation in the surrounding elastic medium.  At the same time commonly used volcano deformation models remain highly idealized, and these idealizations are particularly inadequate in the case of erupting volcanoes.  The goal of the proposed research is to more fully understand the driving forces and associated deformation and seismicity of effusive dome-building eruptions, with particular emphasis on the current eruption at Mount St. Helens.  The proposed work involves the development of coupled magma flow and deformation models, and the analysis of both near-conduit and broader scale deformation and seismic data at Mount St. Helens in order to better constrain these models.\r\n\r\nThe recent and largely unexpected reawakening of Mount St. Helens demonstrates serious limitations in our understanding of the processes that drive volcanic eruptions.  The ongoing eruption has raised a number of first-order questions including: How did St. Helens begin erupting with so little precursory activity?  Seismicity associated with the current eruption is limited to the upper few kilometers, yet magma is clearly rising from the mid-crust.  In contrast, seismic swarms in preceding decades extended from 2 to 9 km depth.  Were the earlier swarms associated with magma transport?  If not, what other processes could explain the seismicity?  What processes control the dramatic transient tilt signals in the near field of the extruding dome at Mt. St. Helens?  What constraints do they place on the mechanics of dome extrusion?  Following the onset of the eruption PBO and the USGS rushed to deploy GPS instruments on the volcano.  If we are to take advantage of improved monitoring data then it is imperative that we begin to consider more realistic deformation sources which take into account the physical properties of magma movement from depth and its effect on the surrounding medium.\r\n\r\nWe propose to develop both quasi-analytic and Finite Element Method (FEM) models that relate physical-chemical processes in the magma chamber and conduit system to surface deformation and seismicity.  Predictions of the coupled chamber/conduit models will be compared to observed time-dependent deformation and effusive flux to better constrain parameters such as magma chamber volume and recharge rate at Mt. St. Helens.  Various models of swarm seismogenesis will be investigated and compared to observations based on Dieterich's seismicity rate theory [Dieterich, Jour. Geopys. Res, 1994].  One promising model involves cyclic increase in stress due to crystallization-driven gas exsolution and pressurization interrupted by periods of gas escape.  Dramatic near vent tilt cycles will be analyzed to constrain the source of these transient deformations.  Finally, we will examine thermal models to test the hypothesis that the first erupted 2004 lavas were residual magmas from the 1980's dome-forming eruptions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Segall",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Segall",
   "pi_email_addr": "segall@stanford.edu",
   "nsf_id": "000277380",
   "pi_start_date": "2007-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 135000.0
  }
 ],
 "por": null
}