{
 "awd_id": "0710839",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigating the Dynamics of Tidewater Glaciers with Application to Columbia Glacier, Alaska and Kangerlussuaq Glacier, East Greenland",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2006-10-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 170417.0,
 "awd_min_amd_letter_date": "2007-08-15",
 "awd_max_amd_letter_date": "2009-08-26",
 "awd_abstract_narration": "ABSTRACT\r\nvan der Veen\r\nOPP-0520427\r\n\r\nUncertainties in predicting future sea level are affected by a lack of understanding the\r\nbehavior of calving glaciers. There are many examples in the geological record of calving glaciers that underwent rapid change. The best-known examples of such behavior are the Heinrich events, marking short-lived periods of significantly increased iceberg production from the Laurentide Ice Sheet.  The Principal Investigators will apply a numerical model to describe and explain the observed retreat of Columbia Glacier, Alaska, and of Kangerlussuaq Glacier, Greenland. The lessons learned from studying these glaciers can be applied to other calving glaciers, to explain past changes as well as predict possible future changes.  Columbia Glacier is a tidewater glacier that has been retreating at an increasing rate since the early 1980s. The period prior to, and the subsequent retreat, have been documented by aerial photogrammetry, conducted by the U.S.G.S. for about five times a year since 1976. This data set is the most complete for any calving glacier and covers both seasonal variations and long-term changes in glacier speed and geometry. Kangerlussuaq Glacier is a fast-moving calving glacier that underwent rapid thinning during the 1990s and data has been compiled on surface elevation and glacier speed from the 1930s. While not as extensive as the Columbia Glacier data set, available data are sufficient to constrain numerical models and investigate processes most likely responsible for the behavior of this outlet glacier. The most important question concerning Columbia Glacier and other calving glaciers is what processes may initiate retreat and what feedback mechanisms are important in sustaining retreat. To answer this question, the Principal Investigator proposes to adopt a heuristic approach in which the rate of iceberg production is estimated from a calving criterion. Two different formulations will be incorporated into the model and their predictions tested against the available data. Similarly, by incorporating simple yet realistic sliding relations, the model will be used to test the hypothesis that the speed up during retreat may be associated with glacier thinning and approach to flotation, lowering the effective basal pressure. Finally, he will investigate the role of sediment recycling and the formation of a terminal moraine bank, and whether this process is essential for allowing the terminus to advance down the fjord.\r\n\r\nScientific Merit: The main goal of this project is to identify processes most important in controlling the life cycle of calving glaciers, typified by a prolonged period of slow terminus advance to a relative stable terminus located at the mouth of the fjord, followed by a brief period of rapid retreat and disintegration of the lower reaches. Until now, most studies concerning tidewater glaciers have focused on specific aspects, such as calving, sediment deposition, etc., but few attempts have been made to integrate the various ideas and suggestions into a single model with applications to a well-documented glacier.\r\n\r\nBroader Impact: While the proposed work focuses on Columbia Glacier primarily, better\r\nunderstanding of the dynamics of calving glaciers will have broader applications, in particular reducing uncertainties in future sea-level rise scenarios and the contribution of calving glaciers to this rise. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cornelis",
   "pi_last_name": "van der Veen",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Cornelis J van der Veen",
   "pi_email_addr": "cjvdv@ku.edu",
   "nsf_id": "000282526",
   "pi_start_date": "2007-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Main Campus",
  "perf_str_addr": "2385 Irving Hill Road",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457563",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 170417.0
  }
 ],
 "por": null
}