{
 "awd_id": "0710937",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Contemporary Strain and Stressing Rates in Central and Southern Alaska Through the Earthquake Cycle",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 151961.0,
 "awd_amount": 151961.0,
 "awd_min_amd_letter_date": "2007-06-04",
 "awd_max_amd_letter_date": "2007-06-04",
 "awd_abstract_narration": "Central and southern Alaska exhibit many of the complexities that can occur in a convergent setting, including oblique subduction and microplate collision, and the upper plate experiences a broad range of tectonic responses, including large mountain ranges, deep basins, long strike-slip fault systems, and great subduction zone earthquakes.  With a wealth of GPS observations, central and southern Alaska is thus a premier area for studying the geodynamics of subduction zones.  Unraveling the partitioning of strain and the evolution of stress from geodetic constraints is, however, complicated by on-going transient postseismic processes.  This project is working to isolate and illuminate the response of the Alaskan lithosphere to interseismic loading and postseismic transients by developing a 3-D viscoelastic finite element model that can predict the response to each processes.  The analysis is particularly focused on understanding of how convergence is partitioned between the megathrust and upper plate fault systems, so as to enable a calculation of how stress evolves through the earthquake cycle.  The model being developed encompasses all of central and southern Alaska and the surrounding region to the base of upper mantle to determine how slab motion and associated mantle currents (included those induced by slab edges) influence stress and strain rates in the upper plate.  Faults are modeled explicitly with earthquakes simulated by inferred slip distributions, and viscoelastic processes utilize power-law rheologies.  Calculations should eventually allow for the tracking of velocity, strain, and stressing rates through the earthquake cycle, including the evolution of stress due to interseismic loading and all major earthquakes and associated postseismic relaxation over the past century, as well as a cycle of great subduction zone events over the past 3 millennia.  An alternate version of the model with unlocked faults that slip in accordance with friction and regional loading will enable calculations of long-term (averaged over many earthquake cycles) velocity structure and strain accumulation.  Constrained by geological slip rates, this model will lend insight into the development of the broad tectonic features exhibited in central and southern Alaska, from the Central Alaska Range to the accretionary complex that stretches from Kodiak to the Kenai Peninsula and the Chugach Mountains.\r\n\r\nCalculation of the contemporary evolution of stress will lead to the identification of regions and faults that are currently being loaded at the greatest rate and have the highest unrelieved stress loads over the past century.  Such regions represent areas of highest seismic risk to a population that has grown significantly since the last great subduction zone quake in 1964.  These time-dependent calculations will enable the generation of animations that show how strain accumulates and stress fluctuates through the earthquake cycle, an educational tool that will be incorporated into lesson plans at both the high school and undergraduate level.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Freed",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Freed",
   "pi_email_addr": "freed@purdue.edu",
   "nsf_id": "000173690",
   "pi_start_date": "2007-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 151961.0
  }
 ],
 "por": null
}