{
 "awd_id": "0710869",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-Egypt Cooperative Research:  Carbon-Nanotube Reinforced Aluminium Composites- A Dual Matrix Approach",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 34998.0,
 "awd_amount": 34998.0,
 "awd_min_amd_letter_date": "2007-07-06",
 "awd_max_amd_letter_date": "2007-07-06",
 "awd_abstract_narration": "0710869\r\nMorsi\r\n\r\nDescription: This project supports collaborative research by Dr. Khaled Morsi, Department of Mechanical Engineering, San Diego State University, San Diego, California.   The Egyptian collaborator is Dr. Amal Esawi, American University in Cairo, Cairo, Egypt.  They plan to study Carbon-Nanotube Reinforced Aluminum Composites in a Dual Matrix Approach. Because of recently reported exceptional mechanical and electrical properties of carbon nanotubes (CNTs), they are currently considered as potential reinforcements that can provide considerable benefits to the composite materials industry. Recent research has however shown that poor distribution/dispersion of the nanotubes within the metallic matrix, is a major problem.  Furthermore, due to the very high aspect ratios of CNTs, at relatively low reinforcement volume fractions, the interconnectivity of the carbon nanotube brittle phase is expected to lead to a catastrophic drop in the composite''s ductility. To date these impediments have hindered the development of nanotube reinforced metal matrix composites. This project addresses new strategies for microstructural design that should overcome these shortcomings, & promote the scientific & technological development of nanotube-based nanocomposites.\r\nINTELLECTUAL MERIT: The main aim is to develop a fundamental understanding of the processing-microstructure-property relations for single and dual matrix CNT- aluminum (Al) novel composites. Three objectives are specified. 1. To manufacture CNT-Al composite powders by the mechanical alloying process, and to characterize the distribution of reinforcements and composite particle size. 2. To hot extrude bulk well-dispersed CNT-Al single and dual matrix composites. 3. To evaluate the mechanical properties of CNT-Al single and dual matrix composites. It is expected that results from this research will also be of fundamental value to other NT-metal composites.\r\nBROADER IMPACTS: The project is expected to enhance the international scientific relations between the two countries, especially in such an emerging research area. The project will involve of both graduates and undergraduates in the research & educational activities on both sides. Involvement of Minority & Women students will be realized through the existing PI institution system. The PIs plan to annually give a general presentation on metal matrix composites and the potential of CNTs as reinforcements to potential future students (elementary-High school). International & Industrial education through jointly authored publications in the leading journals, conference presentations & industrial seminars will also be pursued as technology transfer and education tools for the research results. Published results will be incorporated in graduate/upper undergraduate level courses in both countries. Infrastructure will be enhanced through the development of a small-scale extrusion rig.  This project is being supported under the US-Egypt Joint Fund Program, which provides grants to scientists and engineers in both countries to carry out these cooperative activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "K",
   "pi_last_name": "Morsi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "K Morsi",
   "pi_email_addr": "kmorsi@mail.sdsu.edu",
   "nsf_id": "000399416",
   "pi_start_date": "2007-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego State University Foundation",
  "inst_street_address": "5250 CAMPANILE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195945731",
  "inst_zip_code": "921821901",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
  "org_prnt_uei_num": "H59JKGFZKHL7",
  "org_uei_num": "H59JKGFZKHL7"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego State University",
  "perf_str_addr": "5300 Campanile Drive",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921151338",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 34998.0
  }
 ],
 "por": null
}