{
 "awd_id": "0710521",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Materials World Network: Polyelectrolyte Brushes: Understanding Multi-Valent Effects on Structure and Properties",
 "cfda_num": "47.049",
 "org_code": "03070012",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 456000.0,
 "awd_amount": 456000.0,
 "awd_min_amd_letter_date": "2007-06-19",
 "awd_max_amd_letter_date": "2009-05-13",
 "awd_abstract_narration": "This comprehensive program between the University of California at Santa Barbara and the Universitt Bayreuth in Germany aims at deepening understanding and uncovering new phenomena in systems of polyelectrolyte brushes immersed in multi-valent ionic media containing metal ions, charged surfactants, molecular ions, proteins and oppositely charged polyelectrolytes. Recent preliminary work via surface force measurement has shown new behavior, relative to that in mono-valent salt, of polyelectrolyte brushes in multi-valent media. The Surface Forces Apparatus has been used to demonstrate the extended configurations and long-range forces exerted by and between brushes immersed in good solvents. In particular, there are strong collapse transitions in some multi-valent media, observable of both flat and highly curved surfaces. New behavior signals new properties in a range of important applications of polyelectrolyte brushes. Polyelectrolyte surface properties in multi-valent ionic media, such as in physiological environments, surfaces of medical devices, rheology of water-based suspensions, flocculation or condensation of polyelectrolytes, or in the hard household water and surfactant mixtures in which many personal care products are employed, may not be straightforwardly inferred from experiments in mono-valent salt, which constitute our current knowledge base. Soft interfaces that consist of charged macromolecules, highly swollen with water, are the norm in biology, such as the cellular glycocalyx, the surfaces of lung tissue, eyelids and articular cartilage, and the interfaces between mineralized collagen fibrils in bone. Commercial products, such as those for personal care (e.g., shampoo, skin care), medical prostheses (e.g., joint replacements), materials processing (e.g., sterically stabilized dispersions of suspended particles or assemblies), anti-fogging surfaces, and gene chips, also often rely on highly hydrated, charged polymer interfaces.\r\n\r\nThe results of this work are anticipated to have applications in biology and medicine, water purification, water-based pigments, paints and coatings and the cosmetic product industry. By virtue of the collaboration between UC Santa Barbara (UCSB) and the Universitt Bayreuth (UB) that this proposed work will enable, a clear picture will emerge of how experiments on polyelectrolytes tethered to flat surfaces (at UCSB) connect with highly curved brushes (at UB), common to the surfaces of dispersed colloids. The same physics of polymers and ion confinement is at play in both systems. Many of the practical situations cited above can involve multi-valent ions for which there is much less experimental information and fewer established theoretical principles, than for media comprising mono-valent ions exclusively. Biological buffers, for example, typically contain many ionic species, including multi-valents. Multi-valent interactions, known to have strong effects on polyelectrolytes in solution, as in the condensation of DNA, have been studied very little in their effects on interfacially tethered polyelectrolytes, despite many studies in free solution and the broad biological and technological significance charged interfaces. Polymer chains in tethered assemblies (surface brushes, chains tethered to particles, and highly branched macromolecules) provide an experimental \"grip\" on the tethered ends of the macromolecules, which enables direct measurement of forces in a way that cannot be done with free linear polymers in solution. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Tirrell",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew V Tirrell",
   "pi_email_addr": "mtirrell@uchicago.edu",
   "nsf_id": "000202155",
   "pi_start_date": "2007-06-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Pincus",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Philip A Pincus",
   "pi_email_addr": "fyl@mrl.ucsb.edu",
   "nsf_id": "000448447",
   "pi_start_date": "2007-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7488",
   "pgm_ref_txt": "MATERIALS WORLD NETWORK"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 152000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 152000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 152000.0
  }
 ],
 "por": null
}