{
 "awd_id": "0711344",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:    Exploration of the Interplay between Contaminant Partitioning and Biotransformation in Multiphase Porous Media",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 274070.0,
 "awd_amount": 274070.0,
 "awd_min_amd_letter_date": "2007-08-27",
 "awd_max_amd_letter_date": "2008-06-20",
 "awd_abstract_narration": "Biological technologies aimed at cleaning up aquifers contaminated by nonaqueous phase liquids (NAPLs) frequently produce multiple degradation products which may or may not represent an overall reduction of the risk posed to human health.  Understanding the fate and transport of these degradation products within a multiphase subsurface environment is critical given the interest in applying bioenhanced dissolution for remediation of sites contaminated by chlorinated solvent NAPLs.  Assessing the fate and transport of biological degradation products in multifluid subsurface environments requires knowledge of the interplay between physical, chemical, and biological processes.  At the center of this interplay is bioavailability of degradation products influencing contaminant fate.  Bioavailability is influenced by the kinetics of mass transfer processes active in multiphase subsurface environments.  This research project integrates laboratory experiments and mathematical modeling to explore how kinetics of interphase mass transfer influences rates of biodegradation and degradation product accumulation in NAPL source zones containing chloroethenes.  Specific objectives are: (1) identify the capacity of chloroethene NAPLs to reversibly sequester cis-dichloroethene and vinyl chloride, (2) investigate the rates of mass transfer of these degradation products within heterogeneous porous media containing chloroethene NAPLs, and (3) understand the significance of these processes in the context of field-scale, bioactive, NAPL source zones.\r\n\r\nIntellectual Merit: Knowledge gained from this research will increase the understanding of parent and daughter products bioavailability within subsurface environments.  In addition, quantitative descriptions of the complex interplay between the rates of mass transfer and biotransformation will complement ongoing efforts in other laboratories that are aimed at assessing the levels at which chloroethenes inhibit the microbial species involved in metabolic reductive dechlorination.  Implementation of the developed descriptions for the coupled rates of mass transfer and biotransformation within formations containing heterogeneously distributed NAPL will ultimately enable more accurate assessment of the application of bioremediation technologies for groundwater clean-up.\r\n\r\nBroader Impacts: The research project fosters education at a number of academic levels, and provides a unique collaborative environment for training of students working at both Tufts and the U.S. Air Force Academy.  Research is being integrated into the undergraduate experience through: (1) undergraduate research projects directly related to the goals of the proposed research; (2) the development of research-based model-eliciting activities (MEAs) for implementation within undergraduate engineering curricula, and (3) outreach to high school students in the Colorado Springs and Boston metropolitan areas implemented through the US Air Force Academy's Center for Educational Excellence and through the Tufts Center for Engineering Education Outreach.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Ramsburg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Ramsburg",
   "pi_email_addr": "andrew.ramsburg@tufts.edu",
   "nsf_id": "000262155",
   "pi_start_date": "2007-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "80 GEORGE ST",
  "perf_city_name": "MEDFORD",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555519",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "757000",
   "pgm_ele_name": "SURFACE EARTH PROCESS SECTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1579",
   "pgm_ref_txt": "HYDROLOGIC SCIENCES"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 134707.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 139363.0
  }
 ],
 "por": null
}