{
 "awd_id": "0711276",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:    Origin and Significance of High Potassium Volcanism: Insights from the Ancestral Cascades, California",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 162194.0,
 "awd_amount": 162194.0,
 "awd_min_amd_letter_date": "2007-06-20",
 "awd_max_amd_letter_date": "2007-06-20",
 "awd_abstract_narration": "One of the major scientific questions regarding the geologic history of the western U.S. is to identify exactly when faulting and uplift began in the Sierra Nevada. This timing is crucial because it impacts our understanding of strain rates on particular faults, and hence has an impact on seismic hazards. The issue is also important since such uplift coincides with the birth of a plate boundary-the boundary between the Great Basin and the Sierra microplate. Volcanic activity has long been known to be associated with changes to the plate boundary activity. In this project, the collaborative team will examine the nature of high potassium volcanism in the Sierra Nevada as a potential signal of the birth of this new plate boundary.\r\n\r\nHigh potassium volcanism has long been looked to as an indicator of tectonic activity, but its origin remains unclear. Preliminary field and geochemical data show the existence of an ancestral Cascades arc in the central Sierra Nevada and eastern California, and a potential link between the inception of a plate boundary and the magmatism that led to a series of high K eruptions. For that reason, the central Sierra region provides an ideal place to study the geochemistry of high potassium magmatic rocks and the possibility that this unusual magmatism is a reflection of the delamination and uplift of the Sierra Nevada. The research proposed will provide an important and much-needed geologic and geochronologic framework for petrologic study of high-K rocks of the ancestral Cascades arc and enable to researchers to evaluate three petrologic-tectonic models for the origin of high potassium volcanism.\r\n\r\nThis project establishes a research linkage between the University of California-Santa Barbara (UCSB) and California State University-Fresno (CSU Fresno) that will allow students from CSU Fresno to have the invaluable experience of working closely with faculty and graduate students at a research-oriented institution. CSU Fresno is an RUI institution that has been designated Hispanic serving; women currently comprise 60% of the students in the CSU Fresno Geology Department, and half of the incoming students in 2006 are female and Hispanic. This represents a significant shift in the demographics of the population of Geology majors, and it is crucial that these students are able to become involved in RUI projects. Dr. Cathy Busby provides an invaluable mentor to female students at both CSU Fresno and UCSB, and a role model for young women at both institutions. The student support sought in this proposal also is crucial to CSU Fresno as a recruitment tool to bring students into Geology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cathy",
   "pi_last_name": "Busby",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Cathy J Busby",
   "pi_email_addr": "cjbusby@ucdavis.edu",
   "nsf_id": "000443523",
   "pi_start_date": "2007-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 162194.0
  }
 ],
 "por": null
}