{
 "awd_id": "0711106",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-Egypt Cooperative Research:  Building Advanced Numerical Weather Prediction Capacity in Egypt",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 18459.0,
 "awd_min_amd_letter_date": "2007-07-19",
 "awd_max_amd_letter_date": "2009-07-02",
 "awd_abstract_narration": "0711106\t \r\nYates\r\n\r\nDescription: This project supports collaborative research by Dr. David Yates at the National Center for Atmospheric Research (NCAR), Boulder, Colorado.  The collaborating scientist is Dr. Magdy Abdel-Wahab, Astronomy and Meteorology Department at Cairo University, Cairo, Egypt.  They will collaborate on building advanced numerical weather prediction capacity in Egypt. \r\n \r\nIntellectual Merit:  This partnership, established in March 2006, is between the National Center for Atmospheric Research, Boulder, CO USA and the universities of Al-Azhar and Cairo in their departments of Research and Atmospheric Sciences, respectively. NCAR is a chief developer of the Weather Research and Forecasting (WRF) Model which is a state-of the- art, advanced mesocale (e.g. regional to continental) numerical weather prediction system designed to serve both operational forecasting and atmospheric research needs. The main goals of this continued collaboration between NCAR and the two universities will be to 1) advance the intellectual capacity of the Egyptian researchers in their knowledge and use of the WRF system; 2) help the Egyptians colleagues acquire and develop high performance computing capability and understanding at their home institutions in Egypt; and 3) assist them in the implementation of the WRF model on their new high performance computer, apply it to relevant societal problems such as air pollution and coastal hazard research, and begin to address data assimilation into their\r\nWRF system.\r\nBroader Impact: This phase of collaboration will be mostly capacity building, with a long-term goal of the Egyptians colleagues effectively using the WRF system for the diverse applications and needs of Egyptian society and weather related decision-making. The WRF model is suitable for use in a broad spectrum of applications across scales ranging from meters to thousands of kilometers, including operational numerical weather prediction (NWP), the downscaling of climate simulations from large-scale climate models, driving air quality models, driving plume-tracking models for predicting the transport and dispersion of hazardous air-borne materials (nuclear or biological), atmosphere-ocean coupling for coastal storm and wave-height prediction, understanding, predicting and forecasting the interactions of the land surface with the atmosphere for hydrologic applications such as floods, flash-floods, and water resources management. All of these mentioned sectors have weather related decisions that impact Egyptian society and improved understanding of their processes and better prediction of weather related phenomena would be a tremendous benefit for Egypt. There is a real potential for expanding this collaboration to a wide array of other atmospheric science applications.\r\nThis project is being supported under the US-Egypt Joint Fund Program, which provides grants to scientists and engineers in both countries to carry out these cooperative activities.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Yates",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "David N Yates",
   "pi_email_addr": "yates@ucar.edu",
   "nsf_id": "000419139",
   "pi_start_date": "2007-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Corporation For Atmospheric Res",
  "inst_street_address": "3090 CENTER GREEN DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034971000",
  "inst_zip_code": "803012252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "UNIVERSITY CORPORATION FOR ATMOSPHERIC RESEARCH",
  "org_prnt_uei_num": "",
  "org_uei_num": "YEZEE8W5JKA3"
 },
 "perf_inst": {
  "perf_inst_name": "National Center For Atmospheric Research",
  "perf_str_addr": "P.O. Box 3000",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803073000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "1303",
   "pgm_ref_txt": "CLIMATE MODELING & PREDICTION"
  },
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 18459.0
  }
 ],
 "por": null
}