{
 "awd_id": "0711136",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-Egypt Cooperative Research:  Modeling of Welding of Titanium Alloys",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 30000.0,
 "awd_amount": 30000.0,
 "awd_min_amd_letter_date": "2007-08-06",
 "awd_max_amd_letter_date": "2010-12-09",
 "awd_abstract_narration": "0711136\r\nDebRoy\r\n\r\nDescription: This project supports collaborative research by Dr. T.  DebRoy, Materials Science and Engineering Department, Pennsylvania State University, University Park, Pennsylvania in collaboration with Dr. Abdel-Moneim El-Batahgy, Central Metallurgical Research & Development Institute, Helwan, Egypt. They plan to study the welding of titanium alloys. The PIs plan a collaborative experimental and theoretical investigation to advance fundamental understanding of both the complex welding processes and welded materials. Development of the grain structure and microstructure during welding of Ti-6Al-4V alloy will be investigated. In particular, temperature and velocity fields, cooling rates and solidification parameters during laser beam welding will be calculated through numerical solution of the equations of conservation of mass, momentum and energy in three dimensions. The computed temperature fields will be combined with an available Monte Carlo grain growth calculation program to understand the evolution of the grain structure and topology in the heat affected zone of Ti-6Al-4V welds for both conduction and keyhole mode laser beam welding. In addition, the microstructure in the heat affected zone of both laser beam and GTA welded Ti-6Al-4V alloys will be examined based on the computed temperature fields and the independent phase transformation kinetic data available in the literature. The weldments will be characterized extensively by the Egyptian team. \r\n\r\nIntellectual Merit: The goal of the proposed work is to obtain deeper insight into the changes that the microstructure of titanium alloys undergoes during welding. This is an important problem; it is of fundamental scientific interest as well as potential economic and technological relevance. The material being considered is an excellent example with varied applications and is an excellent choice. The objective of being able to predict the weld microstructures is noteworthy and the results from the proposed work will be of value to many disciplines. The models developed by the PI are first rate and are suitable for the problem at hand. \r\n\r\nBroader impacts: Deeper insights into the effect of welding on the microstructure of titanium alloys may lead to economical benefits and progress in titanium technology. The results many be included in a graduate course on computational materials science. Integrating research in teaching, and providing rigorous training for undergraduate and graduate students at Penn State and in Egypt are likely outcomes.   The PI''s department at Penn State aggressively promotes educational opportunity to women and minority students and scholars. Advances in welding technology are crucial for infrastructure and standard of living. The results will contribute to the transformation of welding to a well-accepted mainstream engineering science. Finally the results will also be of interest to many industries that has interaction with Penn State through existing outreach programs at Penn State. This project is being supported under the US-Egypt Joint Fund Program, which provides grants to scientists and engineers in both countries to carry out these cooperative activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tarasankar",
   "pi_last_name": "DebRoy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tarasankar DebRoy",
   "pi_email_addr": "rtd1@psu.edu",
   "nsf_id": "000344489",
   "pi_start_date": "2007-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": null
}