{
 "awd_id": "0711181",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Geologic Constraints on Landscape Evolution of the Sierra Nevada, California: Paleochannels, Magmatism and Structure",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fountain",
 "awd_eff_date": "2007-07-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 225001.0,
 "awd_amount": 257748.0,
 "awd_min_amd_letter_date": "2007-07-10",
 "awd_max_amd_letter_date": "2012-04-26",
 "awd_abstract_narration": "The age and uplift history of the Sierra Nevada are currently the subjects of geologic debate The goal of this research project is to characterize the landscape evolution of the central Sierra Nevada over a time period of tens of millions of years by using Cenozoic volcanic and sedimentary rocks in order to determine linkages of volcanism and faulting to tectonic events through a three-fold research effort. First, detailed mapping, sedimentary facies analysis, and dating of Tertiary strata preserved in paleochannels are being used to understand the evolution of the central Sierran landscape and how it compares with that of the rest of the range. These paleochannels had their headwaters in central Sierra Nevada, and material within them was transported westward to the present-day Sacramento Valley. Strata preserved in these paleochannels provide a record of uplift and re-incision events that can be linked to tectonic processes. The research project will test the idea that three episodes of Cenozoic uplift may have occurred in the central Sierra and the timing of these may correspond to the: (1) onset of arc magmatism about15 million years ago, (2) onset of Basin and Range faulting about10 million years ago, and (3) arrival of the triple junction about 6 million years ago. Second, structural mapping and dating of volcanic-volcaniclastic and intrusive rocks are being used to determine the inception age of range-front faulting in the central Sierra Nevada, its nature, and whether it proceeded continuously or episodically. Much of the present-day to Quaternary displacement between the Sierra Nevada block and the rest of the Great Basin is being taken up along the western edge of the Walker Lane belt (an approximately 150 km wide complex system of dominantly right-lateral strike slip faults that currently accommodates about 20-25% of the Pacific-North America plate motion) in the range-front faults of the Sierra Nevada. Third, Neogene volcanic and intrusive rocks centers in the central Sierra Nevada are bieing investigated to understand the paleogeographic and tectonic evolution of the Tertiary Ancestral Cascades arc. In particular, the project will explore the idea that three phrases of volcanism may have occurred in the ancestral Cascades arc of the Sierra Nevada: at about 14-15 million years ago, 9-10 million years ago, and 6-7 million years ago.\r\n\r\nThe Sierra Nevada is the longest and tallest mountain chain in the coterminous U.S. It has also long been considered to be among the youngest, with uplift through Late Cenozoic tilting of a rigid block about faults along its eastern margin. More recent research, however, has proposed a more complex uplift history for the Sierra Nevada, and some have argued that the range is very old. Additionally, the Sierra Nevada is considered the prototype of a fundamental process in mountain building, accomplished by foundering of lithosphere into the Earth's mantle (root delamination). This research project will provide new data that will contribute to the understanding of this important mountain range and help resolve some of these controversies. Furthermore, results will inform the history of faulting in a heavily populated area of active seismicity, the Reno-Bridgeport area. Finally, the project will engage students in scientific research and will foster participation of underrepresented groups in the earth sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cathy",
   "pi_last_name": "Busby",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Cathy J Busby",
   "pi_email_addr": "cjbusby@ucdavis.edu",
   "nsf_id": "000443523",
   "pi_start_date": "2007-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 75000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 75001.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 75000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 32747.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Geologic Constraints on Landscape Evolution of the Sierra Nevada, California: Paleochannels, Magmatism and Structure<br /> PI: Cathy Busby</p>\n<p>The Walker Lane&ndash;Gulf of California transtensional rift is a highly accessible and geologically diverse, spectacularly well-exposed field area that attracts the interest of many students and scholars. The Walker Lane is the northern extension of the Salton Sea-Gulf of California transtensional rift, where the process of continental rupture has not yet been completed, and rift initiation can be studied on land. It forms the eastern margin of the Sierra Nevada microplate (also referred to as &ldquo;the future plate boundary&rdquo;). Our new results show that plate-margin-scale Walker Lane transtension was signaled by the development of an unusually large and voluminous transtensional arc volcanic center, the ~11.5 &ndash; 9 Ma&nbsp; Sierra Crest &ndash; Little Walker arc volcanic center. There, flood andesite lavas erupted from fault-controlled fissures within a series of grabens that we refer to as the Sierra Crest graben-vent system.&nbsp; This culminated in the development of a supervolcano (the Little Walker Caldera, a giant continental caldera that is similar in many ways to Yellowstone). The Sierra Crest graben-vent system is spectacularly well-exposed at the perfect structural level for viewing the controls of synvolcanic faults on the siting and styles of feeders, vents and graben fills under a transtensional strain regime, in an arc volcanic field (Busby et al., 2013a, <em>Geosphere</em>).</p>\n<p>The eastern escarpment of the Sierra Nevada forms one of the most prominent topographic and geologic features in the Cordillera, yet the timing and nature of fault displacements along remain relatively poorly known. The central Sierra Nevada is particularly good for reconstructing the slip history of range-front faults, because they offset dateable volcanic rocks, including unusually widespread and distinctive volcanic rocks that serve as outstanding strain markers. Previous models have called for westward encroachment of Basin&ndash;and-Range extension into the Sierra Nevada range front after arc volcanism shut off (at ~ 6 &ndash; 3.5 Ma); new results from this project show instead that Walker Lane transtension is responsible for the formation of the range front, and that it began by ~12 Ma (Busby et al., 2013b, <em>Geosphere)</em>.</p>\n<p>Regional-scale work supported by this project shows that the leading tip of Walker Lane trantension is marked by large arc volcanic centers sited in trantensional stepovers; these include the ~11.5 &ndash; 9 Ma Sierra Crest - Little Walker volcanic center; north of that, the ~6.3 &ndash; 4.8 Ebbetts Pass volcanic center; and north of that, the active Lassen volcanic center. In its wake, large rift volcanic centers are sited on transtensional stepovers or bends; these include the Long Valley and Coso volcanic fields. The transtensional arc rift tip has been migrating northward at a rate consistent with the current Sierran rate of motion from GPS, in concert with northward migration of the Mendocino Triple Junction (Busby, 2013, <em>Geosphere</em>).</p>\n<p>Prior to this study, it was inferred that all the Cenozoic strata in the Sierra Nevada (&ldquo;superjacent sequence&rdquo;) were deposited and preserved in paleochannels, because faulting was assumed to be post-volcanic. However, in this project we show that much of the Superjacent Sequence represents syn-tectonic volcaniclastic graben fill, and we define characteristics that can be used to distinguish graben fill from paleochannel fill (Busby et al., in preparation). Other workers have shown that the Sierra Nevada paleochannels represent the lower reaches of channels that headed far to the east, in central Nevada; these are widely agreed inferred to have been carved into a large, high plateau created by Cretaceous low-angle subduc...",
  "por_txt_cntn": "\nGeologic Constraints on Landscape Evolution of the Sierra Nevada, California: Paleochannels, Magmatism and Structure\n PI: Cathy Busby\n\nThe Walker Lane&ndash;Gulf of California transtensional rift is a highly accessible and geologically diverse, spectacularly well-exposed field area that attracts the interest of many students and scholars. The Walker Lane is the northern extension of the Salton Sea-Gulf of California transtensional rift, where the process of continental rupture has not yet been completed, and rift initiation can be studied on land. It forms the eastern margin of the Sierra Nevada microplate (also referred to as \"the future plate boundary\"). Our new results show that plate-margin-scale Walker Lane transtension was signaled by the development of an unusually large and voluminous transtensional arc volcanic center, the ~11.5 &ndash; 9 Ma  Sierra Crest &ndash; Little Walker arc volcanic center. There, flood andesite lavas erupted from fault-controlled fissures within a series of grabens that we refer to as the Sierra Crest graben-vent system.  This culminated in the development of a supervolcano (the Little Walker Caldera, a giant continental caldera that is similar in many ways to Yellowstone). The Sierra Crest graben-vent system is spectacularly well-exposed at the perfect structural level for viewing the controls of synvolcanic faults on the siting and styles of feeders, vents and graben fills under a transtensional strain regime, in an arc volcanic field (Busby et al., 2013a, Geosphere).\n\nThe eastern escarpment of the Sierra Nevada forms one of the most prominent topographic and geologic features in the Cordillera, yet the timing and nature of fault displacements along remain relatively poorly known. The central Sierra Nevada is particularly good for reconstructing the slip history of range-front faults, because they offset dateable volcanic rocks, including unusually widespread and distinctive volcanic rocks that serve as outstanding strain markers. Previous models have called for westward encroachment of Basin&ndash;and-Range extension into the Sierra Nevada range front after arc volcanism shut off (at ~ 6 &ndash; 3.5 Ma); new results from this project show instead that Walker Lane transtension is responsible for the formation of the range front, and that it began by ~12 Ma (Busby et al., 2013b, Geosphere).\n\nRegional-scale work supported by this project shows that the leading tip of Walker Lane trantension is marked by large arc volcanic centers sited in trantensional stepovers; these include the ~11.5 &ndash; 9 Ma Sierra Crest - Little Walker volcanic center; north of that, the ~6.3 &ndash; 4.8 Ebbetts Pass volcanic center; and north of that, the active Lassen volcanic center. In its wake, large rift volcanic centers are sited on transtensional stepovers or bends; these include the Long Valley and Coso volcanic fields. The transtensional arc rift tip has been migrating northward at a rate consistent with the current Sierran rate of motion from GPS, in concert with northward migration of the Mendocino Triple Junction (Busby, 2013, Geosphere).\n\nPrior to this study, it was inferred that all the Cenozoic strata in the Sierra Nevada (\"superjacent sequence\") were deposited and preserved in paleochannels, because faulting was assumed to be post-volcanic. However, in this project we show that much of the Superjacent Sequence represents syn-tectonic volcaniclastic graben fill, and we define characteristics that can be used to distinguish graben fill from paleochannel fill (Busby et al., in preparation). Other workers have shown that the Sierra Nevada paleochannels represent the lower reaches of channels that headed far to the east, in central Nevada; these are widely agreed inferred to have been carved into a large, high plateau created by Cretaceous low-angle subduction, termed the Nevadaplano. In the present study, we describe the nature and timing of progressive derangement of the ancient E-W paleochannels into m..."
 }
}