{
 "awd_id": "0711339",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Novel Method for Assessing Impacts of Urbanization on Watershed Processes",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2007-06-01",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 39848.0,
 "awd_amount": 39848.0,
 "awd_min_amd_letter_date": "2007-05-31",
 "awd_max_amd_letter_date": "2007-05-31",
 "awd_abstract_narration": "Among the most pressing environmental problems facing our increasingly urbanized society are the reduction of water quality and loss of habitat in urban watersheds. Principal questions associated with these impacts include: What are the time scales of the impact of land use change on these hydrologic systems? What are the thresholds at which land use change via urbanization impacts watershed flow and water quality? Can such thresholds be used as a predictive tool for watershed management? We propose a novel isotopic temporal tracing approach in order to directly address such fundamental questions. Riparian trees may record high-resolution temporal changes in stream-water chemistry within their growth rings. Within a tree, however, there are physiological factors which can 1) affect the relationship between elemental concentrations within the tree''s immediate environment, and elemental concentrations within a growing tree ring, and 2) mobilize, or ''translocate'' elements between older and younger portions of the tree''s growth record. Consequently, it may be difficult to relate temporal changes in the chemical composition of a tree''s rings to chemical changes in the surrounding environment. The use of naturally occurring Sr isotopes as a tracer can minimize or eliminate the first of these complicating factors. In order to address the second factor, we propose to develop chemical treatment methods for wood samples to minimize this secondary overprint. Empirical tests will determine the efficacy of the treatments and thus the ability to discern temporal variability of Sr isotope values within tree-ring records.\r\n\r\nWithin Austin, Texas, municipal drinking water and sewage have Sr isotope values that are distinct from those of natural streamwater. In heavily urbanized watersheds, much of the streamwater is apparently coming from leaky infrastructure and/or irrigation. A new study shows that the ratio of ?city? water to ?natural? streamwater in these urban drainage basins, based on streamwater Sr isotope values, strongly correlates with degree and age of urbanization. We propose to measure the Sr isotope compositions of\r\ntree rings from trees growing alongside these streams, in both urbanized and unurbanized watersheds, in order to determine a chronology of changing 87Sr/86Sr within the streamwater. Preliminary data indicate that historical trends in tree-ring 87Sr/86Sr can be used to determine the timing and magnitude of human disturbance within a watershed. Because this novel method is as yet unproven, we are proposing a proofof-concept study, to be followed by a more inclusive proposal to Hydrologic Sciences when/if the method \r\nis proven.\r\n\r\nIntellectual Merit. The proposed project will work to determine the time scales of the impact of land use change on urban hydrologic systems, determine the thresholds at which urbanization impacts a timelinked proxy for watershed flow and water quality, and assess radiogenic isotope measurements in tree rings as a predictive tool for land-use and watershed management. The results of the proposed study are expected to be of use to the wider hydrologic community and as a potential tool for watershed management. The analytical approach outlined here will be of use in other urban watersheds where the geologic setting creates an isotopic contrast between the municipal water source and the natural streamwater. As well, this study will develop a new method for investigating temporal variations in land-use change impacts in urban areas and, as such, will advance the application of dendrochemistry to the hydrologic sciences.\r\n\r\nBroader Impacts. This project will train graduate and undergraduate students in field and analytical geochemistry techniques and K-12 teachers and students in basic, hands-on science. The results and  methods of the proposed study will be incorporated into: (1) graduate courses in Environmental Isotope Geochemistry and Analytical Methods; and (2) ongoing field and laboratory workshops in central Texas watersheds that UT-Austin''s Environmental Science Institute oversees for K-12 teachers and for NSF REU undergraduate researchers. Some of these teachers will be involved with field studies of the streams near their schools. Results of the proposed study will be readily incorporated into several ongoing multimedia outreach initiatives that feature the watersheds to be studied.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Banner",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jay L Banner",
   "pi_email_addr": "banner@mail.utexas.edu",
   "nsf_id": "000162591",
   "pi_start_date": "2007-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 39848.0
  }
 ],
 "por": null
}