{
 "awd_id": "0711499",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:   Measurement and Microtomographic Imaging of the Air-Water Interface in Unsaturated Porous Media",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ni-Bin Chang",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 209700.0,
 "awd_min_amd_letter_date": "2007-06-20",
 "awd_max_amd_letter_date": "2009-09-25",
 "awd_abstract_narration": "Intellectual Merit\r\nA clear understanding of vadose-zone characteristics and processes that influence fluid and solute transport through the vadose zone is critically important to the protection of groundwater resources, risk assessment, and remediation. Many of the fundamental characteristics and processes that influence contaminant transport in the vadose zone have been well studied; however, the important role the air-water interface (AWI) plays in the vadose zone has only recently been appreciated. The AWI is recognized to (a) influence fluid transport and distribution; (b) govern equilibrium retention of solutes, including chemicals, pathogens, and abiotic colloids; and (c) mediate kinetic mass-transfer processes, such as aqueous dissolution and volatilization. Specifically, the magnitude of the air-water interfacial area (AI) is critical to any quantitative description of these processes. Despite this critical importance, even the most basic features of the AWI are poorly understood. Little is known regarding the influence of physical properties of porous media and about the individual processes that promote interface formation (e.g., adsorption and capillarity). This proposed multi-faceted project will fill several fundamental gaps in our current understanding of the AWI in vadose zone systems. Specifically, the objectives of this project are to \r\n\r\n1. Evaluate the influence of interfacial micromorphology on AI using three complimentary AI-measurement methods.\r\n\r\n2. Quantify relationships among AI, surface area, water saturation (Sw), and grain shape using innovative synchrotron X-ray microtomography (uCT) three-dimensional imaging.\r\n\r\n3. Quantify individual capillary and adsorption contributions to AI as a function of surface area, Sw, and grain shape using uCT.\r\n\r\nThe methods used to achieve these objectives include measurement of AI using uCT and both gas- and aqueous-phase interfacial tracers. uCT, a cutting-edge extremely high-resolution 3-dimensional imaging technique, has only recently been applied to measurement of AI in porous media and shows exceptional promise. Interfacial tracer tests rely on established laboratory soil column miscible displacement techniques and have been shown to provide reasonable AI estimates.\r\n\r\nBroader Impact\r\nThe proposed project will offer undergraduate students superb opportunities for interdisciplinary scientific training. Specifically, it will provide opportunities for students to use state-of-the-art synchrotron X-ray facilities, to custom-design, build, and use laboratory experimental systems, and to use sophisticated software to analyze visual and numerical data. In the PI's first year at Middlebury College, two students traveled with the PI to Argonne National Laboratory's Advanced Photon Source (APS) to conduct uCT experiments and have processed the images and extracted AI values. Importantly, their experience at APS has heightened their enthusiasm for the project and increased their confidence in addressing new scientific challenges and interacting with other professional scientists. These two students are included as coauthors on a poster to be presented at AGU (December 2006) and on two manuscripts anticipated to follow. Inclusion of 3 undergraduates per year will continue in the proposed work. An NSF-RUI award will enable Middlebury College students and the PI to continue on a path of excellence in collaborative interdisciplinary environmental science research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Molly",
   "pi_last_name": "Costanza-Robinson",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Molly S Costanza-Robinson",
   "pi_email_addr": "mcostanz@middlebury.edu",
   "nsf_id": "000296954",
   "pi_start_date": "2007-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Middlebury College",
  "inst_street_address": "9 OLD CHAPEL RD",
  "inst_street_address_2": "",
  "inst_city_name": "MIDDLEBURY",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8024435000",
  "inst_zip_code": "057536000",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF MIDDLEBURY COLLEGE",
  "org_prnt_uei_num": "N1ACHB9PNN93",
  "org_uei_num": "N1ACHB9PNN93"
 },
 "perf_inst": {
  "perf_inst_name": "Middlebury College",
  "perf_str_addr": "9 OLD CHAPEL RD",
  "perf_city_name": "MIDDLEBURY",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "057536000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 9700.0
  }
 ],
 "por": null
}