{
 "awd_id": "0712744",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Analysis, Algorithms and Computation of Some Model Problems in Interface and Defect Dynamics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 213840.0,
 "awd_amount": 213840.0,
 "awd_min_amd_letter_date": "2007-08-24",
 "awd_max_amd_letter_date": "2007-08-24",
 "awd_abstract_narration": "This project is concerned with the study of interfaces and defects which are ubiquitous in physical and biological systems and are essential to the materials properties and biological functions. Building on the previous research work, the PI will develop and apply analytical and numerical simulation tools to study both deterministic and stochastic effects associated with various material interfaces and defects with particular emphasis on defects in superconductors and Bose-Einstein condensates as characterized by quantized vortices, and soft interfaces as characterized by model biomimetic cell membranes. The investigation will be largely following the general Ginzburg-Landau (diffuse interface, phase field) formalism with connections to other multiscale and stochastic modeling approaches. Systematic model derivations, analysis and simplifications will be conducted. Adaptive algorithms and statistics retrieval algorithms will be designed and analyzed. These research activities will enhance the simulation capability of complex systems and the predictive power of large scale numerical computation. While focusing on specific applications, the central algorithmic development work in this project will be in tune with the modern theme of integrated, adaptive and intelligent scientific computation. \r\n\r\nThis project lies at the interface of computational mathematics, physics,  materials and biological sciences. The physical and biological objects to be studied through mathematical analysis and numerical simulations include quantized vortices which are well-known signatures of superfluidity, and biological membranes which are soft interfaces designed by nature as the fundamental building blocks of life. The PI will develop new analytical theory on the complex nonlinear models and new tools for extracting useful statistics and exploring hidden structures from massive simulations. The research activities will bring new advances to mathematics and provide better understanding of various basic physical and biological processes. They in turn may aid the efforts in discovering new technology based on the superconductivity and superfluidity, and new design of drug and drug delivery vehicles based on biomimetic membranes, both are of significant economic value and national priority.  In addition, this project will provide valuable training environment and interdisciplinary research experience to the future generation of workforce and young researchers that showcases the TEAMS (Training in Experiments, Analysis, Modeling and Simulations) spirit.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Qiang",
   "pi_last_name": "Du",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qiang Du",
   "pi_email_addr": "qd2125@columbia.edu",
   "nsf_id": "000219244",
   "pi_start_date": "2007-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  },
  {
   "pgm_ele_code": "745400",
   "pgm_ele_name": "MSPA-INTERDISCIPLINARY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7303",
   "pgm_ref_txt": "MATH SCI PRIORITY AREA: INTERDISCIPLINAR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 213840.0
  }
 ],
 "por": null
}