{
 "awd_id": "0712890",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "HCC:  Designing and Evaluating Ambient-Tangible Displays for Collaboration",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2007-09-15",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 449481.0,
 "awd_min_amd_letter_date": "2007-09-17",
 "awd_max_amd_letter_date": "2008-08-12",
 "awd_abstract_narration": "Recent developments in tangible and ubiquitous computing have raised an interesting question: What if the everyday world can not only be an object of computational representation, but the site of computational interaction? In the material world, the presence and absence of others ? the sounds of conversation, the glimpse of people passing in corridors, the sight of lights and motion in offices ? helps people maintain an awareness of each other?s action that aids in work coordination. Awareness technologies attempt to reproduce this informal sense of collective activity for distributed groups who work in virtual rather than physical space. Tangible and ambient interfaces provide a new way of thinking about these systems, because they use physical space for input and for output.\r\n\r\nThe proposed research lies at this intersection of ambient displays, tangible interfaces, and collaborative awareness. The development of a prototype ambient-tangible system, Nimio, and the evaluation of its successful deployment to a distributed workgroup, both demonstrated the utility of these systems and raised important new research questions, namely: How can these experiences be scaled up? How should such systems be evaluated?\r\n\r\nA program of research is proposed that integrates conceptual, technical, and empirical research which will not only generate new technologies for ambient and tangible support for awareness, but also new understandings of the relationship between interaction and interpretation and new methods for designing, building, and assessing ambient and tangible systems. This will make conceptual contributions to our emerging understandings of embodied interaction, the link between physical, social, and computational systems. It will contribute to an emerging corpus of design studies with concrete prototypes. It will also provide new, generalizable and transferable models for evaluating ambient and tangible technologies. This will contribute to contemporary discussions of evaluation of digital systems in non-traditional settings such as domestic environments, galleries, exhibits, and public spaces.\r\n\r\nBroader Impact:\r\nThe prevalence of digital devices means that computation is increasingly taking on new forms in our everyday lives, and familiar objects (cameras, music players, door keys, entertainment devices) are increasingly digital in nature. New models for understanding the relationship between digital technology and everyday practice are critical to the successful development and deployment of new ranges of computational devices. By linking technological design to social practice, this research will provide new insights into the ways in which technology is incorporated into everyday life, and create new opportunities for creative design and engagement.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Dourish",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Dourish",
   "pi_email_addr": "jpd@ics.uci.edu",
   "nsf_id": "000488963",
   "pi_start_date": "2007-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 153112.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 296369.0
  }
 ],
 "por": null
}