{
 "awd_id": "0712936",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "HCC: Interactive and Enriched Haptic Graphical Representations for People who are Blind and Visually Impaired",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2007-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 332685.0,
 "awd_amount": 397382.0,
 "awd_min_amd_letter_date": "2007-09-12",
 "awd_max_amd_letter_date": "2011-04-06",
 "awd_abstract_narration": "Graphical representations often comprise an integral part of highly interactive interfaces to enhance human insight and creativity.  The benefits of such interfaces are for the most part denied, however, to individuals who are blind or visually impaired, who are as a consequence are placed at a significant disadvantage with respect to learning throughout their lives.  For young children, graphical representations in books are often critical for developing a vocabulary, as many objects cannot easily be obtained or safely handled physically.  Later on, examination and interpretation of graphical information such as experimental time series data, mathematical waveforms and geographical diagrams are crucial for obtaining insight in these areas and a sign of creativity. Currently, the most frequent method of representing 2D graphical information so as to make it accessible to individuals who are blind or visually impaired is through static raised-line drawings, but this method is very poor at relaying information in unconstrained tasks such as those mentioned above.  In this project the PI adopts a novel alternative haptics-based approach to address the challenge of developing more suitable interactive methods and appropriate representations that enhance understanding of unfamiliar information (whether patterns, groups of items, or individual items) and improve the user's ability to make discoveries or propose explanations.  She will develop highly interactive graphics technology that allows the user to actively and separately control both the magnification and simplification of a graphic during its examination.  This will allow the user to customize and vary as needed the trade-off between the two main limitations of haptic processing: the need to serially integrate information, and poor tactile spatial resolution.  The enriched representations will use texture or vibration as a way to encode the separation of a graphic into objects and object parts, and to describe the 3D orientation of parts, which are two of the most difficult aspects of interpretation.  The project will be conducted with input and feedback from members of the target user community, and validated experimentally.\r\n\r\nBroader Impacts:  This research will help move knowledge about human haptic processing from theory to practice.   As the focus is on developing enabling technologies for higher level thinking skills, the project will empower individuals who are blind or visually impaired (and ultimately all users) with new tools to make more significant contributions to society.  Thus, the work will in particular contribute to the effort of preventing individuals from the target community being left further behind as information technology advances forward, and will enable them to enjoy a better income and quality of life.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dianne",
   "pi_last_name": "Pawluk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dianne Pawluk",
   "pi_email_addr": "dtpawluk@vcu.edu",
   "nsf_id": "000090237",
   "pi_start_date": "2007-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Commonwealth University",
  "inst_street_address": "910 WEST FRANKLIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "RICHMOND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8048286772",
  "inst_zip_code": "232849005",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "VA04",
  "org_lgl_bus_name": "VIRGINIA COMMONWEALTH UNIVERSITY",
  "org_prnt_uei_num": "WXQLZ1PA6XP3",
  "org_uei_num": "MLQFL4JSSAA9"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Commonwealth University",
  "perf_str_addr": "910 WEST FRANKLIN ST",
  "perf_city_name": "RICHMOND",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "232849005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "VA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 112931.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 127125.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 134833.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 6493.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Interactive and Enriched Haptic Graphical Representations for People who are Blind or Visually Impaired</strong></p>\n<p>The main goal of this work was to significantly improve the conveying of graphical information to individuals who are blind or visually impaired through the haptic sense by taking into account the fundamental nature of the haptic system.&nbsp; The haptic sense consists of touch, as well as the sense of position of the joints and forces exerted by the muscles.&nbsp; The haptic sense is very different in how it processes information from the visual sense, with differing resulting strengths and weaknesses.&nbsp; This creates significant problems when users try to interpret tactile diagrams.&nbsp; The general idea of this work is to improve the representations of diagrams to facilitate their interpretation and to allow diagrams to be felt interactively through a computer, facilitating the ease of accessing diagram information.&nbsp; One of the ideas of this work was to develop methods of presenting information about pictures and diagrams that take advantage of one of the haptic system&rsquo;s strength: namely the effectiveness of processing material properties such as texture.&nbsp; The other idea was to try and address the limitations of haptic processing for diagram information.&nbsp; Unfortunately, some of vision&rsquo;s strengths, for which diagrams are designed, are actually haptic&rsquo;s weaknesses: touch is approximately 10x worse than vision in perceiving details, and it cannot view the diagram all at once, but only piece by piece as the fingers scan across it.</p>\n<p>For the first of these ideas, our primary motivation was based on psychological evidence that individuals are able to process material information, such as texture, across multiple fingers at once in a search task.&nbsp; However, geometric information, such as the raised lines typically created for tactile diagrams, is processed in sequence, one finger at a time.&nbsp; We hypothesized if we could use texture information to encode information to help in the understanding of a diagram, such as difficult to determine information as what lines belonged to which parts of objects and what is the orientation of each part, we could improve performance.&nbsp; We then developed a computer interface device, with one tactile feedback channel per finger, to portray this information from a computer: this format was chosen as it allows for easy display of a diagram versus having to create it physically or using specialized equipment which is costly, slow and cumbersome.&nbsp; We found, through experimentation, that even for one finger, using texture to relay information in a diagram improved performance by a factor of two.&nbsp; Performance using multiple fingers improved even further, increasing by a factor of three.&nbsp; In contrast, using the traditional line diagrams did not improve performance at all with three fingers.</p>\n<p>For the second of these ideas, addressing haptic&rsquo;s weaknesses, what is typically done is that a professional diagram maker, either through a software program or manually, removes details from the visual diagram.&nbsp; In addition, they almost always remove information not relevant for the specified task at hand.&nbsp; There are two problems with this: 1) if the user asks new questions, new diagrams need to be made, and 2) it greatly limits incidental learning by not allowing users to explore all the information.&nbsp; To address this problem, we examined ways of accessing details without providing information overload.&nbsp; One method was to use a software zooming function, as exists for visual diagrams on computers.&nbsp; However, because haptics processes information very differently than vision, using typical visual techniques can be slow (because the fingers have to scan the diagram serially, it can take much longer to realize that a new zoom lev...",
  "por_txt_cntn": "\nInteractive and Enriched Haptic Graphical Representations for People who are Blind or Visually Impaired\n\nThe main goal of this work was to significantly improve the conveying of graphical information to individuals who are blind or visually impaired through the haptic sense by taking into account the fundamental nature of the haptic system.  The haptic sense consists of touch, as well as the sense of position of the joints and forces exerted by the muscles.  The haptic sense is very different in how it processes information from the visual sense, with differing resulting strengths and weaknesses.  This creates significant problems when users try to interpret tactile diagrams.  The general idea of this work is to improve the representations of diagrams to facilitate their interpretation and to allow diagrams to be felt interactively through a computer, facilitating the ease of accessing diagram information.  One of the ideas of this work was to develop methods of presenting information about pictures and diagrams that take advantage of one of the haptic systemÆs strength: namely the effectiveness of processing material properties such as texture.  The other idea was to try and address the limitations of haptic processing for diagram information.  Unfortunately, some of visionÆs strengths, for which diagrams are designed, are actually hapticÆs weaknesses: touch is approximately 10x worse than vision in perceiving details, and it cannot view the diagram all at once, but only piece by piece as the fingers scan across it.\n\nFor the first of these ideas, our primary motivation was based on psychological evidence that individuals are able to process material information, such as texture, across multiple fingers at once in a search task.  However, geometric information, such as the raised lines typically created for tactile diagrams, is processed in sequence, one finger at a time.  We hypothesized if we could use texture information to encode information to help in the understanding of a diagram, such as difficult to determine information as what lines belonged to which parts of objects and what is the orientation of each part, we could improve performance.  We then developed a computer interface device, with one tactile feedback channel per finger, to portray this information from a computer: this format was chosen as it allows for easy display of a diagram versus having to create it physically or using specialized equipment which is costly, slow and cumbersome.  We found, through experimentation, that even for one finger, using texture to relay information in a diagram improved performance by a factor of two.  Performance using multiple fingers improved even further, increasing by a factor of three.  In contrast, using the traditional line diagrams did not improve performance at all with three fingers.\n\nFor the second of these ideas, addressing hapticÆs weaknesses, what is typically done is that a professional diagram maker, either through a software program or manually, removes details from the visual diagram.  In addition, they almost always remove information not relevant for the specified task at hand.  There are two problems with this: 1) if the user asks new questions, new diagrams need to be made, and 2) it greatly limits incidental learning by not allowing users to explore all the information.  To address this problem, we examined ways of accessing details without providing information overload.  One method was to use a software zooming function, as exists for visual diagrams on computers.  However, because haptics processes information very differently than vision, using typical visual techniques can be slow (because the fingers have to scan the diagram serially, it can take much longer to realize that a new zoom level does not provide new information) and error prone (users may not figure out that objects may be clipped).  We developed an algorithm that examines the local context of the area of the diagram when zooming and..."
 }
}