{
 "awd_id": "0712571",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I: Scalable Game Design: Broadening Computer Science Participation with Low-Threshold, High-Ceiling Design Environments",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ian M. Bennett",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2007-12-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2007-05-31",
 "awd_max_amd_letter_date": "2007-05-31",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I research project will develop a scalable game design environment, including curriculum, with the goal of increasing the participation of students in K-12 computer science education. Partially due to exaggerated fears of job outsourcing, enrollment in University-level computer science programs is dropping at an alarming rate. Another, more fundamental problem is a broken pipeline effect in which K-12 students simply fail to get interested in computer science courses. Advanced placement courses offer a methodical introduction to computer science, but their focus on abstract programming and the lack of motivating applications has resulted in dwindling participation. Multimedia courses are popular, but often are little more than advanced PowerPoint tutorials. Game design, when done in a scalable way, can provide an ideal balance between motivational and academic concerns of computer science. Game design can also be matched to the existing Fluency with Information Technology framework recommended by the National Academies of Sciences. The proposed research will explore scalable design by building a low-threshold, high-ceiling design environment based on Incremental 3D model creation and programming. The research will incorporate this environment into a scalable design curriculum. This scalable design should provide an attractive route to the effective design, development and deployment of an exceptionally large spectrum of games ranging from simple 2D Frogger-type games to 3D Sims-type games.\r\n\r\nThe proposed technology should dramatically increase the number of K-12 students interested in computer science, which in turn will result in larger enrollment in computer science at the university level. Without stronger computer science enrollments the US cannot maintain an internationally competitive IT workforce. A less abstract programming, more design-based IT curriculum should also increase the participation of women and minorities. Further, the resulting general environment can be employed as a simulation-authoring tool for computational science and, through Web integration (e.g. with Google Earth), as computational cyberinfrastructure. The user audience will include K-12 students, university students, scientists, engineers and members of the general public interested in computational 3D applications. The commercialization pathway utilizes a novel business model based on offering the technology as a consumer tool that will be free for K-12 but sold as a special take-home deal to students interested in using the technology at home. Additional revenue will be created through product support such as game design workshops and curriculum development. The open nature of the tool will permit the development of extensions such as plug-ins, as well as integration with existing rich-media technology such as a 3D modeler.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Repenning",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Repenning",
   "pi_email_addr": "ralex@cs.colorado.edu",
   "nsf_id": "000419672",
   "pi_start_date": "2007-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "AGENTSHEETS INC",
  "inst_street_address": "2585 BETTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "ERIE",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3035301773",
  "inst_zip_code": "805167518",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "AGENTSHEETS, INC.",
  "org_prnt_uei_num": "CYDGCV87G7Y7",
  "org_uei_num": "CYDGCV87G7Y7"
 },
 "perf_inst": {
  "perf_inst_name": "AGENTSHEETS INC",
  "perf_str_addr": "2585 BETTS CIR",
  "perf_city_name": "ERIE",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805167518",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1658",
   "pgm_ref_txt": "SOFTWARE"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}