{
 "awd_id": "0712056",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant:  Tepango Valley Archaeological Project",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2007-03-01",
 "awd_exp_date": "2008-02-29",
 "tot_intn_awd_amt": 14967.0,
 "awd_amount": 14967.0,
 "awd_min_amd_letter_date": "2007-02-27",
 "awd_max_amd_letter_date": "2007-02-27",
 "awd_abstract_narration": "Under the supervision of Dr. Christopher A. Pool, Wesley D. Stoner will conduct an archaeological survey, and artifact analyses, of 90-km2 in the Tepango River Valley, southern Veracruz, Mexico.  The main objective of this research is to determine the types of political, economic, and social relationships that existed between inhabitants of this valley and the neighboring Catemaco Valley during the Classic period (A.D. 300-1000).  Matacapan, a large regional political center situated in the Catemaco Valley, potentially developed in response to interaction with the great central Mexican city of Teotihuacan.  However, limited research conducted at the large site of El Picayo in the neighboring Tepango Valley has produced no evidence of such a relationship.  A comparison of the of these neighboring valleys can therefore elucidate: 1) the potential effect that interactions between polities over long distances can have on local development; and 2) how this process impacts relationships between the affected polity and their neighbors.\r\n\r\nThe survey will generate settlement data to evaluate political boundaries and compare the internal structure of settlement in both river valleys.  While ancient human settlements were placed on the landscape according to many environmental and social concerns, archaeologists have largely used these data to infer regional political organization.  The patterning of settlements can reveal how strongly a regional center controls their dependants.  Additionally, the architectural styles of political buildings provide a way to compare the identities of the ruling elite in different polities.  Exchange relationships will be reconstructed through technological and compositional analyses of artifacts.  Specifically, instrumental neutron activation analysis (INAA) will be used to examine the chemical composition of pottery in the Tepango Valley.  If this pottery was made from materials not available locally, exchange can be inferred.  Finally, analysis of artifact style will facilitate reconstruction of social boundaries and/or social interaction within and between river valleys, attending both Teotihuacan and local stylistic elements.  The style of hand made crafts reflects the culture of the artisan that makes them.  \r\n\r\nThe Tepango Valley Archaeological Project offers the chance for collaborations between the Instituto Nacional de Antropologia e Historia and the University of Kentucky via the Museo Tuxteco in Santiago Tuxtla.  The Museo Tuxteco, which receives a steady flow of national and international tourists and school groups, does not currently contain any information about the important site of El Picayo, located less than 1 km from the museum.  NSF supported field and laboratory work will also provide training and employment opportunities for a Mexican student archaeologist, a post-baccalaureate volunteer from the USA, and local citizens.  The volunteer, who recently graduated from the University of Kentucky, will carry this experience into graduate school and possibly use it as a springboard for her own research.  This initial study will establish a base to launch more intensive research at El Picayo and other sites within the Tepango Valley, which will provide additional educational and research opportunities for undergraduate and graduate students.  Finally, the results will be disseminated to the scientific community through peer-review journal articles and presentations at conferences.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Pool",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher A Pool",
   "pi_email_addr": "capool0@uky.edu",
   "nsf_id": "000354225",
   "pi_start_date": "2007-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "500 S LIMESTONE",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 14967.0
  }
 ],
 "por": null
}