{
 "awd_id": "0713334",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HCC: Data-Driven Music Audio Understanding",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 449998.0,
 "awd_amount": 509701.0,
 "awd_min_amd_letter_date": "2007-08-28",
 "awd_max_amd_letter_date": "2009-09-15",
 "awd_abstract_narration": "The essence of music is structure, or as the composer Edgar Varese put it, music is \"organized sound.\"  For centuries, people have responded to their enjoyment of music by studying and describing that structure, yet there is still no satisfactory description of what music is, much less how or why it works.  Furthermore, there is very little work that can truly be said to start from the minimum of assumptions and attempt to define music simply in terms of whatever statistical regularities actually occur in a large body of real, polyphonic music.  The PI's goal in this project is to begin to construct such a definition.  To this end he will develop algorithms that describe and explain musical structure using automatic signal analysis and machine learning.  These algorithms will lay the foundation for software that mines a database of many thousands of examples of music audio for recurrent structures and patterns at successively higher levels.  (The PI argues that in order to work with very large databases it is critical to start from audio, rather than notated forms, since this is the only 'canonical form' in which all music exists; by the same token, audio is the representation closest to the original music.)  The software will use these detected structures to create rich but compact descriptions of the realizations of music, which complement and extend human musicological insights.  Such software will enable the implementation of tools that revolutionize the way listeners find and organize music, by empowering them to describe their interests in terms of objective, yet relevant, properties of the music audio itself.   For similar reasons, the new algorithms may lead to a fully automated system for music recommendation based on analysis of a listener's existing collection in terms of high-level attributes identified in the analysis, as well as to advances in other music-processing applications such as automatic accompaniment and computer-aided composition.\r\n\r\nBroader Impacts:  Because music is important in the lives of so many people, new technologies that can afford insight into the structure and 'function' of music have very broad potential impact.  Project outcomes will likely generalize to enable the discovery of high-level, hierarchic structure from large databases in other, analogous domains such as multimedia content analysis and natural language processing, and they ultimately may also cast light on the techniques used to represent complex information within the brain.  A significant aspect of the project is a plan for outreach to school-age students tied in to an existing summer school and public school program operated by Columbia University.  The strong appeal of music to all people, but particularly to school-age students, presents an opportunity to broaden interest in science and technology by developing and deploying a set of classroom materials and other tools, which middle- and high-school students and teachers can use to analyze and modify the music of their own choice.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Ellis",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel P Ellis",
   "pi_email_addr": "dpwe@ee.columbia.edu",
   "nsf_id": "000093617",
   "pi_start_date": "2007-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Repetto",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas I Repetto",
   "pi_email_addr": "dr501@columbia.edu",
   "nsf_id": "000215893",
   "pi_start_date": "2007-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  },
  {
   "pgm_ele_code": "745300",
   "pgm_ele_name": "GRAPHICS & VISUALIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7453",
   "pgm_ref_txt": "GRAPHICS & VISUALIZATION"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 449998.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 59703.0
  }
 ],
 "por": null
}