{
 "awd_id": "0713935",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Lights Out for Native Alaska? Power, Water, Sanitation, and Health in the Northwest Arctic Borough",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2007-09-15",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 18000.0,
 "awd_amount": 18000.0,
 "awd_min_amd_letter_date": "2007-09-10",
 "awd_max_amd_letter_date": "2007-09-10",
 "awd_abstract_narration": "Doctoral Dissertation Research: Lights Out for Native Alaska? \r\nPower, Water, Sanitation, and Health in the Northwest Arctic Borough\r\n\r\nWith its abundance of lakes and rivers, Alaska is not a region that one would associate with water scarcity. However, rising energy prices and extreme cold are increasingly creating situations where rural villages do not have access to sufficient clean water for both drinking and domestic uses. This project investigates the daily experiences of individuals and households in the Northwest Arctic Borough (NWAB) living with contrived water scarcity, defined as the insufficiency of water for hygiene as well as drinking due to structural inequalities such as poverty. This situation threatens to reverse decades of public health accomplishments that reduced Alaska Native morbidity and mortality from infectious disease. Using ethnographic interviews, participant observation, and archival research, the investigator will 1) examine the historical, political, and economic factors that combine to hinder village governments' ability to meet the basic needs of their populations; 2) explore the effects of the loss of electricity, sewer, and water systems on communities, families, and individuals, both materially and socially; 3) investigate local and bureaucratic responses to inadequate necessary utilities and to changes in related policies. The ethnographic project uses the theoretical perspective of critical medical anthropology to investigate how these conditions are both mediated by and productive of culture, social relations, health, and wellbeing. Throughout, the investigator will examine the ways individuals employ cultural constructions to understand water, health, poverty, and what it means to be Alaska Native today.\r\n\r\nThis research makes several academic and societal contributions that are relevant beyond the context of Alaska. Most importantly, this project is driven by a commitment to demonstrate the utility of anthropology toward solving problems of health and social wellbeing. In preliminary research with Alaska Native organizations, the problem of access to clean water and sufficient electricity emerged as a dominant concern. The investigator uses a participatory approach to structure the research to provide data of interest to those actors and agencies that are seeking solutions to the problem of accessing utilities. Such data will include documentation of how insufficient access to energy, and piped water and sewer affects activities related to health and hygiene. This information will be useful to environmental health professionals when responding to water shortages and system failures, and to policy makers who desire clear examples of the effects of policy on health. Second, as a critical medical ethnography of the Northwest Arctic Borough, this research contributes to two areas that are underrepresented in anthropological literature on Alaska. Also unique is the researcher's application to the Alaskan context of the historical, political, and economic processes identified in the literatures on globalization, development, and water scarcity in other nations. By tracing the global and local processes that hinder access to water and basic utilities, the investigator will produce an ethnography of both a problem and of a region, with case studies to provide in-depth analysis of the issues that emerge. Finally, this project contributes to literature on development and water scarcity by examining the unique intersections and manifestations of these issues in the Arctic. In this way, the researcher will broaden anthropological understandings of water scarcity by including a focus on other basic utilities not often seen in anthropology.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Green",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Linda B Green",
   "pi_email_addr": "lbgreen@arizona.edu",
   "nsf_id": "000094059",
   "pi_start_date": "2007-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Eichelberger",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Laura P Eichelberger",
   "pi_email_addr": "lpeichelberger@anthc.org",
   "nsf_id": "000480509",
   "pi_start_date": "2007-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "520800",
   "pgm_ele_name": "ARCTIC RESEARCH AND EDUCATION"
  },
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  },
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 18000.0
  }
 ],
 "por": null
}