{
 "awd_id": "0713013",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Bridge River Project: Evolution of Social Complexity",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2007-07-15",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 189680.0,
 "awd_min_amd_letter_date": "2007-07-09",
 "awd_max_amd_letter_date": "2008-12-23",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Anna M. Prentiss and an international team of colleagues will conduct three field seasons of archaeological research at the Bridge River site, a large housepit village located in the Middle Fraser Canyon of south-central British Columbia. Like the nearby Keatley Creek site, Bridge River offers extensive (80 housepits) and well-preserved archaeological deposits representing a globally significant record of complex hunter-gatherer evolution and village organization.   Most importantly, this site provides direct evidence for documenting transitions between socio-economically egalitarian and ranked hunter-gatherer societies.   Previous investigations at the Bridge River village documented the presence of intact floors from houses reflecting several periods of occupation.   Between about 1800 and 1100 years ago, the village grew from no more than seven simultaneously occupied houses to nearly 30.  At peak size the village appears to have been organized in two semi-circular arrangements of houses reflecting a complex pattern of social organization not previously recognized in the region.  This research will focus on gaining a better understanding of the changing nature of social relations among past village inhabitants.   This will be accomplished through a new study of socio-economic variation within and between select housepits reflecting variability in village occupation patterns across this critical period.\r\n\r\nDr. Prentiss will direct multidisciplinary research that will examine these issues relying upon geophysical and geoarchaeological investigations, archaeological excavation, radiocarbon dating, and zooarchaeological and paleoethnobotanical analyses.   Geophysical research will employ a wide range of instruments (including magnetometry, conductivity, and ground-penetrating radar) in order to produce detailed sub-surface maps of potential activity areas associated with cooking and storage features within each house.   Archaeological excavations will seek to define the structure and function of these activity areas.  Variation in artifacts, food remains, and features will permit the research team to reconstruct key elements of household socio-economies with an emphasis on defining markers of social status differentiation and group membership within and between houses.  \r\n\r\nThe research will offer implications of substantial intellectual merit, addressing the emergence of socio-economic inequality in aggregated hunter-gatherer communities.  It asks whether inequality is the consequence of self-interested behavior of aspiring elites when resources are abundant or if it is one possible result of a historical process associated with the development of high populations and subsistence resource imbalances. \r\n\r\nThe project will result in broad impacts on several levels.   It will directly incorporate indigenous communities in the research process thereby enhancing archaeologist and Native American/First Nations relationships.  It will offer science educational opportunities to university students and the general public.  The project should generate data for 10-20 Master's theses and at least two Ph.D. dissertations.  It will offer insight into relationships between human behavior and ecological change during earlier periods of global climate change.  This is expected to have eventual impacts on human, cultural, and natural resource management policies and practices within the broader Pacific Northwest region.\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Prentiss",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Anna M Prentiss",
   "pi_email_addr": "anna.prentiss@umontana.edu",
   "nsf_id": "000263893",
   "pi_start_date": "2007-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Montana",
  "inst_street_address": "32 CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "MISSOULA",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4062436670",
  "inst_zip_code": "598120003",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "UNIVERSITY OF MONTANA",
  "org_prnt_uei_num": "",
  "org_uei_num": "DAY7Z8ZD48Q3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Montana",
  "perf_str_addr": "32 CAMPUS DR",
  "perf_city_name": "MISSOULA",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "598120003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 178092.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 3643.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 7945.0
  }
 ],
 "por": null
}