{
 "awd_id": "0714828",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Supramolecular Chemistry of Gases",
 "cfda_num": "47.049",
 "org_code": "03090003",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2007-08-15",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2007-08-10",
 "awd_max_amd_letter_date": "2007-09-04",
 "awd_abstract_narration": "With this award, the Organic and Macromolecular Chemistry Program supports Dimitry Rudkevich of the University of Texas- Arlington whose research is proposed to apply principles and techniques of molecular recognition, supramolecular chemistry and dynamic, reversible covalent chemistry to create receptor molecules and materials for benign chemical fixation of important greenhouse gases. Nanostructures and dynamic materials from gases will also be designed. Specific problems to be addressed include the design, synthesis and host-guest chemistry of NOX trapping, separating, storing and releasing molecules, including calixarene-based cages and nanotubes; supramolecular activation and fixation of SO2 gas, and supramolecular fixation of CO2, which results in switchable, functional nanostructures, so-called double dynamers. These are based on reversible chemistry of CO2 and amines and also involve hydrogen bonding. The proposed program will continue to lead efforts in molecular recognition with gases and also demonstrate that greenhouse gases can now be used as molecular and supramolecular building blocks.\r\nThis award from the Organic and Macromolecular Chemistry Program supports Professor Dimitry Rudkevich of the University of Texas- Arlington whose research opens new ways for chemical utilization of atmospheric gases where greenhouse gases can now be used as building blocks. Considering the huge significance of gases in the environment, the program offers means for creating environmentally responsive materials. Professor Rudkevich will continue publishing general reviews on supramolecular chemistry of gases, thus reaching out to the broad chemistry readership and attracting them to the field. Publications from the PI's laboratory have been highlighted in Science, J. Chem. Ed. and other magazines, and also on the Internet. Since its initiation 5 years ago, his has involved dozens of high school, undergraduate, graduate and postdoctoral students. An interdisciplinary course for undergraduate/graduate students on supramolecular chemistry and technology of gases is being developed, because the significance of gases has been largely overlooked in college education. More than 10 students from underrepresented groups, such as African-Americans, Hispanic, Asian Americans, and female students have been actively involved in research in the PI's group. Collaborations have been initiated with a number of research centers on supramolecular technology and nanotechnology of gases. These include the UTA's Automation and Robotics Research Institute, Center for Green Manufacturing at The University of Alabama, Tuscaloosa, the National Energy Technology Lab at DOE, the University of Pittsburgh, as well as the Institut Europeen des Membranes in Monpellier (France) and the University of Fukui (Japan). \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Pomerantz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Martin Pomerantz",
   "pi_email_addr": "pomerantz@uta.edu",
   "nsf_id": "000172869",
   "pi_start_date": "2007-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Dmitry",
   "pi_last_name": "Rudkevich",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Dmitry M Rudkevich",
   "pi_email_addr": "rudkevich@uta.edu",
   "nsf_id": "000090993",
   "pi_start_date": "2007-08-10",
   "pi_end_date": "2007-09-04"
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Arlington",
  "perf_str_addr": "701 S NEDDERMAN DR",
  "perf_city_name": "ARLINGTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760199800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "194200",
   "pgm_ele_name": "UNIMOLECULAR PROCESSES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}