{
 "awd_id": "0714620",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Formal Power Series and Algebraic Combinatorics Conferences in 2007 and 2008",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2007-06-01",
 "awd_exp_date": "2009-05-31",
 "tot_intn_awd_amt": 46625.0,
 "awd_amount": 46625.0,
 "awd_min_amd_letter_date": "2007-01-26",
 "awd_max_amd_letter_date": "2008-03-11",
 "awd_abstract_narration": "In July 2007, the nineteenth international conference entitled Formal\r\nPower Series and Algebraic Combinatorics (FPSAC) will be held at\r\nthe Center for Combinatorics at Nankai University in Tianjin, China.\r\nIn June 2008, the twentieth FPSAC international conference \r\nwill be held in Valparaiso, Chile. The funding from this grant will be \r\nused to exclusively support the attendance, at each of these 2 conferences, of \r\n45 graduate students, post-doctoral students, early career researchers, and \r\nresearchers from underrepresented groups, who are studying or working at \r\nAmerican Universities.  \r\n\r\nTraditionally, the FPSAC conferences feature 9 plenary speakers, approximately\r\n30 contributed talks, and 2 poster sessions. The number of participants varies \r\nbetween 120 to 200 from all around the world, of whom between 70 to 120 are \r\ngraduate students and early career researchers.  The continuing success of \r\nthe annual FPSAC conferences stems in part from their considerable\r\ninterdisciplinary breadth---linking leading researchers in combinatorial \r\nmathematics with strong researchers in allied fields drawn from pure and \r\napplied mathematics, theoretical computer science, physics, and biology. The \r\nconsiderable span of this conference series is unique among international \r\nconferences with an emphasis on combinatorial mathematics.\r\n\r\nThe principal topics featured during the next two FPSAC conferences will be: \r\nalgebraic and enumerative combinatorics and their applications and \r\nrelations to other areas of mathematics, physics, biology, and computer \r\nscience.  The interdisciplinary span is evidenced by the choice of \r\nplenary speakers. All the plenary speakers for China have confirmed their \r\nparticipation. Those are: Bruce C. Berndt (U. of Illinois, USA), Philippe Biane \r\n(Ecole Normale Superieure, France), Anders Buch (Rutgers U., USA), Maxime \r\nCrochemore (U. of Marne-la-Vallee, France), Eva-Maria Feichtner (U. of Stuttgart,\r\nGermany), Sergey Fomin (U. of Michigan, USA), Ezra Miller (U. of Minnesota, USA),\r\nSoichi Okada (Nagoya U. Japan), and Peter Paule (U. of Linz, Austria).\r\nAs for the FPSAC'08 in Chile, the following speakers have confirmed their \r\nparticipation: Marcelo Aguiar (Texas AM), Micheal Albert (U. of Otago, \r\nNew Zealand), Jonathan Brundan (U. of Oregon, USA), Ian Grojnowski (U. of \r\nCambridge, UK), Maria Ronco (U. de Valparaiso, Chile). The Chair and co-Chair \r\nfor the Scientific program of the FPSAC'07 conference are: Bill Chen of Nankai \r\nUniversity, China and Jean-Yves Thibon of the University of Marne-La-Vall\\'ee, \r\nFrance. For the FPSAC'08 conference the chair and co-chair are: Luc Lapointe \r\nof the Universidad de Talca, and Bruce Sagan of Michigan State University.\r\n\r\nA distinguishing characteristic of FPSAC conferences is the concerted \r\neffort to recognize and encourage outstanding young scientists.  This \r\nis accomplished in part by choosing at least one plenary speaker to \r\nbe an ``emerging'' star (Eva-Maria Feichtner, Marcelo Aguiar and Jonathan \r\nBrundan) and by ensuring that talented young researchers are well represented \r\namong the speakers selected for contributed talks. Another special feature of \r\nthe FPSAC conferences is a continuing effort to emphasize inclusiveness among \r\nparticipants.  The conference seeks to draw substantial participation from \r\ngroups which have been traditionally under-represented in the mathematical \r\nsciences. Attendance at these two conferences will be exceptionally valuable \r\nfor graduate students and junior researchers.  China has a vibrant community \r\nof researchers in combinatorics, and in recent years they have sought to \r\nsignificantly increase their international research collaborations.\r\nThis will be a unique opportunity for graduate students and\r\nearly career resarchers to develop ties with Chinese researchers.\r\nFPSAC 2007 marks the first time this conference series will\r\ntake place in Asia.  FPSAC 2008 also marks the first time this conference \r\nwill be held in South America. In contrast to other countries in the region \r\nsuch as Argentina and Brazil, Chile still has a relatively small mathematical \r\ncommunity.  However, it has been fast growing in recent years.  We are hopeful \r\nthat FPSAC will bolster the efforts for the developement of mathematics in Chile,\r\nat the very least in the field of Discrete Math. There will be conference \r\nProceedings for each of these two conferences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Helene",
   "pi_last_name": "Barcelo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Helene Barcelo",
   "pi_email_addr": "barcelo@asu.edu",
   "nsf_id": "000458824",
   "pi_start_date": "2007-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 23975.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 22650.0
  }
 ],
 "por": null
}