{
 "awd_id": "0714197",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EnVISIONS - Enhancing Visualization Skills--Improving Options aNd Success",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2007-05-01",
 "awd_exp_date": "2011-04-30",
 "tot_intn_awd_amt": 199650.0,
 "awd_amount": 199650.0,
 "awd_min_amd_letter_date": "2007-04-26",
 "awd_max_amd_letter_date": "2007-04-26",
 "awd_abstract_narration": "Spatial visualization is considered to be one of the seven human intelligences and has been a topic in educational research over the past one hundred years. Based on previous research, two distinct themes emerge: 1) well-developed 3-D spatial skills are critical to success in STEM fields, including engineering, mathematics, physics, chemistry, architecture, computer science, medicine, and dentistry, and 2) the 3-D spatial skills of women typically lag significantly behind those of their male counterparts. Just as with any of the other human intelligences, there are some individuals who naturally possess excellent spatial abilities and some whose spatial skills are less than adequate. Unfortunately, many individuals whose spatial skills are weak tend to be women. We have found that women who are otherwise outstanding students are often discouraged from STEM fields if they struggle with topics that are seemingly a \"breeze\" for their male colleagues. In the past, the lack of formal spatial skills training had little impact on STEM disciplines because these fields were dominated by majority males with strong spatial skills. As we attract more women into STEM fields, the lack of prior experiences in the development of spatial skills looms as an increasingly significant problem to be addressed.\r\n\r\nUnderstanding the need for spatial skills training for some individuals, particularly women, Michigan Tech implemented a spatial skills course in 1993, developed primarily through a prior NSF grant, aimed at first-year engineering students. This course and the materials used in it have evolved significantly over the past 13 years, and its implementation has been shown to have a significant positive impact on the retention of women engineering students. With further assistance from the NSF, multimedia software and a workbook have been developed that are suitable for use at many levels in the educational spectrum, including pre-college grade levels.  Simultaneous to this educational materials development, faculty at Penn State-Erie have been developing a comprehensive website, VIZ, aimed at helping individuals assess and improve their spatial skills.\r\n\r\nThe EnViSIONS (Enhancing Visualization Skills--Improving Options aNd Success) project seeks to address serious shortfalls with respect to spatial skills development in our educational system. Through EnViSIONS we will meld the results and products from the activities at Michigan Tech and at Penn State-Erie and will disseminate them on a national scale. Faculty from seven different universities have agreed to pilot adaptations of these products which will then be disseminated to a broader audience through professional development workshops aimed at faculty and PhD students in the STEM fields.\r\n\r\nThe intellectual merit of the proposed project is two-fold: the spatial visualization materials developed at Michigan Tech and Penn State-Erie are proven, research-based tools that will now be implemented elsewhere; and the project team will adapt the tools for a broader audience. The broader impacts of the project will be enhanced participation of women in STEM fields by removing barriers to success as well as improved understanding of issues regarding spatial skills through widespread implementation of adapted materials",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Hamlin",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Amy J Hamlin",
   "pi_email_addr": "ahamlin@mtu.edu",
   "nsf_id": "000326736",
   "pi_start_date": "2007-04-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Norma",
   "pi_last_name": "Veurink",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Norma L Veurink",
   "pi_email_addr": "norma@mtu.edu",
   "nsf_id": "000323852",
   "pi_start_date": "2007-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 TOWNSEND DR",
  "perf_city_name": "HOUGHTON",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 199650.0
  }
 ],
 "por": null
}