{
 "awd_id": "0714926",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Culture Contact and Culture Change in a Rocky Mountain Frontier",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2007-07-15",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 158026.0,
 "awd_amount": 158026.0,
 "awd_min_amd_letter_date": "2007-07-16",
 "awd_max_amd_letter_date": "2011-06-16",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Laura Scheiber and a team of colleagues will conduct two field seasons of archaeological research in the Greater Yellowstone Ecosystem. The project will focus on everyday life at remote hunter-gatherer campsites to advance our understanding of Native American responses to contact and colonialism.  The effects of colonialism on mobile hunter-gatherers remains understudied, and recent theoretical advances in culture contact studies have yet to be applied to the Great Plains of North America and the remote wilderness of the eastern Rockies and Greater Yellowstone Ecosystem during the turbulent years between A.D. 1600 and 1900.  This project is the first of its kind to integrate culture contact perspectives at hunter-gatherer sites where cultural affiliation is secure.\r\n\r\nThe Greater Yellowstone Ecosystem is an excellent place to examine colonialism in the American West.  Wildfires in the Shoshone National Forest in 2003 exposed campsites and mountain sheep butchering facilities associated with extensive sheep hunting traps constructed by Mountain Shoshone peoples.  The thousands of artifacts and features visible on these burned surfaces provide a rare opportunity to examine spatial and temporal dimensions of daily life and the activities of hunter-gatherers in residential settings, which serve as evidence of responses to colonialism.  The research team will focus on four critical periods spanning the protohistoric-historic transition: the expansion of Plains Indians into traditional Shoshone homelands, the initial contact between the Mountain Shoshone and Euroamerican explorers and fur traders, the sustained contact and participation in the fur trade, and the increasing cultural conflicts resulting from the Plains Indian Wars and establishment of reservations in the western U.S.  \r\n\r\nThe research design for this project addresses change through time in Mountain Shoshone 1) landscape use, 2) food practices, and 3) technological organization.  The research team will investigate the reasons why the Mountain Shoshone chose to live in the remote wilderness, and the relationships between these choices and expanding frontier borders, the intensification of sheep hunting, and more specialized subsistence economies.  The team will also examine whether exchange networks for obsidian (volcanic glass for stone tool manufacture) and the sustained use of pre-contact technology in post-contact settings reflects differential access to raw materials, resistance to change, and/or colonial entanglements.  The research will employ the methods of systematic survey, excavations, detailed surface mapping, obsidian sourcing and dating, AMS radiocarbon dating, and artifact analysis to answer these questions.\r\n\r\nThis project will contribute to broader goals of anthropological archaeology by providing a counterpoint to narratives of collapse associated with the Indian presence in the western United States and by examining the role of wilderness landscapes in structuring Native social identities.  It will also provide scientific training for undergraduate and graduate students, including under-privileged minority students, and involve descendant communities in scientific research.  The work will also address the logistical difficulties working in wilderness settings, the thickness of the forest floor cover, and the rapid and extensive looting following wildfires by exploring the use of innovative technologies to minimize destruction of archaeological remains and to mitigate the effects of vanishing resources.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Scheiber",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Laura L Scheiber",
   "pi_email_addr": "scheiber@indiana.edu",
   "nsf_id": "000070488",
   "pi_start_date": "2007-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 158026.0
  }
 ],
 "por": null
}