{
 "awd_id": "0714703",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Using Informal Explorations of Living Phenomena to Enhance Science Learning",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925115",
 "po_email": "emccalli@nsf.gov",
 "po_sign_block_name": "Ellen McCallie",
 "awd_eff_date": "2007-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 1330772.0,
 "awd_amount": 1330772.0,
 "awd_min_amd_letter_date": "2007-09-17",
 "awd_max_amd_letter_date": "2011-07-29",
 "awd_abstract_narration": "In this project, the Education Development Center and Campbell-Kibbler Research Associates Inc., are researching the impact of a set of after-school biology materials on under-represented middle school youth at the Boston Nature Center and two University of New Hampshire 4H Clubs. \r\n \r\nIn response to a general need in the field to examine the relationship between learning in informal science programs and learning in school, this project studies the potential of informal contexts to enhance student engagement in the phases of inquiry, giving special attention to the role of visual representations in the early stages of inquiry. The research identifies how visual representations are directly involved in the ability of young people to discern patterns and externalize their own thinking and how these two abilities impact their science confidence and basic knowledge of the biology content in the units. To identify the potential impact of this strategy on in school learning, the in school learning of participating youth is compared to a similar group of children who do not participate in the program. Secondarily the project identifies how the results of this research influence the work of after-school program developers' use of visual tools. The program goal is to provide a rich foundation of out of school experiences for young people upon which they can more readily grasp concepts that are also introduced in the school context.\r\n \r\nDeliverables include a peer reviewed research paper, two extended biology units using digital and hand made visual representations, and a manual for developing similar programs. The summative evaluation measures the impact of the deliverables on the professional field. The curriculum will be used at hundreds of after school programs and the manual and research paper will impact program developers field-wide by influencing future programs they develop.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Bernard",
   "pi_last_name": "Zubrowski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bernard Zubrowski",
   "pi_email_addr": "bzubrowski@edc.org",
   "nsf_id": "000228655",
   "pi_start_date": "2007-09-17",
   "pi_end_date": "2011-07-29"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bryan",
   "pi_last_name": "Wunar",
   "pi_mid_init": "W",
   "pi_sufx_name": "Mr",
   "pi_full_name": "Bryan W Wunar",
   "pi_email_addr": "bwunar@edc.org",
   "nsf_id": "000579503",
   "pi_start_date": "2011-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Campbell",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia B Campbell",
   "pi_email_addr": "campbell@campbell-kibler.com",
   "nsf_id": "000188107",
   "pi_start_date": "2007-09-17",
   "pi_end_date": "2008-11-14"
  }
 ],
 "inst": {
  "inst_name": "Education Development Center",
  "inst_street_address": "300 5TH AVE STE 2010",
  "inst_street_address_2": "",
  "inst_city_name": "WALTHAM",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176182227",
  "inst_zip_code": "024518778",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "EDUCATION DEVELOPMENT CENTER, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "WWH4L4GKKW58"
 },
 "perf_inst": {
  "perf_inst_name": "Education Development Center",
  "perf_str_addr": "300 5TH AVE STE 2010",
  "perf_city_name": "WALTHAM",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024518778",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "0400999999",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 759022.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 480861.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 90889.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!--  /* Font Definitions */ @font-face \t{font-family:Cambria; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 0 0 0 1 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-ascii-font-family:Cambria; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:Cambria; \tmso-fareast-theme-font:minor-latin; \tmso-hansi-font-family:Cambria; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} a:link, span.MsoHyperlink \t{color:blue; \ttext-decoration:underline; \ttext-underline:single;} a:visited, span.MsoHyperlinkFollowed \t{mso-style-noshow:yes; \tcolor:purple; \ttext-decoration:underline; \ttext-underline:single;} @page Section1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.Section1 \t{page:Section1;} --></p>\n<p class=\"MsoNormal\"><span style=\"font-size: 11.0pt; mso-bidi-font-size: 12.0pt;\">Through the </span><span style=\"font-size: 11.0pt; mso-bidi-font-size: 12.0pt;\"><em style=\"mso-bidi-font-style: normal;\">Using Informal Explorations of Living Phenomena to Enhance Science  Learning </em>project, the Education Development Center, Inc. (EDC) has launched a series of online resources (<a href=\"http://treesandponds.edc.org\">http://treesandponds.edc.org</a>) that provide a program of activities for engaging middle school age youth in the investigation of two natural phenomena of trees and ponds. These resources, entitled&nbsp;</span><em style=\"mso-bidi-font-style: normal;\"><span style=\"font-size: 11.0pt; mso-bidi-font-size: 12.0pt;\" lang=\"EN\">&nbsp;</span></em><em style=\"mso-bidi-font-style: normal;\"><span style=\"font-size: 11.0pt; mso-bidi-font-size: 12.0pt;\" lang=\"EN\">Exploring Trees and Ponds</span></em><span style=\"font-size: 11.0pt; mso-bidi-font-size: 12.0pt;\">, outline an extended, structured exploration of the natural world and provides detailed directions for carrying out the learning experiences. A special feature of this project is the use of drawing and digital photography.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Throughout the program, youth have the opportunity to use accessible technology to capture artistic moments and carry out scientific inquiry.</span></p>\n<p class=\"MsoNormal\"><span style=\"font-size: 11.0pt; mso-bidi-font-size: 12.0pt;\" lang=\"EN\">The activities were designed to provide exciting explorations of youth&rsquo;s local surroundings. Available as downloadable activity guides, <em style=\"mso-bidi-font-style: normal;\">Exploring Trees and Ponds </em>lessons and additional supporting resources provide a structure for youth in out-of-school time programs to carry out long-term observations of natural objects. This project uses a qualitative approach, where youth study changes over time in their community, recorded their observations through writing, drawing, and digital photography, and discuss their findings with their peers. <em style=\"mso-bidi-font-style: normal;\">Exploring Trees and Ponds </em>can be used as the experiential base for more in-depth investigations of environmental problems or the more formal study of biological principles.</span></p>\n<p class=\"MsoNormal\"><span style=\"font-size: 11.0pt; mso-bidi-font-size: 12.0pt;\"><em>Exploring Trees and Ponds </em>is comprised of activities and supporting materials that give youth the opportunity to interact with nature and observe trees and pond organisms close up. Activities are grouped by season (Fall/Winter/Spring), and within each season ar grouped by topic (e.g., trees, leaves, seeds) to help facilitators and youth follow a particular theme. A benefit of this program is that youth carry out the learning activ...",
  "por_txt_cntn": "\n\nThrough the Using Informal Explorations of Living Phenomena to Enhance Science  Learning project, the Education Development Center, Inc. (EDC) has launched a series of online resources (http://treesandponds.edc.org) that provide a program of activities for engaging middle school age youth in the investigation of two natural phenomena of trees and ponds. These resources, entitled  Exploring Trees and Ponds, outline an extended, structured exploration of the natural world and provides detailed directions for carrying out the learning experiences. A special feature of this project is the use of drawing and digital photography.  Throughout the program, youth have the opportunity to use accessible technology to capture artistic moments and carry out scientific inquiry.\nThe activities were designed to provide exciting explorations of youthÆs local surroundings. Available as downloadable activity guides, Exploring Trees and Ponds lessons and additional supporting resources provide a structure for youth in out-of-school time programs to carry out long-term observations of natural objects. This project uses a qualitative approach, where youth study changes over time in their community, recorded their observations through writing, drawing, and digital photography, and discuss their findings with their peers. Exploring Trees and Ponds can be used as the experiential base for more in-depth investigations of environmental problems or the more formal study of biological principles.\nExploring Trees and Ponds is comprised of activities and supporting materials that give youth the opportunity to interact with nature and observe trees and pond organisms close up. Activities are grouped by season (Fall/Winter/Spring), and within each season ar grouped by topic (e.g., trees, leaves, seeds) to help facilitators and youth follow a particular theme. A benefit of this program is that youth carry out the learning activities over the school yea, keeping their interests high and deepening their life science knowledge, which in turn can supplement their science learning in school.  \nThe Exploring Trees and Ponds activities can take place over a short or extended period of time. The full project, shown in Table 1 (attached), can be carried out over a nine-month period, dividing the learning into three seasons.\nPhase 1: During the Fall (September&ndash;October), youth take part in field trips and indoor activities focusing on trees. They can start various kinds of investigations that will carry through the whole project. These might include observing changes in outdoors trees and growing tree seedlings indoors.\nPhase 2: During the Winter (November&ndash;March), the focus is on investigating pond organism but can also include some long-term observations of experiments that were set up in the fall related to trees. During the pond activities, youth set up containers with different organisms. They can study the changes in these organisms over several months.\nPhase 3: During the Spring (April&ndash;May), youth return to the outdoors to observe the changing trees. They can also continue working with pond organisms they have collected over the winter.  \nWhen the activities are carried out in an intentional manner with attention to scientific thinking, different scientific process skills can be introduced and fostered throughout the whole project. Some \"big ideas\" concepts, such as form and function, can be introduced during the fall tree explorations and returned to during the exploration of pond organisms as well as during the spring tree explorations. More specific science concepts such as cells and photosynthesis can be introduced when certain activities relevant to these concepts take place.\n\n\t\t\t\t\tLast Modified: 09/01/2013\n\n\t\t\t\t\tSubmitted by: Bryan W Wunar"
 }
}