{
 "awd_id": "0715298",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research - The Face of the State:  The Role of Social Status and Official Position in the Mobilization of Authority",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy Martinek",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2009-01-31",
 "tot_intn_awd_amt": 7997.0,
 "awd_amount": 7997.0,
 "awd_min_amd_letter_date": "2007-08-05",
 "awd_max_amd_letter_date": "2007-08-05",
 "awd_abstract_narration": "Primary Investigators: Charles Epp and Shannon Portillo\r\n\r\nTitle: Doctoral Dissertation Research: The Face of the State: The Role of Social Status and Official Position in the Mobilization of Authority \r\n\r\n0715298\r\n\r\nAbstract\r\n\r\nThe observation that social identity and status influence how people conceptualize rights and mobilize the law has significantly influenced how scholars think about law. This project aims to extend research on the mobilization of law in a new direction by examining how social identity and status influences the conceptualization and mobilization of authority. As government employment becomes more diverse, a growing number of public officials confront what may be called a power paradox, a condition in which a person has high official status but lacks traditional social status and in which the mobilization of authority may be especially problematic. The law and society tradition offers rich insights into how rights and law interact with identity and social status.  First, although rights and law offer potentially powerful resources on behalf of the disadvantaged, they also constrain the range of options and strategies available to the disadvantaged. Second, although a wide range of people mobilize rights and law, those with lower social status may be especially hesitant to do so, or may do so in ways different from those with higher status. This project will study the mobilization of authority and its interaction with social status in two contexts, policing and city management. Police officers convey iconic images of authority in America: they carry the trappings of official status and exercise authority on the street in interactions with ordinary citizens. City managers exercise their authority over complex public bureaucracies; they typically do not have the visual cues of authority enjoyed by police officers, but, within their organizations, their official status is well known to all employees. In each setting, employment is increasingly diverse. This project uses open-ended interviews and close-ended surveys of city administrators and police officers to examine variations in the frequency and types of challenges to authority, conceptualizations of authority, and the range and types of strategies for mobilizing authority, particularly in relation to officials' social status. The results may have important implications for how we think about official status, authority, and, ultimately, the state itself. The results will enhance understanding of how members of underrepresented groups cope with challenges to their legal authority. As preliminary data indicate that coping strategies include invocation of the law or legal rules, a possible implication of the proposed research is that, as state employment becomes more diverse, the face of the state may become more \"legalized\" as officials lacking traditional social status cope with challenges to their authority by invoking the law or legal rules. There may also be implications for policy and for training of government officials. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Epp",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Charles R Epp",
   "pi_email_addr": "chuckepp@ku.edu",
   "nsf_id": "000406108",
   "pi_start_date": "2007-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "2385 IRVING HILL RD",
  "perf_city_name": "LAWRENCE",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457563",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 7997.0
  }
 ],
 "por": null
}