{
 "awd_id": "0716764",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CT-ISG: Collaborative Research: Non-bypassable Kernel Services for Execution Security",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "carl landwehr",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 232000.0,
 "awd_min_amd_letter_date": "2007-07-25",
 "awd_max_amd_letter_date": "2010-06-02",
 "awd_abstract_narration": "Society is dependent on many engineered systems whose increasing\r\ncomplexity and inter-connectedness have, in turn, increased their\r\nvulnerability to adversarial attacks.  In many of these systems,\r\nprotecting the execution of their computations is as crucial as\r\nensuring the security of their data.  This research investigates how\r\nto maintain survivable operation of such systems, even in the face of\r\ninvasive attacks where computations are intentionally subverted to\r\ninterfere with other computations' execution constraints.\r\n\r\nThe goal of this research is to develop new techniques for isolating\r\nthe effects of interactions among computations through specific\r\nresources in these systems, including: flexible specification and\r\nrigorous enforcement of computations' execution constraints; explicit\r\ncontrol of all OS kernel components under a single scheduler; detailed\r\non-line monitoring of computations and their supporting OS kernel\r\ncomponents; automated learning to discover previously unknown\r\ninteractions among computations; and formal modeling and verification\r\nof computations, execution constraints, and system components and\r\nresources.\r\n\r\nThe expected benefits of this project include: a novel approach to\r\nnon-bypassable isolation of computations from the effects of\r\nadversarial attack in which isolation can be enforced flexibly\r\naccording to the system-specific execution constraints that must be\r\nsatisfied; a high quality open-source software implementation of\r\nkernel-level scheduling and monitoring services that provide and\r\nmeasure such non-bypassable isolation; new formal models, analyses,\r\nand methodologies for verifiably correct configuration and management\r\nof those services; and empirical studies of the services' ability to\r\nprotect computations from interference under a wide range of\r\nadversarial attacks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Gill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Gill",
   "pi_email_addr": "cdgill@cse.wustl.edu",
   "nsf_id": "000418929",
   "pi_start_date": "2007-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Smart",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "William D Smart",
   "pi_email_addr": "smartw@oregonstate.edu",
   "nsf_id": "000111047",
   "pi_start_date": "2007-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737100",
   "pgm_ele_name": "CYBER TRUST"
  },
  {
   "pgm_ele_code": "779500",
   "pgm_ele_name": "TRUSTWORTHY COMPUTING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 50000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 66000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><pre>Society is dependent on many engineered systems whose increasing <br />complexity and inter-connectedness have, in turn, increased their <br />vulnerability to disruption. In many of these systems, protecting the <br />execution of the tasks they perform is as crucial as ensuring the <br />security of their data, and since they often compete for common <br />resources such protection depends significantly on how resources are <br />allocated among those tasks.  <br /><br />The goal of this research has been to develop new techniques to ensure <br />timely execution of system tasks, through principled sharing of <br />resources among them, even when: (1) how long each task will use the <br />resource is known only statistically (and possibly must be learned as <br />the system runs); (2) once granted, a task's use of the resource is <br />not preempted until the task releases the resource; and (3) different <br />systems may have different measures of how useful it is for each task <br />to access a resource at different times.  <br /><br />This research has produced several technical contributions towards <br />that goal: we have established a novel approach for automated <br />generation and verification of policies for how the use of a resource <br />can be scheduled rigorously among such tasks; we have identified <br />explicit structure both in the policy design approach and in specific <br />policies generated by it, which can be exploited to produce policies <br />more efficiently and for a wider range of systems; we have shown how <br />reasonable policies can be generated even when information upon which <br />they depend must be learned on-line; and we have generalized our <br />approach to handle cases where the utility of each task having the <br />resource may vary over time.  <br /><br /></pre><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/27/2011<br>\n\t\t\t\t\tModified by: Christopher&nbsp;Gill</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Society is dependent on many engineered systems whose increasing \ncomplexity and inter-connectedness have, in turn, increased their \nvulnerability to disruption. In many of these systems, protecting the \nexecution of the tasks they perform is as crucial as ensuring the \nsecurity of their data, and since they often compete for common \nresources such protection depends significantly on how resources are \nallocated among those tasks.  \n\nThe goal of this research has been to develop new techniques to ensure \ntimely execution of system tasks, through principled sharing of \nresources among them, even when: (1) how long each task will use the \nresource is known only statistically (and possibly must be learned as \nthe system runs); (2) once granted, a task's use of the resource is \nnot preempted until the task releases the resource; and (3) different \nsystems may have different measures of how useful it is for each task \nto access a resource at different times.  \n\nThis research has produced several technical contributions towards \nthat goal: we have established a novel approach for automated \ngeneration and verification of policies for how the use of a resource \ncan be scheduled rigorously among such tasks; we have identified \nexplicit structure both in the policy design approach and in specific \npolicies generated by it, which can be exploited to produce policies \nmore efficiently and for a wider range of systems; we have shown how \nreasonable policies can be generated even when information upon which \nthey depend must be learned on-line; and we have generalized our \napproach to handle cases where the utility of each task having the \nresource may vary over time.  \n\n\n\n\t\t\t\t\tLast Modified: 06/27/2011\n\n\t\t\t\t\tSubmitted by: Christopher Gill"
 }
}