{
 "awd_id": "0716555",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Diagnosing and Estimating Nonlinear Effects in Latent Variable Models",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": "7032927269",
 "po_email": "ceavey@nsf.gov",
 "po_sign_block_name": "Cheryl Eavey",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 140000.0,
 "awd_amount": 140000.0,
 "awd_min_amd_letter_date": "2007-08-27",
 "awd_max_amd_letter_date": "2008-06-09",
 "awd_abstract_narration": "In the behavioral and social sciences, many key theoretical constructs, such as depression, product appeal, and social capital, cannot be measured directly.  Hypotheses involving these latent constructs can nevertheless be evaluated by combining information from multiple imperfect and indirect measures (e.g., sadness, anergy, and self-derogation measurements of depression).  Currently, the dominant methodology for testing hypotheses concerning latent variables is structural equation modeling (SEM).  SEM shares the goal of factor analysis to summarize dependencies among observed variables in terms of an underlying set of latent variables, but it also permits the testing of functional relationships between latent variables.  A key limitation of SEM, however, is that these relationships must be linear.  This presents two key difficulties for research in the behavioral and social sciences.  The first problem is how to determine whether this assumption is tenable.  Because the variables of interest are latent and therefore lack observed, realized values, it is not possible to implement the same diagnostics routinely used with regression models for observed variables.  This project investigates two potential solutions to this problem, the first involving the use of individual estimates for the latent variables and their residuals, and the second using a weighted locally linear approximation to produce a smoothed estimate of the underlying (possibly nonlinear) latent regression function.  A second key problem is how to model nonlinear effects should they be detected.  This project evaluates both parametric estimators and a new semi-parametric estimator for recovering nonlinear relationships between latent variables, considering the trade-off between bias and efficiency that occurs when models are imperfectly specified.\r\n\r\nThe behavioral and social sciences continue to struggle with adequate measurement and modeling techniques, given that many of the constructs of interest are not directly observable (i.e., latent).  This project will improve the evaluation and specification of models involving latent variables.  First, it will enable scientists to check the accuracy of their assumptions about how latent variables are related.  Second, it will provide scientists with sound methods for evaluating nonlinear relationships among latent variables, avoiding the often unrealistic default assumption that these relationships follow straight lines.  By thus enabling scientists to obtain a richer, more accurate understanding of how behavioral and social processes are related, the current project has the potential to improve research in many fields, including psychology, sociology, marketing, political science, health, and education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Bauer",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel J Bauer",
   "pi_email_addr": "dbauer@email.unc.edu",
   "nsf_id": "000397918",
   "pi_start_date": "2007-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 71264.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 68736.0
  }
 ],
 "por": null
}