{
 "awd_id": "0716558",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Effects of Biodiversity on Pond Communities: Incorporating Ntural Patterns of Diversity Loss.",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saran Twombly",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 625000.0,
 "awd_amount": 625000.0,
 "awd_min_amd_letter_date": "2007-07-29",
 "awd_max_amd_letter_date": "2011-06-20",
 "awd_abstract_narration": "Most studies examining the consequences of biodiversity loss focus on plant species and assume that all species have an equal likelihood of extinction.  The goal of this proposal is to understand how biodiversity loss of animals affects the ecological properties of temporary pond ecosystems.  Furthermore, this work considers the consequences of biodiversity loss by recognizing that species of lower abundance are more likely to become locally extinct than more abundant species.  The investigator will achieve this goal over a five-year period by 1) conducting surveys of natural ponds, 2) conducting experimental reductions of biodiversity in artificial ponds, and 3) using survey data and experimental results to develop models describing how biodiversity loss affects ecological processes operating in natural ponds.\r\n\r\nThe loss of biodiversity is one of the greatest environmental challenges facing our planet.  The work outlined in this proposal will advance our understanding of how natural patterns of biodiversity loss will affect temporary pond ecosystems.  Furthermore, the work in this proposal focuses on 1) a type of ecosystem (temporary ponds) that is being destroyed or substantially altered at large scales as the result of human activities, and 2) a group of animals (amphibians) that has recently been experiencing a rapid decline in abundance and diversity.  Finally, this project will also offer research opportunities for middle and high school students.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Chalcraft",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "David R Chalcraft",
   "pi_email_addr": "chalcraftd@ecu.edu",
   "nsf_id": "000242146",
   "pi_start_date": "2007-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "East Carolina University",
  "inst_street_address": "1000 E 5TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENVILLE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "2523289530",
  "inst_zip_code": "278582502",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NC03",
  "org_lgl_bus_name": "EAST CAROLINA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HWPEKM8VFTJ9"
 },
 "perf_inst": {
  "perf_inst_name": "East Carolina University",
  "perf_str_addr": "1000 E 5TH ST",
  "perf_city_name": "GREENVILLE",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "278582502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NC03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 125000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the greatest resources on our planet is its wealth of biodiversity.&nbsp; Unfortunately, there is much evidence to indicate that our planet&rsquo;s biodiversity is in decline and much research has been directed toward examining the consequences of this loss.&nbsp; Nearly all of the research that has examined the loss of biodiversity from ecological systems, however, has focused on the loss of plant species from ecological systems and have assumed that all species are equally vulnerable to extinction even though we know they are not equally vulnerable.&nbsp; Species at higher trophic levels are more vulnerable to extinction as are species of lower abundance.&nbsp; We conducted surveys and experiments in freshwater ponds to evaluate how more realistic scenarios of species loss of predatory aquatic insects and herbivorous animals (tadpoles of different species of frog) affect ecological systems.&nbsp; We found that realistic patterns of species loss are associated with changes in how efficiently different ecological processes operate.&nbsp; For example, the ability of a collection of predators to suppress the abundance of their predators is enhanced when more predator species are present than when fewer predator species were present.&nbsp; Most importantly, our results also emphasize that the ability of an ecological system to operate efficiently depends on which species are present.&nbsp; Though species loss in general affects how efficiently ecological systems operate, the magnitude of the effect of species loss depends on which particular species are lost.&nbsp; We also developed a modeling and experimental framework that would facilitate the ability of others to predict the combined impact of multiple predator species on their prey&rsquo;s ability to survive.&nbsp; We also completed a number of experiments that attempted to explain why different locations differ in their biodiversity.&nbsp; For example, we demonstrated that the kind of setting (pine forest, hardwood forest or open field) can have a huge impact on the biodiversity present in freshwater ponds.&nbsp; Interestingly, insect biodiversity in ponds was greater in open field locations than in forests.</p>\n<p>This project advanced our understanding of the causes and consequences of variation in the biodiversity of freshwater ponds in the southeastern US.&nbsp; Seven scientific publications, seven unpublished manuscripts and seven theses/dissertations were produced and 29 scientific presentations were given.&nbsp; Furthermore, we formed a partnership with a non-profit science education center and offered a number of learning opportunities for the public.&nbsp; For example, we regularly provided opportunities for middle and high school students to learn more about the natural world by showing them how to sample animals in freshwater habitats, how to identify the animals and to understand the role of the animals in their habitat.&nbsp; For members of the public who could not visit natural wetlands, we brought animals into our lab and invited the public to visit and learn more about our research.&nbsp; We did this annually for the duration of this award and our last event was attended by nearly 300 people!</p>\n<p>Moreover, this project provided training for a number of students (5 doctoral, 7 masters, 9 undergraduates, and 1 high school student).&nbsp; These students gained hands on experience in experimental design, sampling freshwater environments and identifying freshwater organisms, measuring environmental variables, data management, and statistical analysis, manuscript writing and giving scientific presentations.&nbsp; The majority of these individuals also participated in our outreach events so they also gained much practice in communicating with the public and middle school children.&nbsp; We also provided training for a non-tenure track faculty member in our department and they are now employed i...",
  "por_txt_cntn": "\nOne of the greatest resources on our planet is its wealth of biodiversity.  Unfortunately, there is much evidence to indicate that our planetÆs biodiversity is in decline and much research has been directed toward examining the consequences of this loss.  Nearly all of the research that has examined the loss of biodiversity from ecological systems, however, has focused on the loss of plant species from ecological systems and have assumed that all species are equally vulnerable to extinction even though we know they are not equally vulnerable.  Species at higher trophic levels are more vulnerable to extinction as are species of lower abundance.  We conducted surveys and experiments in freshwater ponds to evaluate how more realistic scenarios of species loss of predatory aquatic insects and herbivorous animals (tadpoles of different species of frog) affect ecological systems.  We found that realistic patterns of species loss are associated with changes in how efficiently different ecological processes operate.  For example, the ability of a collection of predators to suppress the abundance of their predators is enhanced when more predator species are present than when fewer predator species were present.  Most importantly, our results also emphasize that the ability of an ecological system to operate efficiently depends on which species are present.  Though species loss in general affects how efficiently ecological systems operate, the magnitude of the effect of species loss depends on which particular species are lost.  We also developed a modeling and experimental framework that would facilitate the ability of others to predict the combined impact of multiple predator species on their preyÆs ability to survive.  We also completed a number of experiments that attempted to explain why different locations differ in their biodiversity.  For example, we demonstrated that the kind of setting (pine forest, hardwood forest or open field) can have a huge impact on the biodiversity present in freshwater ponds.  Interestingly, insect biodiversity in ponds was greater in open field locations than in forests.\n\nThis project advanced our understanding of the causes and consequences of variation in the biodiversity of freshwater ponds in the southeastern US.  Seven scientific publications, seven unpublished manuscripts and seven theses/dissertations were produced and 29 scientific presentations were given.  Furthermore, we formed a partnership with a non-profit science education center and offered a number of learning opportunities for the public.  For example, we regularly provided opportunities for middle and high school students to learn more about the natural world by showing them how to sample animals in freshwater habitats, how to identify the animals and to understand the role of the animals in their habitat.  For members of the public who could not visit natural wetlands, we brought animals into our lab and invited the public to visit and learn more about our research.  We did this annually for the duration of this award and our last event was attended by nearly 300 people!\n\nMoreover, this project provided training for a number of students (5 doctoral, 7 masters, 9 undergraduates, and 1 high school student).  These students gained hands on experience in experimental design, sampling freshwater environments and identifying freshwater organisms, measuring environmental variables, data management, and statistical analysis, manuscript writing and giving scientific presentations.  The majority of these individuals also participated in our outreach events so they also gained much practice in communicating with the public and middle school children.  We also provided training for a non-tenure track faculty member in our department and they are now employed in a tenure track faculty position at another university.\n\n\t\t\t\t\tLast Modified: 10/21/2013\n\n\t\t\t\t\tSubmitted by: David R Chalcraft"
 }
}