{
 "awd_id": "0717133",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Bio-Organic Reaction Animations",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan H. Hixson",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2009-07-31",
 "tot_intn_awd_amt": 446199.0,
 "awd_amount": 446199.0,
 "awd_min_amd_letter_date": "2007-09-25",
 "awd_max_amd_letter_date": "2007-09-25",
 "awd_abstract_narration": "Chemistry (12)\r\nThis project continues development of a biochemistry oriented visualization program, Bio-organic Reaction Animations (Bio-ORA). As a result of the proof-of-concept phase of its development, Bio-ORA currently has animations of three enzymatic processes. The next level of development includes a total of 15 enzymes represented in the final product. Other bio-molecules being targeted in this project are sugars (the conversion of Fischer projections into 3D structures, mutarotation, disaccharides, oligosaccharides), amino acids (secondary structure, alpha helix, beta turns and sheets), nucleosides (DNA formation, hydrogen-bonding in duplex, major/minor groove, intercalation), and lipids (micelle formation, lipid bilayer, steroidal structure, lipophilic interactions). The product is designed for students learning bio-organic chemistry in organic and biochemistry classes.  The evaluation of the project is intended to guide  development of Bio-ORA and to establish the value of using this visualization program.  The recommendations of the users are being used to improve the content and delivery of the material.  The dissemination of Bio-ORA is via web access and perhaps ultimately through a publishing company. This teaching tool is being presented at professional meetings, and the evaluation results will be published. \r\nIntellectual Merit: For students to be able to appreciate and contribute to the understanding of biological processes, it is essential that they learn the chemistry that governs biology. The Bio-ORA products facilitate both teaching and learning of biochemical processes at the molecular level by providing a means of visualizing biochemical reactions and structures in a three-dimensional format. Use of the software provides instructors with additional means of presenting complex concepts to students, and encourages instructors to focus on helping students to understand biochemical processes rather than to memorize names of structures and compounds. As students learn the principles that govern representative biochemical processes, they are better prepared to understand unfamiliar biochemical transformations. This process not only facilitates learning but likely improves the students' perception and understanding of the biological sciences in general. The impact that this software has on student learning and perception is being carefully measured. Information from these studies is providing an increased understanding of the role 3D technology can play in the learning process, and is helping to improve the product. \r\nBroader Impacts: The goal of this project is to reach an international audience and to have an impact on the teaching of bio-organic chemistry worldwide. This outreach naturally includes students of diverse cultures, diverse learning styles, and diverse educational backgrounds. Current partners include instructors at small colleges, including Southern Utah University, Pennsylvania State University-Schuylkill, Brigham Young University-Idaho, and Brigham Young University-Hawaii, which has >50% non-white enrollment. Another impact of the project is the improvement of the use of 3D technology. Applications for Chime, Java3D, Cult3D, VRML, and Viewpoint that allow for visualization of 3D images are likely to be appreciated by future software developers. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Fleming",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Steven A Fleming",
   "pi_email_addr": "steve.fleming@temple.edu",
   "nsf_id": "000528304",
   "pi_start_date": "2007-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Savage",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Paul B Savage",
   "pi_email_addr": "paul_savage@byu.edu",
   "nsf_id": "000422966",
   "pi_start_date": "2007-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brigham Young University",
  "inst_street_address": "A-153 ASB",
  "inst_street_address_2": "",
  "inst_city_name": "PROVO",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8014223360",
  "inst_zip_code": "846021128",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "UT03",
  "org_lgl_bus_name": "BRIGHAM YOUNG UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JWSYC7RUMJD1"
 },
 "perf_inst": {
  "perf_inst_name": "Brigham Young University",
  "perf_str_addr": "A-153 ASB",
  "perf_city_name": "PROVO",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "846021128",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "UT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "749200",
   "pgm_ele_name": "CCLI-Type 2 (Expansion)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 44844.0
  }
 ],
 "por": null
}