{
 "awd_id": "0717451",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Distribution and Dynamics of Belowground Carbon in Savannas",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2007-09-15",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 22489.0,
 "awd_amount": 60292.0,
 "awd_min_amd_letter_date": "2007-09-21",
 "awd_max_amd_letter_date": "2010-06-29",
 "awd_abstract_narration": "This project will map root and soil carbon in three dimensions at sites across a regional climate gradient in the Kalahari Desert of Botswana.  The Kalahari is one of the only places on Earth where this type of natural experiment can be conducted without having to worry about problems of variations in soil characteristics. This research seeks to understand 1) how the distribution of roots in the soil varies among different plant species and across large distances, and 2) how carbon found in soils changes in response to climate change at multiple timescales.\r\n\r\nArid and semiarid regions, such as the Kalahari, cover over 40% of the Earth's land surface. Roots are an important component of the productivity and composition of these ecosystems, and play an important role in their response to climate variability. Thus, understanding the root structure of water-limited vegetation is vital to the study of the global biosphere?which includes its human inhabitant?and global carbon budgets amidst a changing climate. This research will address how belowground plant processes in water-limited ecosystems control belowground carbon dynamics under different climate conditions. The interdisciplinary nature of this research will include mentoring of graduate and undergraduate students from Botswana and the U.S., and collaborations with colleagues in Botswana. A short course on the research and related fields will be offered to high-school science teachers to encourage the discussion of plant-water interactions and active research in high school classrooms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Natalie",
   "pi_last_name": "Mladenov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Natalie Mladenov",
   "pi_email_addr": "nmladenov@sdsu.edu",
   "nsf_id": "000119830",
   "pi_start_date": "2007-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "773100",
   "pgm_ele_name": "Other Global Learning & Trng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7394",
   "pgm_ref_txt": "BOTSWANA"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 22489.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 14966.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 22837.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research is a collaborative project to investigate root dynamics and changes in carbon storage in savanna ecosystems, led by PI Mladenov from the University of Colorado (CU), PI Okin from the University of California at Los Angeles (UCLA), PI D&rsquo;Odorico at the University of Virginia (UVA), and PI Caylor from Princeton University. This report summarizes the activities conducted by the team from CU.</p>\n<p><strong>Introduction</strong></p>\n<p>Arid and semiarid ecosystems cover more that 40% of the Earth&rsquo;s land surface and are highly vulnerable to climatic fluctuations, such as drought, and land use pressures. These environments are reliant on availability of that most important of resources, water. In this water scarce setting, the co-existence of different types of aboveground vegetation, the hallmark of savannas, is controlled by root structure and belowground carbon (C) dynamics.</p>\n<p>Improving our understanding of the belowground environment can be particularly challenging because it is, after all, below the soil surface and difficult to access, monitor, and study. Indeed, little is known about root structure and function, allocation of carbon, seasonality in carbon storage, and spatial and seasonal influences on all of the above in savanna ecosystems. Through collaboration, the institutional partners (CU, UCLA, UVA, and Princeton) used their expertise in different areas to address two specific goals:</p>\n<p><em>Goal #1: Understanding changing root morphology and dynamics with changing climate</em></p>\n<p><em>Goal #2: Understanding the direction and rate at which the storage of carbon in soil changes with climate change.</em><strong></strong></p>\n<p><strong>Intellectual merit: Evaluating how soil carbon storage is influenced by climate change</strong></p>\n<p>To address Goal #2, PI Mladenov analyzed the chemical quality of organic matter (OM) extracted from soils collected at four sites along a precipitation gradient in the Kalahari of southern Africa (Figure 1). The Kalahari is one of the only places on Earth where this type of natural experiment can be conducted because of its savanna environment, homogeneous sandy soil, and resulting lack of confounding soil variability.</p>\n<p>Using the optical properties of OM, PI Mladenov and undergraduate students at CU, supported by the Undergraduate Research Opportunities Program (UROP), examined the sources and chemical character of OM in soils to determine the biodegradability of soil carbon stocks. In 2010, they presented their initial results at the American Geophysical Union conference in San Francisco (Figure 2).</p>\n<p>In 2011, phospholipid analyses were added to the study, which provided microbial biomass estimations. The results are being compiled in a paper entitled, &ldquo;Chemical quality of soil organic matter along a climate gradient in the Kalahari savanna&rdquo; (in preparation for 2012 submission). &nbsp;The latest findings will contribute to the field of optical spectroscopy by demonstrating that certain fluorescence signatures are related to phospholipid content and may be a potentially less time- and cost-intensive method for estimating microbial biomass in soils. Another important outcome is that what little carbon is found at the drier end of the transect is likely to be more recalcitrant to microbial degradation than soil OM in wetter savanna soils. <strong>Based on these results, under a drier climate we may expect not only less biomass, but also lower respiration rates</strong>. <strong>We also conclude that the bacteria at the drier sites may be carbon-limited. </strong></p>\n<p><strong>Broader Impacts: Undergraduate and K-12 training and research experience</strong></p>\n<p>Through this project, two undergraduate students were trained to conduct laboratory analyses at CU, including soil processing, extractions, phospholipid analyses, and fluorescence and absorbance measurements. ...",
  "por_txt_cntn": "\nThis research is a collaborative project to investigate root dynamics and changes in carbon storage in savanna ecosystems, led by PI Mladenov from the University of Colorado (CU), PI Okin from the University of California at Los Angeles (UCLA), PI DÆOdorico at the University of Virginia (UVA), and PI Caylor from Princeton University. This report summarizes the activities conducted by the team from CU.\n\nIntroduction\n\nArid and semiarid ecosystems cover more that 40% of the EarthÆs land surface and are highly vulnerable to climatic fluctuations, such as drought, and land use pressures. These environments are reliant on availability of that most important of resources, water. In this water scarce setting, the co-existence of different types of aboveground vegetation, the hallmark of savannas, is controlled by root structure and belowground carbon (C) dynamics.\n\nImproving our understanding of the belowground environment can be particularly challenging because it is, after all, below the soil surface and difficult to access, monitor, and study. Indeed, little is known about root structure and function, allocation of carbon, seasonality in carbon storage, and spatial and seasonal influences on all of the above in savanna ecosystems. Through collaboration, the institutional partners (CU, UCLA, UVA, and Princeton) used their expertise in different areas to address two specific goals:\n\nGoal #1: Understanding changing root morphology and dynamics with changing climate\n\nGoal #2: Understanding the direction and rate at which the storage of carbon in soil changes with climate change.\n\nIntellectual merit: Evaluating how soil carbon storage is influenced by climate change\n\nTo address Goal #2, PI Mladenov analyzed the chemical quality of organic matter (OM) extracted from soils collected at four sites along a precipitation gradient in the Kalahari of southern Africa (Figure 1). The Kalahari is one of the only places on Earth where this type of natural experiment can be conducted because of its savanna environment, homogeneous sandy soil, and resulting lack of confounding soil variability.\n\nUsing the optical properties of OM, PI Mladenov and undergraduate students at CU, supported by the Undergraduate Research Opportunities Program (UROP), examined the sources and chemical character of OM in soils to determine the biodegradability of soil carbon stocks. In 2010, they presented their initial results at the American Geophysical Union conference in San Francisco (Figure 2).\n\nIn 2011, phospholipid analyses were added to the study, which provided microbial biomass estimations. The results are being compiled in a paper entitled, \"Chemical quality of soil organic matter along a climate gradient in the Kalahari savanna\" (in preparation for 2012 submission).  The latest findings will contribute to the field of optical spectroscopy by demonstrating that certain fluorescence signatures are related to phospholipid content and may be a potentially less time- and cost-intensive method for estimating microbial biomass in soils. Another important outcome is that what little carbon is found at the drier end of the transect is likely to be more recalcitrant to microbial degradation than soil OM in wetter savanna soils. Based on these results, under a drier climate we may expect not only less biomass, but also lower respiration rates. We also conclude that the bacteria at the drier sites may be carbon-limited. \n\nBroader Impacts: Undergraduate and K-12 training and research experience\n\nThrough this project, two undergraduate students were trained to conduct laboratory analyses at CU, including soil processing, extractions, phospholipid analyses, and fluorescence and absorbance measurements. One undergraduate co-authored the poster presented at AGU in 2010.\n\nPI Mladenov also was able to provide field experience in Botswana (Figure 3) and laboratory experience at CU (Figure 4) to four K-12 teachers from Colorado and Virginia through NSF Research Experience for Teac..."
 }
}