{
 "awd_id": "0717768",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The CIRTL Network - Shaping, Connecting, and Supporting the Future National STEM Faculty",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2008-01-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 5685877.0,
 "awd_min_amd_letter_date": "2007-09-20",
 "awd_max_amd_letter_date": "2012-09-13",
 "awd_abstract_narration": "The graduate students trained at research universities flow into the science, technology, engineering, and mathematics (STEM) faculties of all undergraduate institutions, dispersing among more than 4,000 research universities, comprehensive universities, liberal arts colleges, and community colleges. Thus, graduate students at research universities will shape the future of STEM undergraduate education in the United States. The Center for the Integration of Research, Teaching, and Learning (CIRTL) uses graduate education as the leverage point to develop a national STEM faculty with the capability and commitment to implement and improve effective teaching and learning practices for all students.  A research university can and will prepare STEM graduate students to be both forefront researchers and excellent teachers. Using the University of Wisconsin Madison as a laboratory CIRTL has developed, implemented, evaluated, and institutionalized an interdisciplinary learning community to prepare STEM future faculty in teaching and learning. In 3 years, more than 1,000 graduate students, postdoctoral researchers, and faculty across all STEM fields engaged in the learning community to improve their teaching abilities. These outcomes arise from three core ideas: (a) integrate improving teaching and learning within a STEM research model (teaching-as-research); (b) embed professional development within a learning community of and for STEM future and current faculty; and (c) enhance the learning of all through the diversity of students (learning-through-diversity). \r\nIntellectual Merit. In this project CIRTL seeks to take the successful outcomes of the prototype CIRTL learning community to a national scale. Building on the same powerful ideas, the CIRTL strategy is to create a learning community of diverse research universities mutually engaged in teaching-as-research activities to prepare future faculty in teaching and learning for all students. To prototype this strategy, CIRTL has formed the CIRTL Network of seven diverse research universities: the University of Colorado at Boulder, Howard University, Michigan State University, Pennsylvania State University, Texas A&M University, Vanderbilt University, and the University of Wisconsin Madison.  The CIRTL Network is developing the national STEM faculty in three ways: \r\n1) Each university is establishing a learning community to prepare STEM future faculty, with each university building on the successes of the others. Collectively, the seven diverse universities are enhancing learning in STEM disciplines; improving teaching in service courses; developing a framework for professional development; establishing an institute to integrate research, teaching, and learning; integrating the learning sciences; fostering skills in inquiry-based learning; and training effective research mentors. \r\n2) Future faculty are being better prepared for teaching all students when they interact meaningfully with the diversity of undergraduates, graduates, and institutions of the CIRTL Network. A cross-network learning community fosters such experiences through an online community center, distance courses, an exchange program, summer immersion programs, a seed grant program, a learning-through-diversity center, and a joint initiative to prepare faculty to teach preservice K12 teachers. \r\n3) Future faculty are transitioning more smoothly from the CIRTL Network learning community into their new faculty positions through linking the CIRTL Network with Project Kaleidoscope (PKAL), a national STEM faculty development initiative. CIRTL and PKAL are adapting PKAL Leadership Institutes to prepare future faculty to succeed in and influence the higher education environment in which they land. CIRTL and PKAL also are pairing future and new faculty from the CIRTL Network with PKAL Faculty for the 21st Century mentors in colleges and universities across the country. \r\nBroader Impacts. CIRTL is disseminating broadly tools and strategies for enhancing STEM teaching and learning. Through national CIRTL Forums, Web sites, publications, presentations to STEM disciplines, and collaborations with national higher education organizations, CIRTL continues to be a focal point for the national conversation on the preparation of future STEM faculty.  The goal of the prototype CIRTL Network is to prepare 1,200 future faculty annually. Once the scale-up strategy is demonstrated to be successful, the CIRTL Network will increase the number of universities and future faculty involved in the Network. The CIRTL Network also is impacting graduate education in universities beyond the network and is serving as a model for other networks of similar design. Ultimately, the impact of this work will be to provide to every undergraduate institution STEM faculty who enable all students to achieve STEM literacy, whose teaching enhances recruitment into STEM careers, and whose leadership ensures the continued advancement of STEM education. \r\nThis project is co-funded by the Division of Undergraduate Education in the Directorate for Education and Human Resources, the Office of Multidisciplinary Activities in the Directorate for Mathematical and Physical Sciences, the Division of Earth Sciences and the Geoscience Education Program in the Directorate for Geosciences, and the Division of Biological Infrastructure in the Directorate for Biological Sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Mathieu",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Robert D Mathieu",
   "pi_email_addr": "mathieu@astro.wisc.edu",
   "nsf_id": "000237740",
   "pi_start_date": "2007-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Eckberg",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "William R Eckberg",
   "pi_email_addr": "weckberg@howard.edu",
   "nsf_id": "000328796",
   "pi_start_date": "2007-09-20",
   "pi_end_date": "2009-10-06"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Herbert",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce E Herbert",
   "pi_email_addr": "herbert@geo.tamu.edu",
   "nsf_id": "000159627",
   "pi_start_date": "2007-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Rankin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia Rankin",
   "pi_email_addr": "Patricia.Rankin@colorado.edu",
   "nsf_id": "000468684",
   "pi_start_date": "2007-09-20",
   "pi_end_date": "2010-12-08"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Austin",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Ann E Austin",
   "pi_email_addr": "aaustin@msu.edu",
   "nsf_id": "000092692",
   "pi_start_date": "2007-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Henry",
   "pi_last_name": "Campa",
   "pi_mid_init": "",
   "pi_sufx_name": "III",
   "pi_full_name": "Henry Campa",
   "pi_email_addr": "campa@msu.edu",
   "nsf_id": "000398799",
   "pi_start_date": "2010-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  },
  {
   "pgm_ele_code": "173300",
   "pgm_ele_name": "GEOSCIENCE EDUCATION"
  },
  {
   "pgm_ele_code": "722600",
   "pgm_ele_name": "HUMAN RESOURCES"
  },
  {
   "pgm_ele_code": "749300",
   "pgm_ele_name": "CCLI-Type 3 (Comprehensive)"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  },
  {
   "pgm_ele_code": "751400",
   "pgm_ele_name": "TUES-Central Resource Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 4960696.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 68494.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 499176.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 32511.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of the Center for the Integration of Research, Teaching and Learning is to improve the STEM learning of all undergraduate students, and thereby contribute to increasing the number and diversity of people working in STEM fields as well as to raising the overall STEM literacy of the nation.</p>\n<p>The strategic leverage point through which CIRTL shapes the future of STEM undergraduate education is graduate education at research universities. Nearly 80% of STEM PhDs are granted at only 100 research universities, allowing for a highly targeted intervention before graduates flow into faculty positions at the 4400 U.S. research universities, comprehensive universities, liberal arts colleges, and community and tribal colleges.</p>\n<p>An intellectual challenge for accomplishing the CIRTL goal is to lower systemic barriers and initiate cultural shifts at research universities. CIRTL has demonstrated that such change can result from transformative ideas such as teaching-as-research and learning communities.</p>\n<p>The improvement of teaching is itself a research problem, addressing the question &ldquo;What have my students learned?&rdquo;.&nbsp; Teaching-as-research points STEM future faculty to approaches for improving teaching &ndash; disciplinary literature, hypothesis, experiments, data analysis, reflection &ndash; that align with their approaches to STEM research.</p>\n<p>A powerful new concept requires a community in which to develop and flourish if broad change is to result. CIRTL creates learning communities around teaching-as-research which are of and by STEM future and current faculty. Learning communities are enduring and integrative environments for change in teaching and learning. Learning communities also foster strong relationships among members and thus build a foundation for institutional change.</p>\n<p>Annually, nearly 1500 STEM future faculty from across STEM now participate in the local CIRTL learning communities of the prototype CIRTL Network - University of Colorado at Boulder, Howard University, Michigan State University, University of Wisconsin &ndash; Madison and Vanderbilt University, demonstrating the effectiveness of these ideas in influencing research university culture.</p>\n<p>In addition, CIRTL developed, implemented and began to evaluate the efficacy of a cross-Network learning community. This experiment was based on the hypothesis that future faculty would be better prepared for careers as a result of learning with future faculty and from current faculty at a diverse set of universities. Implementation was through synchronous on-line courses, coffee hours and asynchronous interactions. Participation in the cross-network learning community has grown substantially each year since 2008. In 2012, 839 people attended 22 cross-Network events.&nbsp;</p>\n<p>Evaluation and research show the intellectual merit of the CIRTL core ideas and their varied implementations across the CIRTL Network. Research data show that CIRTL future faculty gain knowledge, beliefs, and values aligned with research-based effective teaching practice. The majority of the high-engagement future faculty     report key concepts associated with effective teaching (<a href=\"http://www.cirtl.net/pfund2012\">http://www.cirtl.net/pfund2012</a>). Just over     74% discussed <em>assessment/evaluation</em> and half explicitly     called out defining <em>learning outcomes</em>. 57% integrated the     presence of diverse learners into their thinking about teaching,     including concepts such as <em>inclusive teaching </em>and <em>diverse       instruction</em>. Nearly half included learning community ideas in their responses, and especially <em>group work</em>. 72% noted the importance of understanding <em>learners and learning</em>, with particular emphasis on cognition, learning and development, and knowing students&rsquo; backgrounds and perspectives. Recent discipli...",
  "por_txt_cntn": "\nThe overarching goal of the Center for the Integration of Research, Teaching and Learning is to improve the STEM learning of all undergraduate students, and thereby contribute to increasing the number and diversity of people working in STEM fields as well as to raising the overall STEM literacy of the nation.\n\nThe strategic leverage point through which CIRTL shapes the future of STEM undergraduate education is graduate education at research universities. Nearly 80% of STEM PhDs are granted at only 100 research universities, allowing for a highly targeted intervention before graduates flow into faculty positions at the 4400 U.S. research universities, comprehensive universities, liberal arts colleges, and community and tribal colleges.\n\nAn intellectual challenge for accomplishing the CIRTL goal is to lower systemic barriers and initiate cultural shifts at research universities. CIRTL has demonstrated that such change can result from transformative ideas such as teaching-as-research and learning communities.\n\nThe improvement of teaching is itself a research problem, addressing the question \"What have my students learned?\".  Teaching-as-research points STEM future faculty to approaches for improving teaching &ndash; disciplinary literature, hypothesis, experiments, data analysis, reflection &ndash; that align with their approaches to STEM research.\n\nA powerful new concept requires a community in which to develop and flourish if broad change is to result. CIRTL creates learning communities around teaching-as-research which are of and by STEM future and current faculty. Learning communities are enduring and integrative environments for change in teaching and learning. Learning communities also foster strong relationships among members and thus build a foundation for institutional change.\n\nAnnually, nearly 1500 STEM future faculty from across STEM now participate in the local CIRTL learning communities of the prototype CIRTL Network - University of Colorado at Boulder, Howard University, Michigan State University, University of Wisconsin &ndash; Madison and Vanderbilt University, demonstrating the effectiveness of these ideas in influencing research university culture.\n\nIn addition, CIRTL developed, implemented and began to evaluate the efficacy of a cross-Network learning community. This experiment was based on the hypothesis that future faculty would be better prepared for careers as a result of learning with future faculty and from current faculty at a diverse set of universities. Implementation was through synchronous on-line courses, coffee hours and asynchronous interactions. Participation in the cross-network learning community has grown substantially each year since 2008. In 2012, 839 people attended 22 cross-Network events. \n\nEvaluation and research show the intellectual merit of the CIRTL core ideas and their varied implementations across the CIRTL Network. Research data show that CIRTL future faculty gain knowledge, beliefs, and values aligned with research-based effective teaching practice. The majority of the high-engagement future faculty     report key concepts associated with effective teaching (http://www.cirtl.net/pfund2012). Just over     74% discussed assessment/evaluation and half explicitly     called out defining learning outcomes. 57% integrated the     presence of diverse learners into their thinking about teaching,     including concepts such as inclusive teaching and diverse       instruction. Nearly half included learning community ideas in their responses, and especially group work. 72% noted the importance of understanding learners and learning, with particular emphasis on cognition, learning and development, and knowing studentsÆ backgrounds and perspectives. Recent discipline-based education research shows that these practices lead to increased undergraduate learning.\n\nLongitudinal studies establish that CIRTL preparation continues to shape the teaching practices of early career faculty. The Wisconsi..."
 }
}