{
 "awd_id": "0717892",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Paleohydrology of the Paleocene-Eocene Thermal Maximum: A Multiple Proxy Reconstruction",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "2007-10-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 37110.0,
 "awd_amount": 37110.0,
 "awd_min_amd_letter_date": "2007-09-13",
 "awd_max_amd_letter_date": "2009-06-05",
 "awd_abstract_narration": "This collaborative grant will develop a multiple-proxy record of terrestrial hydrology during the Paleocene-Eocene Thermal Maximum (PETM), a period of abrupt, short lived and large-scale global warming that occurred ~55.8 million years ago. The PETM was the warmest period of the Cenozoic, is associated with a massive release of carbon to the atmosphere, and precisely coincided with a dramatic response in terrestrial vertebrates and plants. Understanding the response and feedbacks of the hydrologic cycle during the PETM has direct implications for modeling future climate responses to increasing levels of anthropogenic CO2.\r\n\r\nThe project will use four proxies to reconstruct the paleohydrology of the PETM: 1) compound-specific hydrogen isotope ratios of plant lipids, 2) oxygen isotope ratios of fossil enamel from mammal teeth and gar fish scales, 3) physiognomy of fossil leaves, and 4) morphology and chemistry of paleosols. These proxy methods will be applied to the recently recognized PETM sections in the Cabin Fork area of the southeastern Bighorn Basin, Wyoming, where a 40 m-thick interval representing the PETM has been identified, and where the team has already shown that the outcrops have abundant fossil vertebrates, leaves, plant lipids, and paleosols. The resulting record of precipitation, relative humidity, seasonality, soil moisture, temperature, and precipitation moisture source will have a temporal resolution of ~10 ky, which will allow the team to detect variations in the hydrologic cycle during the PETM. Reconstructing the hydrological cycle at high temporal resolution will yield more accurate paleohydrological reconstructions, better knowledge of how climatic fluctuations within the PETM relate to changes in atmospheric circulation, and a refined understanding of the environmental consequences of PETM climate change for terrestrial ecosystems.\r\n\r\nThe proposed research includes the development of a teacher training program, \"Climate and Life Through Time: Scientists in the Outdoor Classroom,\" in conjunction with the Teton Science School in Jackson Hole, Wyoming. The school is connected to a K-12 day school and hosts residential programs for students of all ages in natural science and natural science education, serving over 11,000 students a year. The proposed program will involve PIs and graduate students in a teacher training course with the goals of 1) illustrating how we learn about climate and life from the rock record and 2) introducing teachers to Earth science and its practitioners. This outreach program will be conducted in conjunction with an annual meeting of collaborators to be held at the school.\r\n\r\nTo reach an even broader audience, the team will develop a web site on \"Reconstructing Ancient Forest Ecosystems\" that will be hosted at the Florida Museum of Natural History and linked to Smithsonian Institution websites. The site will explore how to reconstruct ancient ecosystems by using the Paleocene and Eocene forests as a case study.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Wing",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Scott L Wing",
   "pi_email_addr": "wings@si.edu",
   "nsf_id": "000358485",
   "pi_start_date": "2007-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Smithsonian Institution",
  "inst_street_address": "1000 JEFFERSON DR SW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026337110",
  "inst_zip_code": "205600008",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "SMITHSONIAN INSTITUTION",
  "org_prnt_uei_num": "KQ1KJG78NNS9",
  "org_uei_num": "KQ1KJG78NNS9"
 },
 "perf_inst": {
  "perf_inst_name": "Smithsonian Institution",
  "perf_str_addr": "1000 JEFFERSON DR SW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "205600008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  },
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "7459",
   "pgm_ref_txt": "SEDIMENTARY GEO & PALEOBIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 28079.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 9031.0
  }
 ],
 "por": null
}