{
 "awd_id": "0717670",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mathematical Analysis of Neural Dynamics with Multiple Frequencies",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Horn",
 "awd_eff_date": "2007-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 700000.0,
 "awd_amount": 700000.0,
 "awd_min_amd_letter_date": "2007-08-03",
 "awd_max_amd_letter_date": "2010-06-30",
 "awd_abstract_narration": "The nervous system produces electrical activity in all cognitive states, and this activity generally displays significant power at any given time in multiple frequency bands.  This project focuses on the mathematical issues that have been raised by previous large-scale simulations, and seeks to get a deeper understanding of how the qualitative properties of intrinsic and ionic currents in single cells shape the complex behaviour that has been seen in a variety of simulations of large and small networks.  The work focuses on two specific situations which present many of the general issues.  The first is the interaction of the gamma (40-90 Hz) and theta (4-12 Hz) rhythms in the hippocampus.  As shown in previous numerical and experimental work, the gamma and theta rhythms appear to be produced in vitro by different sub-networks of hippocampal neurons, with some components in common; simulations have shown that changes in parameters can switch control of the common elements and change the power in the different frequency bands.  The project considers the global bifurcations involved in switches of control.  The second situation concerns changes of brain rhythms in the presence of the anesthetic propofol which, at the biophysical level, acts mainly by increasing the decay time and amplitude of GABA_A mediated inhibition.  A central question of the previous modeling work is the origin of the so-call \"beta buzz\", in which a low dose of propofol excites, rather than sedates, the patient, with an increase in the power in the beta frequency bands (13-30 Hz) and a decrease in lower and higher frequency bands.  Simulations have shown this un-intuitive behaviour in model networks having multiple components, notably by the creation of \"clustering\" of inhibitory cells into subgroups firing in antiphase, transforming low frequencies into higher ones.  Kopell mentors many graduate students and postdoctoral fellows; this project ties mathematical analysis to other work focusing on function, and thus allows trainees to see how mathematics can be used to bridge from biophysics to function.\r\n\r\nThe nervous system produces electrical activity in all cognitive states, and this activity generally displays significant power at any given time in multiple frequency bands.  This project focuses on the mathematical issues that have been raised by previous large-scale simulations, and seeks to get a deeper understanding of how the qualitative properties of intrinsic and ionic currents in single cells shape the complex behaviour that has been seen in a variety of simulations of large and small networks.  The work addresses the general issues of how the brain produces its multiple frequencies, and how changes in biophysics can change the mixture of dynamic components.  In the first sub-project, this is linked with the central question of how networks react to inputs with spatial and temporal structure reflecting the coding of information.  In the second, the work helps to bridge the knowledge of biophysical effects of an anesthetic to its functional properties (inducing loss of consciousness) by tying the biophysical changes to changes in dynamics known to be related to cognitive state.  The analytical tools proposed have been used in much simpler contexts.  The work will require the development of extensions to allow application to larger and more complex networks.  The extensions should be applicable to a wide range of neural applications.  Kopell is co-Director of the Center for BioDynamics and the Program in Mathematical and Computational Neuroscience at Boston University.  In this context, she works with and mentors a large number of graduate students and postdocs, including many women.  This project ties mathematical analysis to other work focusing on function, and thus allows these and other trainees to see how mathematics can be used to bridge from biophysics to function.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Kopell",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy J Kopell",
   "pi_email_addr": "nk@bu.edu",
   "nsf_id": "000162392",
   "pi_start_date": "2007-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 149417.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 203128.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 211253.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 136202.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report </strong></p>\n<p><span style=\"text-decoration: underline;\">Mathematical Analysis of Neural Dynamics with Multiple Frequencies </span>(DMS-0717670)</p>\n<p>The nervous system produces ever-changing patterns of electrical activity in all cognitive states, including sleep.&nbsp; In the scientific literature about human rhythms, there is a long tradition of parsing the electrical signals into frequency bands associated with both cognitive state and cortical position; e.g., the alpha band (~9-11 Hz) is found in the visual (occipital) areas when the eyes are closed.&nbsp; Other important frequency ranges include the gamma band (~30-80 Hz), beta 1 (~12-20 Hz), beta 2 (~21-29 Hz) and theta (~ 4-8 Hz in the human literature, 4-12 Hz in the rodent literature).&nbsp; Though there is a large literature documenting changes in rhythms in different tasks and different parts of a task, stages of learning or cognitive state (e.g., attentive or not), it is far from understood how the nervous system makes functional use of these rhythms.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The central role of mathematics, modeling and simulation is to tie together these experimental results, using clues from the physiology to help illuminate why rhythms are so prominently correlated with neural function. The general aim of this work was to understand dynamical mechanisms underlying the behavior of networks of neurons that produce multiple rhythms, mechanisms that are likely to be widely applicable, and have functional implications.&nbsp; Work on dynamical mechanisms and application to cognition included</p>\n<ul>\n<li>How interactions of gamma and theta rhythms help coordinate &ldquo;cell assemblies&rdquo; of synchronous neurons. </li>\n<li>How cell assemblies formed within gamma oscillations support bottom-up attention and stimulus competition.</li>\n<li>How top-down signaling in the beta frequency regimes supports selective attention. </li>\n<li>How changes in dynamics of inhibition in schizophrenia can account for sensory pathologies. </li>\n<li>How 40 Hz oscillations in the superficial cortical layers and 25 Hz oscillations in the deep cortical layers can interact to produce a 15 Hz rhythm.</li>\n<li>How the15 Hz rhythm can support manipulation of cell assemblies and accumulation of evidence.</li>\n<li>How different gamma rhythms in entry and superficial cortical layers interact to control processing within a cortical column. </li>\n<li>How changes due to cholinergic modulation can produce pathological beta rhythms in Parkinson&rsquo;s disease.</li>\n<li>How cortical gamma rhythms are modulated by NMDAR-mediated plasticity. </li>\n<li>How subthreshold oscillations can help produce gamma rhythms in the olfactory bulb. </li>\n<li>How interactions of thalamus and cortex in the presence of the anesthetic propofol can lead to loss of consciousness. </li>\n<li>How higher doses of propofol, as well as hypoxic injury or low brain temperature, can lead to the coma-related state of &ldquo;burst suppression&rdquo;. </li>\n<li>How alpha rhythms produced in the thalamus have implications for stimulus processing</li>\n</ul>\n<p>&nbsp;</p>\n<p>Work on the mathematical details of network behavior in rhythms included</p>\n<ul>\n<li>Dynamical mechanisms of mixed-mode oscillations. </li>\n<li>New dynamics in neurophysiologic models (torus canards).</li>\n<li>The dynamics of periodically forced networks, including heterogeneous inhibitory networks.</li>\n<li>Interactions of slow currents and inhibition to produce rebound. </li>\n</ul>\n<ul>\n<li>Gamma-theta interactions encompassed in a 1-D map</li>\n<li>Methods associated with analysis of rhythmic neural data. </li>\n</ul>\n<p>The work of the PI also had broader impacts.&nbsp; In addition to supporting two graduate students and two postdocs, the work was done in the context of general scientific community building done by the PI.&nbsp; More specifically, the PI organized...",
  "por_txt_cntn": "\nProject Outcomes Report \n\nMathematical Analysis of Neural Dynamics with Multiple Frequencies (DMS-0717670)\n\nThe nervous system produces ever-changing patterns of electrical activity in all cognitive states, including sleep.  In the scientific literature about human rhythms, there is a long tradition of parsing the electrical signals into frequency bands associated with both cognitive state and cortical position; e.g., the alpha band (~9-11 Hz) is found in the visual (occipital) areas when the eyes are closed.  Other important frequency ranges include the gamma band (~30-80 Hz), beta 1 (~12-20 Hz), beta 2 (~21-29 Hz) and theta (~ 4-8 Hz in the human literature, 4-12 Hz in the rodent literature).  Though there is a large literature documenting changes in rhythms in different tasks and different parts of a task, stages of learning or cognitive state (e.g., attentive or not), it is far from understood how the nervous system makes functional use of these rhythms. \n\n \n\nThe central role of mathematics, modeling and simulation is to tie together these experimental results, using clues from the physiology to help illuminate why rhythms are so prominently correlated with neural function. The general aim of this work was to understand dynamical mechanisms underlying the behavior of networks of neurons that produce multiple rhythms, mechanisms that are likely to be widely applicable, and have functional implications.  Work on dynamical mechanisms and application to cognition included\n\nHow interactions of gamma and theta rhythms help coordinate \"cell assemblies\" of synchronous neurons. \nHow cell assemblies formed within gamma oscillations support bottom-up attention and stimulus competition.\nHow top-down signaling in the beta frequency regimes supports selective attention. \nHow changes in dynamics of inhibition in schizophrenia can account for sensory pathologies. \nHow 40 Hz oscillations in the superficial cortical layers and 25 Hz oscillations in the deep cortical layers can interact to produce a 15 Hz rhythm.\nHow the15 Hz rhythm can support manipulation of cell assemblies and accumulation of evidence.\nHow different gamma rhythms in entry and superficial cortical layers interact to control processing within a cortical column. \nHow changes due to cholinergic modulation can produce pathological beta rhythms in ParkinsonÆs disease.\nHow cortical gamma rhythms are modulated by NMDAR-mediated plasticity. \nHow subthreshold oscillations can help produce gamma rhythms in the olfactory bulb. \nHow interactions of thalamus and cortex in the presence of the anesthetic propofol can lead to loss of consciousness. \nHow higher doses of propofol, as well as hypoxic injury or low brain temperature, can lead to the coma-related state of \"burst suppression\". \nHow alpha rhythms produced in the thalamus have implications for stimulus processing\n\n\n \n\nWork on the mathematical details of network behavior in rhythms included\n\nDynamical mechanisms of mixed-mode oscillations. \nNew dynamics in neurophysiologic models (torus canards).\nThe dynamics of periodically forced networks, including heterogeneous inhibitory networks.\nInteractions of slow currents and inhibition to produce rebound. \n\n\nGamma-theta interactions encompassed in a 1-D map\nMethods associated with analysis of rhythmic neural data. \n\n\nThe work of the PI also had broader impacts.  In addition to supporting two graduate students and two postdocs, the work was done in the context of general scientific community building done by the PI.  More specifically, the PI organized and heads the NSF-supported Cognitive Rhythms Collaborative (CRC), a group of over two dozen labs (mostly) in the Boston area, interested in brain dynamics in cognition.  The CRC supports postdocs working collaboratively among labs, and facilitates working groups, mentoring of postdocs and graduate students, and the production of new science. \n\n\t\t\t\t\tLast Modified: 10/09/2012\n\n\t\t\t\t\tSubmitted by: Nancy J Kopell"
 }
}