{
 "awd_id": "0717558",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science:   American Public Opinion and the Politics of Immigration",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2009-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 11933.0,
 "awd_min_amd_letter_date": "2007-08-05",
 "awd_max_amd_letter_date": "2008-08-19",
 "awd_abstract_narration": "This project investigates how attitudes toward Latino immigrants color American support for immigration policies. More than once, public misgivings about foreigners have been expressed through support for exclusionary immigration policies (e.g., Higham 1955; King 2000). Political scientists concur that Americans are generally predisposed against immigration, yet it remains unclear whether one or all immigrant groups activate this stance (e.g., Harwood 1986; Simon and Alexander 1993; Citrin et al. 1997). Though history records numerous outbursts of opposition to Irish, Chinese, German, and Italian newcomers (e.g., Shankman 1982; Takaki 1989; Ignatiev 1995; King 2005), we lack a systematic understanding of the degree to which attitudes toward one immigrant group shape public opposition to immigration. Using two original survey-experiments which incorporate an Implicit Association Test (IAT), this project endeavors to demonstrate how Americans'' evaluations of immigration policies are subtly-but indelibly-influenced by anti-Latino attitudes.\r\n     A growing volume of polling data on immigration reveals two things: sizeable opposition to immigration and solid support for stronger measures to curb it (Gallup 2000; Lapinski et al. 1997). Yet what these polls do not reveal-and in fact, cannot fully reveal-is the extent to which support for immigration policies is influenced by misgivings about particular immigrants. That is because surveys generally query respondents about these policies without identifying immigrants by ethnicity. And, when group-specific questions are asked, the validity of responses is threatened by strong social norms against the expression of negative attitudes toward ethnic and racial groups (Mendelberg 2001; Banaji et al.1995). \r\n     To overcome these challenges, this project employs two survey-experiments which incorporate an Implicit Association Test (IAT) designed to capture negative implicit attitudes toward Latino immigrants. In these experiments, all subjects complete standard self-reports of attitudes toward various immigrant groups, as well as evaluations of policy proposals addressing illegal and legal immigration. During these evaluations, subjects are asked about these policy proposals with reference to either Latino immigrants or non-Latino immigrants. This design aims to demonstrate two things. First, in lieu of implicit attitude measures, Americans should display a markedly even-handed evaluation of immigrants and immigration policies. For instance, it is expected that subjects will support stronger measures to curb immigration regardless of the ethnicity and legal status of foreigners. Yet when implicit attitude measures are introduced, it is anticipated that anti-Latino attitudes will be stamped onto evaluations of these policy proposals, even when they make no reference to Latinos.  \r\n      The findings from this research have implications both for society in general and the social science community in particular. By documenting how implicit anti-Latino attitudes mold individuals'' preferences for immigration policy, this study systematically challenges the view that opposition to immigration has nothing to do with the ethnicity of immigrants. To the contrary, the evidence from this investigation will suggest that implicit anti-Latino attitudes are activated by merely broaching the issue of immigration, as occurs through public opinion polls. In this way, these findings will raise questions about the validity of standard survey items on immigration by diagnosing how far these questions capture implicit anti-Latino attitudes in addition to policy preferences. Equally important, the evidence will suggest revisions to standard models of survey response to account for an important omitted variable, namely, the influence of implicit attitudes on survey items.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paula",
   "pi_last_name": "McClain",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Paula D McClain",
   "pi_email_addr": "pmcclain@duke.edu",
   "nsf_id": "000472986",
   "pi_start_date": "2007-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 11933.0
  }
 ],
 "por": null
}