{
 "awd_id": "0718782",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science:   How Do Voters Decide?   Ethnicity and Performance in African Elections",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2007-08-05",
 "awd_max_amd_letter_date": "2007-08-05",
 "awd_abstract_narration": "Primary Investigators: Clark C. Gibson and James D. Long\r\n\r\nTitle: Doctoral Dissertation Research: How do Voters Decide? Ethnicity and Performance in African Elections\r\n\r\n0718782\r\n\r\nAbstract\r\nOn what bases do African citizens choose leaders in democratic elections?  African elections are typically understood as highly ethnic, where candidates appeal to voters by inciting ethnic fear or using selective incentives such as patronage to attract support from co-ethnics.  The study advances our understanding of African voting behavior by identifying when, where and in what ways ethnicity and performance matter, either separately or in conjunction.  Consequently, this will demonstrate whether politicians pursue policies, goods, and services directed at their own ethnic group or more broadly to the district or nation.  If ethnic hypotheses are correct, co-ethnics will be returned to office time and again and narrowly target policies towards their group.  If performance hypotheses are correct, poor performers will be thrown out of office and politicians will be encouraged to pursue policies targeted towards co-ethnics and non-ethnics alike.\r\nIn order to understand whether and how ethnicity and performance matter to voting, this study proposes a post-election survey of Kenya's upcoming December 2007 election.  It will consist of randomly chosen voters from precincts in a nationally representative sample.  The survey will ask questions regarding ethnicity, evaluations of performance, and vote choice for candidates in local and national elections.  \r\nThe study makes empirical and methodological improvements upon current studies by using novel individual level survey data.  Rather than postulate the effects of ethnicity or performance at the group level, the survey allows for robust and direct tests of these variables in determining an individual's vote.  Performing the study for local and national elections allows for separate tests using different electoral units that vary over a number of characteristics.  It provides a better measure of performance than extant studies, understood as the delivery of local public services that result from taxation.  Through randomization, the survey also avoids problems of selection bias that plague other studies.  Such data will allow me to test separate hypotheses concerning the independent effects of ethnicity and performance, as well as the ways in which the two interact. \r\nThe broader impact of this project has important implications for development in multi-ethnic and poor countries.  The results of this study can provide politicians, policymakers and donors with critical information regarding the relationship between citizens and leaders over issues of ethnicity, performance, public services, and taxation.  If performance theories are correct, elections are the prime mechanism that induces accountability on the part of politicians.  These policies may in turn become the engine to sustained economic growth and development.  If ethnic theories are correct, we might expect skewed policy biases that are harmful for progress over the long-run. This is especially true at the local level, where scholars and policymakers increasingly view local government as the potential catalyst for development.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clark",
   "pi_last_name": "Gibson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Clark C Gibson",
   "pi_email_addr": "ccgibson@ucsd.edu",
   "nsf_id": "000439997",
   "pi_start_date": "2007-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}