{
 "awd_id": "0718735",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Role of Heterotrimeric G-Proteins and Related Components In Hypovirulence and Virulence of the Plant Pathogen Cryphonectria Parasitica",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 398334.0,
 "awd_amount": 398334.0,
 "awd_min_amd_letter_date": "2007-08-21",
 "awd_max_amd_letter_date": "2009-06-03",
 "awd_abstract_narration": "This award is funded jointly by the Cellular Systems Cluster in the Division of Molecular & Cellular Biosciences and the Processes, Structures & Integrity Cluster in the Division of Integrative Organismal Systems.\r\n\r\nCellular signal transduction mechanisms transmit external stimuli and thereby govern the ability of that cell to respond to its environment. However, such responses may be interrupted by infection with viruses. To explore mechanisms by which this may occur, Dr. Dawe will use the fungus Cryphonectria parasitica (the chestnut blight fungus) that can be stably infected by RNA viruses (hypoviruses). This project will focus on the evolutionarily conserved heterotrimeric G-protein signaling pathway that couple intracellular cascades to extracellular stimuli in all eukaryotes. The amounts of the three G-protein subunits are reduced in the presence of hypovirus, but the mechanism by which this occurs is unknown. BDM-1, a member of a protein family called phosducin-like proteins, appears to be an essential component for stabilizing this pathway. This protein is phosphorylated. and Dr. Dawe hypothesizes that this modification is compromised by the hypovirus.  This leads to failure of the G-protein complex to properly assemble, and a subsequent failure of the signaling pathway. To address this problem, Dr. Dawe will attempt to confirm the predicted relationship of subunits using co-immunoprecipitation techniques that permit monitoring of the association of two proteins. The requirement for phosphorylated BDM-1 will be analyzed with site directed mutants of BDM-1 in which predicted phosphorylation sites are replaced with amino acids that either cannot be phosphorylated, or mimic the presence of phosphorylation. To elucidate the potential regions in the viral genome that affect BDM-1, Dr. Dawe will introduce chimeric (mixed) virus constructs containing parts of viral sequences that confer different phenotypes on the host, including altered accumulation of BDM-1. By monitoring of the resulting changes to modification and production of BDM-1 the specific regions of the viral genome that are responsible for affecting BDM-1 behavior can be determined.\r\n\r\nThe analysis of signaling components required for fungal virulence will lead to greater understanding of the control of signaling and the relationship to growth and development in filamentous fungi. Determining the role of BDM-1 will contribute to the knowledge of a conserved family of proteins, while also identifying mechanisms of virus-mediated modulation of G-protein signaling. In addition to long-term contributions to the fields of fungal development, plant pathology, virus-host interactions and potential mycovirus-based biological control strategies, this project will expand student training, providing valuable experience in molecular methodologies for graduate and undergraduate students at a minority-serving institution. Students will also be exposed to projects beyond New Mexico State University through scientific meetings and reciprocal visits with a faculty member at Miyagi University in Japan. In addition, material from this project will be used to enhance the PI's Molecular and Cellular Mycology class and data will be distributed through publication and web site dissemination.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Angus",
   "pi_last_name": "Dawe",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Angus L Dawe",
   "pi_email_addr": "dawe@biology.msstate.edu",
   "nsf_id": "000345620",
   "pi_start_date": "2007-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico State University",
  "inst_street_address": "1050 STEWART ST.",
  "inst_street_address_2": "",
  "inst_city_name": "LAS CRUCES",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5756461590",
  "inst_zip_code": "88003",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3M5GZAT8N85"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico State University",
  "perf_str_addr": "1050 STEWART ST.",
  "perf_city_name": "LAS CRUCES",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "88003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1136",
   "pgm_ref_txt": "SIGNAL TRANSDCTN/CELL REGULATN"
  },
  {
   "pgm_ref_code": "7656",
   "pgm_ref_txt": "SYMBIOSIS DEF & SELF RECOG"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0407",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "app-0407",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 281033.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 117301.0
  }
 ],
 "por": null
}