{
 "awd_id": "0718788",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Mixture Synergy in Piper Imides, Iridoid Glycosides, and Furanocoumarins",
 "cfda_num": "47.049",
 "org_code": "03090003",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 126000.0,
 "awd_amount": 126000.0,
 "awd_min_amd_letter_date": "2007-07-18",
 "awd_max_amd_letter_date": "2007-07-18",
 "awd_abstract_narration": "Examples of plant secondary metabolites acting in a synergistic fashion as insect deterrents are not common, and many studies focus on the pharmaceutical applications of natural products where activity is serendipitous and not an evolved response. This project will test for synergy between plant products in the deterrence of insects, the activity for which they have ostensibly evolved. Synergy between compounds in a mixture produced by a single plant species (intraclass synergy) will be tested in three systems: the imides of Piper species (Piperaceae, Piperales), the iridoid glycosides of Plantago lanceolata (Plantaginaceae, Lamiales), and the furanocoumarins of Pastinaca sativa (Apiaceae, Apiales). The imides of P. imperiale and P. melanocladum are structurally very similar to imides and amides from Piper cenocladum and P. tuberculatum which have recently been shown to act synergistically against a broad array of insects. This proposed work tests the generality of intraclass synergy for imides and amides of the genus Piper. To test if intraclass synergy is general to other classes of natural products, the iridoid glycosides (monoterpene glycosides) and furanocoumarins will be examined, since they are structurally unrelated to the Piper amides/imides and to each other, and both classes of compounds have a well documented central role in plant insect interactions.\r\n\r\nWith the support of this linked collaborative award, the Organic and Macromolecular Chemistry Program is supporting the collaborative work of two chemists and an ecologist, Professors Craig D. Dodson and Joseph L. Richards, of the Department of Physical and Environmental Sciences at Mesa State College, and Professor Lee A. Dyer, of the Department of Ecology and Evolutionary Biology at Tulane University. The approach outlined in this proposal will provide novel methods for chemical ecology, bioassays, and statistical analyses. It will provide rigorous tests of important hypotheses on how intraclass compounds act synergistically to deter insects. The work will contribute to a long term goal to determine if antiherbivore synergy is widespread among plant secondary metabolites. If synergy is found to be general and widespread when testing for activity against ecologically relevant insect herbivores, then it is consistent with a general hypothesis that plants evolved multiple compounds as synergists for defense against herbivores and pathogens. These results are also directly relevant to the way insects are controlled on crops. The proposed work will continue a decade-long, successful collaboration between two chemists and an ecologist. The collaboration involves an undergraduate institution and a research university and has successfully trained a large number of graduate and undergraduate students. The current proposal includes funding for one graduate student and 12 undergraduates. Students will be broadly trained in both biology and chemistry, and the collaborators will continue to be involved with important training programs for these students at Tulane, such as Research Experience for Undergraduates (REU), the Ecological Society of America's SEEDS program for minorities, the Louisiana Alliance for Minority Participation, and Fulbright's LASPAU program for training faculty from other countries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Dodson",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Craig D Dodson",
   "pi_email_addr": "craigd@unr.edu",
   "nsf_id": "000452067",
   "pi_start_date": "2007-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Richards",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph L Richards",
   "pi_email_addr": "richards@coloradomesa.edu",
   "nsf_id": "000464491",
   "pi_start_date": "2007-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado Mesa University",
  "inst_street_address": "1100 NORTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "GRAND JUNCTION",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9702481424",
  "inst_zip_code": "815013122",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CO03",
  "org_lgl_bus_name": "COLORADO MESA UNIVERSITY",
  "org_prnt_uei_num": "HAL9A8N46NB3",
  "org_uei_num": "E5RRMPPLNMD9"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado Mesa University",
  "perf_str_addr": "1100 NORTH AVE",
  "perf_city_name": "GRAND JUNCTION",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "815013122",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CO03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "194800",
   "pgm_ele_name": "SYNTHESIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 126000.0
  }
 ],
 "por": null
}