{
 "awd_id": "0718924",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Conformational Eequilibria of Intrinsically Disordered Proteins",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 604223.0,
 "awd_min_amd_letter_date": "2007-08-14",
 "awd_max_amd_letter_date": "2010-07-06",
 "awd_abstract_narration": "The goal of this project is to develop a quantitative framework for conformational equilibria of intrinsically disordered proteins (IDPs), which are a class of functional proteins that are largely unfolded under physiological conditions. Conformational equilibria refer to ensemble average properties and spontaneous fluctuations of IDPs in their native milieus. Important biological functions are associated with intrinsic disorder. These include molecular recognition, self-assembly, post-translational modifications, and entropic machines. The question of how IDPS use disorder in function will remain unanswered pending the availability of accurate, quantitative physical models for conformational equilibria of IDPs. Most IDPs are deficient in hydrophobic residues and are rich in charged and polar residues and therefore they are akin to polyampholytes and polyelectrolytes.  Research goals will be accomplished using a combination of techniques including molecular simulations, theoretical approaches based on polymer physics, and fluorescence correlation spectroscopy. The studies will cover a range of IDPs, which differ in their overall hydrophobicity, charge asymmetry, and sequence complexity. Results of these studies will lead to an improved mechanistic understanding of how IDPs use disorder for function. Recent data from the PI's group shows that backbones of generic polypeptides behave like chains in poor solvents in physiological milieus.  This observation implies that theories for polyelectrolytes and polyampholytes in poor solvents provide the appropriate conceptual framework for developing quantitative models for conformational equilibria of IDPs. This project will test the hypothesis that IDPs assume conformations akin to so-called necklace globules, which is expected of polyampholytes and polyelectrolytes in poor solvents.\r\n\r\nResearch on IDPs is a major growth area in protein biophysics. The PI's group is developing important tools for the simulation and analysis of conformational and phase equilibria of IDPs. As part of this project, the PI will disseminate these tools to the community, and continue the tradition of using these tools to collaborate with experimentalists. The PI has taken active interest in promoting the cause of IDPs as a major area of research in molecular biophysics. The PI played an important role in helping to draft the statement-of-significance to convince the Biophysical Society's council to create a special subgroup within the society for the discussion of issues central to research on IDPs. The PI is a member of the Biophysics steering committee at Washington University. In this role, the PI is developing stronger ties between biophysics and bioengineering, especially focusing on the areas of IDP function and self-assembly. The PI is also actively involved with the McDonnell International Scholars program at Washington University. One of the goals of this program is to be proactive about recruiting top-flight graduate students and postdoctoral fellows to join research programs at Washington University and contribute to a rich and diverse intellectual environment.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rohit",
   "pi_last_name": "Pappu",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Rohit V Pappu",
   "pi_email_addr": "pappu@wustl.edu",
   "nsf_id": "000093653",
   "pi_start_date": "2007-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1164",
   "pgm_ref_txt": "MOLECULAR BIOPHYSICS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 4223.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A large number of proteins are involved in regulating the process of copying genes and facilitating a cell&rsquo;s response to physiological signals. These proteins participate in distinct protein-protein and protein-DNA interactions. The union of a series of protein-protein and protein-DNA interactions governs the overall fidelity and efficiency of the transcriptional and signaling processes. The conventional view is that these interactions require that the relevant proteins adopt well-defined three-dimensional structures in order to recognize their cognate protein / DNA interaction partners. This view has been challenged by the observation that a majority of the proteins involved in transcriptional regulation and signal transduction fail to adopt well ordered structures in their unbound forms. These so-called intrinsically disordered proteins or IDPs play central roles in the overall process of transcribing genes and in facilitating a cell&rsquo;s response to cues / signals. How IDPs manage to function without prior folding remains a mystery. During the past funding period we made fundamental advances toward understanding IDPs by developing better descriptors for proteins that adopt ensembles of conformations.&nbsp; We showed that it is possible to obtain quantitative descriptions of phase behavior of archetypal IDPs using data obtained from multiple replica molecular dynamics (MRMD) simulations based on explicit representations of water molecules. Our analysis led to the unequivocal conclusion that water is a poor solvent for monomeric polyglutamine. We also showed that the preference for collapsed states was recapitulated for polyglycine, which is a mimic for generic polypeptide backbones. Even for polyamides, where individual amides are favorably solvated, it is the competition between collective self-interactions within a globule and additive interactions of individual residues with the solvent in the coil state that determines the stable phase. Atomistic molecular dynamics simulations with explicit representations of water molecules are impractical for large numbers of independent simulations of large numbers IDP sequences. Such &ldquo;high throughput&rdquo; simulations are necessary to develop quantitative descriptions of IDP phase behavior. We developed a new implicit solvation model, ABSINTH, to model solvent-mediated interactions. This implicit solvation model uses atomistic descriptions of polypeptides with explicit representations of ions. We use Markov Chain Metropolis Monte Carlo (MC) instead of molecular dynamics as the primary sampling tool because of the inherent advantages associated with MC simulations when combined with continuum descriptions of solvents.</p>\n<p>Because water is a poor solvent for polypeptide backbones, one might&nbsp; conclude that all IDPs form heterogeneous ensembles of collapsed structures in aqueous solvents. However, many IDP sequences have high net charge per residue. We quantified the effect of net charge on the phase behavior of archetypal IDPs in aqueous solvents. Specifically, we analyzed results from molecular simulations using the ABSINTH model and fluorescence experiments for protamines and protamine-like polypeptides. These are naturally occurring arginine-rich IDPs that are associated with condensation of chromatin during spermatogenesis and packaging of viral genomes. Our simulations predicted the existence of a globule-to-coil transition with net charge per residue serving as the discriminating order parameter. The preference for collapsed states is reversed as IDPs become polyelectrolytic whereas these preferences are enhanced as the sequences take on polyampholytic character. Solvation free energies of charged sidechains are an order of magnitude more favorable than polar sidechains and the backbone unit. This combined with electrostatic repulsions within polyelectrolytes and diffuse organization of mobile c...",
  "por_txt_cntn": "\nA large number of proteins are involved in regulating the process of copying genes and facilitating a cellÆs response to physiological signals. These proteins participate in distinct protein-protein and protein-DNA interactions. The union of a series of protein-protein and protein-DNA interactions governs the overall fidelity and efficiency of the transcriptional and signaling processes. The conventional view is that these interactions require that the relevant proteins adopt well-defined three-dimensional structures in order to recognize their cognate protein / DNA interaction partners. This view has been challenged by the observation that a majority of the proteins involved in transcriptional regulation and signal transduction fail to adopt well ordered structures in their unbound forms. These so-called intrinsically disordered proteins or IDPs play central roles in the overall process of transcribing genes and in facilitating a cellÆs response to cues / signals. How IDPs manage to function without prior folding remains a mystery. During the past funding period we made fundamental advances toward understanding IDPs by developing better descriptors for proteins that adopt ensembles of conformations.  We showed that it is possible to obtain quantitative descriptions of phase behavior of archetypal IDPs using data obtained from multiple replica molecular dynamics (MRMD) simulations based on explicit representations of water molecules. Our analysis led to the unequivocal conclusion that water is a poor solvent for monomeric polyglutamine. We also showed that the preference for collapsed states was recapitulated for polyglycine, which is a mimic for generic polypeptide backbones. Even for polyamides, where individual amides are favorably solvated, it is the competition between collective self-interactions within a globule and additive interactions of individual residues with the solvent in the coil state that determines the stable phase. Atomistic molecular dynamics simulations with explicit representations of water molecules are impractical for large numbers of independent simulations of large numbers IDP sequences. Such \"high throughput\" simulations are necessary to develop quantitative descriptions of IDP phase behavior. We developed a new implicit solvation model, ABSINTH, to model solvent-mediated interactions. This implicit solvation model uses atomistic descriptions of polypeptides with explicit representations of ions. We use Markov Chain Metropolis Monte Carlo (MC) instead of molecular dynamics as the primary sampling tool because of the inherent advantages associated with MC simulations when combined with continuum descriptions of solvents.\n\nBecause water is a poor solvent for polypeptide backbones, one might  conclude that all IDPs form heterogeneous ensembles of collapsed structures in aqueous solvents. However, many IDP sequences have high net charge per residue. We quantified the effect of net charge on the phase behavior of archetypal IDPs in aqueous solvents. Specifically, we analyzed results from molecular simulations using the ABSINTH model and fluorescence experiments for protamines and protamine-like polypeptides. These are naturally occurring arginine-rich IDPs that are associated with condensation of chromatin during spermatogenesis and packaging of viral genomes. Our simulations predicted the existence of a globule-to-coil transition with net charge per residue serving as the discriminating order parameter. The preference for collapsed states is reversed as IDPs become polyelectrolytic whereas these preferences are enhanced as the sequences take on polyampholytic character. Solvation free energies of charged sidechains are an order of magnitude more favorable than polar sidechains and the backbone unit. This combined with electrostatic repulsions within polyelectrolytes and diffuse organization of mobile counterions in 150 mM concentrations of 1:1 electrolytes helps explains the results for protamines. Our..."
 }
}