{
 "awd_id": "0718890",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Significance of Apyrase Activity for Plant Growth and Development",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irwin Forseth",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 481756.0,
 "awd_amount": 505756.0,
 "awd_min_amd_letter_date": "2007-07-11",
 "awd_max_amd_letter_date": "2010-07-26",
 "awd_abstract_narration": "\r\n     The main objective of this project is to learn more about how the activity of enzymes called apyrases exert their dramatic effects on plant growth and development. Apyrases remove the terminal phosphate from nucleoside triphosphates (e.g., ATP) and nucleoside diphosphates. Their key role in controlling the growth of plants is revealed by two recent discoveries: plants that cannot make two closely related apyrases, APY1 and APY2, are dwarf, and the highest expression of APY1 and APY2 is in tissues that are rapidly growing. To better understand the implications of these findings, this project proposes to investigate the molecular bases underlying them, using genetic, biochemical and cell biological approaches.\r\n     APY1 and APY2 function both in cell nuclei and in the cell periphery. In the latter location they can reduce the concentration of extracellular ATP. Although virtually all ATP is made inside of cells, some of it moves to the outside of cells where it can serve as a hormone-like substance that can influence many cellular activities. This project tests how the ability of apyrases to regulate the concentration of extracellular and nuclear ATP relates to its ability to regulate plant growth. Learning more about the unexpected role of apyrases in growth processes will significantly expand and deepen knowledge about factors that regulate plant growth, and thus help develop new strategies for increasing crop yields and plant biomass for biofuels. \r\n     The P.I. and co P.I. have a strong record of mentoring high school and undergraduate students in original research projects, and both are now serving as principle instructors in a new Freshman Research Initiative project on campus, which has the goal of introducing large numbers of entering students to the challenge and joy of research during their first year. This activity is in accord with NSF's goal to foster integration of research and education through formal programs, and may serve as a model program for other such efforts in other Universities.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stanley",
   "pi_last_name": "Roux",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Stanley J Roux",
   "pi_email_addr": "sroux@austin.utexas.edu",
   "nsf_id": "000360765",
   "pi_start_date": "2007-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Greg",
   "pi_last_name": "Clark",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Greg Clark",
   "pi_email_addr": "gclark@ccwf.cc.utexas.edu",
   "nsf_id": "000441663",
   "pi_start_date": "2007-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  },
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 152000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 168123.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 179633.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Intellectual Merit</span></strong> Diverse stimuli induce cells to release ATP and other nucleotides to the outside of their plasma membrane. These extracellular nucleotides play critical regulatory roles by binding to receptors and inducing rapid changes in signaling pathways inside of cells that regulate growth. Because extracellular nucleotides are potent modulators of cellular activities, cells must control their concentration, and they do so by hydrolyzing the nucleotides with enzymes, including primarily ones called apyrases. Whereas an important role for extracellular nucleotides and apyrases in regulating cellular physiology is well established in animals, documentation of their role in plants is much less complete. This project provided significant new data documenting both that extracellular nucleotides and apyrases play key roles in regulating plant growth and how they do so. The project used four different cell types to evaluate how extracellular nucleotides and apyrases regulate cell expansion: pollen tubes, root hairs, cotton fibers, and guard cells, which control the aperture of leaf pores called stomata. Pollen tubes and root hairs grow rapidly at their tip, and they release ATP as they grow. They also strongly express two apyrases that help keep the concentration of extracellular ATP [eATP] at a low level that maintains optimal growth. If the [eATP] is allowed to increase by inhibiting ectoapyrase activity, this inhibits the growth of the cells. The inhibitory effects of high [eATP] are blocked in mutants that cannot produce reactive oxygen species (ROS) or nitric oxide (NO), which indicates that these signaling agents are needed to convert the eATP signal into a growth change.&nbsp; The inhibitory effects of high [eATP] are also seen in the growth of cotton fibers, and in these cells, too, blocking apyrase activity also causes an increase in the [eATP] and inhibits growth. Conversely, in normal cotton fibers, the expression of apyrases is highest when the fibers are growing the fastest. These results indicate that eATP and apyrase activity play central roles in regulating cotton fiber growth.</p>\n<p>Stomatal pores are the main path through which plants take up CO<sub>2</sub> for photosynthesis and release O<sub>2</sub> and water. They become larger when the guard cells that border them expand, and become smaller when these cells shrink.&nbsp; We discovered that guard cells release ATP both when they expand and when they shrink, and that [eATP] can regulate the aperture of stomata. Lower concentrations of nucleotides can induce the stomates to open even in darkness (when they are normally closed), and higher concentrations can induce stomates to close, even in the light (when they are normally open). Just as mutants that are suppressed in their production of ROS or NO do not show any growth response to applied nucleotides, so, too, these mutants do not show any stomatal aperture response to applied nucleotides. Guard cells also strongly express apyrases when they are open, and inhibiting apyrase activity disrupts normal somatal function. These findings reveal a new mechanism for controlling stomatal aperture, which regulates such agriculturally important qualities as resistance to drought and pathogens.</p>\n<p>Downstream of the rapid changes induced by eATP we found two later changes that help explain how the apyrases that control the [eATP] affect plant growth:&nbsp; genetic suppression of apyrase expression blocks the transport of the growth hormone, auxin, and increases the transcript abundance of genes encoding growth inhibiting enzymes. Not yet discovered is the identification of the nucleotide receptor that initiates plant responses to extracellular nucleotides. The project used a biochemical approach to identify potential candidates for this receptor, and current experiments are testing whether any of these candidates are authentic receptors.&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Broader Impacts</span></strong><strong>&nbsp; </strong>Beyond the important advances noted above, this project made possible the individualized training of one post-doctoral researcher, 8 graduate students, 25 undergraduates and 2 high school students, all of whom carried out original research projects investigating some aspect of the role of extracellular nucleotides and apyrases in regulating plant growth. The post-doctoral researcher, two of the graduate students, 15 of the undergraduates, and one of the high school students were co-authors of at least one paper supported by the project grant. During the project funding period, 70 undergraduates received credit for a freshman course taught by the PI and co-PI, called Discovery Laboratory, which engaged students in original research projects aimed at clarifying how applied nucleotides regulate plant growth. Students from the course joined the co-PI in multiple visits to local primary and secondary schools to help students in their science projects, and top students who completed the Freshman Discovery Laboratory course were provided stipends to become mentors to help the new students who signed up for the course in the subsequent year. Thus the project enabled both novel discoveries and the hands-on training of future science educators and investigators<strong>.</strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/05/2011<br>\n\t\t\t\t\tModified by: Stanley&nbsp;J&nbsp;Roux</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit Diverse stimuli induce cells to release ATP and other nucleotides to the outside of their plasma membrane. These extracellular nucleotides play critical regulatory roles by binding to receptors and inducing rapid changes in signaling pathways inside of cells that regulate growth. Because extracellular nucleotides are potent modulators of cellular activities, cells must control their concentration, and they do so by hydrolyzing the nucleotides with enzymes, including primarily ones called apyrases. Whereas an important role for extracellular nucleotides and apyrases in regulating cellular physiology is well established in animals, documentation of their role in plants is much less complete. This project provided significant new data documenting both that extracellular nucleotides and apyrases play key roles in regulating plant growth and how they do so. The project used four different cell types to evaluate how extracellular nucleotides and apyrases regulate cell expansion: pollen tubes, root hairs, cotton fibers, and guard cells, which control the aperture of leaf pores called stomata. Pollen tubes and root hairs grow rapidly at their tip, and they release ATP as they grow. They also strongly express two apyrases that help keep the concentration of extracellular ATP [eATP] at a low level that maintains optimal growth. If the [eATP] is allowed to increase by inhibiting ectoapyrase activity, this inhibits the growth of the cells. The inhibitory effects of high [eATP] are blocked in mutants that cannot produce reactive oxygen species (ROS) or nitric oxide (NO), which indicates that these signaling agents are needed to convert the eATP signal into a growth change.  The inhibitory effects of high [eATP] are also seen in the growth of cotton fibers, and in these cells, too, blocking apyrase activity also causes an increase in the [eATP] and inhibits growth. Conversely, in normal cotton fibers, the expression of apyrases is highest when the fibers are growing the fastest. These results indicate that eATP and apyrase activity play central roles in regulating cotton fiber growth.\n\nStomatal pores are the main path through which plants take up CO2 for photosynthesis and release O2 and water. They become larger when the guard cells that border them expand, and become smaller when these cells shrink.  We discovered that guard cells release ATP both when they expand and when they shrink, and that [eATP] can regulate the aperture of stomata. Lower concentrations of nucleotides can induce the stomates to open even in darkness (when they are normally closed), and higher concentrations can induce stomates to close, even in the light (when they are normally open). Just as mutants that are suppressed in their production of ROS or NO do not show any growth response to applied nucleotides, so, too, these mutants do not show any stomatal aperture response to applied nucleotides. Guard cells also strongly express apyrases when they are open, and inhibiting apyrase activity disrupts normal somatal function. These findings reveal a new mechanism for controlling stomatal aperture, which regulates such agriculturally important qualities as resistance to drought and pathogens.\n\nDownstream of the rapid changes induced by eATP we found two later changes that help explain how the apyrases that control the [eATP] affect plant growth:  genetic suppression of apyrase expression blocks the transport of the growth hormone, auxin, and increases the transcript abundance of genes encoding growth inhibiting enzymes. Not yet discovered is the identification of the nucleotide receptor that initiates plant responses to extracellular nucleotides. The project used a biochemical approach to identify potential candidates for this receptor, and current experiments are testing whether any of these candidates are authentic receptors. \n\nBroader Impacts  Beyond the important advances noted above, this project made possible the individualized training of one post-doctoral researcher, 8 graduate students, 25 undergraduates and 2 high school students, all of whom carried out original research projects investigating some aspect of the role of extracellular nucleotides and apyrases in regulating plant growth. The post-doctoral researcher, two of the graduate students, 15 of the undergraduates, and one of the high school students were co-authors of at least one paper supported by the project grant. During the project funding period, 70 undergraduates received credit for a freshman course taught by the PI and co-PI, called Discovery Laboratory, which engaged students in original research projects aimed at clarifying how applied nucleotides regulate plant growth. Students from the course joined the co-PI in multiple visits to local primary and secondary schools to help students in their science projects, and top students who completed the Freshman Discovery Laboratory course were provided stipends to become mentors to help the new students who signed up for the course in the subsequent year. Thus the project enabled both novel discoveries and the hands-on training of future science educators and investigators.\n\n \n\n\t\t\t\t\tLast Modified: 09/05/2011\n\n\t\t\t\t\tSubmitted by: Stanley J Roux"
 }
}