{
 "awd_id": "0719035",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Examining Language Transmission in an Endangered Language Speech Community",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2007-08-15",
 "awd_exp_date": "2009-07-31",
 "tot_intn_awd_amt": 11240.0,
 "awd_amount": 11240.0,
 "awd_min_amd_letter_date": "2007-08-21",
 "awd_max_amd_letter_date": "2007-08-21",
 "awd_abstract_narration": "Language shift is the process by which a bilingual community gradually stops using one language in favor of the other. The favored language is almost without exception the language of the majority or dominant linguistic group; in most countries over the past century the favored language has been that of the current or former colonial power. When the community is home to the last speakers of the disfavored language, then the language faces endangerment and, eventually, death. The dire predictions about the large number of languages that will be lost by the end of this century have created a new sense of urgency which has accelerated both the study of language shift and efforts to reverse the process. There are very few examples where language maintenance or revitalization efforts have been completely successful. Once the process of language shift has started and language loss is imminent, there is little chance that the language will ever again be spoken as the first and primary language of the community. \r\n\r\nAs part of the continuing work on the process of language shift, this project will examine language transmission from caregivers to children in a multilingual speech community where language shift to the dominant national language has not yet occurred. With National Science Foundation support, Ms. Maya Ravindranath will study the speech community in Hopkins, Belize, where speakers are bilingual in Garifuna and Belizean Creole (also known as Bileez Kriol). Although it is normally impossible to predict language shift before it happens, the community of Hopkins offers a very unique situation. Hopkins remains one of the few communities where children are still learning Garifuna, even though the language is moribund in most of the communities in Central America where it was once the primary language of communication. Hopkins, therefore, offers a potential opportunity to examine language shift from a much earlier point than has been possible before. Either language shift in Hopkins is delayed but imminent, following the trend of other Garifuna-speaking communities, or some set of sociocultural factors has ensured the success of continuing language transmission, unlike apparently similar communities that have ceased to transmit their historical ethnic language. The goal of this dissertation project is to explore the early indicators of language shift and the language attitudes of Hopkins speakers through interviews, observations, and recordings of caregivers and children's speech.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gillian",
   "pi_last_name": "Sankoff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gillian Sankoff",
   "pi_email_addr": "gillian@central.cis.upenn.edu",
   "nsf_id": "000460314",
   "pi_start_date": "2007-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 11240.0
  }
 ],
 "por": null
}