{
 "awd_id": "0719251",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Live Imaging of the Genesis and Differentiation of the Sympathetic Nervous System",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032927871",
 "po_email": "jdeshler@nsf.gov",
 "po_sign_block_name": "James Deshler",
 "awd_eff_date": "2007-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 390879.0,
 "awd_amount": 390879.0,
 "awd_min_amd_letter_date": "2007-08-13",
 "awd_max_amd_letter_date": "2010-06-17",
 "awd_abstract_narration": "A major focus in biology is to understand the cellular and molecular mechanisms that orchestrate the morphogenesis of a developing embryo.  Traditionally, most of this analysis has been conducted on fixed tissue, which although informative, does not allow for the capture of the dynamic cellular movements that mediate morphogenetic events.  Given these constraints, it has become increasingly recognized in the field that live imaging can provide us with an extremely powerful mechanism for elucidating multiple key biological events.   \r\n\r\nA fascinating developing system to which this technology can be applied, is the migrating neural crest.  The neural crest is a heterogeneous population of progenitor cells that migrate throughout the vertebrate embryo and give rise to a plethora of key derivatives, including the vast majority of the neurons and glia of the peripheral nervous system, the cartilage and mesectododerm of the face, and the melanocytes of the skin.  This system has been a major topic of study for over 100 years and these studies have contributed significantly to our understanding of stem cells, the effects of environmental cues on cellular differentiation and the role of prepatterning, intrinsic cues in specifiying cell fate. Because of the critical role the autonomic nervous system plays in maintaining homeostasis of all vertebrates, it is this system which we will investigate in this proposal.  \r\n\r\nWith the advent of fluorescent probes, migrating cells can be followed in living tissue for hours or days. From these data, scientists have developed new views of how neural crest cells migrate and form their distinctive derivatives.  In addition, in the chick embryo there are numerous mechanisms for conducting gain-and-loss of function molecular perturbations. Thus, the approach is to combine these two powerful technologies in order to elucidate the cellular and molecular mechanisms that mediate the formation of the sympathetic nervous system from their precursor neural crest cells. \r\n\r\nThe experiments proposed here provide an excellent educational training opportunity for both the undergraduate and graduate students who will conduct the proposed experiments, and data gained from these studies will be discussed and analyzed in the undergraduate courses the PI teaches on campus.  Furthermore the PI often brings elementary students to the lab so that they can experience the thrill of watching live cells move in a real live embryo on the confocal microscope. There is no more effective means to make science immediate and tangible for the non-scientist than first hand experience in the lab.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frances",
   "pi_last_name": "Lefcort",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Frances B Lefcort",
   "pi_email_addr": "lefcort@montana.edu",
   "nsf_id": "000100074",
   "pi_start_date": "2007-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "216 MONTANA HALL",
  "perf_city_name": "BOZEMAN",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "59717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747300",
   "pgm_ele_name": "FUNCTIONAL & REGULATORY SYS CL"
  },
  {
   "pgm_ele_code": "771200",
   "pgm_ele_name": "Organization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1190",
   "pgm_ref_txt": "DEVELOPMENTAL NEUROSCIENCE"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 104251.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 93876.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 96376.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 96376.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Autonomic Nervous System (ANS) is the key system that regulates homeostasis of the vertebrate organism.&nbsp; It is composed of two arms, the sympathetic and the parasympathetic nervous systems, which have opposing effects on target organs including the heart, lungs, digestive tract etc. Interestingly, both of these systems include neural structures in both the central and peripheral nervous system. Thus its important to consider the ANS as a functional, interconnected circuit. The question then is how does this circuit arise? Given that the peripheral components derive from a highly migratory single cell population called the neural crest, while the central components are nuclei within the confines of the brain, brainstem and spinal cord, how do these disconnected, separated neural populations connect?</p>\n<p>To answer that question we used the chick embryo because we can<br />fluorescently label the neural crest and the spinal cord and image live the<br />development of their interconnections. To do this, we make a window in chicken eggs, inject DNA into chick embryos, put a piece of scotch tape on top of the window until the desired age and then dissect out the embryo and put it on a confocal microscope and image live the movement of cells in the sympathetic nervous system.&nbsp; When we started this project it was well known that the &ldquo;primary&rdquo; chain of sympathetic ganglia formed ventrally, next to the dorsal aorta. Interestingly, for reasons not understood, 24 hrs after those neural crest cells had settled down and began differentiating into sympathetic neurons, they reestablish an immature &ldquo;mesenchymal&rdquo; morphology and migrate back dorsally in the original direction from whence they came.&nbsp; They only stop next to the dorsal root ganglia, and there form the permanent chain of what are called &ldquo;secondary&rdquo; sympathetic ganglia.&nbsp;What explains this 2nd, migration?</p>\n<p>Our studies demonstrated that the sympathetic neurons of the primary chain, start their dorsal migration only after they are contacted by the pre-synaptic sympathetic (&ldquo;pre-ganglionic&rdquo; sympathetic) neurons whose cell bodies reside in the spinal cord (Fig. 1).</p>\n<p>Once they establish contact, the primary sympathetic neurons migrate as a loose ensemble dorsally, maintaining contact the entire time with the pre-ganglionic axons.&nbsp; We also showed that if you cut the pre-ganglionic axons, then the primary sympathetic neurons do not move dorsally - thus contact is essential. We also asked what the are the molecules that mediate this dorsal migration and found that the pre-ganglionic axons secrete BDNF and the post-ganglionic sympathetic neurons express the BDNF receptor, TrkB. If we block BDNF, the sympathetic neurons do not move dorsally. We also showed that BDNF acts as a chemoattractant for primary sympathetic neurons. Since there are two BDNF receptors, we are now testing which of these two receptors (TrkB or p75NTR) are the receptors that mediate the dorsal<br />migration signals.</p>\n<p>In summary, we have identified the mechanism that mediates the formation of connections of the pre and post-ganglionic sympathetic neuronal populations, the first step in forming the functional circuitry of the Autonomic Nervous system.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/29/2013<br>\n\t\t\t\t\tModified by: Frances&nbsp;B&nbsp;Lefcort</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/0719251/0719251_10023187_1366388213127_...",
  "por_txt_cntn": "\nThe Autonomic Nervous System (ANS) is the key system that regulates homeostasis of the vertebrate organism.  It is composed of two arms, the sympathetic and the parasympathetic nervous systems, which have opposing effects on target organs including the heart, lungs, digestive tract etc. Interestingly, both of these systems include neural structures in both the central and peripheral nervous system. Thus its important to consider the ANS as a functional, interconnected circuit. The question then is how does this circuit arise? Given that the peripheral components derive from a highly migratory single cell population called the neural crest, while the central components are nuclei within the confines of the brain, brainstem and spinal cord, how do these disconnected, separated neural populations connect?\n\nTo answer that question we used the chick embryo because we can\nfluorescently label the neural crest and the spinal cord and image live the\ndevelopment of their interconnections. To do this, we make a window in chicken eggs, inject DNA into chick embryos, put a piece of scotch tape on top of the window until the desired age and then dissect out the embryo and put it on a confocal microscope and image live the movement of cells in the sympathetic nervous system.  When we started this project it was well known that the \"primary\" chain of sympathetic ganglia formed ventrally, next to the dorsal aorta. Interestingly, for reasons not understood, 24 hrs after those neural crest cells had settled down and began differentiating into sympathetic neurons, they reestablish an immature \"mesenchymal\" morphology and migrate back dorsally in the original direction from whence they came.  They only stop next to the dorsal root ganglia, and there form the permanent chain of what are called \"secondary\" sympathetic ganglia. What explains this 2nd, migration?\n\nOur studies demonstrated that the sympathetic neurons of the primary chain, start their dorsal migration only after they are contacted by the pre-synaptic sympathetic (\"pre-ganglionic\" sympathetic) neurons whose cell bodies reside in the spinal cord (Fig. 1).\n\nOnce they establish contact, the primary sympathetic neurons migrate as a loose ensemble dorsally, maintaining contact the entire time with the pre-ganglionic axons.  We also showed that if you cut the pre-ganglionic axons, then the primary sympathetic neurons do not move dorsally - thus contact is essential. We also asked what the are the molecules that mediate this dorsal migration and found that the pre-ganglionic axons secrete BDNF and the post-ganglionic sympathetic neurons express the BDNF receptor, TrkB. If we block BDNF, the sympathetic neurons do not move dorsally. We also showed that BDNF acts as a chemoattractant for primary sympathetic neurons. Since there are two BDNF receptors, we are now testing which of these two receptors (TrkB or p75NTR) are the receptors that mediate the dorsal\nmigration signals.\n\nIn summary, we have identified the mechanism that mediates the formation of connections of the pre and post-ganglionic sympathetic neuronal populations, the first step in forming the functional circuitry of the Autonomic Nervous system.\n\n\t\t\t\t\tLast Modified: 04/29/2013\n\n\t\t\t\t\tSubmitted by: Frances B Lefcort"
 }
}