{
 "awd_id": "0719010",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Crossover Formation During Meiosis in Drosophila Females",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2007-10-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 483685.0,
 "awd_amount": 483685.0,
 "awd_min_amd_letter_date": "2007-09-17",
 "awd_max_amd_letter_date": "2009-07-23",
 "awd_abstract_narration": "In most organisms, a programmed double strand break (DSB) initiates a repair process that results in either a crossover or a noncrossover.  Crossovers function to direct segregation of homologous chromosome pairs at the first meiotic division.  The principal investigator's long-term goal is to understand the mechanism that determines whether DSB repair in Drosophila female meiosis results in a crossover or noncrossover.  Previous studies in Drosophila females suggest that there is one set of genes responsible for selecting crossover sites (precondition) and a second set required for the reaction to generate crossovers (exchange).  In exchange mutants the investigator has detected delays in the timing of certain events during meiotic prophase.  In a phenomenon similar to that observed in other organisms, errors in synapsis or recombination may trigger a delay in the progression of meiotic prophase.  In this project, the principal investigator's group will test the hypothesis that, in Drosophila females, there is a surveillance mechanism specific for the crossover DSB repair pathway.  The laboratory will characterize strains with mutations in genes known to function in conserved checkpoint pathways and determine if the mutations suppress the delays in prophase progression observed in exchange mutants.  This will involve the genetic and cytological characterization of strains with single mutations and those with various combinations of two mutations.  Antibodies recognizing synaptonemal complex components C(3)G and C(2)M, a protein required for DSB formation (MEI-P22), and a histone modification at DSB sites will be used for the cytological studies.  Interestingly, preliminary evidence suggests that the step in the crossover pathway which triggers the delay does not depend on the presence of DSBs.  Thus, the investigator will be particularly interested in a surveillance mechanism that may detect errors in homolog pairing or chromosome structure that are independent of DSBs.  These experiments should provide new insights into meiotic surveillance mechanisms.  Indeed, understanding more about a surveillance mechanism for crossover formation and knowing what is monitored should provide clues as to how crossover sites are established.\r\n\r\nThis laboratory puts a significant effort into providing research training to undergraduate students.  Twenty-seven undergraduate students have spent at least one research semester (and usually at least one year) in the principal investigator's laboratory since the spring of  1997.  Senior Genetics undergraduates spend over 20 hours per week working on their individual thesis projects.  High school students have also spent summers performing research in the laboratory.  This project will also benefit the University community, as its cytological experiments require the use of a confocal microscope (purchased with the support of an NSF Instrumentation grant), and the members of the McKim lab are responsible for the maintenance of this microscope, for training and assisting users from other laboratories, and for updating the instrumentation and techniques.  Finally, the laboratory frequently distributes Drosophila stocks and research resources to the scientific community, often prior to publication.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kim",
   "pi_last_name": "McKim",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kim S McKim",
   "pi_email_addr": "mckim@rci.rutgers.edu",
   "nsf_id": "000488482",
   "pi_start_date": "2007-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1116",
   "pgm_ref_txt": "EUKARYOTIC GENETICS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 183685.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": null
}