{
 "awd_id": "0719973",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multimodal Neuroimaging of the Human Koniocellular Pathway",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "alumit ishai",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 482110.0,
 "awd_amount": 482110.0,
 "awd_min_amd_letter_date": "2007-08-17",
 "awd_max_amd_letter_date": "2016-11-21",
 "awd_abstract_narration": "Three neural pathways carry information from the eye to the brain: Two of these, the parvocellular (PC) and magnocellular (MC) pathways, have been studied extensively for over half a century. The function of the third, \"koniocellular\" (KC) pathway is relatively obscure, but recent research suggests that the KC pathway is an independent, rapid and developmentally-robust input to visual cortex driven by the short-wavelength-sensitive ('S') cones in the retina. . Like other visual pathways, it terminates in primary visual cortex (area V1). But it also branches to make a direct connection to lateral visual cortex (area V5). Although this lateral branch has been observed anatomically, its function is obscure. With NSF funding, Dr. Alex Wade and collaborators at the Smith-Kettlewell Eye Research Institute in San Francisco will ask three questions about the KC pathway in humans: (1) Can we detect functional neuroimaging correlates of the KC input to lateral cortex as well as primary visual cortex? If so, how do the timings of these two inputs compare with each other? (2) What visual processes take place in the early cortical KC pathway? and (3) Does the KC pathway play a role in modulating visual attention? The first and second questions will be studied using a combination of functional magnetic resonance imaging (fMRI) and high-density electrical encephalography (EEG). This will reveal the locations and timing of KC signals in different cortical areas. To answer the third question, high-resolution fMRI will be used to measure the way in which KC signals are altered by attention in different parts of the visual system.  In addition to the brain imaging work, the ability of subjects to see stimuli that stimulate only the KC pathway will also be tested. The information from all these experiments will inform a model of KC pathway vision which will be available as a simulation on the internet.\r\n\r\nThis work will result in a detailed description of the function of the koniocellular pathway. This pathway is an ancient part of the visual system with counterparts in many animals, yet it is very poorly understood. It is particularly interesting because some signals from it appear to bypass early parts of the visual system and directly contact higher visual areas. This might allow people with damage to the first stages of visual cortex (for example, due to strokes) to retain or regain vision. Conversely, the cells in the retina that feed into the KC pathway are often the first to die in many common retinal diseases such as glaucoma and macular degeneration. Understanding the function of the KC pathway will therefore shed light on the consequences and mechanisms of these diseases and may lead to earlier and more accurate diagnostic tests. Finally, it has been shown that in the absence of visual input (for example, when an individual becomes blind in childhood), the PC and MC pathways lose much of their function while the KC pathway appears to remain intact for long periods of time. For this reason, the KC pathway could be an important target for therapies such as stem cell transplants or prosthetic devices that aim to restore vision after long periods of blindness.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Wade",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander R Wade",
   "pi_email_addr": "wade@ski.org",
   "nsf_id": "000487121",
   "pi_start_date": "2007-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Smith-Kettlewell Eye Research Foundation",
  "inst_street_address": "2318 FILLMORE ST",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4153452035",
  "inst_zip_code": "941151813",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "THE SMITH-KETTLEWELL EYE RESEARCH INSTITUTE",
  "org_prnt_uei_num": "VT22KLLMNQL6",
  "org_uei_num": "VT22KLLMNQL6"
 },
 "perf_inst": {
  "perf_inst_name": "Smith-Kettlewell Eye Research Foundation",
  "perf_str_addr": "2318 FILLMORE ST",
  "perf_city_name": "SAN FRANCISCO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941151813",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 482110.0
  }
 ],
 "por": null
}