{
 "awd_id": "0719947",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Jury decision making and the Story Model - How do evidence order and deliberation style influence the story juries create?",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy Martinek",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2008-06-30",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2007-06-25",
 "awd_max_amd_letter_date": "2007-06-25",
 "awd_abstract_narration": "PI and Co-PI: Kevin M. O'Neil and Margaret Reardon (co-PI)\r\n\r\nTitle: Doctoral Dissertation Research: Jury decision making and the Story Model - How do evidence order and deliberation style influence the story juries create?\r\n\r\n0719947\r\n\r\nProject Abstract\r\n\r\nThe jury is the cornerstone of our judicial system. Despite its importance, relatively little is known about how juries make decisions. There is research on factors that influence individual jurors, but these studies don't shed much light on how those individual judgments become a unanimous verdict of an entire jury. To begin to understand this process, this study applies a comprehensive model of juror decision making (The Story Model) to the jury decision making process. The Story Model maintains that jurors create a story from the pieces of evidence they hear at trial, and that this story then guides their verdict decision. This study seeks to examine whether juries create a \"collective story\" through the deliberation process, and if so, whether this collective story is related to verdict and influenced by such factors as the order of evidence presentation and deliberation style. The collective story will be measured by the number of story elements and cause-and-effect links shared by each member of a common jury. Mock jurors will deliberate after viewing a simulated criminal trial on video. Deliberations will be videotaped, transcribed, and coded to allow for qualitative analysis of jury stories, including the types of evidence and cause-and-effect links discussed. Additionally, memory and reaction time tests will provide the quantitative data necessary to examine jury stories. The intellectual merit of the proposal lies in the novel application of an established theoretical model of juror decision making to the analysis of group level processes. This research thus extends work on the Story Model by examining its utility for describing jury decisions. The broader impact of the proposal lies in its ability to provide a greater understanding of a fundamental aspect of our judicial system - the jury. This research will also be conducted at a large research university that serves a predominantly Hispanic student population, giving minority students an opportunity to participate in a large scale research study as research assistants. This experience will contribute greatly to students' knowledge of research and will further their ability to attend graduate school and pursue professional and academic careers. Minority students will also have the opportunity to participate in this research as mock jurors, giving them insight into the judicial process. To ensure that the knowledge gained from this research will reach relevant psychological and legal communities, the results from this project will be presented at national and international conferences and will be submitted for publication in journals, with summaries of the research written for law journals.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "O'Neil",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin M O'Neil",
   "pi_email_addr": "koneil@fgcu.edu",
   "nsf_id": "000235964",
   "pi_start_date": "2007-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8TH ST",
  "perf_city_name": "MIAMI",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331992516",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}