{
 "awd_id": "0719311",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of Highly Enantioselective Type I Palladacycles and Platinacycles for Asymmetric Catalysis",
 "cfda_num": "47.049",
 "org_code": "03090003",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 373904.0,
 "awd_min_amd_letter_date": "2007-07-25",
 "awd_max_amd_letter_date": "2009-02-18",
 "awd_abstract_narration": "This proposal addresses the development of anionic four-electron donor-based (\"Type I\") palladacycles and platinacycles. Specifically, this study focuses on: (a) the development of highly active and enantioselective Type I palladacycles and platinacycles for addition reactions with arylboronic acids as nucleophiles; and (b) the investigation of their application as enantioselective catalysts for addition reactions with arylboronic acids as nucleophiles, particularly addition reactions for which existing catalyst systems have limitations and for those that have not yet been explored or realized. These aims will be approached through three related steps: (a) preparation and evaluation of families of optically active Type I palladacycles with chiral phosphite units, with the aim to identify chiral diol units that could produce the best enantioselectivity; (b) preparation and evaluation of optically active Type I palladacycles and platinacycles with planar chiral metal-bound aromatic parts and chiral phosphite units, with the aim to identify optically active Type I complexes with the best enantioselectivity; and (c) investigation of optically active Type I palladacycles and platinacycles as highly active and enantioselective catalysts for addition reactions with arylboronic acids as nucleophiles. Specific reactions to be examined include addition reactions of arylboronic acids with aldehydes, in which unsatisfactory enantioselectivities have been obtained for reported catalyst systems, and addition reactions of arylboronic acids with methyl 2-formylbenzoates to form chiral 3-substituted phthalides and with alpha-ketoesters to form alpha-hydroxy esters with a quaternary alpha-carbon.\r\n\r\nWith this award, the Organic and Macromolecular Chemistry Program is supporting the work of Professor Qiao-Sheng Hu, of the Department of Chemistry at CUNY College of Staten Island. Professor Hu and his students are exploring the synthesis of compounds containing palladium or platinum and the subsequent ability of these compounds to catalyze new organic chemical reactions. Compared with many other catalyst systems, the targeted compounds are readily available and stable to both air and moisture, making them easy to prepare and handle. The proposed research is expected to reveal new opportunities for catalysis, allowing access to a variety of synthetically useful organic compounds from unusually simple precursors. Ultimately, these studies will provide the synthetic community with robust catalyst systems having great impact on the preparation and study of optically active organic compounds that are important intermediates in the synthesis of biologically active compounds.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Qiao-Sheng",
   "pi_last_name": "Hu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qiao-Sheng Hu",
   "pi_email_addr": "qiaosheng.hu@csi.cuny.edu",
   "nsf_id": "000401163",
   "pi_start_date": "2007-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY College of Staten Island",
  "inst_street_address": "2800 VICTORY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "STATEN ISLAND",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189822254",
  "inst_zip_code": "103146609",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NY11",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L63BKBLD2LH4"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY College of Staten Island",
  "perf_str_addr": "2800 VICTORY BLVD",
  "perf_city_name": "STATEN ISLAND",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "103146609",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NY11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "194800",
   "pgm_ele_name": "SYNTHESIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 351000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 22904.0
  }
 ],
 "por": null
}