{
 "awd_id": "0719911",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:     Comparative Geochemistry of the Late Cambrian (SPICE) and Toarcian (Jurassic) Positive Carbon Isotope Excursions:   New Perspectives on Paleozoic OAEs",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 164803.0,
 "awd_amount": 164803.0,
 "awd_min_amd_letter_date": "2007-08-10",
 "awd_max_amd_letter_date": "2007-08-10",
 "awd_abstract_narration": "The Paleozoic record is punctuated by multiple, large positive carbon isotope excursions that are expressed regionally if not globally. In younger records, similar excursions are often linked through direct observation to ocean-scale events of enhanced organic carbon burial--typically under well-characterized anoxic conditions. In older sequences, lacking preserved deep seafloor, the nature of oceanic redox on the broad scale can only be surmised through use of geochemical proxies that are typically ground-truthed in younger settings. In particular, our work and that of other researchers has illuminated the great potential of the molybdenum isotope proxy for quantifying global deep-ocean redox, when applied with careful consideration to local oxygen conditions and the basinal Mo inventory. \r\n\r\nIn this study we expand the concept of an Oceanic Anoxic Event--first defined for episodes of pervasive deep-ocean and epicontinental black shale deposition during the Mesozoic--to address the nature of ocean-scale redox in the Paleozoic. We focus on the Late Cambrian SPICE event (Steptoean Positive Carbon Isotope Excursion), suggested by our preliminary C and S isotope data from shelf carbonates and our geochemical box model to be a prime candidate for an early Paleozoic OAE. The Alum black shale in Sweden shows clear signs of the SPICE excursion in the organic C fraction and evidence for at least local euxinia before, during, and after the event--making it an ideal candidate for Mo isotope analysis. A central goal, then, is to extrapolate the OAE concept to the Paleozoic, which has numerous positive C isotope excursions of varying global expression but little physical evidence for conditions in the deep ocean. We will specifically test whether the SPICE is an OAE. Strongly analogous patterns of C and S isotope behavior, black shale geochemistry, and biotic extinction have been described from the better-known Toarcian event. We therefore seek to compare the shale geochemistry and supporting carbonate proxies for seawater composition for these two intervals to ask: 1) Do Mo isotope records from the Upper Cambrian Alum Shale in Sweden point to the globally expanded anoxia inferred from our high-resolution delta13C and delta34S carbonate data from the United States? 2) Do the SPICE and Toarcian C isotope excursions show analogous Mo isotope and C-S-Fe-trace metal behavior, such that significant new light is shed on the nature of the Cambrian event? 3) Do organic biomarker patterns associated with the SPICE match those observed from the Toarcian OAE, suggesting that euxinia shallowed as its areal extent increased? 4)By analogy, can we extrapolate models for the Toarcian to understand invertebrate extinction patterns in the early Paleozoic, including problematic trilobite extinctions? 5)Using our integrated data for the SPICE as a template, are Paleozoic intervals of pronounced positive delta13C and epicontinental black shale deposition analogous to the OAEs of the Mesozoic? \r\nAll of these questions will be addressed through collaboration with experts on each time interval and through use of the geochemical proxies that are staples in our combined research groups--specifically Fe speciation, trace metal chemistry (emphasizing Mo), and novel isotope approaches for S, Fe, and Mo.\r\n\r\nBroader Impacts. In a sincere effort to extend the impact of this study beyond the Lyons/Anbar research groups, we have designed a two-pronged approach for outreach in the greater Riverside-LA area. First, Lyons/Anbar/Gill will participate during each of the project years in the UCR Mentoring Summer Research Internship Program, whereby students from ethnic groups historically underrepresented in the sciences (particularly the earth sciences) will receive hands-on experience in the two labs. Second, Lyons/Anbar/Gill will work with the Aquarium of the Pacific in Long Beach, CA, to design an exhibit centered on the global epidemic of anthropogenic coastal hypoxia. Happily, the LA area has seen an improvement in its coastal water quality in recent years. Building from this success and lessons learned from the past--including the very deep past--we expect to reach out to the public about the health of coastal environments in an informative, optimistic, and hopefully entertaining way. Given the 1.3 million annual visitors to the aquarium, we are certain our message will spread widely.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Lyons",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy W Lyons",
   "pi_email_addr": "timothy.lyons@ucr.edu",
   "nsf_id": "000197377",
   "pi_start_date": "2007-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  },
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7295",
   "pgm_ref_txt": "GEOBIOLOGY & LOW TEMP GEOCHEM"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 164803.0
  }
 ],
 "por": null
}