{
 "awd_id": "0720155",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:   Morphology in Bilingual Language Processing",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2008-12-31",
 "tot_intn_awd_amt": 11987.0,
 "awd_amount": 11987.0,
 "awd_min_amd_letter_date": "2007-05-29",
 "awd_max_amd_letter_date": "2007-05-29",
 "awd_abstract_narration": "With National Science Foundation support, Ms. Susan Bobb will collect data for her doctoral dissertation under the direction of Dr. Judith Kroll. This research will examine the cognitive processes underlying second language development. In the past decade there has been a notable increase in research investigating bilingualism and second language learning. Many of these current studies suggest that the cognitive architecture underlying second language performance is remarkably adaptive to accommodate acquisition of a new language. However, some limitations remain. The goal of the proposed research is to further clarify constraints to language learning and help address questions that have not yet been fully resolved.  The planned experiments examine the degree to which learners and proficient bilinguals are able to fully access grammatical knowledge of the second language. The specific aim of the proposed research is to identify the ability of intermediate and advanced English-German bilinguals to comprehend the assignment of grammatical gender (e.g., das Glas 'the glass') and to interpret the meaning of compound nouns (e.g., das Weinglas 'the wineglas'). Grammatical gender is a feature that is typically considered difficult to acquire in a second/foreign language. Particularly for those whose native language does not mark gender, such as English, the question has been raised whether full acquisition of gender can take place and under which circumstances. As a morphological process which is very productive in German, compounding provides an ideal situation to investigate this acquisition process and further define the developmental trajectory of second language acquisition of gender. The current study will provide data that will contribute to the resolution of current debates about the degree to which second language learners can acquire and process subtle aspects of the non-native language.  The goal of the proposed research program is to provide converging evidence using both behavioral as well as neurocognitive methods (i.e., event-related potentials) in order to broaden current understanding regarding possible constraints in bilingual language processing.\r\n\r\nTogether with previous research on second language semantics and syntax, the current research on gender and compounds will provide a basis for developing a deeper understanding of language comprehension. A more complete understanding of the factors that restrict or enable full access to the second language and that modulate the time course of language processing for comprehension will provide a basis for developing strategies that can be used in improving second language instruction and pedagogy. Given the requirement for many in contemporary US society to acquire functional, if not full, proficiency in another language, the planned research holds promise for instructional approaches that make use of known constraints. The research will also contribute to the training of an increasingly diverse group of language scientists by including undergraduate research students who are themselves bilingual and by fostering international scientific collaboration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Judith",
   "pi_last_name": "Kroll",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Judith F Kroll",
   "pi_email_addr": "judith.kroll@uci.edu",
   "nsf_id": "000187627",
   "pi_start_date": "2007-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 11987.0
  }
 ],
 "por": null
}