{
 "awd_id": "0720135",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Development of Induction and Categorization",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laura Namy",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 418159.0,
 "awd_amount": 418159.0,
 "awd_min_amd_letter_date": "2007-07-27",
 "awd_max_amd_letter_date": "2010-07-27",
 "awd_abstract_narration": "The ability to generalize knowledge from known to novel instances is a critically important property of human learning.  This ability appears very early in development.  For instance, upon learning a name of a new animal, a child can generalize this name to other similar animals.  Similarly, upon learning a fact about a new animal, a child can generalize this fact to other similar animals.  By some accounts, inductive generalization is the only process by which new knowledge comes into the world and understanding of this ability and its development can elucidate a single main theme to cognitive science the question of how people come to have knowledge.  Most importantly, it remains unknown how people move from every-day generalizations which are often based on simple similarity to deep generalizations that are based on abstract knowledge.  The central goal of this research is to understand how the ability to generalize changes in the course of development.  We hypothesize that the development of inductive generalization is driven by the development of the ability to deliberately focus attention on some aspects of incoming information while ignoring others. Eight experiments with infants and adults test this hypothesis by posing three questions: (1) How do children develop the ability to deliberately attend to some aspects, while ignoring others?; (2) How well does this ability to deliberate control attention explain changes in inductive generalization?; and (3) Is it possible to facilitate the development of deliberate attention through attentional training?\r\n\r\nResults of this foundational research will inform researchers as well as practitioners. First, the proposed project will generate new theoretical and empirical knowledge grounding the development of induction in the development of attention.  This will significantly advance our understanding of the development of several critically important aspects of learning and cognitive development. Second, the proposed project will employ novel methodologies, thus contributing to the methodological armamentarium of developmental and learning research.  And finally, the project may help practitioners of child development and education to better understand how attention affects some important aspects of learning and cognitive development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vladimir",
   "pi_last_name": "Sloutsky",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Vladimir M Sloutsky",
   "pi_email_addr": "sloutsky.1@osu.edu",
   "nsf_id": "000286267",
   "pi_start_date": "2007-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  },
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 107091.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 103869.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 104342.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 102857.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>Project Outcomes</strong></p>\n<p><span style=\"white-space: pre;\"> </span>The ability to generalize learned knowledge to new situations is a critically important property of human learning, cognition, and cognitive development. This ability known as &ldquo;inductive generalization&rdquo; or &ldquo;categorization&rdquo; is critical for abstract thought, including legal, scientific, and mathematical reasoning. How does this ability develop? How does language affect this ability? And what changes in the course of development? Answering these questions are major goals of this research. We proposed that some categories share multiple commonalities, whereas others share few and the latter are typically more abstract than the former. Learning of such abstract categories requires the involvement of selective attention: selective attention enables focus on category-relevant features and ignoring irrelevant ones. However, especially early in development, it is difficult to ignore salient category-irrelevant information. As a result, it is more difficult to learn a category when members vary on multiple dimensions and share few commonalities. To test these predictions, we conducted multiple behavioral and eye tracking experiments with infants and with 3-, 4, and 5 year-olds and adults.</p>\n<p><span style=\"white-space: pre;\"> </span>In short, in terms of intellectual merit this research advanced our understanding of a major issue in cognitive development. Several important findings stem from this research. First, we discovered that categories that people learn differ in structure: some have enough statistical information to be acquired by a perceptual system (<em>cat</em>, <em>dog</em>, or <em>squirrel</em> are examples of such categories) whereas others have few commonalities (<em>even number</em>, <em>accelerated motion</em>, or <em>law</em>). Whereas the former categories are not dependent on language (i.e., they can be learned by pre-linguistic babies as well as by a wide range of non-human animals), the latter categories are uniquely human and they depend critically on language. There is every indication that development affects acquisition of categories of the latter type.</p>\n<p><span style=\"white-space: pre;\"> </span>Second, we discovered that the role of language in category learning changes in the course of development: whereas early in development (in infancy and early childhood) words function as features of categories, they guide learning later in development. Specifically, when two items are accompanied by the same word (e.g., both an eagle and a wolf are called <em>carnivores</em>) older participants attempt to find commonalities among category members, whereas infants and young children treat words as features of objects, similar to color, shape, or texture.</p>\n<p><span style=\"white-space: pre;\"> </span>Third, and most importantly we discovered that the primary factor affecting the development of categorization is the development of selective attention: whereas early in development attention is likely to be diffused, people eventually develop the ability to selectively attend to few important properties of categories. Across multiple experiments, infants and young children attended diffusely to both category-relevant and category-irrelevant information. When adults were presented with a dual-task (which presumably impairs their ability to attend selectively), they exhibit diffused attention coupled with able category learning. And finally, we found&nbsp;&nbsp; that diffused attention in infants and young children predicts category learning, whereas focused attentions predicts category learning in adults. Taken together, these finding elucidate the role of selective attention in development of categorization.&nbsp; This development of selective attention is likely to be linked to maturation in the pre-frontal cortex of the bra...",
  "por_txt_cntn": "Project Outcomes\n\n The ability to generalize learned knowledge to new situations is a critically important property of human learning, cognition, and cognitive development. This ability known as \"inductive generalization\" or \"categorization\" is critical for abstract thought, including legal, scientific, and mathematical reasoning. How does this ability develop? How does language affect this ability? And what changes in the course of development? Answering these questions are major goals of this research. We proposed that some categories share multiple commonalities, whereas others share few and the latter are typically more abstract than the former. Learning of such abstract categories requires the involvement of selective attention: selective attention enables focus on category-relevant features and ignoring irrelevant ones. However, especially early in development, it is difficult to ignore salient category-irrelevant information. As a result, it is more difficult to learn a category when members vary on multiple dimensions and share few commonalities. To test these predictions, we conducted multiple behavioral and eye tracking experiments with infants and with 3-, 4, and 5 year-olds and adults.\n\n In short, in terms of intellectual merit this research advanced our understanding of a major issue in cognitive development. Several important findings stem from this research. First, we discovered that categories that people learn differ in structure: some have enough statistical information to be acquired by a perceptual system (cat, dog, or squirrel are examples of such categories) whereas others have few commonalities (even number, accelerated motion, or law). Whereas the former categories are not dependent on language (i.e., they can be learned by pre-linguistic babies as well as by a wide range of non-human animals), the latter categories are uniquely human and they depend critically on language. There is every indication that development affects acquisition of categories of the latter type.\n\n Second, we discovered that the role of language in category learning changes in the course of development: whereas early in development (in infancy and early childhood) words function as features of categories, they guide learning later in development. Specifically, when two items are accompanied by the same word (e.g., both an eagle and a wolf are called carnivores) older participants attempt to find commonalities among category members, whereas infants and young children treat words as features of objects, similar to color, shape, or texture.\n\n Third, and most importantly we discovered that the primary factor affecting the development of categorization is the development of selective attention: whereas early in development attention is likely to be diffused, people eventually develop the ability to selectively attend to few important properties of categories. Across multiple experiments, infants and young children attended diffusely to both category-relevant and category-irrelevant information. When adults were presented with a dual-task (which presumably impairs their ability to attend selectively), they exhibit diffused attention coupled with able category learning. And finally, we found   that diffused attention in infants and young children predicts category learning, whereas focused attentions predicts category learning in adults. Taken together, these finding elucidate the role of selective attention in development of categorization.  This development of selective attention is likely to be linked to maturation in the pre-frontal cortex of the brain.\n\nThese discoveries are important for understanding of categorization and they have important implications for understanding of learning in the classroom and of memory development. In terms of classroom learning, we found that irrelevant perceptual information that is frequently used to engage children in learning of abstract concepts, such as concepts of science or math may detriment..."
 }
}