{
 "awd_id": "0720444",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science:   The Effect of Polls on Political Behavior",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2007-07-24",
 "awd_max_amd_letter_date": "2007-07-24",
 "awd_abstract_narration": "Primary Investigators: Jon Krosnick and Neil Malhotra\r\n\r\nTitle: Doctoral Dissertation Research: The Effect of Polls on Political Behavior \r\n\r\n0720444\r\n\r\nAbstract\r\n\tElections are a central feature of American democracy. They provide citizens with the ability to hold incumbents accountable for their performance, as well as a means to ensure that the public's views on policy issues are represented by the government. The news media play an important role in the conduct of elections in the United States, often conveying information to citizens about candidates in ways that can assist the electorate in making intelligent, informed decisions. However, information provided by the media may sometimes handicap people's decision making, hindering their ability to make optimal vote choices that are in the best interest of the country and are most reflective of their personal preferences. Additionally, news media reports may inspire people to vote in elections and participate in the democratic process, but the media can also turn the citizenry off from politics and discourage turnout. This project will explore how the American news media influence voters and ascertain whether that influence is constructive or harmful.\r\n\tThe focus of this dissertation is on one particular type of information that the media provide to citizens: the results of polls documenting the popularity of candidates and public policies. Such polls are frequently conducted by research organizations and reported regularly by the news media during major national campaigns. They constantly update citizens about the state of a race, potentially influencing people's evaluations of competing candidates. Often, these polls are conducted even before the parties' nominees are selected, providing both political elites and the public a sense of the potential electability of contenders even before the campaign has officially commenced. Indeed, public opinion polling is becoming an increasingly central feature of what pundits have referred to as \"the permanent campaign.\"\r\n\tThe potential effects of these polls on citizens' political attitudes and behaviors are interesting from a scholarly perspective but may also be distressing in a normative sense. Individuals may not engage in introspection and careful thought about their political choices and may instead conform to the opinions expressed by others in polls. People may do so because they feel they can learn from the collective opinion of others in order to make wise decisions. Or people may feel pressure to conform to the opinions of others to avoid being or feeling ostracized. Additionally, learning that a race is likely not to be close may discourage people from voting, or may especially demobilize supporters of the \"underdog\" candidate. These effects may be particularly prevalent among some members of the population, such as the least educated and the least politically aware. This project will test a series of such related hypotheses outlined in an elaborate theoretical model, which will be evaluated via experiments embedded in surveys of the U.S. adult population conducted over the Internet. Previous research has explored some of the issues discussed above, but no past study has integrated these ideas within a unified, comprehensive theoretical model as this project will, nor has past research tested such a broad array of hypotheses in as methodologically rigorous a fashion. \r\n\tThe proposed study will ask respondents a series of questions about a hypothetical 2008 presidential race between Senators Hillary Clinton and John McCain. Respondents will be given varying information about the closeness of the race, allowing examination of how such information affects candidate choice and the decision to participate. The data may test whether citizens are influenced by media reports of poll results when formulating their own political attitudes and behavioral intentions, either because citizens seek collective wisdom or have a desire to conform. In either case, the findings will have important implications for the academic study of elections and also for people's understandings of their roles as actors within the democratic polity.\r\n\tThe findings from this project offer several potential benefits to society. Most importantly, many people in the U.S. government and outside of it are interested in understanding how democracies operate and how best to equip democratic citizens to carry out their responsibilities. Understanding how American democracy operates will help in the design and implementation of democratic governments in other nations.  And insight into how the media influence American political outcomes will help this society to better understand itself, so that future planning of media coverage can be done cognizant of its impact on voters and election outcomes.\r\n\tThis project will also enhance teaching, training, and learning within the scholarly community by allowing a PhD student to be closely mentored by a faculty member expert in the fields of American elections, public opinion, and political psychology while carrying out the project.  Also, undergraduates will assist in the conduct of the research and will thereby learn about the research process.  The survey experiments will engage respondents who are drawn from diverse ethnic and geographic backgrounds in the political process, potentially motivating them to learn more about American government. And findings from this project will yield insight into whether under-represented groups are especially influenced by the news media.  The findings will also improve the instruments and methods used by the public opinion research community in government, business, and academia, because this project will help survey methodologists to better understand the consequences of their work.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jon",
   "pi_last_name": "Krosnick",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jon A Krosnick",
   "pi_email_addr": "krosnick@stanford.edu",
   "nsf_id": "000215188",
   "pi_start_date": "2007-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}