{
 "awd_id": "0720670",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   Implementing the GOLD Community of Practice:   Laying the Foundations for a Linguistics Cyberinfrastructure",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2010-10-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 147457.0,
 "awd_min_amd_letter_date": "2007-08-17",
 "awd_max_amd_letter_date": "2010-01-22",
 "awd_abstract_narration": "The empirical component of the linguistics sciences has seen a rapid increase in the amount of data available in digital form. Though there have been recent advances in markup languages, Web protocols, and techniques for data management, linguistics as a whole has not been able to take full advantage of them. For instance, individual sets of linguistic data are often encapsulated in forms that are not compatible with others: linguistic data are not generally interoperable. This is in part because linguistics has only begun to develop field-wide, best-practice resources for managing its data, including common software tools, Web infrastructures, and knowledge components such as ontologies. Such resources would, in fact, act as the backbone for any field-wide cyberinfrastructure effort. Towards such a goal, then, this collaborative project will implement the GOLD Community of Practice, a Web architecture for linking on-line linguistic data to linguistic knowledge captured by the General Ontology for Linguistic Description (GOLD). The component of the project, led by Fei Xia and William D. Lewis, will address the issue of legacy data by harvesting large amounts of interlinear glossed text from the Web. The results will be transformed into a best-practice format and stored in the Online Database of INterlinear text (ODIN). Second, Helen Aristar-Dry and Anthony Aristar will focus on the direct creation of best-practice data by further developing FIELD, a tool that allows field linguists to produce high quality lexical data. Finally, Scott Farrar will instantiate the resulting best-practice data in the GOLD framework, thus integrating data from the first two components. The research team will then demonstrate the efficacy of project by implementing an ontology-driven search facility that incorporates the general knowledge of linguistics with the specific knowledge captured by the data instances. To ensure that the resulting architecture gets wide exposure, we will house the results of this project at the LINGUIST List where it can be seen and evaluated by the linguistics community as a whole.\r\n\r\nThis project will allow ordinary working linguistics and anyone with an interest in human language to search and see generalizations across large amounts of linguistic data. It will directly address the key issues involved in the comparison and integration data that were not originally intended to be comparable. These include the leveraging of existing resources (i.e., legacy data from the Web), taking advantage of best-practice data standards, and utilizing field-wide knowledge. These issues present significant technological challenges, as there are no general off-the-shelf solutions for given domains such as linguistics. The success of the project requires a deep understanding of linguistic data objects and structures. In fact, the project will demonstrate how the fundamental data structures of the field can be utilized in a broader framework. At a time when the world stands to lose much of its linguistic diversity, this project will result in a community-wide resource usable for its intrinsic value as a search tool to explore the structure of all kinds of human languages. At the present, there are no such search tools available for linguistic data. When users see the value in contributing to such an effort, they will be more likely to embrace the accompanying data standards and tools. Thus, what the project will achieve is a community of linguists dedicated to the production of quality data resources for the common goal of affecting the next great advance in our understanding of the structures of language.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Farrar",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Scott O Farrar",
   "pi_email_addr": "farrar@u.washington.edu",
   "nsf_id": "000347207",
   "pi_start_date": "2007-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 72662.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 74795.0
  }
 ],
 "por": null
}