{
 "awd_id": "0720139",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science:   Local and Regional Interest in the EU and Democratic Representation",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian F. Schaffner",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 11008.0,
 "awd_amount": 11008.0,
 "awd_min_amd_letter_date": "2007-08-05",
 "awd_max_amd_letter_date": "2007-08-05",
 "awd_abstract_narration": "There is broad consensus that delegating power to supranational organizations increases effectiveness, but diminishes democracy. Operating with delegated power, supranational institutions are bureaucratic in character and potentially unresponsive to citizen preferences. This project examines if it is possible to increase democratic responsiveness within policy making institutions at the transnational level and draws on the experience of the European Union as the most advanced model of transnational governance. In 1994, the EU created the Committee of the Regions, consisting of officials with electoral mandates at local or regional levels to advise the appointed European Commission, to enhance democratic representation. This research tests the effectiveness of this design by examining how much this representative body influences the legislative output of the Commission. Specifically, two linked questions are addressed: 1) how often are public preferences expressed in the Committee's opinions acted upon through incorporation into EU legislation? and 2) what are the conditions that maximize the likelihood of incorporation? The project utilizes an original dataset based on a stratified random sample of 60 legislative proposals. \r\n\r\nThe Committee of the Regions offers an excellent case for studying the potential to facilitate democratic representation while maintaining technocratic effectiveness. The fact that all its members are elected makes the Committee of the Regions responsive to voters' preferences. The formal legislative procedure mandates that the Commission consult the Committee of the Regions on all legislative proposals that have effects at the regional or local level. Upon obtaining the Committee opinion, the Commission issues a final proposal that goes for approval to the two-house \"legislature\" consisting of European Council and European Parliament. Given the way the legislative process works, the final Commission proposals, in practice, become European law.  To assess whether public preferences influence the legislative process in the EU, this research measures the changes between initial and final proposals of the European Commission and compares these changes with the comments in the Committee opinion. \r\n\r\nThe broader impact of this work lies in its focus on fundamental questions of democracy and bureaucratic responsiveness. By examining if it is possible to inject responsiveness into administrative decision making in supranational organizations, this research develops a set of expectations to guide both scholars and citizens on how to achieve effective and more responsive administration.  The findings, therefore, have implications not only for the EU, but they should have implications for all forms of supranational governance. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Evan",
   "pi_last_name": "Ringquist",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Evan J Ringquist",
   "pi_email_addr": "eringqui@indiana.edu",
   "nsf_id": "000383284",
   "pi_start_date": "2007-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 11008.0
  }
 ],
 "por": null
}