{
 "awd_id": "0720268",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Paleohydrology of the Paleocene-Eocene Thermal Maximum: A Multiple Proxy Reconstruction",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "2007-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 110001.0,
 "awd_amount": 110001.0,
 "awd_min_amd_letter_date": "2007-09-13",
 "awd_max_amd_letter_date": "2012-08-23",
 "awd_abstract_narration": "This collaborative grant will develop a multiple-proxy record of terrestrial hydrology during the Paleocene-Eocene Thermal Maximum (PETM), a period of abrupt, short lived and large-scale global warming that occurred ~55.8 million years ago. The PETM was the warmest period of the Cenozoic, is associated with a massive release of carbon to the atmosphere, and precisely coincided with a dramatic response in terrestrial vertebrates and plants. Understanding the response and feedbacks of the hydrologic cycle during the PETM has direct implications for modeling future climate responses to increasing levels of anthropogenic CO2.\r\n\r\nThe project will use four proxies to reconstruct the paleohydrology of the PETM: 1) compound-specific hydrogen isotope ratios of plant lipids, 2) oxygen isotope ratios of fossil enamel from mammal teeth and gar fish scales, 3) physiognomy of fossil leaves, and 4) morphology and chemistry of paleosols. These proxy methods will be applied to the recently recognized PETM sections in the Cabin Fork area of the southeastern Bighorn Basin, Wyoming, where a 40 m-thick interval representing the PETM has been identified, and where the team has already shown that the outcrops have abundant fossil vertebrates, leaves, plant lipids, and paleosols. The resulting record of precipitation, relative humidity, seasonality, soil moisture, temperature, and precipitation moisture source will have a temporal resolution of ~10 ky, which will allow the team to detect variations in the hydrologic cycle during the PETM. Reconstructing the hydrological cycle at high temporal resolution will yield more accurate paleohydrological reconstructions, better knowledge of how climatic fluctuations within the PETM relate to changes in atmospheric circulation, and a refined understanding of the environmental consequences of PETM climate change for terrestrial ecosystems.\r\n\r\nThe proposed research includes the development of a teacher training program, \"Climate and Life Through Time: Scientists in the Outdoor Classroom,\" in conjunction with the Teton Science School in Jackson Hole, Wyoming. The school is connected to a K-12 day school and hosts residential programs for students of all ages in natural science and natural science education, serving over 11,000 students a year. The proposed program will involve PIs and graduate students in a teacher training course with the goals of 1) illustrating how we learn about climate and life from the rock record and 2) introducing teachers to Earth science and its practitioners. This outreach program will be conducted in conjunction with an annual meeting of collaborators to be held at the school.\r\n\r\nTo reach an even broader audience, the team will develop a web site on \"Reconstructing Ancient Forest Ecosystems\" that will be hosted at the Florida Museum of Natural History and linked to Smithsonian Institution websites. The site will explore how to reconstruct ancient ecosystems by using the Paleocene and Eocene forests as a case study.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francesca",
   "pi_last_name": "McInerney",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Francesca A McInerney",
   "pi_email_addr": "cesca@earth.northwestern.edu",
   "nsf_id": "000099364",
   "pi_start_date": "2007-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Sageman",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley B Sageman",
   "pi_email_addr": "brad@earth.northwestern.edu",
   "nsf_id": "000112435",
   "pi_start_date": "2012-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  },
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7459",
   "pgm_ref_txt": "SEDIMENTARY GEO & PALEOBIOLOGY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 24229.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 66672.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 19100.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The geologic past provides critical information on how changes in atmospheric carbon dioxide levels affect the earth&rsquo;s climate.&nbsp; The abrupt warming that occurred 56 million years ago, called the Paleocene-Eocene Thermal Maximum, was caused by a massive release of carbon to the ocean and atmosphere.&nbsp; This event, referred to in short as the PETM, allows us to investigate how the carbon cycle, climate and ecosystems changed in response to a natural increase in atmospheric CO<sub>2</sub>. Understanding this event in the geologic past can help us anticipate future changes associated with rising CO<sub>2</sub> levels.</p>\n<p>This collaborative research project brought together isotope geochemists (Northwestern University), paleobotanists (Smithsonian Institution), vertebrate paleontologists (University of Florida and the Florida Museum of Natural History), and sedimentologists (University of Colorado, Boulder) to examine how the climate, ecosystem and landscape changed in the southeastern Bighorn Basin, Wyoming, during the PETM.&nbsp; As part of this work, the team conducted three month-long field seasons outside of Worland, WY, collecting fossils and sediments, mapping exposed beds, and describing sediments and measuring sections.&nbsp; The portion of the work lead by researchers at Northwestern yielded over 600 samples for analysis of organic matter and isotope ratios.&nbsp; These samples are being housed at Northwestern University and the Smithsonian National Museum of Natural History.</p>\n<p>One of our central goals was to try to understand how rainfall may have changed in response to CO<sub>2</sub>-driven warming.&nbsp; Our team produced four independent records of aridity from the hydrogen isotope ratios of leaf waxes, the oxygen isotope ratios of tooth enamel, the appearance and chemical signatures of soils, and the size of fossilized leaves.&nbsp; All of the records indicate that the onset of the PETM is associated with a drying in the southeastern Bighorn Basin.&nbsp; Interestingly, the four records vary somewhat in detail of how aridity changed, which we attribute to an increase in the seasonality of precipitation during the PETM.&nbsp; Greater seasonal extremes during the PETM would influence these records in different ways enabling us to reconstruct more subtle aspects of this ancient climate.</p>\n<p>The massive release of carbon during the PETM left its signature in the carbon isotope ratios plants, animals and sediments.&nbsp; This shift in carbon isotope ratios in soil organic matter is often used as a key diagnostic feature of the PETM in terrestrial settings. &nbsp;However, no one had previously tested whether this signature is faithfully preserved across an ancient landscape and can reliably be used to identify the PETM.&nbsp; We compared the carbon isotope ratios of bulk organic matter at 6 sites along 16 Km of an ancient landscape and found that bulk organic matter signatures were not uniform.&nbsp; In fact, they under-represent the thickness of the PETM by 30-80%.&nbsp; This finding has important implications for the reconstruction of ecological and evolutionary responses to the PETM. If the bulk organic records are truncated, this could lead to the miscalculation of rates of migration and evolution during the PETM, which has implications for anticipating future biotic responses to anthropogenic global warming.</p>\n<p>The broader impacts of this project include museum exhibits, documentaries, popular science articles, public talks, primary school science education, curriculum materials, and undergraduate and graduate training.&nbsp; Our research has been highlighted in museum exhibits at the American Museum of Natural History (AMNH), the Washakie Museum in Worland, WY, and the Northwestern University library.&nbsp; As part of museum exhibits, three documentaries were produced about our research.&nbsp; The first was for the AMNH where ...",
  "por_txt_cntn": "\nThe geologic past provides critical information on how changes in atmospheric carbon dioxide levels affect the earthÆs climate.  The abrupt warming that occurred 56 million years ago, called the Paleocene-Eocene Thermal Maximum, was caused by a massive release of carbon to the ocean and atmosphere.  This event, referred to in short as the PETM, allows us to investigate how the carbon cycle, climate and ecosystems changed in response to a natural increase in atmospheric CO2. Understanding this event in the geologic past can help us anticipate future changes associated with rising CO2 levels.\n\nThis collaborative research project brought together isotope geochemists (Northwestern University), paleobotanists (Smithsonian Institution), vertebrate paleontologists (University of Florida and the Florida Museum of Natural History), and sedimentologists (University of Colorado, Boulder) to examine how the climate, ecosystem and landscape changed in the southeastern Bighorn Basin, Wyoming, during the PETM.  As part of this work, the team conducted three month-long field seasons outside of Worland, WY, collecting fossils and sediments, mapping exposed beds, and describing sediments and measuring sections.  The portion of the work lead by researchers at Northwestern yielded over 600 samples for analysis of organic matter and isotope ratios.  These samples are being housed at Northwestern University and the Smithsonian National Museum of Natural History.\n\nOne of our central goals was to try to understand how rainfall may have changed in response to CO2-driven warming.  Our team produced four independent records of aridity from the hydrogen isotope ratios of leaf waxes, the oxygen isotope ratios of tooth enamel, the appearance and chemical signatures of soils, and the size of fossilized leaves.  All of the records indicate that the onset of the PETM is associated with a drying in the southeastern Bighorn Basin.  Interestingly, the four records vary somewhat in detail of how aridity changed, which we attribute to an increase in the seasonality of precipitation during the PETM.  Greater seasonal extremes during the PETM would influence these records in different ways enabling us to reconstruct more subtle aspects of this ancient climate.\n\nThe massive release of carbon during the PETM left its signature in the carbon isotope ratios plants, animals and sediments.  This shift in carbon isotope ratios in soil organic matter is often used as a key diagnostic feature of the PETM in terrestrial settings.  However, no one had previously tested whether this signature is faithfully preserved across an ancient landscape and can reliably be used to identify the PETM.  We compared the carbon isotope ratios of bulk organic matter at 6 sites along 16 Km of an ancient landscape and found that bulk organic matter signatures were not uniform.  In fact, they under-represent the thickness of the PETM by 30-80%.  This finding has important implications for the reconstruction of ecological and evolutionary responses to the PETM. If the bulk organic records are truncated, this could lead to the miscalculation of rates of migration and evolution during the PETM, which has implications for anticipating future biotic responses to anthropogenic global warming.\n\nThe broader impacts of this project include museum exhibits, documentaries, popular science articles, public talks, primary school science education, curriculum materials, and undergraduate and graduate training.  Our research has been highlighted in museum exhibits at the American Museum of Natural History (AMNH), the Washakie Museum in Worland, WY, and the Northwestern University library.  As part of museum exhibits, three documentaries were produced about our research.  The first was for the AMNH where it was played on a 12-foot screen in Hall of Planet Earth and was distributed via Earth Bulletin, with a combined potential audience of over 7 million people (http://www.amnh.org/explore/science-bulletins/%28wa..."
 }
}