{
 "awd_id": "0720815",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Role of Information in Insider Trading with Stochastic Valuation",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Niloy Bose",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 375966.0,
 "awd_amount": 375966.0,
 "awd_min_amd_letter_date": "2007-08-22",
 "awd_max_amd_letter_date": "2008-07-28",
 "awd_abstract_narration": "Abstract\r\nThe Role of Information in Insider Trading with Stochastic Valuation\r\nNSF Proposal Number: 0720815\r\nEnnio Stacchetti, New York University\r\n\r\nMany economic situations involve transactions between a heterogeneous group of uninformed consumers and an agent possessing superior information. The project deals with models of strategic trading with asymmetric information. It investigates how informed traders transfer their private information to the market and how (and how much) they get compensated during this process. An insider continuously receives information about the fundamental value of an asset. The rest of the market only observes public information that includes the volume of trade and the prices of previous trades. The insider's informational advantage continues until an unpredictable time when a public announcement reveals the true fundamental value of the asset to all traders. The insider's optimal trading strategy aims to maximize her trading rents, while minimizing the `amount' of private information transferred to the market during this trade. On the other hand, the market maker acts in a competitive fashion, selecting prices that reflect all the public information about the fundamental value of the asset.\r\n\r\nThe model introduces new information structures that vary with the frequency at which the insider observes the fundamental value. At one end, the single information model allows the insider to observe the asset's value only once. On the other end, the continuous information model gives the insider the ability to track constantly the evolution of the fundamental value. Intermediate cases in which the insider receives information at discrete times are also considered. The model may also include multiple insiders that have diverse information of heterogeneous quality.\r\n\r\nThe project addresses a number of interesting questions: (i) How quickly is the insiders' private information released into the market? (ii) Do market prices ever become efficient? (iii) How does the informational structure affect how insiders use their privileged information? (iv) What are the implications of a random public-announcement time on trading strategies and market prices? \r\n(v) How does the equilibrium change in a model with multiple insiders with diverse information? The answer to these questions may vary substantially depending on the nature of the insider's private information. For instance, in the single information model, the insider prefers to trade rather cautiously and market prices become efficient only asymptotically. By contrast, in the continuous information case there exists a finite time, endogenously determined, at which market efficiency is reached and preserved thereafter. A striking feature of this equilibrium is that the insider still collects positive rents after this time, despite the fact that market prices reflect all her information.\r\n\r\nThis research will contribute to our understanding of how asymmetric information affects financial markets. On the practical side, financial institutions, government regulators and policy makers will be able to use its results to measure the impact of insider trading on market prices, on efficiency, and on the welfare of uninformed and informed traders.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ennio",
   "pi_last_name": "Stacchetti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ennio Stacchetti",
   "pi_email_addr": "ennio@nyu.edu",
   "nsf_id": "000336179",
   "pi_start_date": "2007-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rene",
   "pi_last_name": "Caldentey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rene Caldentey",
   "pi_email_addr": "rcaldent@stern.nyu.edu",
   "nsf_id": "000097802",
   "pi_start_date": "2007-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 122528.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 253438.0
  }
 ],
 "por": null
}