{
 "awd_id": "0720981",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Economics: Risks, Health, and Economic Development: Examining Households' Malaria Control Decisions in Tanzania",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Andrew Feltenstein",
 "awd_eff_date": "2007-09-15",
 "awd_exp_date": "2008-08-31",
 "tot_intn_awd_amt": 10160.0,
 "awd_amount": 10160.0,
 "awd_min_amd_letter_date": "2007-09-06",
 "awd_max_amd_letter_date": "2007-09-06",
 "awd_abstract_narration": "Risks, Health and Economic Development: Examining Household Decisions in Tanzania\r\nPI: Randall Kramer  Co-PI: Katherine Dickinson\r\nProposal 0720981\r\n\r\nABSTRACT\r\nUnderstanding why households decide to adopt certain health-related practices, and what barriers may prevent the adoption of potentially beneficial behaviors, is crucial for understanding the process of economic development.  This project addresses this question in the context of malaria control in Tanzania, informing an empirically-grounded economic theory of households' health-related decisions through both quantitative and qualitative data collection.  Household surveys, focus group discussions, and in-depth interviews conducted in 10 villages in rural Mvomero District address a comprehensive set of questions regarding factors influencing: 1) households' exposure to malaria, 2) measures taken to prevent malaria, and  3) treatment-seeking behaviors.  In addition to describing what households are doing, this research asks why households engage in certain malaria-related activities.  Key factors that are explored include knowledge of the malaria risk and transmission mechanisms, economic conditions influencing costs and benefits of malaria treatment and control, and the role of households' social networks in shaping norms and behaviors.  \r\n\r\nQuantitative data analyses estimate relationships between prevention and control behaviors (e.g., use of bed nets) and the factors outlined above.  Additional qualitative analyses focus on describing and explaining the set of priorities that households express.  In particular, the approach taken here recognizes that malaria is only one of many health, social, and economic challenges households face, and explores the role of malaria control as part of a household's \"portfolio\" of activities and behaviors.  Finally, this research evaluates the impacts of a participatory community activity on households' knowledge and behaviors, determining the potential for this kind of activity to act as an effective malaria control \"tool.\"  More broadly, the research proposed here builds on previous microeconomic studies of households' health-related behavior and acceptance of risks.  It adds a new perspective by examining multiple risks simultaneously and addressing how factors such as social networks influence household decisions.  This research sheds light on key factors affecting economic development and could help guide policy makers in the affected areas toward more effective interventions.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Randall",
   "pi_last_name": "Kramer",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Randall A Kramer",
   "pi_email_addr": "kramer@duke.edu",
   "nsf_id": "000073686",
   "pi_start_date": "2007-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "National Institute For Medical Research",
  "perf_str_addr": "",
  "perf_city_name": "London",
  "perf_st_code": "UK",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "00000",
  "perf_ctry_code": "UK",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "UK",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 10160.0
  }
 ],
 "por": null
}