{
 "awd_id": "0720592",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Studies on Dynamic Markets:  Small Change and Big Impact",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2007-07-15",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 146670.0,
 "awd_amount": 146670.0,
 "awd_min_amd_letter_date": "2007-07-19",
 "awd_max_amd_letter_date": "2007-07-19",
 "awd_abstract_narration": "\r\nThe Coase conjecture says that if the durable good monopolist operates the market frequently, the good must be sold at a price close to the competitive market level and the market outcome becomes almost efficient.  To make the analysis tractable, the goods are assumed to be perfectly non-perishable, under the presumption that the outcome of the model is not critically affected if the good decays slowly.  The first project challenges this seemingly plausible assumption by rigorously investigating the dynamic monopoly problem where perishable durable goods are traded.  If the durable good decays, no matter how slowly, the market outcome is fundamentally different from the classic durable good models without decay.  In particular, the market outcome is typically inefficient and even a small commitment power can generate a large market power so that the monopolist can almost achieve the static monopolistic profit even if he operates the market very frequently.  Thus, the traditional regulatory policy to force the monopolist to sell goods to consumers frequently is not as effective as indicated by the Coase conjecture.\r\n\r\nIt is generally perceived as an evidence of market dysfunction that the market price of power is extremely volatile, which stays well above the marginal production cost.  The fundamental question is whether these allegedly undesirable features of the market outcomes are indeed inconsistent with the competitive market in which no player exercises market power.  Motivated by the fact that the electric power generation is subject to a tight ramping constraint, the second project examines the market with supply side friction where the supply cannot increase instantaneously in response to a sudden increase in demand.  The conventional wisdom is that if the friction is small, then the market price should hover around the marginal production cost.  Rigorous analysis shows otherwise.  No matter how small the supply friction may be, the market price is jumping between the choke-up price and 0, with no tendency to converge to the marginal production cost.  Yet, the market outcome is efficient.  The distribution of the gains from trading can be extremely skewed, allowing the supplier to rake a large profit.   Thus, the volatility and the market price higher than the marginal cost are implied rather than refuted by the efficiency of the market.\r\n\r\nThe benefit from a successful completion of the projects is both practical and broad.  The first project illuminates the need for reforming the traditional policy against the anti-competitive behavior.  The rigorous analysis of the problem provides a number of useful leads to design a new policy.  The second project reveals the need for completely new approach for evaluating the performance of the deregulated market and diagnosing the strategic manipulation in dynamic competitive market with supply friction.  At the same time, it warns against a series of attempts by the government to dampen the volatility, because doing so may undermine the efficiency of the market.  It points out the pros and cons of using the spot market to allocate resources, while challenging the conventional wisdom behind the utility industry deregulations.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "In-Koo",
   "pi_last_name": "Cho",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "In-Koo Cho",
   "pi_email_addr": "in-koo.cho@emory.edu",
   "nsf_id": "000198663",
   "pi_start_date": "2007-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 146670.0
  }
 ],
 "por": null
}