{
 "awd_id": "0721142",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cloud-Climate Feedbacks due to Extra-Tropical Clouds Systems",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anjuli Bamzai",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 3772878.0,
 "awd_amount": 4037614.0,
 "awd_min_amd_letter_date": "2007-07-24",
 "awd_max_amd_letter_date": "2013-04-02",
 "awd_abstract_narration": "Summary\r\nThe main goal of this research is to reduce the uncertainty in climate change predictions by improving our understanding of cloud feedback effects and aerosol-cloud interactions in liquid as well as ice phase clouds. The proposal focuses on the extra tropical cloud systems of the Pacific Ocean, one of the major contributors to the negative global mean net cloud forcing, and examines its role in global and in North American climate change. It will investigate the role of aerosols, particularly dust and soot from Asia, and large scale dynamics in regulating cloud albedo over the Pacific Ocean. Since the extra tropical cloud systems consist of liquid as well as ice phase clouds, the proposed research will open new avenues of research in climate change. \r\n\r\nThe research consists of two components: \r\nI. Aerosol and Cloud forcing and aerosol-cloud parameterization:   The PI will estimate the vertical distribution of atmospheric radiative heating (or cooling) and surface dimming due to aerosols with a focus on dust-soot mixtures; same for cloud radiative forcing; provide input for anthropogenic and possibly biogenic cloud condensation nuclei (CCN) for both low and high clouds on regional scales; develop a regional model with explicit parameterizations for interactions between aerosols, clouds, chemistry and synoptic scale dynamics.  The research consists of three parts:  A. creating an integrated observational data set of aerosol-cloud-dynamics-radiative forcing. The data will include observations from field projects, including high altitude research aircraft data, satellite and surface data;  B. estimating the 3-D structure of the radiative forcing of clouds and aerosols; and, C. developing an aerosol-cloud-chemical-transport-radiation model that accounts for the observed fields and forcing.\r\nII. Climate Impact Studies: Using the data and model schemes developed under Part A, conduct the following impact studies: the effect of long range transport of soot and dust on the Pacific and N. American aerosol loadings, and aerosol and cloud radiative forcing over the Pacific and N America; the effect of aerosol and cloud forcing on Pacific sea surface temperature trends and N American climate; and, the feedback effects of Pacific aerosol-clouds on the past and future climate trends.  This part will employ National Center for Atmospheric Research (NCAR) climate models for estimating the impact on climate change and climate feedback. \r\n\r\nBroader Impacts.\t The research will generate new integrated 3-D data sets on aerosol and cloud forcing over the Pacific Ocean. Since it will be observationally based, it will be of great use for validating general circulation models' treatment of aerosol and cloud impacts on climate. The forcing estimates and climate impact studies will be used in national and international assessments of human impact on climate. The collaborations with East Asian scientists will be of great value for obtaining reliable data for the Asian region. Lastly, the students and post docs involved in the project will have a unique opportunity to get exposed to a challenging new avenue of research and participate in international collaborations. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Veerabhadran",
   "pi_last_name": "Ramanathan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Veerabhadran Ramanathan",
   "pi_email_addr": "vramanathan@ucsd.edu",
   "nsf_id": "000181182",
   "pi_start_date": "2007-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "8622 DISCOVERY WAY # 116",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920931500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  },
  {
   "pgm_ele_code": "731000",
   "pgm_ele_name": "BE: CARBON & WATER IN ES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1309",
   "pgm_ref_txt": "GLOBAL TROPOSPHERIC CHEMISTRY"
  },
  {
   "pgm_ref_code": "1325",
   "pgm_ref_txt": "WATER & ENERGY: ATMO, VEG, EARTH"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "1689",
   "pgm_ref_txt": "BIOCOMPLEXITY IN THE ENVIRONMENT"
  },
  {
   "pgm_ref_code": "5740",
   "pgm_ref_txt": "CLIMATE & LARGE-SCALE DYNAMICS"
  },
  {
   "pgm_ref_code": "7241",
   "pgm_ref_txt": "Physical Instrumentation"
  },
  {
   "pgm_ref_code": "7310",
   "pgm_ref_txt": "BE: CARBON & WATER IN ES"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 3772878.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 174999.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 89737.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">I. Summary</span></strong></p>\n<p>&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Highlights</span></strong><strong>:</strong> The research largely conducted by students and young researchers under the direction of the PI &nbsp;&nbsp;led to the discovery of major changes that were happening in the extra tropical regions and the Arctic during the late twentieth century. The major changes include the retreat of the mid latitude storm tracks and the enhancement of the solar radiation absorbed by the Arctic ocean due to the retreat of the sea ice, with potential implications to mid latitude weather systems that need to be expolred. The team also developed a potentially revolutionary observing system using light weight unmanned aerial vehicles (UAVs) and measured for the first time (for UAVs) turbulent fluxes of water vapor from the sea surface.&nbsp; The outcomes also included strong media interest and a major international policy action for mitigating pollution.</p>\n<p><strong><span style=\"text-decoration: underline;\">&nbsp;</span></strong></p>\n<p><strong><span style=\"text-decoration: underline;\">Output Metrics</span></strong> The research led to 48 peer reviewed journal papers including nineteen in high impact journals: PNAS(9), Nature (3), Science (3), Nature Geoscience (2), Nature Climate Change(1). The findings led to two OpEDs in New York Times authored by the PI and were reported in the evening news of CBS and ABC. &nbsp;The results contributed in a major way to the formation of the Climate and Clean Air Coalition by the United Nations Environment Program. Fifty other nations including the USA joined the coalition. This coalition was motivated by studies published by the PI which showed that mitigation of four short-lived climate pollutants was critical for reducing near-term warming. The PI organized a major workshop on sustainable humanity and sustainable nature in 2014 at the Vatican under sponsorship of Pope Francis. The research also resulted in 40 conference presentations and 7 book articles; 5 PhD students (4 from underrepresented groups including one Hispanic female) and 6 post-doctoral fellows.</p>\n<p>&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">II. Major Scientific Findings and Discoveries:</span></strong></p>\n<p><strong><span style=\"text-decoration: underline;\">&nbsp;</span></strong></p>\n<p><strong><span style=\"text-decoration: underline;\">Storm Tracks Shifting <em>Pole-wards</em>: </span></strong>The storm track cloud systems which dominates winter weather, also regulate the solar heating of the extra-tropical oceans and&nbsp; enhance the equator to pole solar heating gradient, a major driving force for the atmospheric and oceanic circulation. Making use of a wide variety of satellite observations, we showed a pole-ward shift in the storm track cloudiness over 25 years (1983-2008) in both the northern and the southern hemisphere. Accompanying the shift is a decrease in regional mean cloud fraction in all four oceanic regions, a reduction in cloud albedo and an increase in the solar heating of the extra-tropical oceans.</p>\n<p>&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Positive feedback effects of Arctic sea ice retreat:</span></strong> The decline of Arctic sea ice has been well-documented in over thirty years of satellite observations. In this Phd Thesis &nbsp;project, we combined this data set with observed (from space) albedo (percent of solar radiation reflected to space) of the arctic to reveal that the arctic has become darker due to the disappearance of the sea ice. This darkening of the Arctic corresponds to an additional 43-51 TW of solar energy input into the Arctic Ocean since 1979, which is comparable to about 25% of the total greenhouse forcing by the CO<sub>2</sub> increase. &nbsp;</p>\n<p>&nbsp;</p>\n<p><strong><span style=\"text-deco...",
  "por_txt_cntn": "\nI. Summary\n\n \n\nHighlights: The research largely conducted by students and young researchers under the direction of the PI   led to the discovery of major changes that were happening in the extra tropical regions and the Arctic during the late twentieth century. The major changes include the retreat of the mid latitude storm tracks and the enhancement of the solar radiation absorbed by the Arctic ocean due to the retreat of the sea ice, with potential implications to mid latitude weather systems that need to be expolred. The team also developed a potentially revolutionary observing system using light weight unmanned aerial vehicles (UAVs) and measured for the first time (for UAVs) turbulent fluxes of water vapor from the sea surface.  The outcomes also included strong media interest and a major international policy action for mitigating pollution.\n\n \n\nOutput Metrics The research led to 48 peer reviewed journal papers including nineteen in high impact journals: PNAS(9), Nature (3), Science (3), Nature Geoscience (2), Nature Climate Change(1). The findings led to two OpEDs in New York Times authored by the PI and were reported in the evening news of CBS and ABC.  The results contributed in a major way to the formation of the Climate and Clean Air Coalition by the United Nations Environment Program. Fifty other nations including the USA joined the coalition. This coalition was motivated by studies published by the PI which showed that mitigation of four short-lived climate pollutants was critical for reducing near-term warming. The PI organized a major workshop on sustainable humanity and sustainable nature in 2014 at the Vatican under sponsorship of Pope Francis. The research also resulted in 40 conference presentations and 7 book articles; 5 PhD students (4 from underrepresented groups including one Hispanic female) and 6 post-doctoral fellows.\n\n \n\nII. Major Scientific Findings and Discoveries:\n\n \n\nStorm Tracks Shifting Pole-wards: The storm track cloud systems which dominates winter weather, also regulate the solar heating of the extra-tropical oceans and  enhance the equator to pole solar heating gradient, a major driving force for the atmospheric and oceanic circulation. Making use of a wide variety of satellite observations, we showed a pole-ward shift in the storm track cloudiness over 25 years (1983-2008) in both the northern and the southern hemisphere. Accompanying the shift is a decrease in regional mean cloud fraction in all four oceanic regions, a reduction in cloud albedo and an increase in the solar heating of the extra-tropical oceans.\n\n \n\nPositive feedback effects of Arctic sea ice retreat: The decline of Arctic sea ice has been well-documented in over thirty years of satellite observations. In this Phd Thesis  project, we combined this data set with observed (from space) albedo (percent of solar radiation reflected to space) of the arctic to reveal that the arctic has become darker due to the disappearance of the sea ice. This darkening of the Arctic corresponds to an additional 43-51 TW of solar energy input into the Arctic Ocean since 1979, which is comparable to about 25% of the total greenhouse forcing by the CO2 increase.  \n\n \n\nGlobal Radiative Forcing by Black Carbon: Using a combination of ground based observational network and satellite data, we inferred the global direct radiative forcing of black carbon to be 0.9 Wm-2, much larger than the earlier estimates of 0.2 to 0.4 Wm-2, thus establishing black carbon  as the second largest contributor to climate change.\n\n \n\nUAV Studies: The Cheju ABC Plume-Monsoon Experiment was conducted with unmanned aircraft (UAVs)  during the summer of 2008 to evaluate the efficacy of ChinaÆs mitigation of air pollution over Beijing during the 2008 Olympics. The UAVs were launched from an island in South Korea. The China data led to the deduction that  black carbon plumes from China were about 100% more efficient when compared with the plumes from South Asia at absorption of..."
 }
}