{
 "awd_id": "0721098",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:    Applications of CCP estimation to dynamic discrete choice models with unobserved heterogenity",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2007-08-15",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 153543.0,
 "awd_min_amd_letter_date": "2007-08-22",
 "awd_max_amd_letter_date": "2008-07-28",
 "awd_abstract_narration": "Many important decisions involve balancing present against future. For example, the decision to stay in school requires incurring costs today to reap (often substantial) financial benefits in the future. Similarly, the decision to start smoking may have (perceived) social benefits today, but substantial health costs down the road. Understanding how such dynamic decisions are made is essential in formulating effective social policy. However, formally modeling these decision processes can be extremely complicated, creating a barrier to rigorous analysis and limiting the scope of forward looking policy analysis. The goal of this research project is to decrease these barriers by developing a much simpler, but equally rigorous empirical technique for analyzing dynamic decision processes. \r\n\r\nThe framework developed here builds on an existing empirical methodology, Conditional Choice Probability (CCP) estimation, that provides a computationally tractable method for analyzing dynamic discrete choice problems. CCP methods have not yet been widely used in practice, mainly due to the perception that they are unnecessarily restrictive, requiring the researcher to observe everything about the world that the agents themselves see. This research project demonstrates that this perception is incorrect, generalizing the class of models that can be estimated using CCP methods and providing specific methods for incorporating unobserved heterogeneity. Furthermore, because of the computational simplicity of the estimator, these unobserved variables can persist without being permanent. For example, certain markets may have high demand for particular types of workers but the markets with high demand may change over time. These types of problems have not been estimated in the past because of the computational complexity of the problem. The project illustrates the advantages of the solution method by analyzing how unionization affects the entry, exit, and investment decisions in the supermarket industry. The project pays particular attention to how unionization affects product market competition through the dynamic decisions made by supermarkets. \r\n\r\nThe broader impact of the proposal is to greatly increase the class of problems that can be analyzed from a dynamic perspective. Further, by significantly reducing the technical expertise necessary to engage in research of this type, this project will open up the field to a broader class of researchers and disciplines. For example, by incorporating unobserved variables that transition over time, the algorithm is particularly well suited to applications in dynamic games and models with learning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Miller",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Robert A Miller",
   "pi_email_addr": "ramiller@andrew.cmu.edu",
   "nsf_id": "000311555",
   "pi_start_date": "2007-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 51181.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 102362.0
  }
 ],
 "por": null
}