{
 "awd_id": "0721384",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:    Complexity in Geomorphology Symposium: Binghamton 2007; Durham, North Carolina; October 5-7, 2007",
 "cfda_num": "47.050",
 "org_code": "06030206",
 "po_phone": "7032924744",
 "po_email": "ryuretic@nsf.gov",
 "po_sign_block_name": "Richard Yuretich",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2008-07-31",
 "tot_intn_awd_amt": 5151.0,
 "awd_amount": 5151.0,
 "awd_min_amd_letter_date": "2007-08-10",
 "awd_max_amd_letter_date": "2007-08-10",
 "awd_abstract_narration": "This award will provide partial support for the symposium \"Complexity in Geomorphology,\" which will run under the auspices of the Binghamton Geomorphology Symposium (BGS). The BGS is recognized as the leading international annual conference focused specifically on geomorphology. It brings together leading geomorphologists in many subfields, and its prior collected papers include widely cited classics that have affected the course of research in geomorphology and related sciences. Although 'complexity' is an umbrella that has expanded considerably from its origins in nonlinear dynamics (e.g. Chaos Theory), common threads include complicated behavior arising from simple interactions, and the emergence of overall order and patterns from myriad local interactions.  \r\n \r\nIn the past 20 years, 'complex systems' approaches and perspectives have infiltrated into many disparate branches of geomorphology, leading to fundamentally new insights about how landforms develop and evolve. The symposium will provide an intellectual environment where the participants can review, debate, discuss, and synthesize conceptual paradigms, appropriate methods, linkages between theories and observations, and instructional frameworks for future complexity-in-geomorphology research. An integrated forum such as the BGS is extremely crucial for this endeavor. Complex-systems approaches include diverse theoretical and data-analysis methods developed in different fields including physics, mathematics, and ecology, as well as in the Earth sciences. The broad field of geomorphology includes researchers with a range of backgrounds and expertise using a range of complementary complex-systems approaches. In addition, two communities of geomorphologists exist--consisting respectively of geographers on one hand and mostly geologists and engineers on the other--both using complex-systems concepts in various ways, but attending different meetings with far too little cross-fertilization. The proposed symposium will integrate researchers and students from these various backgrounds, to facilitate interactions likely to lead to the generation of new ideas both during and after the event.    \r\n \r\nBroader Impacts: In an era of increasing interactions between changing human land use, changing climate, landscape evolution, and ecosystems on many scales, the basic-science tools and ideas likely to result from the symposium will facilitate more effective planning and management of land use, hazard mitigation, and ecological/geomorphological restorations. In addition, this symposium will showcase the research of many scholars and practitioners, including junior scientists, women, and workers from different disciplinary backgrounds. This showcase will have a high level of quality-controlled rigor, with the published papers undergoing a thorough peer-review process and publication in a special issue of the international journal Geomorphology. Finally, the core set of ideas, methods, and goals on the subject of geomorphology will provide the basis for a new organization of teaching in the geosciences.   \r\n \r\nConference Organization: The BGS 2007 will be hosted by the Nicholas School of the Environment and Earth Sciences at Duke University in Durham, North Carolina (5-7 October 2007).\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Fonstad",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Fonstad",
   "pi_email_addr": "fonstad@uoregon.edu",
   "nsf_id": "000696080",
   "pi_start_date": "2007-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas State University - San Marcos",
  "inst_street_address": "601 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN MARCOS",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5122452314",
  "inst_zip_code": "786664684",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "TX15",
  "org_lgl_bus_name": "TEXAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HS5HWWK1AAU5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas State University - San Marcos",
  "perf_str_addr": "601 UNIVERSITY DR",
  "perf_city_name": "SAN MARCOS",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "786664684",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "TX15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 5151.0
  }
 ],
 "por": null
}