{
 "awd_id": "0721875",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NeTS-WN: Agile Wireless Ad Hoc Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927855",
 "po_email": "aabouzei@nsf.gov",
 "po_sign_block_name": "Alhussein Abouzeid",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2007-09-11",
 "awd_max_amd_letter_date": "2007-09-11",
 "awd_abstract_narration": "The goal of this proposal is developing advanced algorithmic theory that will lead to real-life implementation in wireless networks. In particular, we will experiment with some advanced and algorithmic ideas inspired by the past algorithmic work of the PI. \r\n\r\nWe are going to leverage the practical solutions that we used in the Wave Relay system at Johns Hopkins, which combines two new components: the Pulse Protocol for scalability of routing and topology update, and the  Medium Time Metric, which is a routing metric tailored for wireless networks. \r\n\r\nThe Pulse protocol has optimized for large scale and mobility and is better scalability properties than AODV, DSR in simulations. In fact, simulations show Pulse protocol to scale for up to 5,000 mobile nodes. It uses a proactively-constructed tree with on-demand shortcuts on that tree. It can be viewed as combination of proactive and reactive methods.\r\n\r\nThe Medium Time Metric exploits the multi-rate capability of modern wireless devices to minimize consumption of the shared wireless medium. This cross layer approach incorporates per-packet feedback from the physical and medium access control layers to dramatically increase efficiency and elasticity of both unicast and multicast routes. It is vastly superior to minimum hop routing metric, and has been shown to outperform other proposed metrics for wireless networks, such as ETX metric.\r\nHowever, it is possible to augment the quality of routing using new algorithmic ideas.\r\n\r\nFirst direction of improvement is to replace Medium Time Metric with load-based metric, that we call the opportunity cost, which provides incentives to users to avoid congested areas by pricing them higher compared to the un-congested areas. It is possible to prove that this yields near-optimal performance. However, this introduces the danger of oscillations. Our recent theoretical work shows how to overcome this problem in wired networks. Moreover, these methods work for the continuous case rather than for more discrete all-or-nothing setting that is necessary to accomplish QoS requirements.\r\nWe are currently examining appropriate extensions to wireless networks to achieve best cross-layer design incorporating both routing and MAC layers.\r\n\r\nAnother issue that needs to be investigated is feasibility of propagating topology updates thru the network in a proactive manner, as it may make the resulting solution non-scalable. We have significant theoretical accomplishments in the area of scalability of routing that we would like to apply in this setting such as designing the first provably memory-efficient and communication-efficient routing schemes, and peer-to-peer directories for tracking mobile users. We would like to apply these methodologies for improved scalability of routing in wireless networks. Specifically, we would like to extend the Pulse protocol to work with multiple trees and will be studying theoretically justified methods of constructing such trees\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Baruch",
   "pi_last_name": "Awerbuch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Baruch Awerbuch",
   "pi_email_addr": "baruch@cs.jhu.edu",
   "nsf_id": "000106350",
   "pi_start_date": "2007-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Cole",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Robert G Cole",
   "pi_email_addr": "robert.cole@jhuapl.edu",
   "nsf_id": "000073666",
   "pi_start_date": "2007-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  },
  {
   "pgm_ref_code": "7389",
   "pgm_ref_txt": "PROGRAMMABLE WIRELESS NETWORKING"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}