{
 "awd_id": "0721674",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SDCI Data: New Toolkit for Provenance Collection, Publishing, and Experience Reuse",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032922247",
 "po_email": "rchadduc@nsf.gov",
 "po_sign_block_name": "Robert Chadduck",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 432954.0,
 "awd_amount": 437954.0,
 "awd_min_amd_letter_date": "2007-08-27",
 "awd_max_amd_letter_date": "2010-07-15",
 "awd_abstract_narration": "OCI - SDCI Data: New Toolkit for Provenance Collection, Publishing, and Experience Reuse\r\n\r\nAs research digital data collections created through computational science experiments proliferate, it becomes increasingly important to address the provenance issues of the data validity and quality:  to record and manage information about where each data object originated, the processes applied to the data products, and by whom. The first outcome of this work is a provenance collection and experience reuse tool that makes minimal assumptions about the software environment and imposes minimal burden on the application writer. It stores and produces results in a form suitable for publication to a digital library.  The provenance collection system is a standalone system that imposes a minimal burden on users to integrate it into their application framework and it exhibits good performance. \r\n\r\nA second outcome of the work is a recommender system for workflow completion that employs case-based reasoning to provenance collections in order to make suggestions to users about future workflow-driven investigations. The workflow completion tool builds on computer models of case-based reasoning to develop a support system that leverages the collective experience of the users of the provenance system to provide suggestions. As a key part of effectively evaluating aspects of the tool, this work builds a gigabyte benchmark database of real and synthetic provenance information.  Real workflows are sought from the community, with synthetic extensions to the data set for completeness for purposes of testing.   The software and database are available to the research community.\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Beth",
   "pi_last_name": "Plale",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Beth A Plale",
   "pi_email_addr": "plale@iu.edu",
   "nsf_id": "000334472",
   "pi_start_date": "2007-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Leake",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Leake",
   "pi_email_addr": "leake@cs.indiana.edu",
   "nsf_id": "000294139",
   "pi_start_date": "2007-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yogesh",
   "pi_last_name": "Simmhan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yogesh Simmhan",
   "pi_email_addr": "simmhan@usc.edu",
   "nsf_id": "000073175",
   "pi_start_date": "2007-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "768300",
   "pgm_ele_name": "SOFTWARE DEVELOPEMENT FOR CI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7683",
   "pgm_ref_txt": "SOFTWARE DEVELOPEMENT FOR CI"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 432954.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report</p>\n<p>Award 0721674</p>\n<p>SDCI Data: New Toolkit for Provenance Collection, Publishing, and Experience Reuse</p>\n<p>Beth Plale (PI), David Leake (co-PI)</p>\n&nbsp;\n<p>In this project, a team of computer science experts investigated ways in which provenance, or lineage information, of scientific data can be captured automatically as data is being generated.&nbsp; The provenance of a scientific data product captures the history of a data product &ndash; how it came into being, by what software processes that were applied, and what data was used as input.&nbsp; The provenance of a data product is important for its reuse because it carries information that a scientist would typically use to determine how much trust to put in the data.&nbsp;&nbsp; As scientific data is shared more widely, it will be increasingly important for this trust information to travel with the data.</p>\n<p>Our investigations looked at provenance capture &ldquo;in the wild&rdquo;, that is, capture carried out not tied to a single workflow system as has been done by others.&nbsp; Provenance collection is often a tightly coupled part of a workflow system, a service frequently found in research cyberinfrastructure, but is better served as a standalone tool. We theorized that the cost of provenance capture when not tightly embedded in a workflow system is a function of manual effort (<em>E</em>) and completeness (<em>C</em>) of the provenance information. Manual effort (<em>E</em>) is programmer or user effort expended to install provenance capture hooks into an application.&nbsp; <em>E</em> and <em>C</em> are generally in linear proportion to one another, that is a unit of additional effort yields an additional unit of provenance information.&nbsp;&nbsp; Through the lightweight ways of provenance capture we developed, we have decreased the manual effort so that a full unit of completeness can be achieved at a fraction of an increase in manual labor.&nbsp; &nbsp;</p>\n<p>We investigated algorithms that can retrieve historical provenance information and use it to give advice to a scientist who is trying to compose a new workflow.&nbsp;&nbsp; For instance, we developed methods for making recommendations that use provenance traces even when the traces conflict with each other.</p>\n<p>We applied our provenance capture techniques to several different applications.&nbsp; One is the Life Science Grid, an open source platform developed in late 2000&rsquo;s by Eli Lilly Corp.&nbsp; The Life Science Grid gave pharmacology researchers what could be likened to a desktop rich with tools that can act on, say, a gene sequence.&nbsp; One tool might visualize the sequence, another might find similar sequences and so on.&nbsp;&nbsp; We applied provenance capture to demonstrate that it could be a valuable part of the documentation of the researcher&rsquo;s discovery process, needed for new molecules as they are advanced through the steps to becoming new drugs.&nbsp;&nbsp; We also applied provenance collection to the processing pipeline for imagery from the Advanced Microwave Scanning Radiometer for EOS (AMSR-E) instrument aboard a satellite.&nbsp; From this effort we developed relevancy methods to distinguish provenance that is interesting to a scientist from provenance that is housekeeping in nature. Two images of provenance captured from the AMSR-E pipeline are included. &nbsp; Finally, in collaboration with the Indiana University Global Research Network Operations Center (GRNOC) we applied provenance capture to the NSF funded GENI network, which is a computer network for testing new network protocols.&nbsp; In this ongoing project, our goal is to expose information about the experiments that are carried out on the GENI network.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The project resulted in the Karma provenance tool, a standalone tool that can be added to existing cyberinfrastructure for purposes of colle...",
  "por_txt_cntn": "\nProject Outcomes Report\n\nAward 0721674\n\nSDCI Data: New Toolkit for Provenance Collection, Publishing, and Experience Reuse\n\nBeth Plale (PI), David Leake (co-PI)\n \n\nIn this project, a team of computer science experts investigated ways in which provenance, or lineage information, of scientific data can be captured automatically as data is being generated.  The provenance of a scientific data product captures the history of a data product &ndash; how it came into being, by what software processes that were applied, and what data was used as input.  The provenance of a data product is important for its reuse because it carries information that a scientist would typically use to determine how much trust to put in the data.   As scientific data is shared more widely, it will be increasingly important for this trust information to travel with the data.\n\nOur investigations looked at provenance capture \"in the wild\", that is, capture carried out not tied to a single workflow system as has been done by others.  Provenance collection is often a tightly coupled part of a workflow system, a service frequently found in research cyberinfrastructure, but is better served as a standalone tool. We theorized that the cost of provenance capture when not tightly embedded in a workflow system is a function of manual effort (E) and completeness (C) of the provenance information. Manual effort (E) is programmer or user effort expended to install provenance capture hooks into an application.  E and C are generally in linear proportion to one another, that is a unit of additional effort yields an additional unit of provenance information.   Through the lightweight ways of provenance capture we developed, we have decreased the manual effort so that a full unit of completeness can be achieved at a fraction of an increase in manual labor.   \n\nWe investigated algorithms that can retrieve historical provenance information and use it to give advice to a scientist who is trying to compose a new workflow.   For instance, we developed methods for making recommendations that use provenance traces even when the traces conflict with each other.\n\nWe applied our provenance capture techniques to several different applications.  One is the Life Science Grid, an open source platform developed in late 2000Æs by Eli Lilly Corp.  The Life Science Grid gave pharmacology researchers what could be likened to a desktop rich with tools that can act on, say, a gene sequence.  One tool might visualize the sequence, another might find similar sequences and so on.   We applied provenance capture to demonstrate that it could be a valuable part of the documentation of the researcherÆs discovery process, needed for new molecules as they are advanced through the steps to becoming new drugs.   We also applied provenance collection to the processing pipeline for imagery from the Advanced Microwave Scanning Radiometer for EOS (AMSR-E) instrument aboard a satellite.  From this effort we developed relevancy methods to distinguish provenance that is interesting to a scientist from provenance that is housekeeping in nature. Two images of provenance captured from the AMSR-E pipeline are included.   Finally, in collaboration with the Indiana University Global Research Network Operations Center (GRNOC) we applied provenance capture to the NSF funded GENI network, which is a computer network for testing new network protocols.  In this ongoing project, our goal is to expose information about the experiments that are carried out on the GENI network. \n\n \n\nThe project resulted in the Karma provenance tool, a standalone tool that can be added to existing cyberinfrastructure for purposes of collection and representation of provenance data. Karma utilizes a modular architecture that permits support for multiple instrumentation plugins that make it usable in different architectural settings. The Karma Provenance tool, licensed under Apache License, Version 2.0, is available at http://pti.iu.edu/d2i/pro..."
 }
}