{
 "awd_id": "0721707",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Investigating the Genetic Basis of Economic Behavior",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2007-09-15",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 141506.0,
 "awd_amount": 141506.0,
 "awd_min_amd_letter_date": "2007-09-04",
 "awd_max_amd_letter_date": "2007-09-04",
 "awd_abstract_narration": "Cooperation, moralistic punishment and other forms of imperfect rationality frequently characterize human behavior, in contradiction to the predictions derived from classic assumptions of rationality. Yet the same economic studies that show that humans are not entirely self-interested also demonstrate wide variation in experimental game play. The behavior of a significant minority of research subjects is quite self-interested and is explained well by conceptual frameworks drawn from standard microeconomic theory. On the other extreme, a similar minority of subjects exhibit consistent strongly altruistic tendencies. Most people are spread between these two ends of the behavioral continuum. What explains this variation? This is a key question--perhaps the key question--for the social sciences. The answer promises to illuminate the source of preferences and so shed light on why people do what they do.\r\n\r\nThis project uses a twin-based research design to assess the relative contributions of genetic predisposition, shared environment, and unique experiences in accounting for the broadly observed behavioral variation in fundamental social interaction. The twin design takes advantage of the existence of two distinct types of twin pairs: Monozygotic (MZ) twins, who share 100 percent of their genetic material; and dizygotic (DZ) twins, who share 50 percent of their genetic material. Comparing the correlation in economic game play between MZ twin pairs with the correlation between DZ twin pairs provides a means to partition the observed variance in behaviors into genetic, common environmental (i.e., that part of the environment common to both twins), and unique environmental components. Similar studies have used these methods to establish that there are surprisingly high levels of heritability for a wide range of behaviors and attitudes, ranging from religiosity to political attitudes. Thus far, however, no large scale study has estimated the genetic basis of pro-social behaviors.\r\n\r\nEstablishing that pro-social behavior has a heritable component and correlating specific genes with pro-social behavioral traits would provide convincing empirical evidence that economic behavior is not just a product of environmental or institutional incentives. This would not only help to explain why observed behavior does not always comport with mainstream economic theory, but more importantly it would provide a useful platform for formulating more complete and robust theories of human behavior generally. Establishing that variation in pro-social behaviors is explained at least partially by genetics paves the way for a more complete understanding of the preferences that drive purposive behavior. Rather than taking preferences as given, or as wholly products of environmental forces, this project could begin to identify the source of the purposes that drive purposive behavior.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Hibbing",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "John R Hibbing",
   "pi_email_addr": "jhibbing@unl.edu",
   "nsf_id": "000389401",
   "pi_start_date": "2007-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Smith",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin B Smith",
   "pi_email_addr": "ksmith1@unl.edu",
   "nsf_id": "000073523",
   "pi_start_date": "2007-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "2200 VINE ST # 830861",
  "perf_city_name": "LINCOLN",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685032427",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1321",
   "pgm_ref_txt": "DECISION RISK & MANAGEMENT SCI"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 141506.0
  }
 ],
 "por": null
}