{
 "awd_id": "0721610",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  FIND - On The Economic Viability of Network Architectures",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2007-09-01",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 636614.0,
 "awd_min_amd_letter_date": "2007-08-27",
 "awd_max_amd_letter_date": "2010-07-30",
 "awd_abstract_narration": "The Internet is a phenomenal success, but problems and weaknesses in\r\nit have become apparent, and this has spurred a search for new\r\ntechnologies and network architectures.  Although technical innovation\r\nwill remain fundamental to the Internet's evolution, the importance of\r\nthis key infrastructure for society as a whole means that economic\r\naspects will be critical in determining what innovations are adopted.\r\nThis project, therefore, seeks to investigate -- both qualitatively\r\nand quantitatively -- how economic factors mediate the eventual\r\nsuccess of new network architectures and technologies.  Aspects of\r\ninterest include quantifying the benefits of virtualization in\r\nenabling different levels of network integration; evaluating the\r\neffect of a dominant incumbent (today's Internet) on emerging new\r\narchitectures; and devising models for quantifying the value of\r\narchitectural flexibility and openness in facilitating technology\r\nadoption and service creation in the presence of market uncertainties.\r\n\r\nThe intellectual merit of the proposed research is in developing an\r\neconomic framework for reasoning about network technologies,\r\narchitecture alternatives and trade-offs.  The goal is to inform the\r\ndesign of new network architectures by accounting for both their\r\ntechnical dimensions, and the economic mechanisms that will mediate\r\ntheir success or failure.  The broader impact of the project will be\r\nin helping select network solutions that are likely to succeed in the\r\nmarket place.  The project will also foster a multi-disciplinary\r\ncurriculum involving economics, business and engineering perspectives.\r\nThis will both better prepare engineering students to succeed in a\r\nworld where understanding of economical forces is of paramount\r\nimportance, and promote interactions and collaboration among\r\nengineering and business students.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roch",
   "pi_last_name": "Guerin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roch Guerin",
   "pi_email_addr": "guerin@wustl.edu",
   "nsf_id": "000444512",
   "pi_start_date": "2007-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kartik",
   "pi_last_name": "Hosanagar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kartik Hosanagar",
   "pi_email_addr": "kartikh@wharton.upenn.edu",
   "nsf_id": "000219313",
   "pi_start_date": "2007-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  },
  {
   "pgm_ref_code": "7606",
   "pgm_ref_txt": "FUTURE INTERNET DESIGN (FIND)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 312000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 148194.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 26420.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The intent of this project was to develop a better understanding of how economic factors influence the design choices and the eventual success of networking technologies.&nbsp; For example, why did the Internet succeed and what may affect its evolution? &nbsp;The investigation was framed through key questions that permeate the main aspects of (network) technology development and deployment.&nbsp; We highlight next the project&rsquo;s scientific findings and their implications.&nbsp; The project trained Ph.D. students and was used to involve undergraduate students into research through REUs.</p>\n<h2>Understanding network technology migration</h2>\n<p>Understanding why and how users migrate from one technology to another is of particular importance in networks, because the value of a network is closely coupled to how many users it has.&nbsp; The migration from IPv4 to IPv6 provides a timely example of the challenges this poses.&nbsp; The IPv4 protocol powered the Internet through its famous phases of commercialization and explosive growth.&nbsp; But it has numerous defects (or at least limitations), and a successor protocol, IPv6, was standardized 16 years ago.&nbsp; IPv6 is especially noteworthy for providing increased address space, a critical and limited resource with IPv4.&nbsp; Yet in spite of the last large &ldquo;free&rdquo; block of IPv4 addresses having been recently (February 2011) allocated, as of today only a minute fraction (&lt;0.5%) of the overall Internet is accessible over IPv6, to the great puzzlement and frustration of many Internet experts.</p>\n<p>This work developed a fundamental understanding of when and how users may decide to migrate to a new network technology.&nbsp; The results can help predict outcomes, <em>e.g.,</em> can the incumbent be dislodged, will the two technologies co-exist for extended periods of time, etc.?&nbsp; Additionally, these results provide quantitative guidelines for developing gateways that provide inter-operability across technologies, <em>e.g.,</em> to allow new IPv6 users to access the current IPv4 Internet.&nbsp; These guidelines reflect the results of the studies which proved to be at times counter-intuitive, with improving gateways occasionally disrupting a previously smooth transition; <em>i.e.,</em> causing &ldquo;boom-and-bust&rdquo; cycles with users migrating back-and-forth between technologies.</p>\n<p>In a follow-up effort, the Internet migration from IPv4 to IPv6 was specifically investigated.&nbsp; The investigation confirmed the ambiguous role of gateways.&nbsp;</p>\n<h2>Competition in a complex system of networks and service providers</h2>\n<p>The Internet is a complex system of many different types of agents operating with multiple interactions between them.&nbsp; Game theoretic models were built that model competition among service providers and network providers.&nbsp; They provide insights into incentives for service and network innovation.</p>\n<h2>When is one network better than two?</h2>\n<p>One measure of the Internet&rsquo;s success is arguably that it has become the common platform for all communication services, <em>i.e.,</em> from voice to video to web to grid computing.&nbsp; There are obvious benefits to such convergence, but there are also potential disadvantages.&nbsp; A network shared by multiple services must meet the needs of all of them, which often demands expensive features of little or no value to most services.</p>\n<p>Models were developed that account for the complex interactions in economies and diseconomies of scope that arise when sharing a network between services.&nbsp; The models identified an unexpected contributor to deciding when converged or separate networks are preferred, namely, the network&rsquo;s ability to dynamically reallocate resources to meet unexpected demand.&nbsp; This factor alone can drastically affect which of converged or separate networks is more efficient...",
  "por_txt_cntn": "\nThe intent of this project was to develop a better understanding of how economic factors influence the design choices and the eventual success of networking technologies.  For example, why did the Internet succeed and what may affect its evolution?  The investigation was framed through key questions that permeate the main aspects of (network) technology development and deployment.  We highlight next the projectÆs scientific findings and their implications.  The project trained Ph.D. students and was used to involve undergraduate students into research through REUs.\nUnderstanding network technology migration\n\nUnderstanding why and how users migrate from one technology to another is of particular importance in networks, because the value of a network is closely coupled to how many users it has.  The migration from IPv4 to IPv6 provides a timely example of the challenges this poses.  The IPv4 protocol powered the Internet through its famous phases of commercialization and explosive growth.  But it has numerous defects (or at least limitations), and a successor protocol, IPv6, was standardized 16 years ago.  IPv6 is especially noteworthy for providing increased address space, a critical and limited resource with IPv4.  Yet in spite of the last large \"free\" block of IPv4 addresses having been recently (February 2011) allocated, as of today only a minute fraction (&lt;0.5%) of the overall Internet is accessible over IPv6, to the great puzzlement and frustration of many Internet experts.\n\nThis work developed a fundamental understanding of when and how users may decide to migrate to a new network technology.  The results can help predict outcomes, e.g., can the incumbent be dislodged, will the two technologies co-exist for extended periods of time, etc.?  Additionally, these results provide quantitative guidelines for developing gateways that provide inter-operability across technologies, e.g., to allow new IPv6 users to access the current IPv4 Internet.  These guidelines reflect the results of the studies which proved to be at times counter-intuitive, with improving gateways occasionally disrupting a previously smooth transition; i.e., causing \"boom-and-bust\" cycles with users migrating back-and-forth between technologies.\n\nIn a follow-up effort, the Internet migration from IPv4 to IPv6 was specifically investigated.  The investigation confirmed the ambiguous role of gateways. \nCompetition in a complex system of networks and service providers\n\nThe Internet is a complex system of many different types of agents operating with multiple interactions between them.  Game theoretic models were built that model competition among service providers and network providers.  They provide insights into incentives for service and network innovation.\nWhen is one network better than two?\n\nOne measure of the InternetÆs success is arguably that it has become the common platform for all communication services, i.e., from voice to video to web to grid computing.  There are obvious benefits to such convergence, but there are also potential disadvantages.  A network shared by multiple services must meet the needs of all of them, which often demands expensive features of little or no value to most services.\n\nModels were developed that account for the complex interactions in economies and diseconomies of scope that arise when sharing a network between services.  The models identified an unexpected contributor to deciding when converged or separate networks are preferred, namely, the networkÆs ability to dynamically reallocate resources to meet unexpected demand.  This factor alone can drastically affect which of converged or separate networks is more efficient.\n\nThese results help network operators evaluate the benefits of convergence in a systematic and principled manner.\nWhen is a simple network better than a complex one?\n\nThe transformation of the Internet from a physical network to an ecosystem of software and services is leading many to question its or..."
 }
}