{
 "awd_id": "0721263",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   Language-Specific Input, Cross-Cultural Differences and Spatial Cognition:   A Case of 'Support' Relation",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Vishton",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 165004.0,
 "awd_amount": 165004.0,
 "awd_min_amd_letter_date": "2007-07-27",
 "awd_max_amd_letter_date": "2007-07-27",
 "awd_abstract_narration": "The goal of the present proposal is to understand the relation between language and cognitive development in infants and toddlers .  The researchers propose a two-way interaction between language and cognition from a very early stage in development.  This project will focus on the domain of the spatial relation of support (e.g., placing a target object on a table).  Infants already explore many aspects of support relations well before language begins and yet languages divide up these relations in significantly different ways.  To understand the relation between language and cognition, the researchers propose to uncover infants' nonverbal abilities to form abstract categories of support relations (e.g., horizontal vs. vertical support, support by attachment), and how such abilities interact with the language they hear in acquiring the meaning of the spatial words in their language.  The researchers take a multi-language and multi-method approach to investigate this interaction.  Specifically, they examine the development of nonlinguistic and semantic categories of support relations in children learning English, Korean, German, or Spanish, language groups that contrast interestingly in how they organize various support relations in their language. \r\n\r\nIn examining the effect of environmental inputs on children's spatial cognition, the studies compare (across the four language groups) linguistic and  gestural aspects of maternal speech when they talk about support events (putting x on y) to their children.  For this goal, for each language, the researchers will conduct a longitudinal study following parent-child interactions in a naturalistic setting (i.e., the child's home) starting from 10 months (child's age) for a year and half will also be conducted.  A cross-sectional, elicitation study to compare cross-cultural differences in parental talking is also planned.  To understand how infants and toddlers organize and categorize various types of support relations, the researchers also will conduct experimental studies to systematically investigate the development in infants' organization of spatial categories. By examining several age groups from the preverbal period to early childhood (from 10 to 27 months of age), the studies will document how the nonlinguistic categories of support formed in infancy may be influenced by the acquisition of the spatial terms of support in their language.   To best assess the interaction between infants' abilities and their environment, the investigation combines several methodologies in an integrative way, including naturalistic, longitudinal methods, cross-sectional elicitations methods, and experimental cross-sectional approaches. \r\n\r\nThe two co-PIs have yielded cross-cultural findings on the development of spatial cognition and spatial language in English- and Korean-learning children that have contributed to a recent rethinking of the early relationship between language and cognition.  In the proposed project, they add a new dimension to their investigation by addressing the role of parents' input in the development of spatial cognition and by pinpointing the linguistic elements that drive infants' categorization of support into the language-specific semantic categories.  Overall, the proposed study will contribute to understanding more precisely the nature of the interaction between language and cognition in early childhood.\r\n\r\nThe international collaboration among the researchers in this project lends a unique methodological approach to the research questions and provides a wide range of training opportunities for the researchers and their students. Because of the cross-linguistic nature of the project, they plan to recruit and train students from underrepresented minorities to assist with various aspects of the project. The results from the project also will contribute much needed data from infants and toddlers underrepresented in developmental research. The results will be disseminated broadly, in academic (including international outlets) and non-academic settings (via workshops and presentations to teachers, parents, and daycare workers). \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Soonja",
   "pi_last_name": "Choi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Soonja Choi",
   "pi_email_addr": "schoi@mail.sdsu.edu",
   "nsf_id": "000174448",
   "pi_start_date": "2007-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego State University Foundation",
  "inst_street_address": "5250 CAMPANILE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195945731",
  "inst_zip_code": "921821901",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
  "org_prnt_uei_num": "H59JKGFZKHL7",
  "org_uei_num": "H59JKGFZKHL7"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego State University",
  "perf_str_addr": "5300 Campanile Drive",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921151338",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 165004.0
  }
 ],
 "por": null
}