{
 "awd_id": "0722918",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Doctoral Consortium for ACM Conference on Computers and Accessibility; October 15-17,2007 in Tempe, AZ",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2007-07-01",
 "awd_exp_date": "2008-06-30",
 "tot_intn_awd_amt": 27342.0,
 "awd_amount": 27342.0,
 "awd_min_amd_letter_date": "2007-04-04",
 "awd_max_amd_letter_date": "2007-04-04",
 "awd_abstract_narration": "This is funding to support a consortium (workshop) of approximately 10 promising doctoral students from the United States and abroad, along with about 5 distinguished research faculty and one individual who recently completed his/her PhD studies.  The event will take place on Sunday, October 14, immediately preceding and in conjunction with the 2007 ACM ASSETS Conference, to be held Monday through Wednesday, October 15-17 in Tempe, Arizona, and sponsored by the ACM Special Interest Group on Computers and Accessibility (SIGACCESS).   The ASSETS conference is the premier forum for presenting research results and innovations in software and technology designed to address the special needs of people with disabilities of all kinds.  Researchers and developers from both academia and industry around the world will meet to exchange ideas and present reports on the latest work relating to speech, motor, hearing, and vision impairments, cognitive limitations, emotional and learning disabilities, and aging.  A key component of building this community is through its youth.  The ASSETS'07 doctoral consortium will provide an opportunity for graduate students from diverse backgrounds (computing, engineering, psychology, architecture, etc.) to come together and explore their research interests in an interdisciplinary workshop, under the guidance of a panel of distinguished experts in the field, so that they can see the broader spectrum of research and development approaches to assistive technologies and universal usability, and also experience the community in which they can pursue their endeavors.  Student participants will make formal presentations of their work during the consortium, and will receive constructive feedback from a faculty panel.  The feedback is designed to help students understand and articulate how their work is positioned relative to related research, whether their topics are adequately focused for thesis research projects, whether their methods are correctly chosen and applied, and whether their results are appropriately analyzed and presented.  Thus, the consortium will help shape ongoing and future research projects aimed at assistive technologies and universal access, will promote scholarship and networking among new researchers in this emerging interdisciplinary area, and will expose these promising young researchers to a larger community.  Evaluation of the consortium will be conducted, and the results made available to the organizers of future such events.   A session has been set aside during the main conference to allow doctoral consortium participants to present to the entire conference, and one student from the doctoral consortium will be selected to deliver the closing plenary presentation.\r\n\r\nBroader Impacts:  The doctoral consortium will help expand the participation of young researchers pursuing graduate studies in this field, by providing them an opportunity to gain wider exposure in the community for their innovative work and to obtain feedback and guidance from senior members of the research community.  It will further help foster a sense of community among these young researchers, by allowing them to create a social network both among themselves and with senior researchers at a critical stage in their professional development.  Because the students and faculty constitute a diverse group across a variety of dimensions, including nationality/cultural and scientific discipline, the students' horizons are broadened to the future benefit of the field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clayton",
   "pi_last_name": "Lewis",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Clayton H Lewis",
   "pi_email_addr": "clayton@colorado.edu",
   "nsf_id": "000113813",
   "pi_start_date": "2007-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 27342.0
  }
 ],
 "por": null
}